{
  "SERIES": "WINSPECT",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-JAL-EMM",
  "REVDATE": "04/2014",
  "STATES": "MT",
  "OVERVIEW": "The Winspect series consists of very deep, well drained soils that formed in alpine till, alluvium, and colluvium derived mainly from limestone, dolomite, sandstone, and argillite.  These soils are on till plains, moraines, alluvial fans, hills and mountains.  Slopes are 0 to 80 percent.  Mean annual precipitation is about 17 inches, and mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winspect cobbly loam, 2 to 8 percent slopes, rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; dark grayish brown (10YR 4/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, friable, slightly sticky and slightly plastic; many fine and medium roots; common fine and very fine irregular pores; 10 percent cobbles, 10 percent gravel; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 6 inches thick)\nABk--4 to 8 inches; brown (10YR 5/3) cobbly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; common very fine irregular pores; 15 percent cobbles; 10 percent gravel; disseminated lime; strongly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 8 inches thick)\nBk1--8 to 18 inches; light brownish gray (10YR 6/2) cobbly clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular structure; hard, friable, moderately sticky and slightly plastic; common fine and very fine roots; common very fine irregular pores; 20 percent cobbles; 10 percent gravel; many medium masses of lime; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (5 to 30 inches thick)\nBk2--18 to 60 inches; light gray (10YR 7/2) very cobbly clay loam, brown (10YR 5/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; 25 percent cobbles; 25 percent gravel; common medium masses of lime; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Teton County, Montana; 2,300 feet north and 2,200 feet west of the SE corner of sec. 24, T. 25 N., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 14 inches.\nSome pedons have a cambic horizon.\nSome pedons have a BC horizon.\nSome pedons have few to common masses of gypsum below a depth of 40 inches.\nA horizon\nHue:  10YR or 2.5Y\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  1 or 2, dry or moist\nClay content:  20 to 27 percent\nRock fragments:  15 to 45 percent--0 to 5 percent stones, 5 to 25 percent cobbles, 10 to 15 percent gravel\nCalcium carbonate equivalent:  5 to 10 percent\nReaction:  pH 7.4 to 8.4\nABk horizon\nHue:  10YR or 2.5Y\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  1, 2 or 3, dry or moist\nTexture:  loam or clay loam\nClay content:  20 to 30 percent\nRock fragments:  20 to 60 percent--0 to 10 percent stones, 5 to 25 percent cobbles, 10 to 30 percent gravel\nCalcium carbonate equivalent:  10 to 40 percent\nReaction:  pH 7.4 to 8.4\nBk1 horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 3, 4 or 5 moist\nChroma:  2, 3 or 4, dry or moist\nTexture:  loam, clay loam, sandy clay loam\nClay content:  20 to 35 percent\nRock fragments:  35 to 60 percent--0 to 5 percent stones, 5 to 25 percent cobbles, 15 to 35 percent gravel\nCalcium carbonate equivalent:  15 to 40 percent\nReaction:  pH 7.9 to 9.0\nBk2 horizon\nHue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3 or 4, dry or moist\nTexture:  loam, clay loam, sandy clay loam\nClay content:  20 to 35 percent\nRock fragments:  35 to 60 percent--10 to 25 percent cobbles, 15 to 35 percent gravel\nCalcium carbonate equivalent:  15 to 40 percent\nReaction:  pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBigsheep (MT) - occurs at elevations below 3,600 feet.\nEagar (AZ) - has a 2C horizon.\nSaddlehorse (UT) - has a paralithic contact at 20 to 40 inches.\nTosca (UT) - has less than 18 percent clay in the particle-size control section; mainly extremely stony below a depth of 37 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - till plains, hills, alluvial fans, and moraines.\nElevation - 3,600 to 6,600 feet.\nSlope - 0 to 80 percent.\nParent material - alpine till, alluvium, or colluvium derived from limestone, dolomite, and sandstone.\nClimate - long, cold winters; cool, moist springs; warm summers.\nMean annual precipitation - 12 to 19 inches.\nMean annual temperature - 39 to 45 degrees F.\nFrost-free season - 70 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: none listed"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Winspect soils are used mainly as rangeland.  Potential native vegetation is bluebunch wheatgrass, rough fescue, Idaho fescue, Columbia needlegrass, prairie junegrass, shrubby cinquefoil, creeping juniper, and forbs.  These soils also support low density stands of limber pine, Rocky Mountain juniper, and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Winspect soils are moderately extensive mainly in central Montana along the eastern front of the Rocky Mountains.  MLRAs 43B, 44B, and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Choteau-Conrad Area Soil Survey, Teton County, Montana, 1991.  Proposed in Teton County, Montana, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 8 inches (A and ABk horizons);\nCalcic horizon (Bk1 and Bk2 horizons);\nParticle-size control section - from 10 to 40 inches (parts of the Bk1 and Bk2 horizons).\nSoil interpretation record:  MT0664.\nWinspect soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
