{
  "SERIES": "WINTHROP",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/SGR/TLA",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "OVERVIEW": "The Winthrop series consists of very deep, excessively drained soils formed in mixed alluvium and glacial outwash.  Winthrop soils are on alluvial fans, terraces, and terrace escarpments.  Slopes are 0 to 45 percent.  The average annual precipitation is about 14 inches and the average annual temperature of about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Entic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winthrop gravelly loamy sand, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly loamy sand, very dark brown (10YR 2/2) moist; single grained; loose; nonsticky and nonplastic; many fine and very fine roots; many medium and coarse interstital pores; 20 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (3 to 9 inches thick)\nA2--5 to 13 inches; grayish brown (10YR 5/2) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; single grained; loose; nonsticky and nonplastic; many fine and very fine roots; many medium and coarse interstitial pores; 20 percent gravel; neutral (pH 6.7); abrupt smooth boundary. (4 to 9 inches thick)\nC1--13 to 25 inches; brown (10YR 5/3) gravelly loamy sand, dark brown (10YR 3/3) moist; single grained; loose; nonsticky and nonplastic; common fine roots; many medium and coarse interstitial pores; 30 percent gravel; neutral (pH 6.7); abrupt smooth boundary.  (10 to 15 inches thick)\nC2--25 to 60 inches; multicolored; very gravelly sand; single grained; loose, nonsticky and nonplastic, few fine roots; many medium and coarse interstitial pores; 50 percent gravel; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; 100 feet and 50 feet north of the southeast corner of the NE1/4 NE1/4 sec. 20, T.33N., R.22E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees.  These soils are usually moist but are dry between depths of 12 and 35 inches for 90 to 105 consecutive days following the summer solstice.  The mollic epipedon is 8 to 15 inches thick.  Rock fragments in the control section average 35 to 70 percent.\nThe A horizon has value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  It is sandy loam or loamy sand and is gravelly, stony, or extremely stony.  It is 15 to 35 percent gravel and 0 to 15 percent stones.  Reaction is neutral to slightly acid.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 through 4 dry or moist.  It is loamy sand, sand, or coarse sand.  It is 30 to 60 percent gravel, 0 to 20 percent cobbles, and 0 to 2 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Foxlane, Garval and Shimo series.  Foxlane soils are dry for 60 to 90 consecutive days and have redox features at 40 to 60 inches.  Garval and Shimo soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winthrop soils are on alluvial fans, terraces, and terrace escarpments at elevations of 1,300 to 2,700 feet.  Slopes are 0 to 45 percent.  The soils formed in mixed alluvium and glacial outwash.  The climate is characterized by warm, dry summers and cool, moist winters.  Average annual precipitation is 11 to 16 inches.  Average January temperature is 24 degrees F, average July temperature is 67 degrees F, and the mean annual air temperature is 45 to 48 degrees F.  The frost-free season is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Conconully, Donavan, Haley, Hobohill, Nespelem, Newbon, Owhi, and Spens soils.  Conconully, Donavan, Haley, and Newbon soils are coarse-loamy.  Hobohill soils have a sandy control section.  Nespelem is coarse-silty and is calcareous in the particle-size control section.  Owhi soils have cambic horizons and are dry in all parts for 90 to 105 consecutive days following the summer solstice.  Spens soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; slow to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated apples, alfalfa, grass and range. Native vegetation is ponderosa pine with an understory of bluebunch wheatgrass, needlegrass, three-tip sagebrush, big sagebrush, antelope bitterbrush, arrowleaf balsamroot, and silky lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Washington.  The Winthrop series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan County, Washington, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from 0 to 13 inches, and a particle-size control section that is sandy-skeletal with 39 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly loamy sand, very dark brown (10YR 2/2) moist; single grained; loose; nonsticky and nonplastic; many fine and very fine roots; many medium and coarse interstital pores; 20 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (3 to 9 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--5 to 13 inches; grayish brown (10YR 5/2) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; single grained; loose; nonsticky and nonplastic; many fine and very fine roots; many medium and coarse interstitial pores; 20 percent gravel; neutral (pH 6.7); abrupt smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "C1",
        "top": 33,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--13 to 25 inches; brown (10YR 5/3) gravelly loamy sand, dark brown (10YR 3/3) moist; single grained; loose; nonsticky and nonplastic; common fine roots; many medium and coarse interstitial pores; 30 percent gravel; neutral (pH 6.7); abrupt smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 64,
        "bottom": 152,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "narrative": "C2--25 to 60 inches; multicolored; very gravelly sand; single grained; loose, nonsticky and nonplastic, few fine roots; many medium and coarse interstitial pores; 50 percent gravel; neutral (pH 6.7)."
      }
    ]
  ]
}
