{
  "SERIES": "WINTERHAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-ACT",
  "REVDATE": "11/2000",
  "STATES": "TX",
  "OVERVIEW": "The Winterhaven series consists of very deep, well drained, moderately permeable soils that formed in calcareous loamy alluvium. These nearly level to gently sloping soils are on flood plains and stream terraces. Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, hyperthermic Fluventic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Winterhaven silty clay loam--cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable; few fine roots; few fine pores; thin surface crust of slightly lighter color; 38 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; abrupt smooth boundary. (5 to 8 inches thick)\nA--7 to 17 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable; few fine roots; common fine pores; few wormcasts; 42 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual smooth boundary. (6 to 22 inches thick)\nBw--17 to 36 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable; few fine roots; many fine pores; few wormcasts; few films and threads of calcium carbonate; 44 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; diffuse wavy boundary. (8 to 24 inches thick)\nC1--36 to 45 inches; very pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; massive; hard, friable; common thin lenses and small pockets of slightly darker silt loam and loam; 40 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; diffuse wavy boundary. (9 to 24 inches thick)\nC2--45 to 72 inches; very pale brown (10YR 7/4) clay loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable; common thin lenses and small pockets of slightly darker silt loam and loam; 44 percent calcium carbonate equivalent; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Zavala County, Texas; 1.6 miles east on Farm Road 582 from Crystal City High School, then 0.4 mile north on small farm road, then 100 feet west in cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 25 to 40 inches. The calcium carbonate equivalent is 40 to 65 percent in the 10- to 40-inch particle size control section. Visible stratification occurs at depths of 16 to 49 inches. Average texture of the 10- to 40-inch particle size control section is silty clay loam, clay loam, or silt loam with 18 to about 30 percent silicate clay and less than 15 percent sand that is coarser than very fine sand.\nThe A horizon has hue of 10YR, value of 5 or 6, and chroma of 2 or 3.  Texture is silty clay loam or silt loam. Reaction is slightly alkaline or moderately alkaline.\nThe Bw horizon has hue of 10YR, value of 5 or 6, and chroma of 2 to 4.  Texture is silt loam or clay loam. A few films and threads of calcium carbonate are in the B horizon of most pedons. Reaction is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 10YR, value of 6 or 7, and chroma of 2 to 4.  Thin strata of silty clay loam, silt loam, or loam, mainly less than about 5 mm thick, occur in the C horizon. The strata are of the same color or of slightly darker color than the dominant material of the horizon. Many films and threads and a few small bodies of calcium carbonate occur in the C horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family.\nSimilar soils include Bookout, Conalb, Lagloria, McAllen, and\nReynosa series. All of these soils except Conalb soils contain\nless than 40 percent calcium carbonate equivalent in the 10- to 40-inch control section. In addition, Bookout soils are in a fine particle-size class and McAllen soils are in a fine-loamy particle-size class. Conalb soils are in a fine-loamy particle-size class. Lagloria soils are in a coarse-silty particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Winterhaven soils occupy nearly level to gently sloping areas on flood plains or stream terraces. Slope gradients are mostly less than 1 percent but range to 3 percent. Flooding of these soils is of short duration and ranges from more often than once in two years at the lower elevations to rarely during cyclonic storms at the higher elevations. The soil formed in calcareous loamy alluvium several feet thick. Mean annual precipitation ranges from about 20 to 26 inches and the mean annual air temperature is 70 to 72 degrees F. Frost free days range from 245 to 290 days and elevation ranges from 450 to 700 feet. Thornthwaite annual P-E index ranges from 25 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atco, Bookout, Cochina, Conalb, and Divot series. Atco and Bookout soils occur at higher elevations on older terraces. Atco, Cochina, and Divot soils do not have stratification within 50 inches and, in addition, Atco soils are in a coarse-loamy particle-size class; Cochina soils are in a very-fine particle-size class; and Divot soils are in a fine particle-size class. Cochina soils occur at lower elevations. Conalb and Divot soils occur on similar surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent and low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as rangeland and irrigated cropland. The major irrigated crops are cotton, grain sorghum, corn, introduced perennial grasses, and a wide variety of cool-season vegetables. In a climax condition, the dominant native grasses are fourflower trichloris, vine-mesquite, southwestern bristlegrass, big sandbur, Virginia wildrye, white tridens, and switchgrass. About 10 percent trees, 5 percent shrubs, and 5 percent forbs also occur on these soils. With retrogression, the tall and mid grasses decrease. Typical increasers and invaders are mesquite, whitebrush, Texas persimmon, lotebush and bluewood condalia, clematis, curlymesquite, sedges, vines, ice weed, and other perennial and annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Rio Grande Plain of Texas. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Zavala County, Texas; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils have been included in the inactive Blanco series in the past.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 17 inches.  (A horizon)\nCambic horizon: 17 to 36 inches.  (Bw horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable; few fine roots; few fine pores; thin surface crust of slightly lighter color; 38 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; abrupt smooth boundary. (5 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--7 to 17 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable; few fine roots; common fine pores; few wormcasts; 42 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual smooth boundary. (6 to 22 inches thick)"
      },
      {
        "name": "Bw",
        "top": 43,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bw--17 to 36 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable; few fine roots; many fine pores; few wormcasts; few films and threads of calcium carbonate; 44 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; diffuse wavy boundary. (8 to 24 inches thick)"
      },
      {
        "name": "C1",
        "top": 91,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "C1--36 to 45 inches; very pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; massive; hard, friable; common thin lenses and small pockets of slightly darker silt loam and loam; 40 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; diffuse wavy boundary. (9 to 24 inches thick)"
      },
      {
        "name": "C2",
        "top": 114,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--45 to 72 inches; very pale brown (10YR 7/4) clay loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable; common thin lenses and small pockets of slightly darker silt loam and loam; 44 percent calcium carbonate equivalent; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
