{
  "SERIES": "WIRT",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN",
  "REVDATE": "02/2011",
  "STATES": "IL,IN",
  "OVERVIEW": "The Wirt series consists of very deep, well drained soils that formed in loamy alluvium. These soils are on flood plains and flood-plain steps. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 1067 mm (42 inches), and mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wirt loam, on a nearly level area in a pastured field at an elevation of 201 meters (660 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (8 inches); brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; moderate medium granular structure, weak thin platy in the lower part; friable; many fine roots; neutral; clear smooth boundary. [15 to 30 cm (6 to 12 inches) thick]\nBw1--20 to 38 cm (8 to 15 inches); brown (10YR 4/3) silt loam; common fine distinct light yellowish brown (10YR 6/4) mottles; weak medium subangular blocky structure; friable; common fine roots; few distinct dark brown (10YR 3/3) organic coatings on faces of peds; neutral; gradual smooth boundary.\nBw2--38 to 56 cm (15 to 22 inches); dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct dark brown (10YR 3/3) organic coatings on faces of peds; neutral; gradual wavy boundary.\nBw3--56 to 97 cm (22 to 38 inches); dark yellowish brown (10YR 4/6) loam; few fine distinct light yellowish brown (10YR 6/4) mottles; moderate medium subangular blocky structure; friable; many distinct dark brown (10YR 3/3) organic coatings on faces of peds; neutral; gradual wavy boundary. [Combined thickness of the Bw horizon is 46 to 91 cm (18 to 36 inches).]\nC1--97 to 130 cm (38 to 50 inches); dark yellowish brown (10YR 4/6) sandy loam; common fine distinct pale brown (10YR 6/3) mottles; massive; friable; 1 percent gravel; neutral; gradual wavy boundary. [30 to 41 cm (8 to 16 inches) thick]\nC2--130 to 152 cm (50 to 60 inches); dark yellowish brown (10YR 4/4) gravelly sandy loam; massive; friable; 25 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Indiana; about 11 miles west and 3 miles south of Madison; 50 feet south and 2,085 feet east of the northwest corner of sec. 24, T. 3 N., R. 8 E.; USGS Kent, Indiana topographic quadrangle; lat. 38 degrees 41 minutes 35.565 seconds N. and long. 085 degrees 34 minutes 56.876 seconds W.; UTM Zone 16, 623277 easting and 4283675 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 61 to 122 cm or 24 to 48 inches\nReaction: moderately acid to neutral\nParticle-size control section: averages 7 to 18 percent clay, 16 to 40 percent fine and coarser sand, and 0 to 14 percent rock fragments\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam or loam, and less commonly fine sandy loam or very fine sandy loam\nReaction: moderately acid to neutral\nA horizon, where present:\nThickness: 5 to 15 cm (2 to 6 inches)\nHue: 10YR\nValue: 2 to 4\nChroma: 2 or 3\nTexture: silt loam or loam, and less commonly fine sandy loam or very fine sandy loam\nReaction: moderately acid to neutral\nBw horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: loam, silt loam, sandy loam, fine sandy loam, or very fine sandy loam\nRock fragment content: 0 to 14 percent gravel\nReaction: moderately acid to neutral\nC horizon, or BC where present:\nHue: 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: loam, fine sandy loam, or sandy loam, and below 102 cm (40 inches) includes their gravelly analogues, and strata of loamy fine sand, loamy sand, or their gravelly analogues\nRock fragment content: 0 to 34 percent gravel\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Tioga series. Tioga soils formed in areas that have a mean annual temperature below 52 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Wirt soils are on flood plains and flood-plain steps along streams, mainly in dissected till plains considered to be formed during the Illinoian glacial stage. Slopes range from 0 to 2 percent. They formed in loamy alluvium. Mean annual precipitation ranges from 965 to 1168 mm (38 to 46 inches). Mean annual temperature ranges from 11 to 14 degrees C (52 degrees to 57 degrees F). Frost-free period is 160 to 190 days. Elevation is 122 to 280 meters (400 to 920 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Wirt soils are associated with the somewhat poorly drained Holton and moderately well drained Oldenburg soils on flood plains. They are associated with the well drained Bonnell and Hickory, the well drained Cincinnati and moderately well drained Blocher and Nabb soils on adjacent till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface water runoff is negligible or very low. Saturated hydraulic conductivity is moderately high or high in the subsoil and moderately high or high in the underlying material. Permeability is moderate in the subsoil and moderate or moderately rapid in the underlying material. Wirt soils are subject to frequent to rare periods of flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used to grow corn and soybeans, or are used for pasture. Native vegetation is mixed deciduous trees, mainly sycamore, elm, hickory, beech and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 113, 114A, 114B, 115A, and 121 in southern Indiana and Illinois. The type location is in MLRA 114A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Indiana, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Sandy substratum and flaggy clay substratum phases are recognized, and will likely become new series when the subsets with these phases are updated.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (8 inches) (Ap horizon).\nCambic horizon: 20 to 97 cm (8 to 38 inches) (Bw1, Bw2, Bw3 horizons).\nADDITIONAL DATA: Lab data available: Agricultural Experiment Station, Purdue University file no's. JF7703 (typical pedon), MT8014, DC7710, GN7933; and National Soil Survey Lab, Lincoln, NE. soil survey number S88IN143-13.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
