{
  "SERIES": "WISBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:JGF",
  "REVDATE": "3/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wisby sandy loam - in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; hard, friable; noneffervescent, neutral; gradual smooth boundary.  (8 to 18 inches thick)\nBt--12 to 24 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/4) moist; weak coarse prismatic structure parting to weak medium granular; slightly hard, friable; few faint discontinuous clay films on faces of peds and common clay bridging between sand grains; noneffervescent, neutral; gradual smooth boundary. (12 to 20 inches thick)\n2C--24 to 80 inches; strong brown (7.5YR 5/6) gravelly sand, strong brown (7.5YR 4/6) moist; single grained; noneffervescent, neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alfalfa County, Oklahoma; approximately 3 miles east and 3.5 miles north of Helena; 2300 feet west and 300 feet south of the northeast corner of sec. 1, T. 24 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 8 to 20 inches thick.  Wisby soils do not have free carbonates within depths of 36 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 2 or 3.  It is sandy loam or fine sandy loam.  It is neutral or moderately acid.  Gravel ranges between 0 to 15 percent by volume.\nThe Bt horizon has hue of 10YR through 2.5YR, value of 4 to 6 and 3 to 5 moist, and chroma of 2 to 6.  It is sandy loam or loam with 10 to 18 percent clay and 45 to 75 percent medium and coarse sand.  A few pedons have strata of sandy clay loam.  Gravel ranges between 0 to 15 percent by volume.  This horizon ranges from slightly acid to slightly alkaline.\nWhere present, the BC horizon has hue of 10YR through 2.5YR, value of 4 to 6 and 3 to 5 moist, and chroma of 2 to 6.  Texture is coarse sandy loam, sandy loam, or loamy sand.  Reaction is neutral to moderately alkaline.\nThe 2C horizon has hue of 7.5YR or 5YR, value 4 through 6 and 4 through 5 moist, and chroma of 4 to 8.  Texture is sand, gravelly sand, or loamy sand.  A few pedons have strata of gravelly sandy loam. Gravel ranges from 0 to 40 percent by volume.  This horizon ranges from slightly acid to moderately alkaline.\nCOMPETING SERIES;  Wisby is the only series in the family.  Soils in similar families include Lovedale, Milan and Waynoka.  Lovedale soils do not have gravelly substratum.  Milan soils have argillic horizons with higher clay content.  Waynoka soils have redoximorphic features within 40 inches of the soil surface."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wisby soils are on dissected terraces on uplands.  The slope gradient ranges from 0 to 20 percent.  The soils formed in loamy sediments over old sandy alluvium.  The mean annual temperature ranges from 57 to 62 degrees F, and the mean annual precipitation ranges from 26 to 38 inches.  Thornthwaite Annual PE Index ranges from 44 to 64.  Frost free days range from 185 to 210."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lovedale, and Milan soils.  The fine-loamy Milan and Lovedale soils lack gravelly substratum and are generally on slightly higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is negligible to medium.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly native range with small acreage cultivated to winter wheat.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Prairies (MLRA-80A) of north-central Oklahoma and south-central Kansas.  Extent is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Woods County, Oklahoma, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  Series   OK0433.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to a depth of about 12 inches (A horizon);\nargillic horizon - the zone from about 12 to 24 inches (Bt horizon);\nustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
