{
  "SERIES": "WISE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-GLL-CMR",
  "REVDATE": "09/2020",
  "STATES": "TX",
  "OVERVIEW": "The Wise series consists of moderately deep, well drained, moderately permeable soils that formed in loamy slope alluvium and residuum weathered from mudstone of lower Cretaceous Age. These gently to moderately sloping soils occur on crests and side slopes of ridges on low hills. Slope range is 3 to 8 percent. Mean annual precipitation is about 910 mm (36 in) and the mean annual temperature is about 17 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wise clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; moderate fine granular and subangular blocky structure; hard, very friable; many fine, medium, and a few coarse roots; common wormcasts; common fine and medium pores; few fine concretions of calcium carbonate; few fossil shells and limestone fragments, less than 1/2 inch across; calcareous; moderately alkaline; gradual smooth boundary. Thickness is 13 to 23 cm (5 to 9 in)\nBw--18 to 46 cm (7 to 18 in); light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; moderate very fine and fine subangular blocky structure; hard, friable; common fine and few medium roots; few wormcasts; few fine pores; few fine and medium concretions of calcium carbonate; few fossil shells and limestone fragments less than 1/2 inch across; calcareous; moderately alkaline; diffuse smooth boundary. Thickness is 15 to 38 cm (6 to 15 in)\nBk--46 to 69 cm (18 to 27 in); light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; few medium distinct light yellowish brown (2.5Y 6/4) and olive yellow (2.5Y 6/6) mottles; moderate fine and medium blocky structure; very hard, friable; few fine and medium roots; few wormcasts; few fine and medium pores; fine concretions, soft masses, films and threads of calcium carbonate comprise less than 3 percent by volume; calcareous; moderately alkaline; clear smooth boundary. Thickness is 18 to 46 cm (7 to 18 in)\nCd--69 to 152 cm (27 to 60 in); stratified layers less than 1 inch to 14 inches thick of light gray (2.5Y 7/2) silt loam (2.5Y 6/2) moist and light gray (5Y 7/2) noncemented mudstone with silty clay loam texture, light olive gray (5Y 6/2) moist; common medium distinct pale yellow (2.5Y 7/4) mottles in shaly material; massive; very hard, friable; few fine roots; calcium carbonate concretions and soft masses less than 1/2 inch in diameter comprise less than 2 percent by volume; few rounded limestone nodules 2 to 6 inches in diameter; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wise County, Texas; from the intersection of Texas Highway 114 and Farm Road 2123 in Bridgeport, 7.8 miles south on Farm Road 2123, 0.85 mile west on county road, 0.55 mile south, 0.5 mile west, 0.2 mile south, 0.9 mile west, 0.6 mile south and 50 feet east of county road in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: udic ustic soil moisture regime. The soil moisture control section is dry in some or all parts for 100 to 145 cumulative days and from 5 to 22 consecutive days in June, July, and August in normal years.\nMean annual soil temperature: 19 to 21 degrees C (66 to 70 degrees F)\nSolum thickness: 50 to 100 cm (20 to 40 in)\nDepth to densic bedrock: 50 to 100 cm (20 to 40 in)\nParticle-size control section (weighted average):\nClay content: 20 to 35 percent\nSilicate clay content: 20 to 30 percent\nCalcium carbonate equivalence: 15 to 35 percent\nRock fragments: 0 to 10 percent\nA horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 or 3\nTexture: clay loam, silty clay loam, or loam\nRock fragments: 0 to 10 percent by volume; limestone\nEffervescence: none to strong\nReaction (pH): mildly alkaline or moderately alkaline (7.4 to 8.4)\nHorizons with moist values less than 3.5 are less than 18cm (7 in) in thickness.\nBw or Bk horizons:\nHue: 7.5YR to 2.5Y\nValue: 5 to 7\nChroma: 2 to 6\nTexture: clay loam, silty clay loam, or loam\nRock fragments: 0 to 10 percent by volume; limestone\nEffervescence: very slight to violent\nReaction (pH): mildly alkaline or moderately alkaline (7.4 to 8.4)\nSome pedons have few to common mottles in shades of olive, brown, or yellow.\nCd or 2Cd layer:\nHue: 10YR to 5Y\nValue: 6 to 8\nChroma: 2 to 4\nSandstone bedrock in shades of brown to white; siltstone in shades of gray to green.\nTexture: sandstone bedrock that slakes to textures of very fine sand, loamy very fine sand, loamy fine sand or very fine sandy loam; siltstone ranges from loam to silty clay loam\nCementation: noncemented bedrock; this layer has roots mainly in fractures\nRedox concentrations: 0 to 10 percent; shades of olive, brown, or yellow; along lamina or strata surfaces\nDry consistence: hard to very hard\nIdentifiable secondary carbonate: 0 to 5 percent; carbonate concretions and masses\nIn some pedons limestone layers are interbedded with sandstone and siltstone. Strata are generally 1 to 10 cm (0.5 to 4 in) in thickness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series in the same family. Similar soils are the Altoga, Aspermont, Cuthand, Enterprise, Gotebo, Hardeman, Hext, Howe, Lamar, Obaro, Shep, Venus, Weymouth, and Woodward soils.\nAltoga, Cuthand, and Howe soils: have greater than 40 percent calcium carbonate equivalence below a depth of 25 cm (10 in)\nAspermont and Obaro soils: have a hue redder than 7.5YR\nEnterprise, Gotebo, Hardeman, Hext, and Woodward soils: have a clay content of less than 20 percent below a depth of 25 cm (10 in)\nLamar soils: have a wetter soil moisture control section and formed in upper Cretaceous Age parent material\nShep and Weymouth soils: do not have less than 15 percent fine sand or coarser material below a depth of 25 cm (10 in)\nVenus soils: have a mollic epipedon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy slope alluvium and residuum weathered from sandstone and siltstone bedrock of Lower Cretaceous age of the Antlers Sand, Twin Mountains, and Paluxy formations and loamy slope alluvium weathered from limestone and mudstone of the Glen Rose and Walnut Clay formations\nLandscape: Hills\nLandform: shoulders and backslopes of crests and side slopes of ridges\nSlope: 3 to 8 percent\nMean annual precipitation: 693 to 941 mm (27 to 37 in)\nSummer moisture deficit: 180 to 229 (7 to 9 in)\nThornthwaite P-E Index: 44 to 54\nMean annual air temperature: 16.7 to 18.9 degrees C (62 to 66 degrees F)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Clairette, Venus, Weatherford, and Windthorst series.\nClairette soils: have argillic horizons and occur on base slopes\nVenus soils: have mollic epipedons and occur on base slopes and head slopes\nWindthorst soils: have argillic horizons and occur on interfluves and crests\nWeatherford soils: are noncalcareous and have argillic horizons and occur on similar positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well\nPermeability class: moderate\nRunoff: low on 3 to 5 percent slopes and medium on 5 to 8 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThe major uses are livestock grazing, but some areas are cultivated. The native plant community is a mid and tall grass prairie dominated by little bluestem with a few scattered mottes of live oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: north-central Texas\nLand Resource Region: J-Southwestern Prairies Cotton and Forage Region\nMajor Land Resource Area: 84B-West Cross Timbers and 85-Grand Prairie\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coryell County, Texas; 1983. The name \"Wise\" comes from Wise County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe series was formerly included with the Lamar or Altoga series. The series was separated based on soil moisture and parent material.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 18 to 69 cm (7 to 27 in) (Bw and Bk horizons)\nOchric epipedon: 0 to 18 cm (0 to 7 in) (A horizon)\nCambic horizon: 18 to 69 cm (7 to 27 in) (Bw and Bk horizons)\nDensic contact: 69 cm (27 in) (top of Cd layer)\nADDITIONAL DATA: NASIS Pedon ID S2019TX439014, KSSL Laboratory Sample Nos.19N03006-19N03012.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; moderate fine granular and subangular blocky structure; hard, very friable; many fine, medium, and a few coarse roots; common wormcasts; common fine and medium pores; few fine concretions of calcium carbonate; few fossil shells and limestone fragments, less than 1/2 inch across; calcareous; moderately alkaline; gradual smooth boundary. Thickness is 13 to 23 cm (5 to 9 in)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 46,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bw--18 to 46 cm (7 to 18 in); light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; moderate very fine and fine subangular blocky structure; hard, friable; common fine and few medium roots; few wormcasts; few fine pores; few fine and medium concretions of calcium carbonate; few fossil shells and limestone fragments less than 1/2 inch across; calcareous; moderately alkaline; diffuse smooth boundary. Thickness is 15 to 38 cm (6 to 15 in)"
      },
      {
        "name": "Bk",
        "top": 46,
        "bottom": 69,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--46 to 69 cm (18 to 27 in); light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; few medium distinct light yellowish brown (2.5Y 6/4) and olive yellow (2.5Y 6/6) mottles; moderate fine and medium blocky structure; very hard, friable; few fine and medium roots; few wormcasts; few fine and medium pores; fine concretions, soft masses, films and threads of calcium carbonate comprise less than 3 percent by volume; calcareous; moderately alkaline; clear smooth boundary. Thickness is 18 to 46 cm (7 to 18 in)"
      },
      {
        "name": "Cd",
        "top": 69,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--69 to 152 cm (27 to 60 in); stratified layers less than 1 inch to 14 inches thick of light gray (2.5Y 7/2) silt loam (2.5Y 6/2) moist and light gray (5Y 7/2) noncemented mudstone with silty clay loam texture, light olive gray (5Y 6/2) moist; common medium distinct pale yellow (2.5Y 7/4) mottles in shaly material; massive; very hard, friable; few fine roots; calcium carbonate concretions and soft masses less than 1/2 inch in diameter comprise less than 2 percent by volume; few rounded limestone nodules 2 to 6 inches in diameter; calcareous; moderately alkaline."
      }
    ]
  ]
}
