{
  "SERIES": "WISHARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM/RJE/JAL",
  "REVDATE": "10/2002",
  "STATES": "MT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Aquic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wishard silt loam - forest cover. (Colors are for dry soil unless otherwise stated.)\n0i--0 to 0.5 inches; needles and other plant litter.\nA1--0.5 to 2 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) moist; moderate very fine subangular blocky structure that separates to strong very fine granules; soft, very friable; many fine roots; many fine interstitial pores; granules are loosely held by roots with the granules occupying an estimated 25 percent volume in place; few coarse sand-size angular rock fragments; common uncoated sand grains; strongly acid (pH 5.4); clear smooth boundary.\nA2--2 to 7 inches; brown (10YR 4/3) silt loam, very dark brown (10YR 2/2) moist; strong subangular blocky structure that separates to medium and fine granules; slightly hard, friable; many fine roots; few fine tubular and interstitial pores; common worm casts; common uncoated silt and sand grains; faces of blocks have rippled surface relief and have very dark grayish brown (10YR 3/2) coats; 10 percent gravel and stones; strongly acid (pH 5.5); clear smooth boundary.\nA3--7 to 12 inches; brown (10YR 5/3) gravelly silt loam, dark brown (7.5YR 3/2) moist; weak fine and very fine granular structure; slightly hard, friable; common fine and medium roots; common fine tubular and few fine interstitial pores; uncoated sand and silt grains in pockets and on surfaces of peds; surfaces of peds coated brown (10YR 4/3); 15 percent gravel; moderately acid (pH 5.9); clear wavy boundary. (A horizon is 10 to 23 inches thick.)\nBw1--12 to 20 inches; pale brown (10YR 6/3) gravelly silt loam, dark brown (7.5YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine and medium roots; common medium and many fine tubular pores; common worm casts; common uncoated silt and sand grains; 15 percent gravel; moderately acid (pH 6.0); clear wavy boundary.\nBw2--20 to 31 inches; very pale brown (10YR 7/4) very gravelly loam, yellowish brown (10YR 5/6) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky, slightly plastic; few fine and medium roots; few fine tubular and interstitial pores; common uncoated silt and sand grains; 25 percent gravel, 10 percent cobbles and stones; slightly acid (pH 6.1); clear wavy boundary. (Bw horizon is 10 to 30 inches thick.)\n2C--31 to 58 inches; pale yellow (2.5Y 7/4) extremely gravelly loam, mottled yellowish brown (10YR 5/6) and yellowish brown (10YR 5/8), light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; common fine tubular and few fine interstitial pores; few uncoated silt and sand grains; 65 percent gravel; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mineral County, Montana; 9.5 miles form U. S. Highway 10 on South Fork Little Joe Creek road, then 2.2 miles up Moore Creek road; aerial photo EDS-6-56 on line 50."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 35 to 45 degrees F. and the average summer soil temperature ranges from 39 to 45 degrees F. under an O horizon. The water table is near the surface during late winter and early spring and increases in depth during the summer. The sola are two to four feet thick and depth to bedrock is more than five feet. Extractable Fe ranges from 1 percent in the A1 horizon to 0.5 percent in the C horizon. These soils are 62 to 92 percent base-saturated. Hard angular rock fragments average from 36 to 50 percent and are as high as 80 percent in the C horizon. These soils have hue of 7.5YR through 2.5Y.\nThe A horizon has value of 3 through 5 dry, 2 or 3 moist and chroma of 1 or 2 in the upper part and 2 or 3 in the lower part. It averages 6 to 9 percent organic carbon in the upper 10 inches and an air dry bulk density of 0.85 to 1 gram per cc. This horizon has 65 to 70 percent silt and 12 to 18 percent clay.\nThe Bw horizon has an air dry bulk density of 1.26 to 1.32. It has 50 to 65 percent silt and 4 to 10 percent clay.\nThe 2C horizon has 37 to 50 percent silt and 2 to 10 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Becks and Corralval series. Becks soils are extremely gravelly sand or extremely gravelly loamy sand in the lower part of the particle-size control section. Corralval soils have a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wishard soils are on concave moderately steep and steep mountain slopes and in concave sloping basins at elevations ranging from 4,000 to 7,000 feet. The soils formed in residuum and colluvium from argillites and quartzites of the Belt series. The cool subhumid climate has a mean annual temperature of 35 to 43 degrees F. and a mean annual precipitation of 50 to 70 inches. Summers are cool and dry and winters are cold and moist with considerable snow. Average July temperature is 63 degrees F. and average January temperature is 22 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coerock and Holloway soils and the competing Truefissure soils. Coerock and Holloway soils have thin loess mantles, rich in volcanic glass. Coerock soils are shallow over hard rock. Holloway soils have white horizons beneath the loess mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow runoff under forest cover; moderate permeability. These soils are wetted by seepage from higher slopes with a moving water table near the surface in the spring and early summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production. The vegetation is mainly Englemann spruce and western red cedar, with a ground cover of western baneberry, thimbleberry, brackenfern, false hellebore, alder, sumac, violet, hairbell, maple and anemone."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations of the Rocky Mountains in Montana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mineral County (St. Regis-Ninemile Area), Montana, 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
