{
  "SERIES": "WISHBONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCC-GHL-SHB-JAL",
  "REVDATE": "08/2002",
  "STATES": "ID",
  "OVERVIEW": "The Wishbone series consists of very deep, well drained soils on terrace escarpments.  They formed in calcareous glaciolacustrine sediments.  Permeability is moderate.  Slope ranges from 15 to 75 percent.  The average annual air temperature is about 48 degrees F., and average annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Lamellic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wishbone silt loam, forested; on a south-facing slope of 55 percent at 2,000 feet elevation.  When described on August 24, 1972, the soil was dry.  Pedon was redescribed on May 16, 1994.  (Colors are for dry soil unless otherwise stated.)\n0i--0 to 1 inch; needles, twigs, and grass.  (0.5 to 1 inch thick)\n0e--1 to 2 inches; partly decomposed needles, twigs and grass mixed with light gray Mt. St. Helens volcanic ash.  (0.5 to 1 inch thick)\nA--2 to 7 inches; light brownish gray (2.5Y 6/2) silt loam, grayish brown (2.5Y 5/2) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to coarse roots; many very fine and fine pores; many very fine and fine black concretions; slightly acid (pH 6.5); clear wavy boundary.  (5 to 10 inches thick)\nBt--7 to 20 inches; light gray (2.5Y 7/2) silt loam, dark grayish brown (2.5Y 4/2) moist; moderate thin platy and weak coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine to coarse roots; many very fine pores; few faint clay films on faces of peds and lining pores; many wavy lamellae 1/16 to 2 inches thick occupy 20 to 40 percent of the horizon; common very fine and fine black concretions; neutral (pH 6.6); abrupt wavy boundary.  (13 to 25 inches thick)\nBtk--20 to 60 inches; light gray (5Y 7/2) silt loam, olive gray (5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; few very fine pores; few faint clay films on faces of peds and lining pores; common wavy lamellae 1/16 to 2 inches thick occupy 10 to 20 percent of the horizon; few very fine black concretions; violently effervescent (calcium carbonate); few faint lime veins and splotches between lamellae; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 1.5 miles south of the Bonners Ferry Forest Ranger Station on U.S. 95; about 2,440 feet north and 2,390 feet west of the southeast corner of section 9, T. 61 N., R. 1 E.; Latitude - 48 degrees, 39 minutes, 06 seconds North; Longitude - 116 degrees, 20 minutes, 25 seconds West; USGS Bonners Ferry Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 49 degrees F.\nAverage summer soil temperature - 60 to 63 degrees F. with an O horizon\nVery thin volcanic ash layer - 1/4 to 1/2 inch thick present in most undisturbed pedons between the organic and upper mineral layer\nMoisture control section - dry 45 to 60 days (August to September), moist October through July); xeric moisture regime\nA horizon\nHue - 10YR, 2.5Y or 5Y\nValue - 5 through 7 dry, 4 or 5 moist\nTexture - SIL, SI, VFSL\nClay content - 2 to 12 percent\nReaction - slightly acid or neutral\nBA horizon (present in some pedons)\nThickness - 6 to 10 inches\nHue - 10YR or 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nTexture - SIL, SI, VFSL\nClay content - 2 to 12 percent\nReaction - slightly acid or neutral\nBt horizon\nHue - 2.5Y or 5Y\nValue - 6 or 7 dry, 4 to 6 moist\nChroma - 2 or 3 dry or moist\nTexture - SIL, SI, VFSL\nClay content - 5 to 17 percent\nLamellae - 1/16 to 3 inches thick, occupy 10 to 40 percent of the horizon\nClay content - 5 to 17 percent\nReaction - slightly acid to slightly alkaline\nBtk horizon\nHue - 5Y or 2.5Y\nValue - 7 or 8 dry, 5 or 6 moist\nTexture - SIL, VFSL, SI\nClay content - 5 to 17 percent\nCalcium carbonate - strongly effervescent or violently effervescent, few to common faint or distinct lime veins and masses\nCalcium carbonate equivalent - 10 to 15 percent\nBk horizon (present in some pedons)\nHue - 5Y or 2.5Y\nValue - 7 or 8 dry, 5 or 6 moist\nTexture - SIL, VFSL, SI\nClay content - 4 to 10 percent\nCalcium carbonate - common to many distinct lime veins and masses\nC horizon (present in some pedons)\nHue - 5Y or 2.5Y\nTexture - SIL, VFSL, SI\nClay content - 4 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wishbone soils are on terrace escarpments.  Slopes range from 15 to 75 percent.  They formed in calcareous glaciolacustrine sediments.  Elevations range from 1,800 to 2,700 feet.  The climate is subhumid with cold wet winters and warm dry summers.  The average annual precipitation ranges from 25 to 30 inches and the average annual air temperature is 46 to 49 degrees F.  The average frost-free period is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Artnoc, Caboose and Crash soils.  Artnoc soils are on terrace escarpments and do not have a Btk horizon and have a frigid temperature regime.  Caboose and Crash soils are on terrace escarpments and have very fine sandy loam surface textures and a frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, and recreation.  Natural vegetation is mainly Douglas-fir, and ponderosa pine, with an understory of common snowberry, baldhip rose, Saskatoon serviceberry, white spirea, bluebunch wheatgrass, low Oregongrape, silky lupine, pine reedgrass, and strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana and northeastern Washington.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 2 to 7 inches (A horizon)\nArgillic horizon - the zone from 7 to 60 inches (Bt and Btk horizons)\nParticle-size control section - the zone from 7 to 27 inches (Bt and part of the Btk horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
