{
  "SERIES": "WITHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG-DJH",
  "REVDATE": "02/2002",
  "STATES": "WI",
  "OVERVIEW": "The Withee series consists of very deep, somewhat poorly drained soils formed in loess or silty alluvium and in the underlying loamy till on ground moraines. Permeability is moderate in the silty mantle and moderately slow in the till. Slopes range from 0 to 6 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Withee silt loam - on a plane, west facing 2 percent slope in a cultivated field at an elevation of 1,205 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary. (6 to 9 inches thick)\nE--9 to 14 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium subangular blocky structure; friable; common fine roots; common medium prominent brownish yellow (10YR 6/8) and few fine prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; few fine faint light brownish gray (10YR 6/2) iron depletions; neutral; clear wavy boundary. (2 to 10 inches thick)\nE/B--14 to 18 inches; about 70 percent pale brown (10YR 6/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of light yellowish brown (10YR 6/4) silt loam (Bt); moderate fine and medium subangular blocky structure; friable; few fine roots; few fine faint and distinct light brownish gray (10YR 6/2) iron depletions; common medium prominent reddish yellow (7.5YR 6/8) and few medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; very strongly acid; clear irregular boundary.\nB/E--18 to 24 inches; 60 percent light brown (7.5YR 6/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint brown (7.5YR 5/4) clay films on faces of peds; penetrated by tongues of pale brown (10YR 6/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium subangular blocky structure; friable; few fine roots; few fine prominent and faint light brownish gray (10YR 6/2) iron depletions; common medium distinct and prominent reddish yellow (7.5YR 6/8) and few medium prominent and distinct brownish yellow (10YR 6/6) masses of iron accumulation; very strongly acid; clear wavy boundary. (Glossic horizon - 2 to 30 inches thick)\n2Bt1--24 to 34 inches; reddish brown (5YR 5/3) loam; moderate medium subangular blocky structure; friable; common faint reddish brown (5YR 4/3) clay films on faces of peds; few faint pale brown (10YR 6/3) clean silt and sand grains coating faces of some peds; common medium faint reddish gray (5YR 5/2) iron depletions and many coarse prominent brownish yellow (10YR 6/6) masses of iron accumulation; about 3 percent gravel; very strongly acid; abrupt wavy boundary.\n2Bt2--34 to 47 inches; reddish brown (5YR 4/4) loam; moderate medium subangular blocky structure; firm; common faint reddish brown (5YR 4/3) clay films on faces of peds; few pale brown (10YR 6/3) clean silt and sand grains coating faces of some peds; few medium distinct yellowish red (5YR 5/8) masses of iron accumulation; about 3 percent gravel; very strongly acid; gradual wavy boundary. (Combined thickness of the 2Bt horizons ranges from 5 to 40 inches)\n2C--47 to 60 inches; reddish brown (5YR 4/4) loam; massive; firm; about 3 percent gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Wisconsin; about 5 miles east and 0.5 miles south of Christie; 5 feet south and 620 feet west of the northeast corner, sec. 21, T. 25 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle and depth to till range from 12 to 36 inches. Depth to the base of the argillic horizon is more than 40 inches. Free carbonates are absent to a depth of 80 inches or more. The content of clay averages 18 to 25 percent in the particle size control section and the content of fine sand or coarser averages 15 to 65 percent. Volume of rock fragments averages less than 15 percent in the silty mantle and less than 35 percent in the till. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 3 to 35 percent in the till. Volume of cobbles ranges from 0 to 5 percent in the silty mantle and from 0 to 10 percent in the till. Reaction typically ranges from very strongly acid to moderately acid throughout the soil, but ranges to neutral in the upper part, where the soil is limed. Redox concentrations are typically throughout the pedon below the Ap or A horizon. Redox depletions, with chroma of 2 or less, are in the upper 10 inches of the argillic horizon and aquic conditions occur there at some time in most years.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3. Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam or silt.\nWithee soils have a glossic horizon. Horizonation has a wide range depending on the thickness of the silty mantle and the degree to which eluviation has occurred. Therefore these can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination, with or without a Bt horizon.\nThe E part of the E/B or B/E horizon has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6.\nSome pedons have a Bt horizon with color and texture like the Bt part described above. Some pedons have a Btg horizon, with dominant chroma of 2, below the upper 10 inches of the argillic horizon.\nThe 2E part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3. It is loam, sandy clay loam, or the gravelly analogs. Colors of 4/3 or 5/3 have value dry of 7 or more.\nThe 2Bt part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 to 5; and chroma of 3 to 6. Value and chroma of 3 do not occur together. It is loam, sandy clay loam, clay loam, or the gravelly analogs.\nThe 2Bt horizon has color like the 2Bt part described above. It is typically loam, sandy clay loam, clay loam or the gravelly analogs at least in the upper part, but grades to sandy loam or gravelly sandy loam in the lower part in some pedons. Bulk density ranges from 1.6 to 1.85 g/cm3.\nSome pedons have a 2BC horizon with colors and textures like the 2C horizon described below.\nThe 2C horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 4 to 6. It is fine sandy loam, sandy loam, loam, sandy clay loam, clay loam, or the gravelly analogs. Bulk density ranges from 1.7 to 1.95 g/cm3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alstad, Kert, Meadland, Milladore, Nary, Point, and Rietbrock series.\nAlstad soils have secondary carbonates within the series control section.\nKert soils have a paralithic contact within a depth of 20 to 40 inches.\nMeadland and Point soils do not have a 12 to 36 inch mantle with more than 50 percent silt.\nMilladore soils\nRietbrock soils have a lithic contact at a depth of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in loess or silty alluvium and in the underlying loamy till of Early Wisconsinan Age.\nLandform: Flats, toeslopes, and footslopes on ground moraines.\nSlope: 0 to 6 percent.\nElevation: 800 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Loyal and Marshfield soils. The moderately well drained Loyal soils and the poorly drained Marshfield soils form a drainage sequence with Withee soils. Loyal soils are on higher or more sloping landscape positions that are generally convex in shape. Marshfield soils are in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Surface runoff islow. Permeability is moderate in the silty mantle; and moderately slow in the till. These soils have a perched seasonal high water table at a depth of 1 to 2.5 feet for 1 month or more per year at some time during the period October to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for cropland. Common crops are corn, small grain, and hay. Some areas are used for pastureland. Some areas remain in woodland. Native vegetation is deciduous forest. Common trees are red maple, sugar maple, northern red oak, American basswood, yellow birch, and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Wisconsin. LRR K and MLRA 90B. This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The difference between Withee and Milladore soils is unclear. More study is needed to see if the Milladore series should be combined with the Withee series or redefined.\nDiagnostic horizons and features recognized in this pedon are: Particle size control section - the zone from 18 to 38 inches.\nOchric epipedon - the zone from 0 to 18 inches (Ap, E, E/B)\nAlbic horizon - the zone from 9 to 18 inches (E, E part of the E/B).\nGlossic horizon - the zone from 14 to 24 inches (E/B, B/E).\nArgillic horizon - the zone from 18 to 47 inches (B/E, 2Bt1, 2Bt2).\nRedoximorphic concentrations - oxidized color features in the zone from 9 to 47 inches.\nRedoximorphic depletions - depleted color features in the zone from 9 to 34 inches.\nLithologic discontinuity - at the upper boundary of the 2Bt1 at 24 inches.\nAquic conditions in the upper 10 inches of the argillic horizon.\nADDITIONAL DATA - Former Soil Interpretation Record - WI0253.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
