{
  "SERIES": "WIVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW:CH:KJC",
  "REVDATE": "11/2018",
  "STATES": "AR",
  "OVERVIEW": "The Wiville series consists of very deep, well drained, moderately permeable soils that formed in eolian deposits.  These soils are on dunes on terraces of late Pleistocene age in the Western Lowlands of east Arkansas and southern Missouri.  Slope gradients range from 0 to 8 percent.  Mean annual air temperature is about 62 degrees F, and mean annual precipitation is about 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wiville fine sandy loam - on a 1 percent slope in an idle field.  (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 5 inches; dark yellowish brown (10YR 3/4)  fine sandy loam; moderate medium granular structure; very friable; many fine and very fine roots; common fine and very fine pores; few fine round iron-manganese concretions; moderately acid; abrupt smooth boundary. (3 to 10 inches thick)\nAp2--5 to 11 inches; dark yellowish brown (10YR 3/4)  fine sandy loam; weak coarse subangular blocky structure; firm; few pockets of brown (10YR 5/3) fine sandy loam; few fine and very fine roots; common fine and very fine pores; few fine round iron-manganese concretions; moderately acid; abrupt smooth boundary.  (0 to 6 inches thick)\nBA--11 to 18 inches; brown (7.5YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; few fine and very fine roots; many fine and medium pores; few fine round iron-manganese concretions; slightly acid; clear smooth boundary.  (4 to 12 inches thick)\nBt1--18 to 27 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; few fine and very fine roots; many fine and medium pores; few faint clay films on faces of peds and lining pores; pocket of pale brown (10YR 6/3) fine sandy loam following an old root channel; few fine round iron-manganese concretions; moderately acid; clear smooth boundary.\nBt2--27 to 56 inches; brown (7.5YR 4/4) sandy clay loam; moderate medium subangular blocky structure; friable; few fine and very fine roots; common fine and very fine pores; common faint clay films on faces of peds and lining pores; pocket of pale brown (10YR 6/3) fine sandy loam following an old root channel; few fine round iron-manganes concretions; few fine distinct manganese accumulations on faces of peds; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizon ranges from 24 to 40 inches.)\nBC--56 to 64 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak coarse subangular blocky structure; friable; pockets of clean pale brown (10YR 6/3) sand making up less than 10 percent of the total volume; few fine and medium pores; few fine round iron-manganese concretions; few medium distinct manganese accumulations on faces of peds; strongly acid; clear smooth boundary.  (6 to 24 inches thick)\nC--64 to 78 inches; yellowish brown (10YR 5/4) fine sand; structureless, single-grain; very friable; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  SW1/4NW1/4NE1/4, sec. 3, T. 6 N., R. 3 W., Woodruff County, Arkansas."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Reaction ranges from moderately acid to neutral in the Ap, A, BA and Bt1 horizons and is moderately acid or slightly acid in the Bt2 horizon and strongly acid or moderately acid in the Bt3, BC and C horizons.\nThe A  horizon has a hue of 10YR, value of 3, and chroma of 4, or value of 4, and chroma of 3 or 4, or hue or 7.5YR, value of 4, and chroma of 4.  Texture is fine sandy loam, very fine sandy loam, loamy fine sand or loamy very fine sand.\nThe BA horizon has hue of 10YR or 7.5YR, value of 4, and chroma of 4.  Texture is very fine sandy loam, fine sandy loam, or loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4, and chroma of 4 or 6, or with value 5, and chroma of 4 through 8.  Texture is loam, fine sandy loam, sandy clay loam or clay loam.  Iron and/or manganese accumulations range from none to common in shades of brown.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4, and chroma of 4 or 6, or with value of 5 or 6, and chroma of 4 through 8.  Texture is fine sandy loam, sandy loam, loamy sand or loamy fine sand.  Iron and/or manganese accumulations and/or depletions range from none to common in shades of brown or gray\nThe C horizon has hue of 10YR, value of 4, and chroma of 4 or 6, or with value of 5 or 6, and chroma of 4 through 8.  Texture is loamy sand, loamy fine sand, fine sand or sand.  Iron and/or manganese accumulations and/or depletions range from none to common in shades of brown or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Kenefick series is the only other series in this family.  Kenefick soils formed in sandy and loamy alluvial deposits and have a MAST of 69 to 72 degrees F and the upper part of the argillic horizons has a hue of 5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wiville soils are on level to gently sloping dunes located on terraces of late Pleistocene age in the Western Lowlands of east Arkansas and southeast Missouri; MLRA-131.  Slopes range from 0 to 8 percent, but typically are 1 to 3 percent.  Wiville soils formed in loamy, eolian deposits.  Mean annual air temperature ranges from 60 to 64 degrees F, and annual precipitation ranges from 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bulltown series on similar positions in the dune fields and the Askew, Bonn, Bosket, Dubbs, Foley, Forestdale and Tuckerman series on the adjacent braided stream terrace.  Bulltown soils have a loamy control section and are somewhat excessively drained.  Askew soils have a fine-silty control section and are moderately well drained.  Bonn soils have a fine-silty control section and a natric horizon.  Bosket soils have dark colored surface layers and slightly higher base saturation.  Dubbs soils have a fine-silty control section.  Foley soils have a fine-silty control section and a natric horizon.  Forestdale soils have a fine control section and are poorly drained.  Tuckerman soils are poorly drained and have moderately slow permeability."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to rapid depending on slope.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is cleared and cropped to soybeans, cotton, small grains, grain sorghum, and some truck crops and fruits.  Farming operations such as cultivating, land leveling, shaping and smoothing have destroyed the original shape of most dunes.  Native vegetation is chiefly mixed hardwoods with native grasses in openings."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Lowlands of eastern Arkansas and Southeast Missouri; MLRA 131.  It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greene County, Arkansas, 10/1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth\nof 18 inches (Ap and BA horizons).\nArgillic horizon -The zone from 18 to 56 inches (Bt1 and\nBt2 horizons).\nAdditional Data:  Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory.  Laboratory numbers S89AR-147-02-(1-9).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
