{
  "SERIES": "WIZARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Wizard series consists of very deep, somewhat poorly drained soils on outwash plains.  They formed in ash and pumice over glacial outwash.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 25 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Aquic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wizard ashy sandy loam - woodland, on a 1 percent slope at 3180 feet elevation.  (When described, (7-12-84), soil was moist throughout.  Color are for moist soil unless otherwise noted.\nOi--0 to 2 inches; slightly decomposed litter of Douglas fir, white fir and ponderosa pine needles.\nA1--2 to 9 inches; dark brown (10YR 3/3) ashy sandy loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable, nonsticky and nonplastic; few coarse, common fine and medium and many very fine roots; many very fine interstitial pores; 5 percent subrounded gravel; slightly acid (pH 6.4); gradual wavy boundary.  (6 to 12 inches thick)\nA2--9 to 25 inches; dark brown (10YR 3/3) ashy sandy loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and coarse and common fine and medium roots; many very fine interstitial pores; 5 percent subrounded gravel; slightly acid (pH 6.4); clear smooth boundary.  (14 to 30 inches thick)\n2Bwb1--25 to 30 inches; dark yellowish brown (10YR 4/4) cobbly ashy sandy loam, light yellowish brown (10YR 6/4) dry; many coarse distinct dark brown (10YR 3/3), bandlike mottle and common medium prominent strong brown diffuse round mottles; weak coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine, medium and coarse roots; many very fine interstitial pores; 10 percent subrounded gravel and 10 percent subrounded cobbles; neutral (pH 6.6); gradual irregular boundary.  (3 to 7 inches thick)\n2Bwb2--30 to 67 inches; dark yellowish brown (10YR 4/4) very cobbly ashy sandy loam, light yellowish brown (10YR 6/4) dry; many coarse distinct dark brown (10YR 3/3), bandlike mottles and common medium prominent strong brown diffuse round mottles; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine, medium and coarse roots; many very fine interstitial pores; 10 percent subrounded gravel, 30 percent subrounded cobbles and 10 percent subrounded stones; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon; SW 1/4 of the SW 1/4 of section 30, T. 12 S., R. 9 E. (Latitude 44 degrees, 29 minutes, 42 seconds N, Longitude 121 degrees, 42 minutes, 42 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the ash mantle and depth to glacial outwash material (2Bwb horizon) is 20 to 40 inches.  Depth to bedrock is greater than 60 inches. The ash mantle (A horizon) contains 50 to 70 percent glass and glass-coated aggregates, phosphate retention of 75 to 85 percent, acid oxalate aluminum plus one-half the acid oxalate iron of 1.5 to 2.5 percent, and the 15-bar water content on dried and undried samples is 8 to 12 percent.  The glacial outwash material has andic soil properties and has 15-bar water content of less 12 percent on dried samples.  The particle-size control section averages 10 to 25 percent coarse fragments with the upper part (ash mantle) having less than 10 percent coarse fragments.  The soil is usually moist, but is dry in all parts for 60 to 90 consecutive days after the summer solstice.  The mean annual soil temperature is 42 to 47 degrees F.  The umbric epipedon is 10 to 16 inches thick.\nThe Oi horizon is 1 to 3 inches thick except where disturbed.\nThe A horizons have 5 to 15 percent clay (estimated).  It has 0 to 10 percent subrounded gravel.  It is slightly acid or neutral.  Base saturation is 40 to 50 percent by ammonium acetate.\nThe 2Bwb horizon has distinct to prominent mottles.  It has 10 to 20 percent clay (estimated).  It is cobbly sandy loam or loam or very cobbly sandy loam or loam.  It has 5 to 25 percent subrounded gravel, 10 to 35 percent subrounded cobbles and 0 to 15 percent subrounded stones.  Total rock fragments range from 15 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Suilotem Series.  Suilotem soils have the glacial outwash material at 40 to over 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wizard soils are on glacial outwash plains at elevations of 2,500 to 3,500 feet.  Slopes are 0 to 15 percent.  The soils formed in ash deposits overlying glacial outwash.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 20 to 35 inches.  The mean annual temperature is 40 to 47 degrees F.  The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Circle and Allingham soils.  Allingham and Circle soils are well drained and lack mottling or redox concentrations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderately rapid permeability.  The soil have a water table at 0 to 2 feet from April thru June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, recreation and watershed.  Potential native vegetation is ponderosa pine, white fir, snowberry, and twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slope of the Cascades in Central Oregon; MLRA 6.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\numbric epipedon - from the mineral soil surface to 23 inches (A1, A2 horizons).\naquic subgroup - 2 percent or more redox concentrations and aquic soil conditions at 25 plus inches.\nandic soil properties - based on laboratory data from the associated Allingham Series.\nparticle-size control section - (2 to 42 inches); has andic soil properties throughout and percent coarse fragments is about 20 percent (weighted average).\nThe A horizon has developed in \"Blue Lake\" and \"Sand Mountain\" tephra (3,440 years old).  The 2Bwb horizons have developed in \"Jack Creek\" glacial outwash (70,000-80,000 years old).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches; slightly decomposed litter of Douglas fir, white fir and ponderosa pine needles."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--2 to 9 inches; dark brown (10YR 3/3) ashy sandy loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable, nonsticky and nonplastic; few coarse, common fine and medium and many very fine roots; many very fine interstitial pores; 5 percent subrounded gravel; slightly acid (pH 6.4); gradual wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--9 to 25 inches; dark brown (10YR 3/3) ashy sandy loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and coarse and common fine and medium roots; many very fine interstitial pores; 5 percent subrounded gravel; slightly acid (pH 6.4); clear smooth boundary.  (14 to 30 inches thick)"
      },
      {
        "name": "2Bwb1",
        "top": 64,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "2Bwb1--25 to 30 inches; dark yellowish brown (10YR 4/4) cobbly ashy sandy loam, light yellowish brown (10YR 6/4) dry; many coarse distinct dark brown (10YR 3/3), bandlike mottle and common medium prominent strong brown diffuse round mottles; weak coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine, medium and coarse roots; many very fine interstitial pores; 10 percent subrounded gravel and 10 percent subrounded cobbles; neutral (pH 6.6); gradual irregular boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "2Bwb2",
        "top": 76,
        "bottom": 170,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "2Bwb2--30 to 67 inches; dark yellowish brown (10YR 4/4) very cobbly ashy sandy loam, light yellowish brown (10YR 6/4) dry; many coarse distinct dark brown (10YR 3/3), bandlike mottles and common medium prominent strong brown diffuse round mottles; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine, medium and coarse roots; many very fine interstitial pores; 10 percent subrounded gravel, 30 percent subrounded cobbles and 10 percent subrounded stones; neutral (pH 6.6)."
      }
    ]
  ]
}
