{
  "SERIES": "WOCKLEY",
  "STATUS": "Established Series",
  "BYREV": "FFW-LCB-KBH",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, hyperthermic Plinthaquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wockley fine sandy loam--pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine granular structure; slightly hard, friable; common fine roots; common fine pores; 1 percent crayfish krotovinas; 1 percent fine faint strong brown (7.5YR 4/6) iron concentrations with sharp boundaries lining roots and pores; strongly acid; clear wavy boundary.  (Thickness is 10 to 56 cm [4 to 22 in].)\nE--18 to 56 cm (7 to 22 in); brown (10YR 5/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure parting to weak fine granular; slightly hard, friable; few fine roots; common fine pores; 1 percent crayfish krotovinas; 2 percent fine distinct strong brown (7.5YR 4/6) iron concentrations with clear boundaries lining roots and pores; 1 percent fine faint light brownish gray (10YR 6/2) iron depletions with sharp boundaries adjacent to iron concentrations in matrix; 2 percent ironstone nodules generally less than 5 mm in diameter; moderately acid; gradual wavy boundary.  (Thickness is 19 to 65 cm [8 to 26 in].)\nBtc--56 to 84 cm (22 to 33 in); brown (10YR 5/3) sandy clay loam, very pale brown (10YR 7/3) dry; weak coarse prismatic structure parting to weak fine and medium subangular blocky; hard, firm; few very fine roots; few very fine pores; few faint clay films; 1 percent crayfish krotovinas; 5 percent fine and medium distinct yellowish brown (10YR 5/6) iron concentrations with diffuse boundaries on surfaces of peds; 3 percent fine and medium prominent red (2.5YR 4/8) iron concentrations with sharp boundaries in matrix; 4 percent fine and medium faint light brownish gray (10YR 6/2) iron depletions with sharp boundaries adjacent to iron concentrations in matrix; 5 ironstone nodules generally less than 1 cm in diameter; 6 percent medium red (2.5YR 4/8) plinthite in centers of red (2.5YR 4/8) iron concentrations; strongly acid; gradual wavy boundary.  (Thickness is 20 to 117 cm [8 to 46 in].)\nBtcv1--84 to 147 cm (33 to 58 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; weak coarse prismatic structure parting to moderate medium subangular blocky; very hard, firm; few very fine pores in yellowish brown (10YR 5/6) iron concentrations; common distinct clay films on surfaces of peds; 1 percent crayfish krotovinas; 25 percent medium and coarse distinct yellowish brown (10YR 5/6) iron concentrations with clear boundaries on surfaces in matrix; 12 percent medium and coarse red (2.5YR 4/8) iron concentrations with sharp boundaries in matrix; 8 percent ironstone nodules generally less than 1 cm in diameter; 8 percent medium red (2.5YR 4/8) plinthite nodules in centers of red (2.5YR 4/8) iron concentrations; moderately acid; gradual wavy boundary.\nBtcv2--147 to 203 cm (58 to 80 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; weak coarse prismatic structure parting to moderate medium subangular  blocky; very hard, firm; common distinct clay films on surfaces of peds; 2 percent crayfish krotovinas; 15 percent  medium and coarse distinct yellowish brown (10YR 5/6) iron concentrations with clear boundaries on surfaces in matrix; 25 percent medium and coarse red (2.5YR 4/8) iron concentrations with sharp boundaries in matrix; 8 percent iron oxide concretions generally less than 1 cm in diameter; 5 percent medium red (2.5YR 4/8) plinthite nodules in centers of red (2.5YR 4/8) iron concentrations; 10 percent gray (10YR 6/1) albic material increasing with depth; slightly acid. (Combined thickness of Btcv horizons is 15 to 96 cm [6 to 38 in].)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harris County, Texas; from the intersection of U.S. Highway 290 and Hegar Road in Hockley; 2.2 miles southeast on U.S. Highway 290 to Bauer Road; 1.0 mile north on Bauer Road; 30 ft west in cropland. Latitude: 30 degrees, 01 minutes, 04 seconds North; Longitude: 95 degrees, 46 minutes, 55 seconds West.  USGS topographic quadrangle: Hockley, Texas; NAD83; UTM 15."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 203 cm (80 in.)\nSoil Moisture: udic soil moisture regime.  The soil moisture control section, 10 to 30 cm (4 to 12 in), is typically moist from September to July in normal years.  The cumulative total number of days the soil moisture control section is dry is less than 90 days.\nMean annual soil temperature: 21.7 to 22.2 (71 to 72 degrees F)\nDepth to albic materials: 122 to 152 cm (48 to 60 in)\nDepth to argillic horizon: 45 to 75 cm (18 to 30 in)\nDepth to glossic materials: 132 to 163 cm (52 to 64 in)\nDepth to iron depletions: 10 to 76 cm (4 to 30 in)\nDepth to plinthite: 51 to 165 cm (20 to 65 in)\nParticle-size control section (weighted average)\nClay content: 20 to 32 percent\nIronstone nodules: 2 to 20 percent\nCEC/clay ratio: 0.25 to 0.40\nAp or A Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3; Pedons with value of 3 and chroma of 2 or 3 are less than 25 cm (10 in) thick.\nTexture: fine sandy loam or loam\nIron concentrations: amount-0 to 2, size-fine, contrast-faint, boundary-clear or sharp, location-lining roots and pores, shades-brown\nReaction: strongly acid to slightly acid\nE Horizon\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: fine sandy loam or loam\nIron concentrations: amount-2 to 5 percent, size-fine and medium, contrast-faint or distinct, boundary-diffuse to sharp, location-lining roots and pores and in matrix\nIron depletions: amount-1 to 3 percent, size-fine and medium, contrast-faint, boundary-sharp or clear, location-in matrix adjacent to iron concentrations\nIronstone nodules: 0 to 5 percent\nReaction: strongly acid to slightly acid\nBtc Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: loam, sandy clay loam, clay loam\nClay content: 20 to 38 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nIron concentrations: amount-5 to 25 percent, size-fine to coarse, contrast-faint to prominent, boundary-diffuse to sharp, location-lining roots and pores, in matrix, on surfaces of peds\nIron depletions: amount-2 to 15 percent, size-fine and medium, contrast-faint or distinct, boundary-sharp or clear, location-in matrix adjacent to iron concentrations\nIronstone nodules: 3 to 15 percent\nReaction: very strongly acid to slightly acid\nBtcv Horizons\nHue: 7.5YR\nValue: 4 to 7\nChroma: 2 or 3\nTexture: sandy clay loam, clay loam, clay\nClay content: 22 to 46 percent\nClay films: location-on surfaces of peds, contrast-faint to prominent\nIron concentrations: amount-15 to 50 percent, size-fine to coarse, contrast-faint to prominent, boundary-diffuse to sharp, location-lining roots and pores, in matrix, on surfaces of peds\nIron depletions: amount-2 to 15 percent, size-fine and medium, contrast-faint or distinct, boundary-sharp or clear, location-in matrix adjacent to iron concentrations\nIronstone nodules: 3 to 15 percent\nPlinthite nodules: 2 to 12 percent\nReaction: very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family.  Similar soils are the Bernaldo, Cheetham, Gallime, Hockley, Katy, Latex, and Segno series.\nBernaldo,Gallime, Latex series: Thermic temperature regime; Glossic Paleudalfs\nCheetham series: Active CEC/Clay class; loamy sand surface layer more than 50 cm (20 in) thick\nHockley series: well drained; do not have aquic conditions within 75 cm (30 in) of the surfaces\nKaty series: do not have aquic conditions within 75 cm (30 in) of the surface; active CEC/Clay class\nSegno series: Thermic temperature regime; do not have aquic conditions within 75 cm (30 in) of the surface"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy sediments derived from the Willis Formation of late Pliocene age\nLandscape: Coastal Plain Landform: Flat\nSlope: 0 to 3 percent but is dominantly from 0.1 to 0.5 percent\nMean annual temperature: 19.5 to 21.1 degrees C (67 to 70 degrees F)\nMean annual precipitation: 1041 to 1245 mm (41 to 49 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall.  Summertime rainfall is controlled by the influx of tropical moisture.\nFrost-free period: 240 to 300 days\nElevation: 61 to 91 m (200 to 300 ft)\nThornthwaite annual P-E indices: 52 to 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gessner, Hockley, and Snakecreekseries.\nGessner series: poorly drained and in depressions\nHockley series: well drained and on a higher landscape position\nSnakecreek series: poorly drained and on a lower landscape position"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Moderately slow permeability.  Runoff is high on slope up to 1 percent and very high on 1 to 3 percent slope.  The soil is saturated from a depth of 10 to 84 cm (4 to 33 in) for periods of 3 to 6 weeks during the winter and spring months and after heavy rainfall events in the summer and fall months.  In normal years, these soils will reduce for periods of 1 or 2 weeks during the wettest period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as cropland and pastureland.  Urban encroachment is in the eastern portion of this series' extent.  The  dominant pasture grass is improved bermudagrass or bahiagrass.  The dominant crop is corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas; LRR T; MLRA 150A; Large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harris County, Texas, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 56 to 107 cm (22 to 42 in) (Btc and Btcv1 horizons)\nOchric epipedon: 0 to 56 cm (0 to 22 in) (Ap and E horizons)\nArgillic horizon: 56 to 203 cm (22 to 80 in) (Btc, Btcv1 and Btcv2 horizons)\nRedoximorphic depletions: 18 to 203 cm (7 to 80 in) (E, Btc, Btcv1, and Btcv2 horizons)\nEpisaturation:  The zone of saturation at 18 to 56 cm (7 to 22 in) (E horizon)\nOther features:\nPale feature: Many coarse iron concentrations with hue of 2.5YR at 23 to 203 cm (58 to 80 in) (Btcv2)\nAdditional Comments: This series was established during the initial survey of Harris County to reflect those soils included in the Hockley series but phased on drainage class.  The series was revised in January 2001 as part of the MLRA 150A update.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S88TX-201-001 from Harris County, Texas.\nADDITIONAL DATA: Laboratory data available from the National Soil Survey Laboratory at Lincoln, Nebraska on sample (S88TX-201-001) from a representative pedon in Harris County, Texas.\nTaxonomic Version: Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
