{
  "SERIES": "WOHLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR/CEJ/JJJ/ET",
  "REVDATE": "08/2016",
  "STATES": "CA",
  "OVERVIEW": "The Wohly series consists of very deep, well drained soils that formed in residuum weathered from sandstone and shale.  Wohly soils are on hills and mountains.  Slopes range from 9 to 75 percent.  The mean annual precipitation is about 1400 mm (55 inches) and the mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wohly loam - on a southwest-facing complex slope of 48 percent under tanoak, live oak, black oak, madrone and Douglas-fir at 720 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on July 14, 1978, the soil was dry throughout.)\nOi--0 to 1 centimeter (0 to 0.5 inches); litter of tanoak, live oak and madrone.\nA--1 to 11 centimeters (0.5 to 4.5 inches); pale brown (10YR 6/3) loam, dark yellowish brown (10YR 4/4) moist; weak medium and moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots; common fine interstitial and tubular pores; slightly acid (pH 6.2); clear smooth boundary.  (5 to 13 centimeters thick)\nBt1--11 to 26 centimeters (4.5 to 10.5 inches); variegated light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few coarse and common very fine and fine roots; common fine interstitial and few medium tubular pores; few faint clay films lining pores; 5 percent gravel (2 to 7 mm); moderately acid (pH 5.8); clear wavy boundary.  (5 to 20 centimeters thick)\nBt2--26 to 67 centimeters (10.5 to 26.5 inches); variegated very pale brown (10YR 7/4) and reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and coarse, and common fine roots; common fine interstitial and few fine tubular pores; common distinct clay films on faces of peds and lining pores; 5 percent gravel (2 to 40 mm); 10 centimeter krotovina; strongly acid (pH 5.3); clear wavy boundary. (4 to 46 centimeters thick)\nBt3--67 to 80 centimeters (26.5 to 31.5 inches); very pale brown (10YR 7/4) gravelly clay loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and few coarse roots; few fine interstitial and tubular pores; common distinct clay films on faces of peds and lining  pores; 15 percent gravel (5 to 75 mm); strongly acid (pH 5.4); abrupt irregular boundary.  (8 to 25 centimeters thick)\nCt--80 to 153 centimeters (31.5 to 60.5 inches); fragmental paragravel; few fine through very coarse roots in cracks; common distinct clay films on paragravel faces; paralithic material with cracks closer than 10 centimeters apart; 95 percent weakly cemented paragravel (5 to 75 mm) strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, Western Part, California; about 1.1 miles west of Highway 128 on Mountain View Road, 75 feet south of road at fir stump; about 100 feet west of southeast corner of the southwest quarter of southeast quarter, section 3, T.13 N., R.14 W.; Boonville Southwest Quadrangle, WGS84 Decimal degrees 39.007686 latitude and\n-123.2804147 longitude, 10T UTM 475721mE 4317667mN NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil between depths of 15 to 43 centimeters is moist in all parts from November 1 to May 15 (moist for more than 180 days) and is dry in all parts from July 1 to October 1 (dry for 90 to 120 days) in most years. The soil has a xeric soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C and the difference between mean summer and mean winter soil temperature is 6 degrees C or more. The soils have a mesic temperature regime.\nDepth to highly weathered bedrock and thickness of the A and Bt horizons is 50 to 100 centimeters.\nThe A horizon:\nValue: 10YR, 7.5YR or 5YR\nHue: 5, 6 or 7; 3 or 4 moist\nChroma: 3 or 4 dry or moist\nRock fragments: 0 to 15 percent\nReaction: moderately acid to neutral\nThe Bt horizon:\nValue: 10YR, 7.5YR or 5YR\nHue: 5 through 7 dry; 3 through 6 moist\nChroma: 4 through 8 dry; 4 through 6 moist\nTexture of the fine earth: loam, sandy clay loam, or clay loam\nClay content: 25 to 35 percent\nRock fragments: 0 to 15 percent in the upper part and 15 to 35 percent in the lower part\nBase saturation (sum of cations) averages: 40 to 75 percent\nReaction: strongly acid to neutral\nThe C horizon consists of highly fractured bedrock which is typically very weakly to moderately cemented sandstone. The texture is fragmental paragravel, 5 to 75 mm in size, and pararock fragments range from 90 to 95 percent. Reaction is strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beal, Boardburn, Boomer, Casabonne, Cherryhill, Cle Elum, Cohasset, Crozier, Dalig, Fives, Fong, Fordcreek, Gunn, Hood, Latourell, Lettia, Norling, Para, Pishpishee, Rosehaven, Sanhedrin, Tigit, , Varelum and Wilkeson  soils.  Beal, Boardburn, Boomer, Casabonne, Cherryhill, Cohasset, Dalig, Fives, Fong, Fordcreek, Gunn, Hood, Latourell, Lettia, Para, Pishpishee, Rosehaven, Sanhedrin, and Varelum soils do not have highly fractured bedrock material within 100 centimeters.  Cle Elum, Hood, Norling, and Tigit soils have mean annual soil temperatures of 8 to 12 degrees C.  Crozier soils have a base saturation of less than 35 percent throughout the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wohly soils occur on the backslopes and summits of hills and mountains.  Slopes are 9 to 75 percent.  Elevations are 91 to 1220 meters.  The soils are formed in residuum weathered from sandstone and mudstone.  The climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation ranges from 89 to 1778 centimeters.  Mean January temperature is about 9 degrees C; and mean July temperature is about 20 degrees C.  The mean annual temperature is about 13 degrees C.  The frost-free period is 150 to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Casabonne and the Gube, Hopland, Ornbaun, and Zeni soils.  Gube soils are clayey and have base saturations less than 35 percent.  Hopland soils have base saturations (sum) that do not fall below 75 percent in the argillic horizon.  Ornbaun soils are more than 100 centimeters deep.  Ornbaun and Zeni soils have an isomesic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; surface runoff under bare soil conditions is medium through high; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for limited timber production, firewood production, wildlife habitat and watershed.  Vegetation consists of Douglas-fir, tanoak, interior live oak, black oak, Pacific madrone, manzanita and poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Siskiyou-Trinity Area, MLRA 5. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, Eastern Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  When first described in 1978 the C horizon was described as highly fractured sandstone bedrock with fractures less than 1 mm wide and 5 to 75 mm apart that slakes in water. Further investigation determined the portion of this material that slaked it water was considered soil and the more resistant material paragravel. The activity class was added to the classification in March of 2003. Competing series were revised in 2006. - ET\nREMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to about 11 centimeters (the O and A horizons).\nArgillic horizon - the zone from about 11 to about 80 centimeters (the Bt1, Bt2, and Bt3 horizons).\nFractured bedrock material - the zone from about 80 to 153 centimeters.(Ct horizon)\nParticle size control section - the zone from about 11 to 61 centimeters averages 30 percent clay and 23.5 percent fine sand or coarser (the Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nKeys to Soil Taxonomy, 12th edition."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 1,
        "bottom": 11,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 11 centimeters (0.5 to 4.5 inches); pale brown (10YR 6/3) loam, dark yellowish brown (10YR 4/4) moist; weak medium and moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots; common fine interstitial and tubular pores; slightly acid (pH 6.2); clear smooth boundary.  (5 to 13 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 11,
        "bottom": 26,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--11 to 26 centimeters (4.5 to 10.5 inches); variegated light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few coarse and common very fine and fine roots; common fine interstitial and few medium tubular pores; few faint clay films lining pores; 5 percent gravel (2 to 7 mm); moderately acid (pH 5.8); clear wavy boundary.  (5 to 20 centimeters thick)"
      },
      {
        "name": "Bt2",
        "top": 26,
        "bottom": 67,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--26 to 67 centimeters (10.5 to 26.5 inches); variegated very pale brown (10YR 7/4) and reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and coarse, and common fine roots; common fine interstitial and few fine tubular pores; common distinct clay films on faces of peds and lining pores; 5 percent gravel (2 to 40 mm); 10 centimeter krotovina; strongly acid (pH 5.3); clear wavy boundary. (4 to 46 centimeters thick)"
      },
      {
        "name": "Bt3",
        "top": 67,
        "bottom": 80,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt3--67 to 80 centimeters (26.5 to 31.5 inches); very pale brown (10YR 7/4) gravelly clay loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and few coarse roots; few fine interstitial and tubular pores; common distinct clay films on faces of peds and lining  pores; 15 percent gravel (5 to 75 mm); strongly acid (pH 5.4); abrupt irregular boundary.  (8 to 25 centimeters thick)"
      },
      {
        "name": "Ct",
        "top": 80,
        "bottom": 153,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ct--80 to 153 centimeters (31.5 to 60.5 inches); fragmental paragravel; few fine through very coarse roots in cracks; common distinct clay films on paragravel faces; paralithic material with cracks closer than 10 centimeters apart; 95 percent weakly cemented paragravel (5 to 75 mm) strongly acid (pH 5.4)."
      }
    ]
  ]
}
