{
  "SERIES": "WOLFTRAP",
  "STATUS": "Established Series",
  "BYREV": "DHE-HLG/Rev. JAK",
  "REVDATE": "05/2003",
  "STATES": "VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wolftrap fine sandy loam (in an area of Wolftrap-Easthamlet complex, 2 to 8 percent slopes), in a pine stand. (Colors are for moist soil, unless otherwise stated.)\nOe--0 to 1 inch; slightly decomposed plant material; very strongly acid; mostly pine needles and twigs; abrupt smooth boundary. (0 to 3 inches thick)\nAp--1 to 8 inches; yellowish brown (10YR 5/4), light yellowish brown (10YR 6/4), fine sandy loam; weak fine granular structure; friable, slightly sticky, nonplastic; many fine and few medium and large roots; very strongly acid; abrupt smooth boundary. (1 to 10 inches thick)\nBtss1--8 to 19 inches: 60 percent red (2.5YR 4/6) and 40 percent light yellowish brown (2.5Y 6/4) clay; weak coarse angular blocky structure; very firm, moderately sticky, moderately plastic; common flattened fine roots on faces of peds and few medium roots; common nonintersecting slickensides; few fine tubular pores; common prominent clay films on faces of peds; very strongly acid; clear wavy boundary.\nBtss2--19 to 31 inches; brown (7.5YR 4/3) clay; weak medium and coarse angular blocky structure; very firm, very sticky, very plastic; few flattened fine roots on faces of peds and few medium roots; few fine tubular pores; many distinct clay films on faces of peds; common nonintersecting slickensides; common medium prominent light brownish gray (2.5Y 6/2) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of the Btss horizon is 20 to 40 inches)\nBC--31 to 38 inches; reddish brown (2.5YR 4/3) clay loam; weak medium and coarse angular blocky structure; firm, moderately sticky, moderately plastic; few fine roots; few fine tubular pores; common medium prominent grayish brown (10YR 5/2) iron depletions; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick)\nC--38 to 65 inches; reddish brown (2.5YR 4/3) silt loam saprolite; massive; friable, slightly sticky, nonplastic; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Halifax County, Virginia; about 5750 feet south on the intersection of State Road 613 and State Road 344, 50 feet south of State Road 613, about 1.1 miles southwest of Scottsburg; USGS Unknown, VA topographic quadrangle; lat. 36 degrees 45 minutes 02 seconds N. and long. 78 degrees 48 minutes 43 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 1 to 10 inches\nDepth to base of Argillic horizon: 25 to 60 inches\nDepth to Bedrock: Greater than 60 inches\nRock fragment Content: 0 to 15 percent, by volume throughout; mostly fine-grained sandstone and mudstone\nMica Content: 0 to 20 percent, by volume mica flakes in the lower Bt, BC, or C horizon\nSoil Reaction: Extremely acid to very strongly acid throughout, unless limed\nExtractable Aluminum Content: 10 to 25 milliequivalents/100 grams of soil in the Bt horizon\nOther features: Thickness of the clayey Btss horizon with LEP greater than 9 (very high shrink-swell potential) ranges from 20 to 30 inches & RANGE OF INDIVIDUAL HORIZONS:\nO horizon:\nSlightly to highly decomposed plant material, mostly decomposed leaf litter\nA or Ap horizon\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 2 to 4\nTexture--sandy loam, fine sandy loam, loam, or silt loam. Eroded phases include clay loam, sandy clay loam, silty clay loam, or clay\nE horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 3 to 6\nTexture--sandy loam, fine sandy loam, loam, or silt loam\nBA or BE horizon (if they occur)\nColor--hue of 2.5YR to 10YR, value of 3 to 6, chroma of 3 to 8\nTexture--clay loam, sandy clay loam, silty clay, or silty clay loam\nBtss horizon:\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, chroma of 3 to 8\nTexture--commonly clay. Some pedons have thin layers of clay loam, sandy clay loam, silty clay, or silty clay loam.\nRedoximorphic features--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron in shades of red, yellow, or brown\nBC horizon or BCt horizon (if they occur):\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, chroma of 3 to 8, or is variegated in shades of these colors\nTexture--sandy loam, loam, sandy clay loam, clay loam, silt loam, silty clay loam, or clay\nRedoximorphic features (if they occur)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron or iron-manganese masses in shades of red, yellow, or brown\nC horizon:\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, chroma of 3 to 8, or is variegated in shades of these colors\nTexture--variable, ranging from loamy sand to clay\nRedoximorphic features (if they occur)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron or iron-manganese masses in shades of red, yellow, or brown\nCg horizon:\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, chroma of 1 or 2, or is neutral with value of 3 to 8\nTexture--variable, ranging from loamy sand to clay\nRedoximorphic features (if they occur)--iron depletions in shades of brown, yellow, olive, or gray and masses of oxidized iron or iron-manganese masses in shades of red, yellow, or brown"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont basin\nLandform: Low hill\nGeomorphic Component: Interfluve, side slope, head slope, nose slope\nHillslope Profile Position: Summit, shoulder, backslope\nParent Material: Residuum from Triassic rock, commonly shale, siltstone, mudstone, or sandstone\nSlope: 2 to 25 percent\nElevation: 300 to 850 feet\nFrost Free Period: 160 to 205 days\nMean Annual Air Temperature: 52 to 57 degrees F.\nMean Annual Precipitation: 40 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAyersville soils--are moderately deep to soft and hard bedrock and are fine-loamy in the particle-size control section; on higher landforms\nClover soils--are very deep to bedrock, have moderately shrink-swell potential, and are well drained; on higher landforms\nEasthamlet soils--have very high shrink-swell potential and are moderately well drained; on higher landforms\nLackstown soils--are moderately well to somewhat poorly drained; on similar landforms\nPinkston soils--are coarse-loamy in the particle-size control section and are moderately deep to bedrock; on higher landforms\nRockbarn soils--are moderately deep to soft bedrock and deep or very deep to hard bedrock; on higher landforms\nStoneville soils--are deep to soft bedrock; on higher landforms\nStraightstone soils--are very deep to bedrock and are well drained; on higher landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Very deep (greater then 60 inches) to bedrock\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Shallow or moderately deep (18 to 30 inches), common (present 4 months), thin (12 to 40 inches thick)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: High or very high\nPermeability: Very slow\nShrink-Swell Potential: Very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: About two-thirds of the area is in woodland of shortleaf pine, upland oaks, hickory, and gum. The remainder is in cultivation and pasture.\nDominant Vegetation: Where cultivated--corn, small grain, and tobacco. Where wooded--shortleaf pine, sweetgum, red oak, willow oak, and white oak. Understory plants include eastern red cedar, flowering dogwood, winged elm, eastern hophornbeam, eastern redbud, greenbrier, sassafras, honeysuckle, and poison ivy."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Triassic Basins of the mesic part of the Southern Piedmont of Virginia and North Carolina.\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Halifax County, Virginia, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Wolftrap soils were previously mapped with the White Store series.  The April 1997 relocation of the mesic/thermic soil temperature regime line necessitated the establishment the Wolftrap series as a White Store counterpart.\nDiagnostic horizons and soil features recognized in this pedon:\nOchric epipedon--the zone from 0 to 8 inches (Ap horizon)\nArgillic horizon--the zone from 8 to 31 inches (Btss horizons)\nSlickensides--the presence of slickensides in a zone from 8 to 31 inches (Btss horizon)\nOther soil features identified with this pedon:\nVertic feature--linear extensibility of 6.0 cm or more between the mineral soil surface and a depth of 100 cm\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA:\nLaboratory Data: No laboratory data available.\nDatabase Information:\nTypical Pedon Data Mapunit ID--103385\nTABULAR SERIES DATA:\nSOI-5  Soil Name  Slope  Airtemp  FrFr/Seas  Precip  Elevation\nNC0059 WOLFTRAP   2-25   52-57    60-205     40-55   300-850\nSOI-5 FloodL FloodH  Watertable  Kind     Months   Bedrock  Hardness\nNC0059 NONE          1.5-2.5     PERCHED  DEC-MAR  >60      -\nSOI-5  Depth  Texture    3-Inch  No-10  Clay%   -CEC-\nNC0059  0-8   SL FSL     0-3  95-100    5-20    5-15\nNC0059  0-8   L SIL      0-3  80-100    5-27    5-15\nNC0059  0- 8  CL C       0-3  95-100   27-45    5-15\nNC0059  8-31  C          0-3  90-100   45-70   20-40\nNC0059 31-65  SL L CL    0-3  85-100   12-40    5-20\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab  Shnk-Swll\nNC0059  0- 8  5.6-6.0  0.5-2.0  0-0   0.6-2.0   LOW\nNC0059  0- 8  5.6-6.0  0.5-2.0  0-0   0.6-2.0   LOW\nNC0059  0- 8  4.5-5.5  0.0-0.5  0-0   0.06-0.6  HIGH\nNC0059  8-31  4.5-5.5  0.0-0.5  0-0   0.0-0.06  VERY HIGH\nNC0059 31-65  4.5-5.5  0.0-0.5  0-0   0.06-0.2  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
