{
  "SERIES": "WOLF",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "06/97",
  "STATES": "MT,WY",
  "OVERVIEW": "The Wolf series consists of deep, well drained soils that formed in alluvium from mixed sources.  Wolf soils are on relict fan terraces, fan pediments, and fan aprons.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 15 inches, and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wolf loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots; 5 percent pebbles; neutral (pH 7.2); gradual smooth boundary.  (2 to 5 inches thick)\nBt--4 to 10 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; strong medium prismatic structure parting to strong fine angular blocky; very hard, friable, sticky and plastic; common fine roots; continuous thin and few moderately thick clay films on faces of peds and in root channels; 5 percent pebbles; mildly alkaline (pH 7.4); gradual smooth boundary.  (4 to 6 inches thick)\nBtk--10 to 14 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very friable, sticky and plastic; few fine roots; few thin clay films on faces of peds; strongly effervescent, lime as soft masses and filaments; 10 percent pebbles; moderately alkaline (pH 8.2); gradual smooth boundary.  (2 to 5 inches thick)\nBk1--14 to 30 inches; white (10YR 8/2) gravelly clay loam, light brownish gray (10YR 6/2) moist; massive; hard, very friable, sticky and slightly plastic; violently effervescent, about 20 percent calcium carbonate equivalent occurring as many soft masses and moderately thick pendants on coarse fragments; 20 percent pebbles; moderately alkaline (pH 8.4); diffuse smooth boundary.  (18 to 20 inches thick)\nBk2--30 to 60 inches; light brownish gray (10YR 6/2) gravelly clay loam, grayish brown (10YR 5/2) moist; massive; hard, very friable, sticky and slightly plastic; strongly effervescent, lime as common soft masses and as filaments; 25 percent pebbles; moderately alkaline\n(pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; SE1/4, SE1/4, sec. 9,\nT. 45 N., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 15 inches thick.  Depth to the base of the argillic horizon is 10 inches or less and depth to the calcic horizon is 15 inches or less.  The mean annual soil temperature is 47 to 53 degrees F.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Coarse fragments range from 0 to 15 percent.  It is neutral or mildly alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 3 through 5 dry, 2 through 4 moist, and chroma of 2 through 4.  Texture is clay loam or loam with 18 to 35 percent clay and more than 15 percent but less than 35 percent fine or coarser sand.  Coarse fragments range from 0 to 15 percent.  It is neutral or mildly alkaline.\nThe Bk horizon has hue of 2.5Y through 7.5YR, value of 6 through 8 dry, 5 through 7 moist, and chroma of 1 through 4.  Texture is clay loam, loam, or sandy loam with 16 to 30 percent clay.  Textures are modified with 10 to 30 percent coarse fragments, mainly pebbles, but cobbles dominate some pedons.  It is moderately alkaline or strongly alkaline.  Calcium carbonate equivalent ranges from 15 to 30 percent. 2 - Wolf Series"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascalon, Asparas, Bresser, Capulin, Cedak, Critchell, Datil, Featherlegs, Hargreave, Harlan, Hemingford, Hirac, Kirtley, Lavate, Lorac, Moskee, Noden, Palmer Canyon, Recluse, Rosebud, Satanta, Sugardee, and Wages series.  Ascalon, Asparas, Capulin, Datil, Harlan, Moskee, Noden, Satanta, and Sugardee soils have Bt horizons greater than 15 inches thick.  Harlan soils also have hue of 5YR or 2.5YR in the Bt.  Bresser, Critchell, Hemingford, Lavate, Lorac, Palmer Canyon, Recluse, and Wages soils either do not have a calcic horizon above 40 inches or are noncalcareous above that depth.  Cedak, Hargreave, Hirac, Kirtley, and Rosebud soils have bedrock at 20 to 40 inches.  Featherlegs soils have a 2C horizon above 40 inches containing over 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wolf soils are on relict fan terraces, fan pediments, and fan aprons.  They formed in alluvium from mixed sources.  Slopes are 0 to 10 percent.  Elevations are 3,500 to 5,500 feet.  The mean annual precipitation ranges from 12 to 19 inches with half falling as snow or rain in late March, April, May, and early June.  The mean annual temperature is about 46 degrees F. and ranges from 45 to 47 degrees F.  The frost-free season is estimated to range from 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cedak, Moskee, and Recluse soils and the Big Horn soils.  Big Horn soils lack a mollic epipedon and have fine textured Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, and irrigated pasture.  Native vegetation consists of western wheatgrass, blue grama, needleandthread, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Wyoming and north- eastern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County, Wyoming; 1932.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
