{
  "SERIES": "WOLFCUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC",
  "REVDATE": "12/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wolfcut very stony loam--forest land. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 20 percent gravel, 15 percent cobbles, and 3 percent stones.\nOi--0 to 1 inch; slightly decomposed plant material composed of fibrous needle litter; abrupt wavy boundary.  (0 to 2 inches thick)\nA--1 to 4 inches; dark grayish brown (10YR 4/2) very stony loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; common very fine roots; common very fine tubular pores; 15 percent gravel, 10 percent cobbles, and 10 percent stones; slightly acid; clear smooth boundary.  (2 to 10 inches thick)\nAB--4 to 11 inches; dark grayish brown (10YR 4/2) extremely stony sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine through coarse roots; common very fine tubular and interstitial pores; 45 percent gravel, 10 percent cobbles, and 10 percent stones; slightly acid; clear wavy boundary.  (0 to 7 inches thick)\nBt1--11 to 19 inches; grayish brown (10YR 5/2) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine through coarse roots; common very fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; 50 percent gravel, 10 percent cobbles, and 10 percent stones; slightly acid; clear wavy boundary.  (5 to 10 inches thick)\nBt2--19 to 30 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine through coarse roots; common very fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; 50 percent gravel, 10 percent cobbles, and 10 percent stones; slightly acid; clear wavy boundary.  (8 to 14 inches thick)\nBt3--30 to 42 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and common fine through coarse roots; common very fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; 55 percent gravel, 10 percent cobbles, and 5 percent stones; slightly acid; clear wavy boundary.  (8 to 15 inches thick)\nBt4--42 to 60 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine through coarse roots; common very fine tubular and interstitial pores; few faint clay bridges on sand grains; 55 percent gravel, 10 percent cobbles, and 5 percent stones; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alpine County, California; on the Toiyabe National Forest about 3 miles south of Wolf Creek Meadows; approximately 500 feet south and 2,100 feet west of the northeast corner of section 18, T. 8 N., R. 21 E.; USGS Wolf Creek 7.5 minute topographic quadrangle; 38 degrees 32 minutes 34.5 seconds north latitude and 119 degrees 42 minutes 29.9 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; usually dry from July through early October; Xeric moisture regime.\nMean annual soil temperature - 44 to 47 degrees F.\nUmbric epipedon thickness - 10 to 15 inches.\nDepth to base of argillic horizon - more than 60 inches.\nSodium fluoride pH - 9.0 to 10.5.\nParticle-size control section - Clay content: Averages 18 to 27 percent; Rock fragments: Averages 60 to 80 percent.  Lithology of fragments are mainly volcanic rocks such as tuff, tuff-breccia, and andesite, with lesser amounts of granitic rocks such as granodiorite.\nA and AB horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nReaction: Moderately acid or slightly acid.\nBt horizons - Hue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 4 or 5 dry.\nChroma: 2 through 4, dry or moist.\nTexture: Extremely gravelly sandy clay loam, extremely gravelly loam, or extremely gravelly sandy loam.\nClay content: 18 to 27 percent.\nRock fragments: 60 to 80 percent.\nReaction: Moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Penstock series.  Penstock soils have 35 to 50 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wolfcut soils are on fan remnants on mountain valleys.  They formed in colluvium and alluvium derived from mixed sources.  Slopes are 8 to 30 percent.  Elevations range from 6,500 to 7,500 feet.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 20 to 30 inches, the mean annual temperature is 39 to 45 degrees F., and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Joecut and Toiyabe soils.  Joecut soils have higher clay content in the argillic horizon.  Toiyabe soils are sandy, shallow to paralithic contacts, and do not have diagnostic subsurface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wolfcut soils are used for forest land, recreation, watershed, and wildlife habitat.  The native vegetation is mainly a forest canopy of white fir and Jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 2,800 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alpine County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOrganic soil material - The zone from the soil surface to 1 inch (Oi horizon).\nUmbric epipedon - The zone from 1 to 11 inches (A and AB horizons).\nArgillic horizon - The zone from 11 to 60 inches (Bt1, Bt2, Bt3, and Bt4 horizons).\nParticle-size control section - The zone from 11 to 31 inches (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
