{
  "SERIES": "WOLVERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAP-JFG-CJH",
  "REVDATE": "07/1999",
  "STATES": "MN",
  "OVERVIEW": "The Wolverton series consists of very deep, moderately well drained soils that formed in a mantle of calcareous glacial lacustrine sediments over calcareous till. These soils are on glacial lake plains and ground moraines.  These soils have moderately rapid to rapid permeability in the upper sediment and moderately slow permeability in the underlying till.  They have slopes of 0 to 3 percent.  Mean annual precipitation is about 21 inches.  Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wolverton very fine sandy loam on a plane level glacial lake plain (Red River Valley) in a cultivated field. (Colors are moist unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) very fine sandy loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; very friable; many fine roots; carbonates disseminated throughout; strongly effervescent; moderately alkaline; abrupt smooth boundary.\nAk--9 to 16 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; very friable; common fine roots; carbonates disseminated throughout; violently effervescent; moderately alkaline; gradual wavy boundary.  (Combined A horizons 7 to 18 inches thick)\nBk1--16 to 27 inches; dark grayish brown (10YR 4/2) loamy very fine sand; weak fine and medium subangular blocky structure; very friable; common fine roots; carbonates disseminated throughout; violently effervescent; moderately alkaline; gradual wavy boundary.\nBk2--27 to 35 inches; light yellowish brown (2.5Y 6/4) loamy very fine sand; weak fine subangular blocky structure; very friable; few fine distinct grayish brown (2.5Y 5/2)redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6)redoximorphic concentrations; carbonates disseminated throughout; few fine soft masses of iron-manganese; slightly effervescent; slightly alkaline; abrupt smooth boundary. (Combined Bk horizons 6 to 30 inches thick)\n2BCky--35 to 68 inches; light olive brown (2.5Y 5/4) clay loam; moderate medium and coarse prismatic soil fragments; firm; many medium and coarse distinct light brownish gray (2.5Y 6/2)redoximorphic depletions and few fine and medium prominent dark brown (7.5YR 4/4)redoximorphic concentrations; common fine nests of gypsum; few fine carbonate threads; about 2 percent gravel; strongly effervescent; slightly alkaline; gradual wavy boundary.\n2C--68 to 80 inches; light olive brown (2.5Y 5/4) clay loam; massive; firm; few fine prominent gray (N 6/0)redoximorphic depletions and few fine prominent dark yellowish brown (10YR 4/6)redoximorphic concentrations; few fine soft masses of iron-manganese; about 2 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilkin County, Minnesota; about 3 miles north and 2 miles east of Nashua; 600 feet east and 1000 feet north of the southwest corner, Sec.12, T.130 N. R.45 W., USGS Tintah, Minnesota quadrangle, lat. 46 degrees 04 minutes 54 seconds N., Lon. 96 degrees 16 minutes 59 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 16 inches thick.  The depth to fine-loamy till ranges from 20 to 40 inches.  The calcic horizon occurs within 16 inches of the surface and has less than 25 percent calcium carbonate equivalent.  The soil is slightly alkaline to moderately alkaline. Rock fragments are typically lacking in the upper mantle and range from 1 to 10 percent, by volume, in the lower material.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in most years.\nThe Ap and Ak horizons have 10YR hue, value of 2 or 3, and chroma of 1 or 2.  They are very fine sandy loam, fine sandy loam, loam, silt loam, loamy very fine sand or loamy fine sand.  Reaction is slightly alkaline or moderately alkaline.\nThe Bk horizon has 10YR or 2.5Y hue, value of 3 to 6, and chroma of 1 to 4.  It typically is loamy very fine sand, loamy fine sand, loamy sand, very fine sandy loam, fine sandy loam or sandy loam.  In some pedons the lower part is very fine sand, fine sand or sand.  It is slightly alkaline or moderately alkaline.\nSome pedons have a Bkg horizon and/or a 2Bk horizon.\nThe 2C and 2BCky horizons have hue of 2.5Y, value of 5 or 6, and chroma of 1 to 4.  They are clay loam, silty clay loam or loam.  The average clay content of the glacial till ranges from 18 to 35 percent. The horizons are slightly alkaline or moderately alkaline.  Some pedons do not have a 2BCky horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Malachy, Ortonville and Skagen soils.  The Malachy soils have a calcic horizon more than 16 inches deep.  Ortonville soils have more than 1 percent rock fragments throughout the series control section and formed in till throughout.  Skagen soils have more than 25 percent calcium carbonate equivalent in the calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly convex slopes with gradient of 0 to 3 percent on glacial lake plains and ground moraines.  They are formed in 20 to 40 inches of calcareous glaciolacustrine sediments over fine-loamy calcareous glacial till.  Mean annual temperature ranges from 38 to 44 degrees F.  Mean annual precipitation ranges from 19 to 24 inches. Frost free days range from 110 to 140.  Elevation above sea level ranges from 785 to 1000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Foldahl, Grimstad, Kittson, Kratka and Rockwell soils.  The Foldahl, Kittson, and Kratka soils lack a calcic horizon within 16 inches of the surface and in addition the Kratka soils are poorly drained and are in lower lying areas.  The Grimstad soils are sandy over loamy.  The Rockwell soils are poorly drained and are in lower lying areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow.  Permeability is moderately rapid to rapid in the upper sediment and moderately slow in the underlying till.  An apparent seasonal high water table is at a depth of 2.5 to 5 feet from March to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most Wolverton soils are cultivated to small grains, corn, or speciality crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Minnesota, and possibly eastern and southeastern North Dakota and northeastern South Dakota.  It is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Becker, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:  mollic epipedon - the zone from the surface to a depth of about 16 inches (Ap & Ak); calcic horizon - the zone from about 9 inches to 27 inches (Ak & Bk horizons); characteristics associated with wetness - redoximorphic features beginning at 27 inches; lithologic discontinuity - occurring at a depth of 35 inches; udic moisture regime.\nThis soil was previously included with the Elmville series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Interpretation Record Number MN0706"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (10YR 2/1) very fine sandy loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; very friable; many fine roots; carbonates disseminated throughout; strongly effervescent; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "Ak",
        "top": 23,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ak--9 to 16 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; very friable; common fine roots; carbonates disseminated throughout; violently effervescent; moderately alkaline; gradual wavy boundary.  (Combined A horizons 7 to 18 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 41,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--16 to 27 inches; dark grayish brown (10YR 4/2) loamy very fine sand; weak fine and medium subangular blocky structure; very friable; common fine roots; carbonates disseminated throughout; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 69,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk2--27 to 35 inches; light yellowish brown (2.5Y 6/4) loamy very fine sand; weak fine subangular blocky structure; very friable; few fine distinct grayish brown (2.5Y 5/2)redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6)redoximorphic concentrations; carbonates disseminated throughout; few fine soft masses of iron-manganese; slightly effervescent; slightly alkaline; abrupt smooth boundary. (Combined Bk horizons 6 to 30 inches thick)"
      },
      {
        "name": "2BCky",
        "top": 89,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCky--35 to 68 inches; light olive brown (2.5Y 5/4) clay loam; moderate medium and coarse prismatic soil fragments; firm; many medium and coarse distinct light brownish gray (2.5Y 6/2)redoximorphic depletions and few fine and medium prominent dark brown (7.5YR 4/4)redoximorphic concentrations; common fine nests of gypsum; few fine carbonate threads; about 2 percent gravel; strongly effervescent; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "2C",
        "top": 173,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--68 to 80 inches; light olive brown (2.5Y 5/4) clay loam; massive; firm; few fine prominent gray (N 6/0)redoximorphic depletions and few fine prominent dark yellowish brown (10YR 4/6)redoximorphic concentrations; few fine soft masses of iron-manganese; about 2 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
