{
  "SERIES": "WONSQUEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-WDH-RFL",
  "REVDATE": "04/2016",
  "STATES": "CT,ME,MA,NH,NY,VT",
  "OVERVIEW": "The Wonsqueak series consists of very deep, very poorly drained soils that formed in a mantle of well decomposed organic soil material over loamy mineral material. They are in depressions in glaciated uplands and lowlands, and on floodplains. Estimated saturated hydraulic conductivity is moderately high or high in the organic materials and underlying mineral material. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 1180 mm, and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wonsqueak muck, in a swamp. (Colors are for saturated soil.)\nOa1--0 to 20 cm; very dark gray (5YR 3/1) muck, broken face and rubbed; about 30 percent fiber, 5 percent rubbed; massive; slightly sticky; dominantly herbaceous fibers; about 5 percent mineral material; yellowish brown (10YR 5/4) sodium pyrophosphate test; moderately acid (pH 5.6 in 0.01 M calcium chloride); clear smooth boundary.\nOa2--20 to 81 cm; black (5YR 2/1) muck, broken face and rubbed; about 20 percent fiber, 5 percent rubbed; massive; slightly sticky; dominantly herbaceous fibers; 5 percent mineral material; brown (10YR 4/3) sodium pyrophosphate test; slightly acid (pH 6.5 in 0.01 M calcium chloride); abrupt smooth boundary.\nCg--81 to 165 cm; gray (N 5/0) silt loam; massive; slightly sticky and slightly plastic; less than 5 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hancock County, Maine; Town of Tremont; located about 610 meters northwest of Baldwin Corners; USGS Bass Harbor, ME topographic quadrangle; latitude 44 degrees 14 minutes 55.29 seconds N. and longitude 68 degrees 22 minutes 15.07 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the organic material and depth to the mineral substratum range from 40 to 130 cm. Depth to bedrock is greater than 165 cm. Fibers are typically of herbaceous origin, but the fibers in some layers are of woody origin. In some pedons fibers from sphagnum moss compose up to 70 percent of the surface tier, and thin layers in the subsurface and bottom tiers. Woody fragments consisting of twigs, branches, and stumps range from 0 to 20 percent throughout the soil. The content of mineral material ranges from 0 to 20 percent in the organic layers.\nThe surface tier is typically sapric material, but in some pedons it is hemic or fibric material with or without sapric material. It is neutral or has hue of 2.5YR to 10YR, value of 2 to 3, and chroma of 0 to 2. Fibric material, where present, has value up to 5, and chroma up to 6. Consistence is nonsticky or slightly sticky. Reaction is extremely acid to slightly acid in 0.01 M calcium chloride.\nOrganic materials in the subsurface and bottom tiers are neutral or have hue of 2.5YR to 2.5Y, value of 2 to 4, and chroma of 0 to 2. They are typically sapric material, but some pedons have layers of fibric material with a total thickness of less than 15 cm, or layers of hemic material with a total thickness of less than 25 cm. Consistence is nonsticky or slightly sticky. Reaction is commonly very strongly acid to slightly acid in 0.01 M calcium chloride, but the range includes extremely acid in some pedons.\nThe C or Cg horizon is neutral or has hue of 5YR to 5GY, value of 2.5 to 6, and chroma of 0 to 4. It is dominantly silt loam, but ranges from sandy loam to silty clay loam or silty clay in the fine-earth fraction. The upper part has mucky mineral material in some pedons. Consistence is nonsticky to moderately sticky, and nonplastic to moderately plastic. Rock fragments consisting mainly of gravel range from 0 to 20 percent. Reaction is very strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berner, Bullwinkle, Cathro, Dingle, and Nidaros series. Berner, Bullwinkle, Dingle, and Nidaros soils are located outside of MLRAs 140, 143, and 144B, and receive lower annual precipitation than Wonsqueak soils. The Cathro series was established in Michigan, but has been allowed to range from North Dakota to Maine. A future MLRA update project will limit the range of Cathro soils to more western areas receiving lower annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wonsqueak soils are mainly in swamps in glaciated uplands and lowlands. They also occur on floodplains. The soils formed in 40 to 130 cm of organic material derived mainly from herbaceous materials, with lesser amounts from woody plants and sphagnum mosses. The underlying mineral substratum is loamy material from glacial sediments of Wisconsin age. Slope ranges from 0 to 2 percent. The mean annual precipitation is 790 to 1640 mm, and the mean annual temperature is 2 to 7 degrees C. The frost-free period ranges from 90 to 160 days. Elevation ranges from about 5 to 800 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brayton, Buckland, Bucksport, Cabot, Charles, Colton, Hermon, Monarda, Peru, Pillsbury, Schoodic, Tunbridge, and Vershire soils. With the exception of Bucksport soils, all of these soils are better drained and formed in mineral soil material. Bucksport soils are very poorly drained and formed in organic soil material greater than 130 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Estimated saturated hydraulic conductivity is moderately high or high in the organic material and underlying mineral material. Rare to frequent flooding of very brief to long duration may occur where the soil occupies flood plains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in swamps. Some are in shrubby or open bogs. Woodland vegetation includes northern white cedar, tamarack, black spruce, alder, red maple, gray birch, and balsam fir. Shrubby plants and understory vegetation include pale laurel, bog rosemary, labrador tea, lambkill, leatherleaf, chokeberry, sphagnum moss, and various grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, Connecticut, Massachusetts, New Hampshire, New York, and Vermont; MLRAs 140, 143, and 144B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Oxford County, Maine, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The curent ranges of Wonsqueak and Cathro series  overlap with respect to annual precipitation- the property that differentiated the series historically. Presently, the Cathro series is being recorrelated to other series throughout its former extent in New York and New England. At the completion of this process, the Cathro series extent will be confined to an area in MI, MN, ND, and WI with a lower annual precipation range that is exclusive of the range for the Wonqueak series.\n2. Diagnostic features recognized in this pedon are:\nSapric soil materials - sapric soil materials are dominant in the surface tier and organic part of the subsurface tier (Oa1 and Oa2 horizons).\nTerric feature - a mineral layer 30 cm or more thick that has its upper boundary within the control section (Cg horizon).\nEuic feature - pH of 4.5 or more in 0.01M calcium chloride throughout the organic material in the control section (Oa1 and Oa2 horizons).\nAdditional Data: Characterization data for Wonsqueak and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa1--0 to 20 cm; very dark gray (5YR 3/1) muck, broken face and rubbed; about 30 percent fiber, 5 percent rubbed; massive; slightly sticky; dominantly herbaceous fibers; about 5 percent mineral material; yellowish brown (10YR 5/4) sodium pyrophosphate test; moderately acid (pH 5.6 in 0.01 M calcium chloride); clear smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 20,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa2--20 to 81 cm; black (5YR 2/1) muck, broken face and rubbed; about 20 percent fiber, 5 percent rubbed; massive; slightly sticky; dominantly herbaceous fibers; 5 percent mineral material; brown (10YR 4/3) sodium pyrophosphate test; slightly acid (pH 6.5 in 0.01 M calcium chloride); abrupt smooth boundary."
      },
      {
        "name": "Cg",
        "top": 81,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--81 to 165 cm; gray (N 5/0) silt loam; massive; slightly sticky and slightly plastic; less than 5 percent gravel; neutral (pH 7.2)."
      }
    ]
  ]
}
