{
  "SERIES": "WOODBRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-JTI-DHZ",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Woodbridge fine sandy loam - grass field, at an elevation of about 177 meters. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 18 cm; very dark grayish brown (10YR 3/2) fine sandy loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine and medium roots; few very dark brown (10YR 2/2) earthworm casts; 5 percent gravel; moderately acid; abrupt wavy boundary. (10 to 30 cm thick.)\nBw1--18 to 46 cm; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine roots; few very dark brown (10YR 2/2) earthworm casts; 10 percent gravel; moderately acid; gradual wavy boundary.\nBw2--46 to 66 cm; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine roots; few very dark brown (10YR 2/2) earthworm casts; 10 percent gravel; few medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion; moderately acid; gradual wavy boundary.\nBw3--66 to 76 cm; light olive brown (2.5Y 5/4) fine sandy loam; weak medium subangular blocky structure; friable; few fine roots; 10 percent gravel; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 31 to 94 cm.)\nCd1--76 to 109 cm; light olive brown (2.5Y 5/4) gravelly fine sandy loam; weak thick plates of geogenic origin; very firm, brittle; 20 percent gravel; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion; moderately acid; gradual wavy boundary.\nCd2--109 to 165 cm; light olive brown (2.5Y 5/4) gravelly fine sandy loam; weak thick plates of geogenic origin; very firm, brittle; few fine prominent very dark brown (10YR 2/2) coatings on plates; 25 percent gravel; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tolland County, Connecticut; town of Mansfield, 0.75 mile south of the intersection of Connecticut Routes 275 and 195, and 0.25 mile east on the University of Connecticut Agronomy Farm, 800 feet north of the greenhouses near the corner of a brushy field. USGS Spring Hill, CT topographic quadrangle, Latitude 41 degrees, 47 minutes, 53.43 seconds N., Longitude 72 degrees, 13 minutes, 48.69 seconds W., WGS 1984."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum and depth to densic materials is 50 to 100 cm. Depth to bedrock is commonly more than 2 meters. Rock fragments commonly range from 0 to 35 percent. Except where the surface is stony, the fragments are mostly subrounded gravel and typically make up 60 percent or more of the total rock fragments. Unless limed, reaction ranges from very strongly acid to slightly acid.\nSome pedons have an O horizon.\nThe Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 2 to 4. Dry value is 6 or more. Undisturbed pedons have a thin A horizon commonly with hue of 7.5YR or 10YR but the range includes 2.5Y, value of 2 or 3 and chroma of 1 or 2. The Ap or A horizon is loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nSome pedons have a thin E horizon below the A horizon. It has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 3.\nThe upper part of the Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8. The lower part of the Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6. Iron depletions are within 60 cm. The Bw horizon is loam, fine sandy loam, or sandy loam with less than 65 percent silt plus very fine sand.\nSome pedons have a thin BC horizon.\nSome pedons have an E or E' horizon up to 8 cm thick below the B horizon. It has hue of 10YR to 5Y, value of 5 or 6, chroma of 2 or 3, and has redoximorphic features. Typically, it is coarser-textured than the overlying horizon.\nSome pedons have a C horizon above the Cd horizon.\nThe Cd horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4. It commonly has redoximorphic features. Texture is loam, fine sandy loam, sandy loam, or coarse sandy loam in the fine-earth fraction. The structure is not pedogenetically derived, and appears in the form of medium to very thick plates, or it is massive. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chautauqua, North Meadow, Pittstown, Pompton, Rainbow, Sutton, Wapping, and Wilbraham series. Chautauqua, Pompton, Sutton, and Wapping soils do not have a dense substratum.  North Meadow soils have a cap of human transported material 25 to 100 cm thick. Pittstown and Rainbow soils have more than 65 percent silt plus very fine sand in the solum. Wilbraham soils are poorly drained and developed from red parent materials (originating from reddish sandstone, shale, and conglomerate with some basalt)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Woodbridge soils are nearly level to moderately steep and are on hills, drumlins, till plains, and ground moraines. Slope commonly is less than 8 percent, but the range includes 0 to 25 percent. The soils formed in acid till derived mostly from schist, gneiss, and granite. Mean annual temperature ranges from 7 to 13 degrees C and mean annual precipitation ranges from 940 to 1250 mm, and the growing season ranges from 115 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Rainbow, Sutton, and Wapping soils and the Bernardston, Broadbrook, Canton, Charlton, Chatfield, Georgia, Hollis, Leicester, Montauk, Paxton, Ridgebury, Scituate, and Whitman soils on nearby landscapes. The well drained Paxton, somewhat poorly and poorly drained Ridgebury, and the very poorly drained Whitman soils are associated in a drainage sequence. Bernardston and Broadbrook soils are well drained and are finer textured. Canton and Charlton soils are well drained and do not have a dense substratum. Chatfield and Hollis soils have bedrock within depths of 50 to 100 and 25 to 50 cm, respectively. Georgia soils are calcareous within 200 cm. Leicester soils are poorly drained and do not have a dense substratum. Montauk soils are well drained and are coarser textured. Scituate soils have a loamy sand substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is moderate to very high. Saturated hydraulic conductivity is moderately high or high in the solum and low or moderately low in the dense substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are cleared and used for cultivated crops, hay, or pasture. Scattered areas are used for community development. Some areas are wooded. Common trees are red, white, and black oak, hickory, white ash, sugar maple, red maple, eastern hemlock, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands of Connecticut, Massachusetts, New Hampshire, eastern New York, and Rhode Island. MLRAs 144A, 145, and 149B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, Massachusetts, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Woodbridge soils were previously used in Maine. Soil temperature studies in Maine have resulted in the use of the frigid soil temperature regime for soils in areas formerly identified as mesic.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 18 cm (Ap horizon).\n2. Cambic horizon - the zone from 18 to 76 cm (Bw horizons).\n3. Aquic feature - low chroma areas of iron depletion within 60 cm (Bw2 horizon).\n4. Densic materials - the zone from 76 to 165 cm (Cd1 and Cd2 horizons).\n5) Particle-size control section - the zone from 18 to 76 cm (Bw horizons).\nADDITIONAL DATA: Full characterization data for pedons with User Pedon IDs of S2000CT013003, S1956NH017002, S1956NH017003, S1958CT013004, S1958MA015002, S1978NH011002, and S1991MA023007. Pedons analyzed by the NSSL, Lincoln, NE. The laboratory characterization data for these pedons and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
