{
  "SERIES": "WOODGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL",
  "REVDATE": "12/2000",
  "STATES": "MT",
  "OVERVIEW": "The Woodgulch series consists of very deep, somewhat excessively drained soils that formed in material derived from coarse grained granitic rock.  These soils are on mountains.  Slopes are 8 to 35 percent.  Mean annual precipitation is about 16 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Lamellic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woodgulch stony loamy sand, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; undecomposed and slightly decomposed forest litter.\nA--1 to 5 inches; grayish brown (10YR 5/2) stony loamy sand, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and very fine roots; few medium and coarse roots; many clear sand grains; 5 percent surface stones, 5 percent pebbles, 5 percent cobbles; moderately acid (pH 5.8); clear smooth boundary. (2 to 5 inches thick)\nE--5 to 14 inches; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and very fine roots; few medium and coarse roots; many very fine tubular and interstitial pores; many clear sand grains coating faces of peds; slightly acid (pH 6.5); gradual smooth boundary. (5 to 15 inches thick)\nE/Bt--14 to 31 inches; E part (85 percent) pale brown (10YR 6/3) loamy sand, dark brown (10YR 4/3) moist; Bt part (15 percent) pale brown (10YR 6/3) sandy loam dark brown 10YR 3/3 moist; weak medium and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; few medium and coarse roots; many very fine tubular and interstitial pores; few faint clay films on faces of peds and bridging sand grains; many bleached sand grains on faces of peds; slightly acid (pH 6.1); gradual smooth boundary. (10 to 20 inches thick)\nE and Bt--31 to 51 inches; E part (95 percent) pale brown (10YR 6/3) loamy sand, dark brown (10YR 4/3) moist; Bt part (5 percent) brown (10YR 5/3) sandy clay loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few fine and very fine roots; many very fine tubular and interstitial pores; many clear sand grains; lamellae are 1/8 to 3/16 inch thick and total 1 inch thick; 5 percent pebbles; slightly acid (pH 6.2); gradual smooth boundary. (15 to 25 inches thick)\nC--51 to 60 inches; light brownish gray (2.5Y 6/2) coarse sand, grayish brown (2.5Y 5/2) moist; single grain; loose; 10 percent angular pebbles; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis and Clark County, Montana; 1,700 feet east and 1,200 feet north of the SW corner of sec. 12, T. 9 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 12 and 35 inches.\nA horizon - Value:  4 or 5 dry, 3 moist\nChroma:  1 or 2\nClay content:  5 to 10 percent\nRock fragments:  5 to 35 percent--0 to 10 percent stones, 0 to 10 percent cobbles, 5 to 15 percent pebbles\nReaction:  pH 5.6 to 6.5\nE horizon - Value:  6 or 7 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  sand or loamy sand\nClay content:  5 to 10 percent\nRock fragments:  0 to 5 percent pebbles\nReaction:  pH 6.1 to 7.3\nE/Bt horizon - Value:  E part 6 or 7, Bt part 5 or 6 dry; E part 2 or 3, Bt part 3 or 4 moist\nChroma:  3 or 4\nClay content:  5 to 10 percent\nRock fragments:  0 to 5 percent pebbles\nReaction:  pH 6.1 to 7.3\nE and Bt horizon - Value:  E part 6 or 7, Bt part 5 or 6 dry; E part 2 or 3, Bt part 3 or 4 moist\nChroma:  3 or 4\nLamellae:  combined thickness of 1/4 to 3 inches\nClay content:  5 to 10 percent\nRock fragments:  0 to 5 percent\nReaction:  pH 6.1 to 7.3\nC horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  1 or 2\nTexture:  coarse sand or loamy sand\nClay content:  0 to 5 percent\nRock fragments:  5 to 30 percent pebbles\nReaction:  pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains.\nElevation - 4,500 to 5,500 feet.\nSlope - 8 to 35 percent.\nParent material - material derived from coarse grained granite rock with a high content of mica.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual temperature - 40 to 45 degrees F.\nFrost-free period - 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodgulch soils are used mainly for livestock grazing and for woodland.  Potential native vegetation is mainly ponderosa pine and Douglas fir, with an understory of bluebunch wheatgrass, Idaho fescue, rough fescue, kinnikinnick, bitterbrush, mountain mahogany, pinegrass, white spirea, and western yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Woodgulch soils are not extensive in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis and Clark County, Montana, 1991; proposed in Lewis and Clark County, Montana, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations record:  MT0406, MT1147.  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from 1 to 8 inches (mixed A and part of E horizons); an albic horizon from 5 to 14 inches (E horizon); a horizon of mixed albic and argillic materials from 14 to 31 inches (E/Bt horizon); a horizon with lamellae from 31 to 51 inches (E and Bt horizon); a particle-size control section from 10 to 40 inches below the mineral soil surface (E, E/Bt, E and Bt horizons).  Woodgulch soils have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA:  NSSL S89MT-049-001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
