{
  "SERIES": "WOODS",
  "STATUS": "Established Series",
  "BYREV": "JGF-JWF-WJG",
  "REVDATE": "06/2020",
  "STATES": "KS,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Calciusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Woods silty clay loam--on a 5 percent slope, in native rangeland at approximately 610 m (2,001 ft) elevation.  (Colors are for dry soil unless otherwise stated.)\nAk--0 to 25 cm (0 to 10 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2), moist; moderate fine subangular blocky structure parting to moderate fine granular; very hard, firm; many fine roots; few fine concretions of calcium carbonate; slightly effervescent; moderately alkaline; clear smooth boundary. Thickness is 23 to 33 cm (9 to 13 in)\nBtkss--25 to 66 cm (10 to 26 in); brown (10YR 5/3) silty clay, brown (10YR 4/3), moist; strong medium prismatic structure parting to strong medium angular blocky; extremely hard, very firm; few fine and common very fine roots; common distinct pressure faces; common distinct slickensides oriented approximately 45 degrees from horizontal; prominent clay films on faces of peds; cracks filled with very dark grayish brown (10YR 3/2) moist, silty clay loam; few fine threadlike masses and few fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. Thickness is 25 to 66 cm (10 to 26 in)\nBk--66 to 76 cm (26 to 30 in); light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4), moist; weak coarse prismatic structure parting to weak medium subangular blocky; very hard, very firm; few fine and few very fine roots; common distinct carbonate coats on ped faces; many medium irregular masses of calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary. Thickness is 0 to 46 cm (0 to 18 in)\nCky--76 to 203 cm (30 to 80 in); pink (7.5YR 7/4) stratified laminae of silt loam, clay loam, and silty clay; light brown (7.5YR 6/4), moist; massive; hard, firm; common carbonate coats on ped faces; common fine and few medium irregular masses of calcium carbonate; a 2 inch strata contains many fine gypsum crystals and is noncalcareous; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woods County, Oklahoma; from the intersection of State Highway 50 and State Highway 64 at Camp Houston, OK; 9 miles north on county road NS2190, then approximately 1 mile west on Major Road, then approximately 1 mile south-southwest on private road; 1550 ft (472 m) west and 2600 ft (793 m) south of the northeast corner of Section 4, Township 28N, Range 18W (Indian Meridian).\nUSGS topographic quadrangle: Freedom NW; Oklahoma\nLatitude: 36 degrees, 56 minutes, 11.00 seconds N\nLongitude: 99 degrees, 8 minutes, 16.00 seconds W\nDecimal Degrees\nLatitude: 36.9363899\nLongitude: -99.1377792\nDatum: WGS84\nUTM Northing: 4087825 m\nUTM Easting:   487731 m\nUTM zone: 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: A Typic Ustic moisture regime. The soil moisture control section is dry in some part or all parts for more than 180 but less than 225 cumulative days in normal years. The soil is intermittently moist in some part from December to March; intermittently moist from July to September; and typically the driest in January to February.\nSolum thickness: 50 to 100 cm (20 to 40 in)\nThickness of mollic epipedon: 23 to 33 cm (9 to 13 in)\nDepth to slickensides: 15 to 43 cm (6 to 17 in)\nThickness of slickensides: 25 to 66 cm (10 to 26 in)\nDepth to secondary carbonates: 18 to 38 cm (7 to 15 in)\nDepth to calcic horizon: 40 to 76 cm (16 to 30 in)\nVertic Features: when dry, seasonal cracks 0.5 to 5 cm (0.2 to 2 in) wide extend through one or more horizons from the soil surface to a depth of 50 cm (20 in) or more.\nParticle size control section (weighted averages):\nTotal clay content: 35 to 60 percent\nSilicate clay content: 35 to 60 percent\nClay-sized carbonate content: 1 to 5 percent\nTotal sand content: 2 to 45 percent\nRock fragments: none\nA and Ak horizons:\nHue: 7.5YR to 10YR\nValue: 3 to 5, 2 to 3 moist\nChroma: 1 to 3 moist or dry\nTexture: clay loam, silty clay loam\nTotal clay content: 30 to 40 percent\nClay-sized carbonate: 0 to 3 percent\nTotal sand content: 5 to 45\nRock Fragments: none\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: 0 to 1 percent; fine to medium; masses,\nnodules, and concretions\nEffervescence: none to slight\nSoil Reaction (pH): neutral to moderately alkaline (6.6-8.4)\nBtss and Btkss horizons:\nHue: 7.5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6 moist or dry\nTexture: clay loam, silty clay loam, silty clay, clay\nTotal clay content: 35 to 60 percent\nTotal sand content: 2 to 45\nRock fragments: none\nClay-sized carbonate content: 1 to 5 percent\nSlickensides/Pressure faces: common to many; distinct or prominent, oriented\n35 to 60 degrees from horizontal\nCalcium carbonate equivalent: 2 to 18 percent\nIdentifiable secondary carbonate: 0 to 5 percent; fine to medium; masses,\nnodules, and concretions\nEffervescence: slight to violent\nSoil Reaction (pH): neutral to moderately alkaline (6.6-8.4)\nBk horizons:\nHue: 7.5YR to 10YR\nValue: 5 to 6, 4 to 5 moist\nChroma: 3 to 6 dry or moist\nTexture: clay loam, silty clay loam, silty clay, and clay\nTotal clay content: 27 to 60 percent\nClay-sized carbonate content: 1 to 10 percent\nTotal sand content: 2 to 45 percent\nRock fragments: none\nCalcium carbonate equivalent: 15 to 40 percent\nIdentifiable secondary carbonate: 5 to 30 percent; fine to coarse; films,\nmasses, nodules, and concretions\nEffervescence: strong to violent\nSoil Reaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nCk or Cky horizon:\nHue: 7.5YR to 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 3 to 6 dry or moist\nTexture: loam, silt loam, clay loam, silty clay loam, silty clay, and clay; this layer is usually stratified and may contain some thin strata of sand to sandy loam\nTotal clay content: 18 to 60 percent\nClay-sized carbonate content: 1 to 10 percent\nTotal sand content: 2 to 45 percent\nRock fragments: none\nCalcium carbonate equivalent: 5 to 20 percent\nIdentifiable secondary carbonate: 1 to 10 percent; fine to coarse; films,\nmasses, nodules, and concretions; these are commonly inherited from the\ngeologic deposit (Ogallala formation)\nGypsum: 0 to 25 percent; crystals; located in thin strata\nEffervescence: strong to violent\nSoil Reaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series. Similar soils are the Chapel, Dreyer, Frelsburg, and Latium series.\nChapel soils: formed in clayey lacustrine playa deposits and have a wetter soil moisture regime\nDreyer and Leakey soils: formed in clays and marls and have a wetter soil moisture regime\nFrelsburg soils: formed in share residuum and have a wetter soil moisture regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey alluvium derived from the Laverne\n(Valentine) Member of the Ogallala Formation of Miocene-Pliocene age\nLandscape: dissected high plains\nLandform: interfluves and hillslopes\nSlope: 0 to 15 percent\nMean annual precipitation: 457 to 660 mm (18 to 26 in)\nThornthwaite annual P-E Index: 30 to 36\nMean annual air temperature: 13.6 to 16.7 degrees C (56 to 62 degrees F)\nFrost-free period: 180 to 215 days\nElevation: 609.6 to 914.4 m (2,000 to 3,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Abbie, Case, Farry, Fortyone, Irene, Mansic, and Oklark\nseries.\nAbbie soils: occur on adjacent terraces and terrace remnants, have a fine-loamy particle-size class, do not have a calcic horizon within 100 cm (40 in) of the soil surface\nCase and Mansic soils: occur on similar positions, and have a fine-loamy particle-size class\nFarry soils: occur on adjacent lower positions and have a fine-loamy particle-size class\nFortyone soils: occur on adjacent lower positions and have a coarse-loamy particle-size class\nIrene soils: occur on adjacent terraces and terrace remnants, have a fine-silty particle-size class, do not have a calcic horizon within 100 cm (40 in) of the soil surface\nOklark soils: occur on similar positions, and have a coarse-loamy particle-size class"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability: very slow\nRunoff: high on 0 to 1 percent slopes and very high on slopes greater than 1\npercent"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor use: livestock grazing\nNative vegetation: buffalograss, bluegrama, and sideoats grama\nEcological sites assigned to phases and components of this series are listed\nbelow.  Current ecological site assignments are in Web Soil Survey.\nComponents of this series include the following ecological sites: Clay loam 16-24\" PZ (R077EY051TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral Area: Northwestern Oklahoma, southwestern Kansas, and the Texas and Oklahoma Panhandles\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMajor Land Resource Area 77E - Southern High Plains, Breaks\nExtent: Minor"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woods County, Oklahoma, 1995. The name is taken from the\ncounty where the series was established."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUser Pedon ID:  P1980OK151089 (TL)\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 25 cm (0 to 10 in) (Ak horizon)\nArgillic horizon: 25 to 66 cm (10 to 26 in) (Btkss horizon)\nSlickensides: 25 to 66 cm (10 to 26 in) (Btkss horizon)\nIdentifiable secondary carbonates: 0 to 203 cm (10 to 80 in) (Ak, Btkss, Bk, and Cky horizons)\nCalcic horizon: 66 to 203 cm (26 to 80 in) (Bk and Cky horizons)\nADDITIONAL DATA: none available.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
