{
  "SERIES": "WOODCANYON",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. SM-BJD-JAL",
  "REVDATE": "05/2008",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Xeric Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woodcanyon very gravelly loam, in rangeland, at 7,040 feet elevation.  When described on September 7, 1995, the soil was dry throughout.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (7.5YR 4/3) very gravelly loam, dark brown (7.5YR 3/2) moist; moderate fine and medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 35 percent gravel, 10 percent cobbles, trace stones; neutral (pH 7.2); abrupt wavy boundary.  (2 to 5 inches thick)\nBt1--3 to 12 inches; reddish brown (5YR 4/3) gravelly clay loam, reddish brown (5YR 4/3) moist; strong fine and medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine and few fine tubular pores; common discontinuous distinct clay films in root channels and pores; 25 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary.\nBt2--12 to 19 inches; reddish brown (5YR 4/3) gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine and medium prismatic structure parting to moderate fine and medium angular blocky; hard, firm, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine and few fine tubular pores; many continuous prominent clay films in root channels and pores; 15 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary.\nBt3--19 to 26 inches; reddish brown (5YR 4/4) very gravelly clay loam, reddish brown (5YR 4/3) moist; moderate fine and medium angular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; common discontinuous distinct clay films in root channels and pores; 35 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary.\nBt4--26 to 34 inches; reddish brown (5YR 5/4) gravelly silt loam, reddish brown (5YR 4/3) moist; moderate fine and medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; common discontinuous distinct clay films in root channels and pores; 20 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary.  (Combined thickness of Bt horizons is 18 to 35 inches.)\nR--34 inches; noncalcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bear Lake County, Idaho; about 0.75 mile east of Geneva Summit; about 3,250 feet west and 150 feet south of the northeast corner of sec. 6, T.13S., R.46E.  Latitude - 42 degrees, 19 minutes, 44 seconds north; Longitude - 111 degrees, 7 minutes, 24 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nProfile:\nDepth to argillic horizon - 2 to 5 inches.\nDepth to lithic contact - 20 to 40 inches.\nReaction - neutral to slightly alkaline.\nAverage annual soil temperature - 37 to 42 degrees F.\nXeric moisture regime\nParticle-size control section:\nClay content average - 35 to 42 percent (total clay).\nClay content range - 30 to 45 percent (total clay).\nRock fragment content range - 15 to 50 percent.\nA horizon:\nValue - 3 through 5 dry, 2 or 3 moist\nChroma - 1 through 3 dry or moist\nBt1 and Bt2 horizons:\nChroma - 3 or 4 dry or moist\nRock fragments - range 15 to 30 percent\nTexture - gravelly clay loam or gravelly clay\nBt3 horizon:\nChroma - 3 or 4 dry or moist\nRock fragments - range 35 to 50 percent\nBt4 horizon:\nValue - 4 or 5 dry\nChroma - 3 or 4 dry or moist\nRock fragments - range 15 to 30 percent\nTexture - gravelly silt loam, gravelly loam, or gravelly clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Woodcanyon soils are on hills and mountains at elevations of 6,400 to 7,200 feet.  They formed in alluvium and colluvium from noncalcareous sandstone.  Slopes are 20 to 50 percent.  The average annual precipitation ranges from 16 to 20 inches.  The average annual air temperature is 36 to 41 degrees F.  The frost free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hagenbarth, Halfcircle (T), and Preussrange (T) soils.  Hagenbarth soils have a fine-loamy particle-size control section and are very deep.  They are on hills adjacent to Woodcanyon soils.  Halfcircle soils are deep to a paralithic contact and are calcareous in the control section.  Halfcircle soils are on north facing mountains.  Preussrange soils are generally on south facing slopes above Woodcanyon soils and are 20 to 40 inches deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high to very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodcanyon soils are used for rangeland.  The potential natural vegetation is Mountain big sagebrush and Bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Bear Lake County, Idaho 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon - the zone from 3 to 34 inches (Bt1, Bt2, Bt3, and Bt4 horizons)\nParticle-size control section - the zone between 3 and 23 inches (Bt1, Bt2, and part of the Bt3 horizons)\nLithic contact - noncalcareous sandstone at 34 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
