{
  "SERIES": "WOODALL",
  "STATUS": "Established Series",
  "BYREV": "JWO:EPM",
  "REVDATE": "09/2016",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Woodall fine sandy loam on a flood plain with about 1 percent slope in fescue pasture. (Colors are for moist soil unless otherwise stated).\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; moderate medium granular structure in upper part and moderate medium subangular blocky in the lower part; friable; common fine and few medium roots; common fine and medium pores; common fine distinct dark yellowish brown (10YR 3/4) masses of iron accumulation in matrix; few fine distinct strong brown (7.5YR 4/6) masses of iron accumulation around pores and lining some root channels; few fine and medium black (N 2/0) strongly cemented iron and manganese concretions throughout; slightly acid; clear smooth boundary.  ( 3 to 7 inches thick)\nBA--5 to 15 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine and medium roots; common fine and medium pores; few medium faint light gray (10YR 7/2) irregularly shaped iron depletions with clear boundaries in the matrix; common coarse faint pale brown (10YR 6/3) masses of iron accumulation in matrix; common medium distinct strong brown (7.5YR 4/6) masses of iron accumulation in matrix and lining some pores; few fine prominent yellowish red (5YR 4/6) masses of iron accumulations around some pores; few fine distinct black (10YR 2/1) soft manganese accumulations throughout; few fine and medium strongly cemented iron and manganese concretions throughout; slightly acid; gradual smooth boundary.  ( 5 to 12 inches thick)\nBtg1--15 to 29 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine roots; common fine and medium pores; few faint clay films lining some pores; many coarse faint pale brown (10YR 6/3) masses of iron accumulation in matrix; common medium distinct brownish yellow (10YR 6/6) and few fine distinct yellowish brown (10YR 5/8) masses of iron accumulation around pores and root channels; few fine distinct black (10YR 2/1) soft manganese accumulations throughout and few fine very dark grayish brown (10YR 3/2) masses of manganese accumulation around some roots; few fine and medium strongly cemented iron and manganese concretions throughout; strongly acid; gradual smooth boundary.\nBtg2--29 to 38 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine roots; few fine and few medium pores; few faint clay films on faces of some peds; common distinct clay films lining most pores; common coarse distinct light yellowish brown (10YR 6/4) masses of iron accumulations in matrix; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in matrix, on faces of some peds and lining some pores; common medium faint brownish yellow (10YR 6/6) masses of iron accumulation in matrix and on faces of some peds; common fine, medium, and coarse strongly cemented iron and manganese concretions throughout; few fragments of charcoal; neutral; gradual smooth boundary.\nBtg3--38 to 47 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine roots; common fine and medium pores; common distinct clay films on faces of most peds and lining most pores; many medium distinct strong brown (7.5YR 5/6) and few medium distinct brownish yellow (10YR 6/6) masses of iron accumulation in matrix and on faces of some peds; areas with significant iron accumulation are slightly brittle; few fine black (10YR 2/1) soft manganese masses throughout; common fine, medium, and coarse strongly cemented iron and manganese concretions throughout; few fragments of charcoal; slightly alkaline; gradual smooth boundary.\nBtg4--47 to 56 inches; gray (10YR 6/1) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine roots; few fine and medium pores; common distinct clay films on faces of most peds and lining most pores; many coarse distinct light gray (10YR 7/2) iron depletions, few faint distinct dark yellowish brown (10YR 4/6), and many medium distinct yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; few faint strong brown (7.5YR 4/6) masses of iron accumulation lining some pores; areas with significant iron accumulation are slightly brittle; common fine and medium coarse strongly cemented iron and manganese concretions throughout; few fine black (10YR 2/1) soft manganese masses; slightly alkaline; clear smooth boundary.\nBtg5--56 to 64 inches; gray (10YR 6/1) fine sandy loam; moderate medium and coarse subangular blocky structure; friable; very few roots; few fine and medium pores; many distinct clay films on faces of some peds and lining some pores; many coarse distinct yellowish brown (10YR 5/4) and few medium dark yellowish brown (10YR 3/4) masses of iron accumulation in matrix; few medium distinct strong brown (7.5YR 4/6) masses of iron accumulation around pores and lining root channels; areas with significant iron accumulation are slightly brittle; few medium distinct black (10YR 2/1) masses of manganese accumulation on ped faces; common fine and medium strongly cemented iron and manganese concretions throughout; slightly alkaline; gradual smooth boundary.\nBtg6--64 to 80 inches; gray (10YR 6/1) fine sandy loam; moderate medium and coarse prismatic parting to moderate medium and coarse subangular blocky structure; firm; most peds slightly brittle; few fine and common medium pores; common distinct clay films on faces of most peds and lining most pores; many coarse distinct brown (10YR 4/3) and common medium distinct yellowish brown (10YR 5/6, 10YR 5/8)  masses of iron accumulation in matrix; common medium distinct black (10YR 2/1) masses of manganese accumulation on ped faces and lining some pores; common fine, medium and coarse strongly cemented iron and managanese concretions throughout; slightly alkaline.  (Combined thickness of the Btg horizon ranges from 45 to more than 60 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Arkansas; 1.5 miles west of Kirby on U.S. Highway 70, 1 mile north on Barrentine Road, approximately 50 yards east of Barrentine Road and 50 feet south of Gum Bottom Branch. NW1/4SW1/4SW1/4NE1/4 sec. 34, T.5 S., R.25 W., Latitude & Longitude: N 34o 15' 57\", W 93o 39' 51\".  Elevation: 600 feet."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS: Solum thickness is more than 60 inches.  Reaction ranges from slightly acid to strongly acid in the A and BA horizons, neutral to strongly acid in the Btg1 and Btg2 horizons, and slightly alkaline to slightly acid in the lower Btg horizons.  Coarse fragments range from 0 to 10 percent by volume in the A, BA, Bg, Btg1, Btg2, and Btg3 horizons and from 0 to 35 percent by volume in the lower Btg horizons.\nThe A horizon has hue of 10YR, value of 4 and chroma of 2 to 4, or value of 5 or 6 and chroma of 2 or 3.  Texture is fine sandy loam or very fine sandy loam.  Redox accumulations and depletions are in shades of brown or gray.\nThe BA horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 4.  Texture is fine sandy loam, very fine sandy loam, or sandy loam.  Redox accumulations and depletions are in shades of red, brown or gray.\nThe Bg horizon, where present, has hue of 10YR, value of 5 or 6 and chroma of 1 or 2.  Texture is fine sandy loam, very fine sandy loam, or sandy loam.  Redox accumulations and depletions are in shades of red, brown or gray.\nThe Btg1, Btg2 and Btg3 horizons have hue of 10YR or 2.5Y, value of 5 to 7 and chroma of 1 or 2.  Texture is fine sandy loam, very fine sandy loam or sandy loam.  Some peds maybe slightly brittle where iron accumulations are concentrated.  Redox accumulations and depletions are in shades of red, brown or gray.\nThe lower Btg horizons have hue of 10YR or 2.5Y, value of 5 to 7 and chroma of 1 or 2.  Texture is fine sandy loam, very fine sandy loam, sandy loam, or their gravelly analogs.  Most peds are slightly brittle where iron accumulations are concentrated.  Redox accumulations and depletions are in shades of red, brown or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Woodall is the only series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Woodall soils are on level to nearly level flood plains in the Ouachita Mountains.of Arkansas and Oklahoma; MLRA 119.  They formed in loamy alluvium. Slopes range from 0 to 2 percent. Mean annual precipitation ranges from about 48 to 52 inches. Mean annual temperature ranges from about 60 to 62 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonnerdale, Dela, Kenn, Mazarn, and Speer series.  Bonnerdale soils are on adjacent uplands and are 40 to 60 inches deep to sandstone and/or shale bedrock.  Dela soils do not have B horizons and typically occur adjacent to the stream channel.  Kenn and Speer soils are in a fine-loamy particle size class and typically occur closer to the stream channel.  Mazarn soils are in a fine-loamy particle size class and are 20 to 40 inches deep to sandstone and/or shale bedrock.  They typically occur on similar landscapes as Woodall soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Woodall soils are poorly drained.  Surface runoff is low to very low and permeability is moderate.  These soils are subject to flooding for very brief periods mainly during the winter and spring months.  An apparent water table occurs from 0.5 to 1.5 feet below the soil surface during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland and improved pasture.  Native forest vegetation is water oak, willow oak, green ash, sweetgum, eastern cottonwood, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Flood plains of the southern Ouachita Mountains of Arkansas and possibly Oklahoma.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Pike County, Arkansas; 1997"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  Surface to 15 inches\nArgillic horizon:  15 to 80 inches\n2016 Update was the change the status to Established.\nThese soils were formerly included in the Bonnerdale series.\nADDITIONAL DATA: Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory; S97AR-109-03.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
