{
  "SERIES": "WOODTELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-RM-JAW",
  "REVDATE": "08/2016",
  "STATES": "LA,OK,TX",
  "OVERVIEW": "The Woodtell series consists of soils that are deep to stratified loamy and clayey residuum derived from sandstone and shale.  They are well drained and very slowly permeable.  These soils are gently sloping to moderately steep which occur on interfluves and side slopes of ridges on inland dissected coastal plains.  The slope ranges from 1 to 20 percent.  Mean annual precipitation is about 1244 mm (49 in) and the mean annual air temperature is about 17.2 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woodtell fine sandy loam--pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) fine sandy loam; few fine distinct strong brown redox concentrations; weak fine granular structure; hard, friable; few roots; few wormcasts; very strongly acid; clear smooth boundary.  (10 to 23 cm [4 to 9 in] thick)\nBt--15 to 30 cm (6 to 12 in); yellowish red (5YR 4/6) clay; few fine distinct light yellowish brown mottles; moderate fine subangular blocky structure; very hard, very firm; common roots; continuous clay films; few krotovinas filled with material from the A horizon; very strongly acid; gradual wavy boundary.  (10 to 30 cm [4 to 12 in] thick)\nBtss1--30 to 74 cm (12 to 29 in); red (2.5YR 4/8) clay; many medium distinct gray (10YR 6/1) mottles; few fine faint yellowish red redox concentrations; weak fine blocky structure; very hard, very firm; common slickensides and pressure faces; patchy clay films; very strongly acid; gradual smooth boundary.\nBtss2--74 to 114 cm (29 to 45 in); yellowish brown (10YR 5/8) clay loam; many medium prominent gray (10YR 6/1) mottles, and few coarse prominent red (2.5YR 4/8) mottles; weak coarse blocky structure; very hard, firm; few thin clay films; common slickensides and pressure faces; few fine white masses of barite; strongly acid; gradual smooth boundary.  (Btss is 51 to 102 cm [20 to 40 in] thick)\nC--114 to 183 cm (45 to 72 in); stratified layers of light olive gray (5Y 6/2) and gray (10YR 5/1) shale with clay loam texture and yellowish brown (10YR 5/6) sandy clay loam; massive; very hard, firm; few flattened roots between shale fragments; few black specks; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Red River County, Texas; From the intersection of U. S. Highway 82 and Farm Road 909 in Clarksville, Texas, 8.4 miles south on Farm Road 909; 1.9 miles east on private road; 50 ft north in a pasture.  USGS Clarksville topographic quadrangle; Latitude: 33 degrees, 30 minutes, 43.608 seconds N; Longitude: 97 degrees 4 minutes, 19.344 seconds W. Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Udic soil moisture regime.  The soil moisture control section is the soil moisture control section is not dry in any part for as long as 90 cumulative days per year.\nSoil Depth: ranges from 51 to about 152 cm (40 to about 60 in).\nDepth to abrupt textural change: 10 to 23 cm (4 to 9 in). The boundary between the E and Bt horizon is abrupt over the subsoil crests and clear over the deeper subsoil troughs.\nDepth to argillic horizon: 10 to 23 cm (4 to 9 in)\nDepth to salt accumulations: 117 to 137 cm (46 to 54 in) (where present)\nDepth to redox concentrations: 30 to 74 cm (12 to 29 in) (where present)\nThickness of ochric epipedon 10 to 23 cm (4 to 9 in)\nVertic features: 25 to 64 cm (10 to 25 in).  The soil cracks when dry in the upper part of the argillic horizon during the summer months of most years.  The cracks are about 1/4 to 3 cm (1 in) wide and 25 to 51 cm (10 to 20 in) or more deep.\nClay content: 40 to 55 percent\nRock fragments: 0 to 25 percent (Large stones and boulders are on the surface of some pedons.  These fragments are 25 cm (10 in) to about 4.6 m (15 ft) across and are typically 15 cm 61 cm (6 in to about 24 in) thick.  They cover about 10 to 40 percent of the surface area.)\nSome pedons have a few very fine or fine masses of barite in the lower part of the argillic horizon or in the upper part of the C horizon.\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 (Horizons with value of 3 are less than 7 inches thick).\nChroma: 2 to 4\nTexture: fine sandy loam, very fine sandy loam, loam or gravelly sandy loam\nRedox concentrations: none to few\nIron-manganese concentrations: amount; size; kind\nRock fragments: amount-0 to 10 percent; size-2 to 250 mm; kind-ironstone nodules\nReaction: very strongly acid to slightly acid\nE horizon (when present):  Typically in undisturbed areas\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture:  fine sandy loam, very fine sandy loam, loam or gravelly sandy loam\nRock fragments: amount-0 to 10 percent; size-2 to 250 mm; kind-ironstone nodules\nReaction:  very strongly acid to slightly acid.\nThe combined thickness of the A and E horizons is less than 25 cm (10 in) thick in most of the pedon.  However, the thickness ranges to 38 cm (15 in) in some subsoil troughs.\nBt and Btss horizons:\nHue: 10R, 2.5YR, 5YR or 10YR\nValue: 4 to 7\nChroma: 1 to 8\nTexture: clay loam or clay\nRedox concentrations: none to many, fine, faint\nRedox depletions: are relic or they are derived from the parent material.\nRock fragments: amount-0 to 6 percent, size-2 to 5 mm, kind-ironstone nodules\nReaction: very strongly acid to moderately acid\nBCt horizon (where present):\nHue: 2.5Y, 10YR, 2.5YR,\nValue: 4 to 7\nChroma: 2 to 8\nTexture: sandy clay loam or clay loam\nRedox concentration: few to many\nRock fragments: amount-0 to 11 percent, size-2 to 5 mm, kind-ironstone nodules\nReaction: very strongly acid to neutral)\nCB, C, or Cz horizon:\nHue: 5Y, 2.5Y, 10YR, 5YR\nValue: 5 to 7\nChroma: 1 to 8\nColors are stratified.\nTexture: clay loam, sandy clay loam or clay, with clay content of 30 to 50 percent.\nRock fragments: amount-0 to 15 percent, size-2 to 75 mm, kind-ironstone nodules\nSalt masses:  0 to 5 percent (where present)\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atasco, Chickasaw, Colbert, Etoile, Iota, Kellison, Oakhurst, Oula, Rayburn, and Telogia series in the same family. Similar soils are the Annona, Axtell, Bryarly, McKamie, Meth, Moswell, Natchitoches, Oktibbeha, Rosenwall, Sacul, and Woodville series.\nAtasco and Iota soils: are very deep and lack shale materials in lower horizon.\nChickasaw soils: well drained over weakly cemented fractured claystone\nColbert soils: are underlain by limestone bedrock and formed in residuum weathered from argillaceous limestone.\nEtoile soils: are less acid throughout and contain free carbonates in the C horizon.\nKellison and Oakhurst soils: have redder hues in the upper part of the Bt horizons\nOula soils: have yellower hue in the Bt horizon.\nRayburn soils: have a paralithic contact of tuffaceous sandstones and clays.\nTelogia soils: are somewhat poorly drained\nAnnona, Bryarly and Woodville soils: have sola greater than 152 cm (60 in), and in addition Bryarly soils lack an abrupt textural change between the A and Bt horizon.\nAxtell soils: are in an ustic moisture regime.\nMcKamie soils: do not have gray colors in the Bt horizon and have mixed mineralogy.\nMeth soils: lack vertic properties and have mixed mineralogy.\nMoswell, Natchitoches, and Oktibbeha soils: have very-fine textured control sections.\nRosenwall and Sacul soils: have base saturation less than 35 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey residuum derived from sandstone and shale. These materials are weathered from unconsolidated, stratified loamy, clayey, and shaly materials of Eocene age mainly in the Wilcox and Cook Mountian formations.\nLandscape: inland dissected coastal plains\nLandform: convex linear backslopes on sideslopes on ridges and convex linear shoulders on interfluves on ridges\nSlope: 1 to 20 percent, mainly 2 to 12 percent\nMean annual precipitation: 1016 to 1216 mm (40 to 48 in)\nMean annual air temperature: 16.7 to 20.0 degrees C (62 to 68 degrees F)\nFrost-free period: 230 to 270 days\nElevation: 72.7 to 207.5 m (238.5 to 681 ft)\nThornthwaite P-E Index: 64 to 78"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing  Etoile series, and the Annona, Bryarly, Bernaldo, Freestone, LaCerda, Naclina, Wolfpen, and Raino series.\nAnnona and Brylarly soils: are on slightly higher landscape positions.\nBernaldo and Freestone soils: are on slightly lower terrace positions and are fine-loamy soils.\nEtoile, LaCerda, and Naclina soils: are in lower positions.  In addition, LaCerda and Naclina soils are vertisols.\nRaino soils: are on slightly lower terrace positions on pimple mounds.  They have a fine-loamy upper subsoil.\nWolfpen soils: are located on slightly higher positions and have a loamy texture class"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and very slowly permeable.  Runoff is Very High on slopes of 1 to greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for pasture.  Native vegetation is mainly postoak, blackjack oak, elm and red oak in a fairly dense savannah.  In open areas tall and mid grasses such as bluestems, tridens and panicums are common with longleaf uniola under the tree canopy.  American beautyberry and hawthorn species are also a part of the understory.  The main pasture plants are bermudagrass and bahiagrasse with crimson and arrowleaf clovers.  There are scattered shortleaf and loblolly pine with small plantations and some dense pine areas on the eastern side of the series province.  Some areas are planted to small grain for winter grazing."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas; Land Resource Region J - Southwestern Prairies Cotton and Forage Region; MLRA 87B - Texas Claypan Areas, Nouthern Part.  Also parts of Arkansas and Oklahoma.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Red River County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Woodtell soils were formerly included in the Axtell or Susquehanna series.  Base saturation at 114 cm (45 in) is 56 percent by field kit.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 15 to 65 cm (6 to 26 in) (Bt1 and the upper part of the Btss1 horizon)\nOchric epipedon: 0 to 15 cm (0 to 6 in) (Ap horizon)\nArgillic horizon: 15 to 114 cm (6 to 45 in) (Bt and Btss horizons)\nRedox concentrations: 30 to 74 cm (12 to 29 in) (Btss1 horizon)\nVertic features: 30 to 114 cm (12 to 45 in) (Btss1 and Btss2 horizons)\nAbrupt textural change: at 15 cm (6 in) (Contact between Ap and Bt horizons)\nAdditional Data:  TAMU Data from Titus County, Texas (S82TX-449-2)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) fine sandy loam; few fine distinct strong brown redox concentrations; weak fine granular structure; hard, friable; few roots; few wormcasts; very strongly acid; clear smooth boundary.  (10 to 23 cm [4 to 9 in] thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--15 to 30 cm (6 to 12 in); yellowish red (5YR 4/6) clay; few fine distinct light yellowish brown mottles; moderate fine subangular blocky structure; very hard, very firm; common roots; continuous clay films; few krotovinas filled with material from the A horizon; very strongly acid; gradual wavy boundary.  (10 to 30 cm [4 to 12 in] thick)"
      },
      {
        "name": "Btss1",
        "top": 30,
        "bottom": 74,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btss1--30 to 74 cm (12 to 29 in); red (2.5YR 4/8) clay; many medium distinct gray (10YR 6/1) mottles; few fine faint yellowish red redox concentrations; weak fine blocky structure; very hard, very firm; common slickensides and pressure faces; patchy clay films; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btss2",
        "top": 74,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btss2--74 to 114 cm (29 to 45 in); yellowish brown (10YR 5/8) clay loam; many medium prominent gray (10YR 6/1) mottles, and few coarse prominent red (2.5YR 4/8) mottles; weak coarse blocky structure; very hard, firm; few thin clay films; common slickensides and pressure faces; few fine white masses of barite; strongly acid; gradual smooth boundary.  (Btss is 51 to 102 cm [20 to 40 in] thick)"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 183,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly acid",
        "narrative": "C--114 to 183 cm (45 to 72 in); stratified layers of light olive gray (5Y 6/2) and gray (10YR 5/1) shale with clay loam texture and yellowish brown (10YR 5/6) sandy clay loam; massive; very hard, firm; few flattened roots between shale fragments; few black specks; slightly acid."
      }
    ]
  ]
}
