{
  "SERIES": "WOODCHUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev: RJS/EMR/RJS",
  "REVDATE": "07/2013",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Entic Durustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Woodchuck loam, in irrigated hayland (colors are for dry soil unless otherwise noted).\nA--0 to 20 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine irregular pores; 5 percent gravel; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (18 to 38 cm thick)\nBk1--20 to 36 cm; very pale brown (10YR 8/2) gravelly loam, grayish brown (10YR 5/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and plastic; many very fine and fine roots; many very fine and fine irregular pores; 15 percent gravel; 5 percent cobbles; finely disseminated carbonates and common fine carbonate masses; many distinct carbonate coats on rock fragments; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (8 to 25 cm thick)\nBk2--36 to 81 cm; very pale brown (10YR 8/2) gravelly loam, grayish brown (10YR 5/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine irregular pores; 20 percent gravel; 10 percent cobbles; finely disseminated carbonates and common fine carbonate masses; many distinct carbonate coats on rock fragments; violently effervescent; moderately alkaline (pH 8.4); gradual smooth boundary. (20 to 61 cm thick)\nBk3--81 to 97 cm; very pale brown (10YR 8/2) very cobbly sandy loam, light brownish gray (10YR 6/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine irregular pores; 25 percent gravel; 15 percent cobbles; finely disseminated carbonates and common fine carbonate masses; many distinct carbonate coats on rock fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (0 to 20 cm thick)\n2Bkqm--97 to 132 cm; pinkish white (7.5YR 8/2) dry and pink (7.5YR 7/3) moist; indurated silica-calcium carbonate cemented duripan; extremely hard; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (15 to 61 cm thick)\n3C--132 to 152 cm; very pale brown (10YR 7/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; 45 percent gravel; 5 percent cobbles; finely disseminated carbonates; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ravalli County, Montana; 70 feet south and 1,005 feet east of the NW corner of section 8, T8N, R19W; USGS Bing, Montana topographic quadrangle; North American Datum 83, zone 11, UTM 729802 meters E, 5150827 meters N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMena annual soil temperature - 5.0 to 8.0 degrees C\nMollic epipedon thickness - 18 to 38 cm\nDepth to calcic horizon - 18 to 38 cm\nDepth to duripan-petrocalcic horizon (2Bkqm) - 50 to 100 cm\nA horizon:\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3; dry or moist\nClay content: 14 to 26 percent\nRock fragments: 0 to 30 percent; 0 to 15 percent gravel, 0 to 15 percent cobbles, 0 to 2 percent stones\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: pH 7.8 to 8.1\nBk1, Bk2 horizons:\nHue: 10YR or 2.5Y; dry or moist\nValue: 6 to 8 dry; 4 to moist\nChroma: 2 to 4; dry or moist\nTexture: loam, fine sandy loam or sandy loam\nClay content: 12 to 26 percent\nRock fragments: 5 to 30 percent; 5 to 25 percent gravel, 0 to 15 percent cobbles\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: pH 8.0 to 8.4\nBk3 horizon:\nHue: 10YR or 2.5Y; dry or moist\nValue: 6 to 8 dry; 5 or 6 moist\nChroma: 2 to 4; dry or moist\nTexture: loam or sandy loam\nClay content: 12 to 20 percent\nRock fragments: 35 to 60 percent; 20 to 45 percent gravel, 5 to 15 percent cobbles\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: pH 8.0 to 8.4\n2Bkqm horizon:\nResistance - moderately cemented to indurated\nCalcium carbonate equivalent: 15 to 40 percent\nReaction - pH 8.0 to 8.4\n3C horizon:\nHue: 10YR or 2.5Y; dry or moist\nValue: 6 to 8 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, sandy loam or loamy sand\nClay content: 6 to 15 percent\nRock fragments: 35 to 75 percent; 35 to 55 percent gravel, 0 to 20 percent cobbles\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: pH 7.6 to 8.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - fan remnants and eroded fan remnants\nElevation - 1,015 to 1,500 meters\nSlope - 0 to 15 percent\nParent material - alluvium\nClimate - cold winters; moist springs; warm summers\nMean annual precipitation - 330 to 440 mm\nMean annual temperature - 4.0 to 7.0 degrees C\nFrost-free period - 90 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Woodchuck soils are used mainly for irrigated hayland and pasture. Native vegetation is mainly bluebunch wheatgrass, sandberg bluegrass, forbs, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Woodchuck soils are of small extent in western Montana valleys. MLRA - 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bitterroot Valley Area, Montana, 2013; proposed in Ravalli County, Montana, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 20 cm (A horizon)\nCalcic horizon - from 20 to 97 cm (Bk1, Bk2, Bk3 horizons)\nDuripan in conjunction with a petrocalcic horizon - from 97 to 132 cm (2Bkqm horizon)\nParticle-size control section - from 25 to 97 cm (part of the Bk1, Bk2, and Bk3 horizons)\nWoodchuck soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
