{
  "SERIES": "WOODY",
  "STATUS": "Tentative Series",
  "BYREV": "RJL/TWH/SJJ",
  "REVDATE": "12/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woody gravelly loam, on a east facing, concave, 11 percent slope in Wyoming big sagebrush rangeland at an elevation of 2,310 meters.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by 30 percent fine gravel, 20 percent medium and coarse gravel, and 10 percent cobbles.\nA--0 to 23 cm; brown (7.5YR 4/3), gravelly loam, dark brown (7.5YR 3/2) moist; weak thin platy structure parting to weak fine and very fine granular; soft, very friable, slightly sticky, nonplastic; many very fine, common fine, few medium and coarse roots; many very fine, common fine, and few medium tubular pores; 15 percent fine gravel, 5 percent gravel; noneffervescent; slightly alkaline (pH 7.8); clear smooth boundary. (18 to 40 cm thick)\nBw1--23 to 33 cm; brown (7.5YR 4/3), gravelly loam, dark brown (7.5YR 3/3) moist; weak medium subangular blocky structure parting to weak fine and very fine subangular blocky; slightly hard, friable, slightly sticky, nonplastic; common very fine and fine, few medium and coarse roots; many very fine, few fine and medium tubular pores; 15 percent fine gravel, 5 percent gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nBw2--33 to 61 cm; brown (7.5YR 5/3), gravelly loam, brown (7.5YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots, few fine, medium and coarse roots; common very fine and few fine tubular pores;  20 percent fine gravel, 10 percent gravel; noneffervescent, thin carbonate coats on the bottom of rock fragments; moderately alkaline (pH 8.4); gradual wavy boundary. (combined thickness of Bw horizons is 18 to 35 cm thick)\nBk--61 to 91 cm; brown (7.5YR 5/3), gravelly sandy clay loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine, few medium and coarse roots; common very fine and few fine tubular pores;  20 percent fine gravel, 10 percent gravel; strongly effervescent (9 percent calcium carbonate equivalent), thin carbonate coats around rock fragments, common fine and very fine irregular carbonate masses; moderately alkaline (pH 8.4); gradual wavy boundary. (28 to 66 cm thick)\n2CBk--91 to 152 cm; brown (7.5YR 5/3), extremely gravelly sandy loam, brown (7.5YR 4/3) moist; massive; slightly hard, friable, slightly sticky, nonplastic; few very fine, fine and medium roots; few very fine and fine tubular pores; 25 percent fine gravel, 30 percent gravel, 10 percent cobbles, 5 percent stones; violently effervescent (8 percent calcium carbonate equivalent), thin carbonate coats around rock fragments, common fine and very fine irregular carbonate masses; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, Utah; about 4.8 kilometers (3 miles) northeast of Fremont; about 2,000 feet north and 500 feet east of the southwest corner of sec. 3, T. 27 S., R. 3 E.; Lyman USGS quad; lat. 38 degrees 29 minutes 22.6 seconds N. and long. 111 degrees 34 minutes 37 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry, but intermittently moist during late summer and early fall; Aridic moisture regime, bordering on Ustic.\nMean annual soil temperature:  5 to 8 degrees C.\nThickness of the mollic epipedon:  18 to 40 cm.\nLithology of rock fragments: intermediate igneous.\nParticle-size control section (weighted averages):\nClay content:  18 to 27 percent\nRock fragment content:  15 to 35 percent igneous gravel\nA horizon:\nHue:  7.5YR\nValue:  4 dry; 3 moist\nChroma:  2 or 3 dry or moist\nTexture:  gravelly loam\nClay content:  15 to 22 percent\nRock fragment content:  15 to 35 percent igneous gravel\nEC (mmhos/cm):  0 to 4\nGypsum content:  0 to 2 percent\nSodium Adsorption Ratio (SAR):  0 to 3\nReaction:  7.4 to 7.8\nBw horizon:\nHue:  7.5YR\nValue:  4 or 5 dry; 3 or 4 moist\nChroma:  3 dry or moist\nTexture:  gravelly loam, gravelly sandy loam\nClay content:  15 to 22 percent\nRock fragment content:  15 to 35 percent igneous gravel\nEC (mmhos/cm):  0 to 4\nGypsum content:  0 to 2 percent\nSodium Adsorption Ratio (SAR):  0 to 3\nReaction:  7.4 to 7.8\nBk horizon:\nHue:  7.5YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  3 or 4 dry or moist\nTexture:  gravelly loam, gravelly sandy clay loam\nClay content:  18 to 27 percent\nRock fragment content:  15 to 35 percent igneous gravel\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  0 to 4\nGypsum : content  0 to 2 percent\nSodium Adsorption Ratio (SAR):  0 to 5\nReaction:  7.9 to 8.4\n2CBk horizon:\nHue:  7.5YR\nValue:  5 dry; 4 moist\nChroma:  3 or 4 dry or moist\nTexture:  very gravelly loam, extremely gravelly sandy loam\nClay content:  14 to 20 percent\nRock fragment content:  50 to 80 percent mainly gravel; few cobbles and stones\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  0 to 4\nGypsum content:  0 to 2 percent\nSodium Adsorption Ratio (SAR):  1 to 5\nReaction:  7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anamac, Boxwell, Conn, Fortbenton, Kremlin, Littlemo and Waterhill series. All these soils have an ustic moisture regime, bordering on aridic.  In addition, Anamac, Conn, Kremlin, and Littlemo soils have 10YR or 2.5Y colors.  Boxwell soils have weathered bedrock at 50 to 100 cm in depth.  Fortbenton soils have a lithologic discontinuity of clay loam and silty clay loam material. Waterhill soils have less than 15 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from igneous rocks\nLandform:  hills and landslides\nSlopes:  3 to 12 percent\nElevation:  1,829 to 2,600 meters\nMean annual temperature:  4 to 7 degrees C.\nMean annual precipitation:  200 to 300 mm\nPrecipitation pattern:  Wettest months are July to October and driest months are December to February.\nFrost-free period:  70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Secondledge (T), Millmeadow (T), and Awapa (T) series.  The Secondledge soils are shallow to igneous bedrock and are on nearby hills under Pinyon and Rocky Mountain juniper.  The Millmeadow soils are shallow to a petrocalcic horizon and are on convex hillslopes under Wyoming big sagebrush.  The Awapa soils are loamy-skeletal and are on steeper hillslopes under Wyoming big sagebrush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Potential vegetation is Wyoming big sagebrush, low rabbitbrush, bluegrama, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah, Wasatch Mountains, South; LRR E, MLRA 47, LRU 47B; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Wayne County, Utah; Loa-Marysvale soil survey area, 2011.  The name is coined from a nearby geographic feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 150 cm.\nParticle-size control section:  The zone from 25 to 100 cm.  (A, Bw1, Bw2, Bk, 2CBk horizons).\nMollic epipedon:  From 0 to 33 cm.  (A, Bw1 horizons)\nCambic horizon:  From 33 to 61 cm.  (Bw2 horizon)\nLithologic discontinuity:  At the upper boundary of the 2CBk horizon.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
