{
  "SERIES": "WOOLPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "02/2006",
  "STATES": "AR,IN,KY,OH,TN",
  "OVERVIEW": "The Woolper series consists of deep, well-drained soils on footslopes, fans, and terraces.  They formed in colluvium or\nalluvium from soils of limestone and shale origin.  Permeability\nis moderately slow to slow.  Slopes range from 0 to 50 percent.  The mean annual precipitation is 45 inches, and the mean annual temperature is 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woolper silty clay loam--on a convex 15 percent\neast facing slope in a pasture field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark brown (10YR 3/3) silty clay loam;\nmoderate fine and medium granular structure; firm; common small roots; very dark grayish brown (10YR 3/2) ped coatings; mildly alkaline; clear smooth boundary.  (4 to 12 inches thick)\nBt1--6 to 15 inches; dark brown (10YR 3/3) silty clay;\nmoderate medium angular blocky structure; firm; few small roots; nearly continuous very dark grayish brown (10YR 3/2) clay films;\nfew small soft brown sandstone and shale fragments; mildly\nalkaline; clear smooth boundary.  (0 to 20 inches thick)\nBt2--15 to 42 inches; dark yellowish brown (10YR 4/4) silty\nclay; moderate fine and medium angular blocky structure; very\nfirm; few small roots; many clay films; mildly alkaline; gradual smooth boundary.  (10 to 30 inches thick)\nBt3--42 to 54 inches; yellowish brown (10YR 5/4) silty clay;\nweak fine and medium angular blocky structure; few clay films;\nmildly alkaline; clear smooth boundary.  (0 to 20 inches thick)\nC--54 to 65 inches; yellowish brown (10YR 5/4) silty clay;\nmany medium faint brown (10YR 4/3) and grayish brown (2.5YR 5/2) mottles; massive; very firm; few small dark brown concretions; few pressure faces; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carroll County, Kentucky; 25 yards west of\nKentucky Highway 55, 1/4 mile south of Kentucky Highway 389, about 2 miles south of Carrollton."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 40 to\n60 inches or more, and depth to bedrock ranges from about 60 inches to 100 inches or more.  Reaction ranges from slightly acid to mildly alkaline.  The weighted average of rock fragments of limestone, siltstone, sandstone, or shale range from 0 to 15 percent but individual B horizons range to 35 percent.  Some pedons have a few or common black or dark brown concretions or soft concretionary-like material in some or all horizons.  The mollic epipedon ranges from 10 to about 24 inches.\nThe A horizon has hue of 10YR, 7.5YR, or 2.5YR, value of 2 or 3,\nand chroma of 2 or 3.  Texture is silt loam or silty clay loam.\nThe Bt horizon has hue of 10YR, 7.5YR, value of 3 to 5 and chroma 2 to 4.   Texture is silty clay loam, silty clay, or clay.    Some pedons have transitional horizons up to 12 inches thick with the same colors of the A horizon. Texture is silty clay loam or silty clay. Some pedons have a few or common mottles in shades of gray below the upper 10 inches of the argillic horizon.\nThe C horizon has hue of 10YR, 7.5Y or 2.5Y, value of 3 to 5 and chroma 2 to 4.  Mottles are in shades of brown, gray, and olive, or colors like those of the Bt horizon.  Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Donerail, Loradale, Montello, Schapville, and Wamego series.  Donerail and Loradale soils are medium or strongly acid, and their Bt horizons are not part of the mollic epipedon.  Montello  soils have sola less than 40 inches thick, and typically have thinner mollic epipedons.  Schapville soils have sola and depth to shale of less than 40 inches.  The Wamego soils have a dryer climate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Footslopes and fans with slopes of 0 to 50 percent.  The soil is developed in slope alluvium or colluvium\nfrom soils largely of limestone and shale origin. The mean\nannual temperature ranges from 50 to 57 degrees F., and the mean annual precipitation ranges from 36 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashton,\nBoonesboro, Cynthiana, Fairmount, Huntington, Otway, and Sees\nseries.  Ashton soils have dark A horizons less than 10 inches\nthick and less than 35 percent clay in the control section.  Boonesboro and Huntington soils are on flood plains, lack argillic horizons, and have less than 35 percent clay in the control section.  Cynthiana and Fairmount soils are on uplands and are less than 20 inches to bedrock.  Otway soils have sola less than 40 inches thick, lack argillic horizons, and are on uplands.  Sees soils have mollic epipedons 6 to 10 inches thick, and mottles with chroma of 2 or less above the upper 10 inches of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to\nrapid, and permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for hay, pasture, corn,\nor tobacco.  Native forests have oaks, hickory, yellow poplar,\nmaple, ash, hackberry, and black walnut as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kentucky, Ohio, and Tennessee.  Extent\nis moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bath County, Kentucky; 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in this pedon are:\nMollic epipedon, 0 to 15 inches, (Ap Bt1)\nArgillic horizon, 6 to 54 inches, (Bt1, Bt2, Bt3)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 6 inches; dark brown (10YR 3/3) silty clay loam;"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt1--6 to 15 inches; dark brown (10YR 3/3) silty clay;"
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--15 to 42 inches; dark yellowish brown (10YR 4/4) silty"
      },
      {
        "name": "Bt3",
        "top": 107,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3--42 to 54 inches; yellowish brown (10YR 5/4) silty clay;"
      },
      {
        "name": "C",
        "top": 137,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--54 to 65 inches; yellowish brown (10YR 5/4) silty clay;"
      }
    ]
  ]
}
