{
  "SERIES": "WOOLWICH",
  "STATUS": "Inactive Series",
  "BYREV": "SG-SK-CS/Rev. JAK",
  "REVDATE": "11/2002",
  "STATES": "NJ",
  "OVERVIEW": "Note:  The Woolwich series was established in Salem County, NJ.  Once the digitizing of the survey was complete, insufficient acreage of the soils existed to maintain the series.\nMLRA(s): 149A, 153C, 153D\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nDepth Class: Very deep\nDrainage Class: Moderately well drained\nPermeability: Moderately rapid or rapid\nSurface Runoff: Slow\nParent Material: Sandy marine sediments that contain glauconite\nSlopes: 0 to 15 percent\nMean Annual Air Temperature (type location): 56 degrees F.\nMean Annual Precipitation (type location): 45 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woolwich loamy sand, on a smooth 1 percent slope, in a cultivated field. (Colors are for moist soil.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) loamy sand; fine granular structure; friable; nonsticky, nonplastic; many fine roots; strongly acid; abrupt smooth boundary. (0 to 12 inches thick)\nBt1--10 to 16 inches; light olive brown (2.5Y 5/6) sandy loam; weak medium subangular blocky structure; friable; nonsticky, nonplastic; common fine roots; few faint clay films and clay bridging between sand grains; 1 percent glauconite; strongly acid; clear smooth boundary. (8 to 16 inches thick)\nBt2--16 to 24 inches; light yellowish brown (2.5Y 6/4) sandy loam; weak medium subangular blocky structure; friable; slightly sticky, nonplastic; few fine roots; few faint clay films and clay bridging between sand grains; common medium faint olive yellow (2.5Y 6/8) irregularly shaped iron accumulations with diffuse boundaries throughout; 3 percent glauconite; strongly acid; clear smooth boundary.\nBt3--24 to 30 inches; yellowish brown (10YR 5/4) sandy loam; moderate medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; common faint clay films and clay bridging between sand grains; few medium distinct light gray to gray (10YR 6/1) irregularly shaped iron depletions with clear boundaries in the matrix and common medium faint yellowish brown (10YR 5/8) irregularly shaped iron accumulations with diffuse boundaries throughout; 4 percent glauconite; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bt horizon is 10 to 30 inches.)\nC1--30 to 36 inches; yellowish brown (10YR 5/6) loamy sand; single grain; loose; nonsticky, nonplastic; common fine prominent light gray to gray (10YR 6/1) irregularly shaped iron depletions with clear boundaries in the matrix and common fine and medium distinct strong brown (7.5YR 5/8) and  light olive brown (2.5Y 5/4) irregularly shaped iron accumulations with diffuse boundaries throughout; 7 percent glauconite; very strongly acid; gradual smooth boundary.\nC2--36 to 46 inches; light brownish gray (2.5Y 6/2) loamy sand; single grain; loose; nonsticky, nonplastic; common fine and medium prominent and distinct yellowish brown (10YR 5/6), and strong brown (7.5YR 5/8) irregularly shaped iron accumulations with diffuse boundaries throughout; 8 percent glauconite; very strongly acid; gradual smooth boundary.\nC3--46 to 72 inches; light yellowish brown (2.5Y 6/4) sand; single grain; loose; nonsticky, nonplastic; common fine prominent black (N 2/0) irregularly shaped iron depletions with clear boundaries in the matrix; 5 percent glauconite; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Salem County, New Jersey; about 1.25 miles south of the intersection of Pedricktown-Woodstown Road and I-295, 0.6 miles west of Pedricktown-Woodstown Road; USGS Penns Grove Quadrangle; lat. 39 degrees 43 minutes 15 seconds N. and long. 75 degrees 23 minutes 00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 30 to 45 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 18 to 42 inches, January to April\nRock Fragments: 0 to 10 percent throughout the profile, mostly fine quartzite gravel or ironstone\nSoil Reaction: Extremely acid to strongly acid throughout the profile, unless limed\nOther Features: 0 to 10 percent glauconite by volume, in the A and B horizons and 5 to 15 percent in the C horizon & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 4 or 5, chroma of 2 to 4\nTexture--loamy sand or sandy loam\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 65, chroma of 3 or 4\nTexture--loamy sand or sandy loam\nBA or BE horizon (if they occur):\nColor--hue of 10YR or 2.5Y, value of 4 or 5, chroma of 3 to 6\nTexture--loamy sand or sandy loam\nBt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 3 to 8\nTexture--sandy loam\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive\nBC horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 3 to 8\nTexture--sandy loam or loamy sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive\nBCg horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 1 or 2\nTexture--sandy loam or loamy sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive\nC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 3 to 8.\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive\nTexture--loamy sand, loamy fine sand, or sand\nCg horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 8\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive\nTexture--loamy sand, loamy fine sand, or sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBurtman soils--do not contain glauconite, on similar landforms\nMuttontown soils--do not contain glauconite, have more than 20 percent clay in the lower subsoil, on similar landforms\nPascack soils--formed in glacial outwash\nPineyneck soils--contain more than 35 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain uplands\nLandform: Broad ridges and terraces\nElevation: 40 to 100 feet\nParent Material: Sandy marine sediments that contain glauconite\nMean Annual Air Temperature: 50 to 58 degrees F.\nMean Annual Precipitation: 42 to 48 inches\nFrost Free Period: 180 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdelphia soils--have a fine-loamy particle-size control section, and have more than 10 percent glauconite in the subsoil, on similar landforms\nCollington soils--well drained, have a fine-loamy particle-size control section and have more than 10 percent glauconite in the subsoil, on similar positions\nFreehold soils--well drained, have a fine-loamy particle-size control section, on slightly higher positions\nHolmdel soils--have a fine-loamy particle-size control section, on similar positions\nPemberton soils--have a sandy surface more than 20 inches thick, on similar positions\nSharptown soils--have a fine-silty particle-size control section, on similar landforms\nSwedesboro soils--well drained with a seasonal high water table more than 72 inches below the soil surface, on slightly higher positions\nTinton soils--have a sandy surface more than 20 inches thick and have more than 10 percent glauconite in the subsoil, on higher-lying positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained and moderately rapid or rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Growing vegetables, fruit, specialty crops, corn, and soybeans. Wooded areas are dominantly black oak, white oak, scarlet oak, red oaks, yellow-poplar, hickory, and beech"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Inner Coastal Plain of New Jersey; small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Salem County, New Jersey, 1998 (Inactivated 03/2000)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the surface to a depth of 10 inches (Ap horizon)\nArgillic horizon--the zone from 10 to 30 inches (Bt1 and Bt2 horizon)\nAquic conditions--the zone from 24 inches to a depth of 80 inches is periodically saturated (endosaturation)\nOSD-SIR REPORT:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNJ0103 WOOLWICH    0- 15   50- 58  180-200  42- 48    40- 100\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNJ0103 NONE          1.5-3.5  APPARENT JAN-APR  >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNJ0103  0-10  LS                      0-  0  90-100  3- 8   3-  6\nNJ0103  0-10  SL                      0-  0  90-100  5-10   5- 10\nNJ0103 10-30  SL FSL SCL              0-  0  90-100 10-25   6- 15\nNJ0103 30-46  LS LFS                  0-  0  90-100  3- 8   4-  8\nNJ0103 46-72  S                       0-  0  85-100  1- 5   3-  6\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNJ0103  0-10  3.6- 4.4  .5-2.  0- 0   6.0-  20  LOW\nNJ0103  0-10  3.6- 4.4  1.-3.  0- 0   2.0- 6.0  LOW\nNJ0103 10-30  4.5- 5.5  0.-.5  0- 0   2.0- 6.0  LOW\nNJ0103 30-46  4.5- 5.5  0.-.5  0- 0   6.0-  20  LOW\nNJ0103 46-72  4.5- 5.5  0.-.5  0- 0   6.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
