{
  "SERIES": "WOOLENCANYON",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CWL/JVC",
  "REVDATE": "06/1999",
  "STATES": "OR",
  "OVERVIEW": "The Woolencanyon series consists of shallow to a duripan, well drained soils that formed in volcanic ash derived from dacite and residuum derived from basalt.  Woolencanyon soils are on plateaus.  Slopes are 1 to 8 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, smectitic, mesic, shallow Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Woolencanyon very stony clay loam--on a 1 percent slope at an elevation of 4,640 feet--rangeland.  (Colors are for dry soil unless otherwise noted.  The soil was dry throughout when it was described on September 17, 1998.)  The soil surface is partially covered with about 15 percent pebbles, 15 percent cobbles, 15 percent stones, and 2 percent boulders.\nA--0 to 2 inches; grayish brown (10YR 5/2) very stony clay loam, very dark grayish brown (10YR 3/2) moist; moderate very thick and moderate thin platy structure; hard, friable, moderately sticky and slightly plastic; common very fine and few fine roots; common very fine and common fine vesicular pores; 15 percent pebbles, 15 percent cobbles, and 15 percent stones; slightly alkaline (pH 7.4); clear smooth boundary.  (2 or 3 inches thick)\nBt--2 to 5 inches; brown (10YR 5/3) cobbly clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common very fine, common fine, few medium, and few coarse roots; common fine and common medium tubular pores; common faint clay films on faces of peds; 5 percent pebbles and 10 percent cobbles; slightly alkaline (pH 7.5); abrupt smooth boundary.  (3 to 6 inches thick)\nBtss--5 to 12 inches; brown (7.5YR 5/3) clay, brown (7.5YR 4/3) moist; strong medium prismatic structure parting to strong medium angular blocky; very hard, very firm, moderately sticky and very plastic; few very fine and few fine roots; few very fine and few fine tubular pores; few intersecting slickensides tilted 30 degrees from horizontal bounding weak wedge-shaped peds; common distinct and few prominent clay films on faces of peds; slightly alkaline (pH 7.6); abrupt smooth boundary.  (6 to 10 inches thick)\nBqkm--12 to 19 inches; pink (7.5YR 7/4) duripan, strong brown (7.5YR 5/6) moist; strong medium platy structure; very rigid; indurated by secondary silica; widely spaced fractures in the upper inch; thin laminar caps of opal on top of peds; non-effervescent to slightly effervescent; secondary carbonates segregated in very few fine coats on bottom of peds; slightly alkaline (pH 7.8); abrupt wavy boundary.  (2 to 7 inches thick)\nR--19 inches; hard basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 2 miles southwest of Antelope Flat, 1.5 miles south of Bumphead Reservoir, and 50 feet north of the Alkali Springs Road; 900 feet north and 2,250 feet west of the southeast corner of section 6, T. 41 S., R. 14 1/2 E.; USGS Brady Butte 7.5 minute topographic quadrangle; 42 degrees 2 minutes 13 seconds north latitude and 121 degrees 5 minutes 58 seconds west longitude, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in winter and spring and dry in summer and fall; xeric moisture regime that borders on aridic.\nMean annual soil temperature - 47 to 49 degrees F.\nMean summer soil temperature - 60 to 62 degrees F.\nMollic epipedon thickness - 7 to 10 inches; includes the Bt horizon and also includes part of the Btss horizon when the upper 7 inches of the soil is mixed.\nArgillic horizon thickness - 7 to 14 inches.\nDepth to base of argillic horizon - 12 to 19 inches.\nDepth to duripan - 12 to 19 inches.\nDuripan thickness - 2 to 7 inches.\nDepth to bedrock - 14 to 26 inches to a lithic contact.\nParticle-size control section - Clay content: averages 40 to 50 percent with an abrupt increase of 15 percent or more between the Bt and Btss horizons; Rock fragments: 5 to 15 percent, mainly cobbles.  Lithology of fragments is basalt.\nA horizon - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 27 to 32 percent.\nRock fragments: 35 to 60 percent.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 2 to 4 percent.\nOther features: Some pedons have very thin A2 horizons.\nBt horizon - Hue: 10YR or 7.5YR.\nValue: 4 or 5 dry\nChroma: 3 or 4 dry.\nTexture: Clay, cobbly clay loam, or cobbly clay.\nClay content: 32 to 45 percent.\nRock fragments: 10 to 30 percent.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 2 to 4 percent.\nBtss horizon - Hue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Clay or cobbly clay.\nClay content: 50 to 60 percent.\nRock fragments: 0 to 20 percent.\nOrganic matter content: 1 to 3 percent.\nOther features: Few or common slickensides are present and typically bound wedge-shaped peds.\nBqkm horizon - Value: 7 or 8 dry, 5 or 6 moist.\nChroma: 3 through 6, dry or moist.\nReaction: Slightly alkaline or moderately alkaline.\nCementation: Indurated or very strongly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Oxwall series.  Oxwall soils are greater than 60 inches to bedrock and have mean annual soil temperature of 51 to 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Woolencanyon soils are on plateaus.  They typically occur on summit positions.  These soils formed in volcanic ash derived from dacite and in residuum derived from basalt.  Slopes are 1 to 8 percent.  Elevations range from 4,200 to 5,000 feet.  The climate is characterized by cold, wet winters and warm, dry summers.  The mean annual precipitation is 14 to 16 inches.  The mean annual temperature is 45 to 47 degrees F., mean January temperature is 27 to 30 degrees F., and the mean July temperature is 58 to 62 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Notchcorral and Wonser soils.  Notchcorral soils are fine, moderately deep to duripans over bedrock, and have argillic horizons and mollic epipedons.  Wonser soils are clayey, shallow to duripans over bedrock, have mollic epipedons, and have argillic horizons without abrupt clay increases."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woolencanyon soils are used for livestock grazing, wildlife habitat, and recreation.  The native vegetation is bluebunch wheatgrass, Idaho fescue, low sagebrush, and western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Oregon.  These soils are not extensive.  MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Klamath County (Gerber Block of Fremont National Forest Area), Oregon 1998.  The name is from a canyon in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 7 inches (A and Bt horizons and part of the Btss horizon).\nArgillic horizon - The zone from 2 to 12 inches (Bt and Btss horizons).\nPalexerollic subgroup feature - The abrupt clay increase of more than 15 percent at 5 inches (between the Bt and Btss horizons).\nDuripan - The zone from 12 to 19 inches (Bqkm horizon).\nLithic contact - The boundary at 19 inches to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 12 inches (A, Bt, and Btss horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; grayish brown (10YR 5/2) very stony clay loam, very dark grayish brown (10YR 3/2) moist; moderate very thick and moderate thin platy structure; hard, friable, moderately sticky and slightly plastic; common very fine and few fine roots; common very fine and common fine vesicular pores; 15 percent pebbles, 15 percent cobbles, and 15 percent stones; slightly alkaline (pH 7.4); clear smooth boundary.  (2 or 3 inches thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--2 to 5 inches; brown (10YR 5/3) cobbly clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common very fine, common fine, few medium, and few coarse roots; common fine and common medium tubular pores; common faint clay films on faces of peds; 5 percent pebbles and 10 percent cobbles; slightly alkaline (pH 7.5); abrupt smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Btss",
        "top": 13,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btss--5 to 12 inches; brown (7.5YR 5/3) clay, brown (7.5YR 4/3) moist; strong medium prismatic structure parting to strong medium angular blocky; very hard, very firm, moderately sticky and very plastic; few very fine and few fine roots; few very fine and few fine tubular pores; few intersecting slickensides tilted 30 degrees from horizontal bounding weak wedge-shaped peds; common distinct and few prominent clay films on faces of peds; slightly alkaline (pH 7.6); abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bqkm",
        "top": 30,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bqkm--12 to 19 inches; pink (7.5YR 7/4) duripan, strong brown (7.5YR 5/6) moist; strong medium platy structure; very rigid; indurated by secondary silica; widely spaced fractures in the upper inch; thin laminar caps of opal on top of peds; non-effervescent to slightly effervescent; secondary carbonates segregated in very few fine coats on bottom of peds; slightly alkaline (pH 7.8); abrupt wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 48,
        "narrative": "R--19 inches; hard basalt."
      }
    ]
  ]
}
