{
  "SERIES": "WOOSTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM",
  "REVDATE": "07/2011",
  "STATES": "NJ,NY,OH,PA",
  "OVERVIEW": "The Wooster series consists of deep, well drained soils formed in low-lime loamy glacial till with a thin loess mantle in some places.  Permeability is moderate above the fragipan and moderately slow in the fragipan.  Slopes range from 2 to 50 percent.  Mean annual precipitation is about 36 inches, and mean annual temperature is 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wooster silt loam on a 5 percent convex slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many roots; 1 percent coarse fragments; neutral; abrupt smooth boundary.  (6 to 10 inches thick)\nE--6 to 10 inches; light yellowish brown (10YR 6/4) silt loam; weak medium and fine platy structure parting to weak fine granular; friable; common roots; dark grayish brown (10YR 4/2) coatings along root channels; 1 percent coarse fragments; very strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nBE--10 to 16 inches; yellowish brown (10YR 5/6) silt loam; weak and moderate fine and medium subangular blocky structure; friable; common roots; dark grayish brown (10YR 4/2) coatings along root channels; 1 percent coarse fragments; very strongly acid; gradual wavy boundary. (0 to 8 inches thick)\nBt1--16 to 21 inches; yellowish brown (10YR 5/6) loam; moderate fine and medium subangular blocky structure; friable; common roots; common faint yellowish brown (10YR 5/4) clay films on faces of peds; 5 percent coarse fragments; very strongly acid; clear wavy boundary.\nBt2--21 to 27 inches; yellowish brown (10YR 5/4) loam; common medium distinct brownish yellow (10YR 6/6) mottles; moderate fine and medium subangular blocky structure; firm; common roots; medium distinct light yellowish brown (2.5Y 6/4) clay films on faces of peds; 10 percent coarse fragments; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons is 7 to 20 inches.)\nBtx1--27 to 38 inches; yellowish brown (10YR 5/4) gravelly loam; common fine and medium faint yellowish brown (10YR 5/6) mottles and common fine and medium distinct grayish brown (10YR 5/2) mottles; weak very coarse prismatic structure parting to weak medium subangular blocky; very firm; brittle; common roots; few fine dark concretions (iron and manganese oxides); common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 20 percent coarse fragments; strongly acid; gradual smooth boundary.\nBtx2--38 to 48 inches; yellowish brown (10YR 5/4) gravelly loam; few medium distinct grayish brown (2.5Y 5/2), light gray (5Y 7/2), and reddish yellow (7.5YR 6/8) mottles; weak very coarse prismatic structure parting to weak very thick platy; very firm; brittle; few fine dark concretions (iron and manganese oxides); common distinct strong brown (7.5YR 5/8) clay films on faces of peds; 25 percent coarse fragments; strongly acid; gradual smooth boundary.\nBtx3--48 to 58 inches; yellowish brown (10YR 5/4) gravelly loam; common medium distinct reddish yellow (7.5YR 6/8) and grayish brown (2.5Y 5/2) mottles; weak very coarse prismatic structure parting to weak very thick platy; very firm, brittle; few fine dark concretions (iron and manganese oxides); many prominent clay films on faces of peds; 17 percent coarse fragments; strongly acid; clear smooth boundary.  Combined thickness of the Btx horizon is 10 to 35 inches.\nC--58 to 85 inches; yellowish brown (10YR 5/4) gravelly loam; massive; firm; 15 percent coarse fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, Ohio; about 3 miles southeast of Wooster in Franklin Township; 2150 feet east and 2110 feet south of the northwest corner of sec. 23, T. 15 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness typically is 34 to 60 inches.   The depth to the fragipan ranges from l8 to 40 inches. Reaction is very strongly acid to medium acid in the upper part of the solum, unless limed, and very strongly acid to neutral in the lower part of the solum and substratum.  Carbonates are at depths of 60 to l00 inches in some pedons.  Coarse fragments are dominantly sandstone, but include shale and a few crystalline rocks.  They range from 2 to 20 percent by volume in horizons above the fragipan, 5 to 25 percent in the Btx, and 5 to 30 percent in the C horizon.\nThe Ap horizon has hue of l0YR, value of 4 or 5 (6 or 7 dry) and chroma of 2 to 4.  Some pedons have an A horizon l to 5 inches thick that has hue of l0YR, value of 2 or 3, and chroma of l or 2.  The Ap or A horizon is silt loam, loam, or fine sandy loam, or the gravelly analogues of these textures.\nThe E horizon has hue of l0YR, value of 5 or 6, and chroma of 3 or 4. It has similar texture range as the Ap or A horizon.\nThe Bt horizon has hue of 7.5YR or l0YR, value of 4 or 5, and chroma of 3 to 6.  It commonly is loam or silt loam, but ranges to gravelly analogues of these textures, with subhorizons of clay loam in some pedons.\nThe Btx horizon has hue of l0YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  The Btx horizon is commonly loam or silt loam, or the gravelly analogues of these textures; but subhorizons of clay loam or silty clay loam are permitted.  Moist consistence is firm or very firm and brittle.   Primary structure is weak very coarse prismatic.\nThe C horizon has hue of l0YR or 2.5Y, value of 3 to 5, and chroma of 3 to 6.  It is dominantly loam, but ranges to silt loam or sandy loam, or gravelly analogues of these textures.  Sandstone substratum phases have sandstone beginning at a depth of 40 to 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bartley, Clarksburg, Comly, Gatton, Homewood, Jonca, and Readington series in the same family and the Cambridge, Canfield, and Hanover series.  Bartley soils dominantly have coarse fragments of granitic gneiss.  Clarksburg soils have coarse fragments of chert and limestone and less sand, l0 to 30 percent, in the Bt and Btx horizons.  Comly soils have low chroma mottles above the fragipan and coarse fragments dominated by shale.  Gatton soils have lithologic discontinuity below the fragipan with fine or moderately fine textures and reddish hues.  Homewood soils have sola more than 60 inches thick, typically have more than 24 percent clay, and in addition have a weaker fragipan.  Jonca soils lack coarse fragments throughout the solumn and have low chroma mottles above the fragipan.  Readington soils have hue of 5YR or redder in the Bt and Btx horizons.  Cambridge soils lack an argillic horizon above the fragipan.  Canfield soils have mottles with chroma of 2 or less in the upper l0 inches of the argillic horizon.  Hanover soils have lower base saturation.  In addition, Hanover soils typically have sola more than 60 inches thick and have a more strongly expressed fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wooster soils are on till plains and moaraines of Wisconsinan age.  Slopes have a convex surface, and gradients range from 2 to 50 percent.  The soils formed in glacial till and in many places a thin loess mantle up to l6 inches thick.  Mean annual precipitation ranges from about 34 to 39 inches, and mean annual temperature ranges from about 49 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Canfield and the Frenchtown and Ravenna soils, all of which formed in similar materials.  Canfield soils are moderately well drained and are on short slope breaks, foot slopes, and knolls.  Frenchtown soils are poorly drained and are in depressions.  Ravenna soils are somewhat poorly drained and are on toe slopes, broad flats, and slight rises.  Chili, Conotton, Mentor, and Wheeling soils are on adjacent glacial outwash and stream terraces.  Chagrin, Holly, Lobdell, and Orrville soils are on nearby flood plains.  Loudonville and Mechanicsburg soils are on nearby areas that do not have fragipans and are underlain by bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very rapid.  Permeability is moderate above the fragipan and moderately slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas with slopes less than l8 percent are cultivated.  Corn, oats, wheat, mixed hay, and pasture are the principal crops.  Sizeable areas are used for woodland, habitat for wildlife, sites for buildings, and recreation uses.  The native vegetation was deciduous forest consisting mainly of sugar maple, oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 139, 140, and 144A in northeastern and north-central Ohio and northwestern Pennsylvania, New Jersey and possibly New York.  The series is of large extent, more than 250,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Soil Survey of Ohio, l9l2."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - from the surface to a depth of about 6 inches (Ap horizon); argillic horizon - the zone from a depth of about 16 inches to a depth of about 58 inches (Bt1 - Btx3 horizons); fragipan - the zone from a depth of about 38 to 58 inches (Btx2 and Btx3).\nADDITIONAL DATA:  Characterization data for the Wooster series include profiles: AS-27, CO-4, CO-l8, CO-64, CO-89, HL-Sl, MH-28. SK-l3, ST-l4, WN-S2 (the typical pedon), WN-S4, WN-55, WN-Sll, and WN-S2l.\nClassification only was changed in 11/94, competing series and other changes will be made later.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many roots; 1 percent coarse fragments; neutral; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--6 to 10 inches; light yellowish brown (10YR 6/4) silt loam; weak medium and fine platy structure parting to weak fine granular; friable; common roots; dark grayish brown (10YR 4/2) coatings along root channels; 1 percent coarse fragments; very strongly acid; gradual wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "BE",
        "top": 25,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--10 to 16 inches; yellowish brown (10YR 5/6) silt loam; weak and moderate fine and medium subangular blocky structure; friable; common roots; dark grayish brown (10YR 4/2) coatings along root channels; 1 percent coarse fragments; very strongly acid; gradual wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--16 to 21 inches; yellowish brown (10YR 5/6) loam; moderate fine and medium subangular blocky structure; friable; common roots; common faint yellowish brown (10YR 5/4) clay films on faces of peds; 5 percent coarse fragments; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--21 to 27 inches; yellowish brown (10YR 5/4) loam; common medium distinct brownish yellow (10YR 6/6) mottles; moderate fine and medium subangular blocky structure; firm; common roots; medium distinct light yellowish brown (2.5Y 6/4) clay films on faces of peds; 10 percent coarse fragments; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons is 7 to 20 inches.)"
      },
      {
        "name": "Btx1",
        "top": 69,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btx1--27 to 38 inches; yellowish brown (10YR 5/4) gravelly loam; common fine and medium faint yellowish brown (10YR 5/6) mottles and common fine and medium distinct grayish brown (10YR 5/2) mottles; weak very coarse prismatic structure parting to weak medium subangular blocky; very firm; brittle; common roots; few fine dark concretions (iron and manganese oxides); common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 20 percent coarse fragments; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btx2",
        "top": 97,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btx2--38 to 48 inches; yellowish brown (10YR 5/4) gravelly loam; few medium distinct grayish brown (2.5Y 5/2), light gray (5Y 7/2), and reddish yellow (7.5YR 6/8) mottles; weak very coarse prismatic structure parting to weak very thick platy; very firm; brittle; few fine dark concretions (iron and manganese oxides); common distinct strong brown (7.5YR 5/8) clay films on faces of peds; 25 percent coarse fragments; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btx3",
        "top": 122,
        "bottom": 147,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btx3--48 to 58 inches; yellowish brown (10YR 5/4) gravelly loam; common medium distinct reddish yellow (7.5YR 6/8) and grayish brown (2.5Y 5/2) mottles; weak very coarse prismatic structure parting to weak very thick platy; very firm, brittle; few fine dark concretions (iron and manganese oxides); many prominent clay films on faces of peds; 17 percent coarse fragments; strongly acid; clear smooth boundary.  Combined thickness of the Btx horizon is 10 to 35 inches."
      },
      {
        "name": "C",
        "top": 147,
        "bottom": 216,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "narrative": "C--58 to 85 inches; yellowish brown (10YR 5/4) gravelly loam; massive; firm; 15 percent coarse fragments; very strongly acid."
      }
    ]
  ]
}
