{
  "SERIES": "WOROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-JJU-EMM",
  "REVDATE": "05/2017",
  "STATES": "MT",
  "OVERVIEW": "The Worock series consists of very deep, well drained soils that formed in colluvium, alluvium, till, or slide deposits derived from igneous, argillite, and metamorphic rock. These soils are on mountains, alluvial fans, stream terraces, moraines or landslides. Slopes are 4 to 85 percent. Mean annual precipitation is about 700 mm, and mean annual air temperature is about 3.9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Eutric Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Worock stony loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 2 cm; slightly decomposed forest litter.\nE--2 to 18 cm; light yellowish brown (10YR 6/4) stony loam, dark yellowish brown (10YR 4/4) moist; weak medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, and common medium roots; many very fine and fine irregular pores; 15 percent gravel, 5 percent cobbles, and 5 percent stones; moderately acid (pH 5.6); clear smooth boundary. (15 to 50 cm thick)\nE/Bt--18 to 46 cm; E part (85 percent) very pale brown (10YR 7/4), Bt part (15 percent) yellowish brown (10YR 5/4) very gravelly clay loam, yellowish brown (10YR 5/6) moist for both parts; weak medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; many very fine irregular pores; 25 percent gravel, 5 percent cobbles, and 5 percent stones; moderately acid (pH 5.6); clear smooth boundary. (0 to 75 cm thick)\nBt--46 to 71 cm; yellowish brown (10YR 5/6) very gravelly clay loam, dark yellowish brown (10YR 4/6) moist; weak medium subangular blocky structure parting to weak medium granular; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine irregular pores; many distinct clay films on faces of peds; 30 percent gravel, 10 percent cobbles, and 5 percent stones; moderately acid (pH 5.6); clear smooth boundary. (20 to 125 cm thick)\nBC--71 to 160 cm; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine irregular pores; 35 percent gravel, 15 percent cobbles, and 5 percent stones; moderately acid (pH 5.6). (0 to 90 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Deer Lodge County, Montana; about 91 meters south and 222 meters west of the northeast corner of sec. 18, T. 2N, R. 12W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 2.8 to 8.3 degrees C.\nDepth to top of argillic horizon - 14 to 50 cm\nNote: Some pedons may have Bt/E horizons.\nE horizon\nHue: 7.5YR, 10YR or 2.5Y; dry or moist\nValue: 6 or 7 dry; 3 to 5 moist\nChroma: 2 to 6; dry or moist\nTexture: loam or sandy loam\nClay content: 15 to 27 percent\nRock fragments: 10 to 50 percent--5 to 35 percent gravel, 0 to 20 percent cobbles, 0 to 20 percent stones\nReaction: pH 5.1 to 6.5\nE/Bt horizon\nHue: E part - 2.5Y, 10YR or 7.5YR; dry or moist\nHue: Bt part - 10YR or 7.5YR; dry or moist\nValue: E part - 6 or 7 dry; 3 to 5 moist\nValue: Bt part - 5 or 6 dry; 4 or 5 moist\nChroma: E part - 2 to 6; dry or moist\nChroma: Bt part - 4 to 6; dry or moist\nTexture: E part - loam or sandy loam\nTexture: Bt part - clay loam\nTexture: mixed - loam or clay loam\nClay content: E part - 15 to 27 percent\nClay content: Bt part - 27 to 35 percent\nClay content: mixed - 20 to 32 percent\nRock fragments: 20 to 60 percent--10 to 35 percent gravel, 0 to 15 percent cobbles, 0 to 20 percent stones\nReaction: pH 5.1 to 6.5\nBt horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 3 to 6; dry or moist\nTexture: loam, clay loam or sandy clay loam\nClay content: 24 to 35 percent\nRock fragments: 35 to 65 percent--25 to 45 percent gravel, 5 to 20 percent cobbles, 0 to 10 percent stones\nReaction: pH 5.6 to 6.5\nBC horizon\nHue: 10YR or 7.5YR; dry or moist\nValue: 6 or 7 dry; 4 to 6 moist\nChroma: 3 to 6; dry or moist\nTexture: loam, clay loam, sandy loam, or sandy clay loam\nClay content: 12 to 35 percent\nRock fragments: 35 to 60 percent--25 to 50 percent gravel, 0 to 15 percent cobbles, 0 to 10 percent stones\nReaction: pH 5.6 to 7.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nFrisco (CO) - have horizons that have rock fragments that are dominantly stones\nHelmville (MT) - have secondary calcium carbonate accumulation\nHighwood (MT) - do not have an E horizon.\nLonniebee (MT) - are moderately deep to a lithic contact\nNeedleton (CO) - have hues of 5YR or 2.5YR in the argillic horizon\nTamarron (CO) - are moderately deep to a paralithic lithic\nTigeron (MT) - have argillic horizons consisting of lamellae\nWatsondraw (WY) - have less than 35 percent rock fragments below the argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains, alluvial fans, stream terraces, moraines and landslides\nElevation - 1,400 to 2,625 meters\nSlope - 4 to 85 percent\nParent material - colluvium, alluvium, till, or slide deposits derived from igneous, argillite, and metamorphic rock\nClimate - long, cold winters; moist springs; moist falls; warm, dry summers\nMean annual precipitation - 500 to 1,200 mm\nMean annual temperature - 1.7 to 7.2 degrees C.\nFrost-free season - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Worock soils are used primarily for woodland and grazing.  The potential native vegetation consists mainly of Douglas-fir and lodgepole pine with an understory of snowberry, Oregon grape, twinflower, grouse whortleberry, and other shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Worock soils are of moderate extent central and western Montana.  MLRAs - 43B, 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Granite County, Montana, 1970. (Philipsburg-Drummond Area)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 18 cm (Oi, E)\nArgillic horizon - from 18 to 71 cm (E/Bt, Bt horizons)\nParticle-size control section - from 18 to 68 cm (E/Bt, part of Bt horizons)\nWorock soils have a cryic temperature regime and an udic moisture regime.\nADDITIONAL DATA: Soil interpretation records - MT0602, MT8107, MT0603.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
