{
  "SERIES": "WORSWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev: DWH/JTB/SAA/ET",
  "REVDATE": "08/2016",
  "STATES": "CA",
  "OVERVIEW": "The Worswick series consists of very deep, very poorly drained soils on backswamps adjacent to natural levees and low flood-plain steps on alluvial plains. These soils formed in alluvium derived from mixed sources. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1015 millimeters (40 inches). Mean annual temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, isomesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Worswick loam on a 1 percent slope under pasture grasses and clover with scattered curly dock at an elevation of 5 meters (16 feet). (Colors are for moist soils unless otherwise stated. When described on September 19, 1988 the soil was very slightly moist throughout.)\nAp--0 to 23 centimeters (0 to 9 inches); dark grayish brown (2.5Y 4/2) loam, light brownish gray (2.5Y 6/2) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, common very fine and fine roots; few very fine tubular pores; common fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation and common fine faint dark gray (2.5Y 4/1) iron depletions in the matrix; slightly acid (pH 6.5); gradual wavy boundary. (10 to 38 centimeters thick)\nBg--23 to 76 centimeters (9 to 30 inches); dark grayish brown (2.5Y 4/2) fine sandy loam, light brownish gray (2.5Y 6/2) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine tubular pores; common medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation and common medium faint dark gray (2.5Y 4/1) iron depletions in the matrix; slightly acid (pH 6.5); gradual wavy boundary. (41 to 114 centimeters thick)\nBg--76 to 152 centimeters (30 to 60 inches); dark grayish brown (2.5Y 4/2) loam, light brownish gray (2.5Y 6/2) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; common medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation and many coarse faint dark gray (2.5Y 4/1) iron depletions in the matrix; neutral (pH 7.0). (38 to 89 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 2.4 kilometers northwest of Ferndale, California; from Centerville Road, north on Meridian Lane, 91 meters north of Daimon Lane, 152 meters east; 655 meters west and 335 meters south of the northeast corner, section 3, T.2N., R.2W. HB&M; Ferndale Quadrangle (7.5 minute series); WGS84 Decimal degrees 40.5883333 latitude and -124.2822222 longitude, UTM Zone 10, 391489mE 4493864mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Moist in all parts of the soil moisture control section between 16 to 49 centimeters (6 to 19 centimeters) in most years and saturated in some parts during the months of January through March. The soils have an aquic soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimenters (20 inches) is 12 to 14 degrees C (54 to 58 degrees F). The average summer soil temperature is about 16 degrees C and the average winter soil temperature is about 10 degrees C. The difference between average summer and winter soil temperatures is 6 or less degrees C.\nEndosaturation: The water table is at a depth of 0 to 10 centimeters (0 to 4 inches) from about January through March, between 10 to 60 centimeters (4 to 24 inches)in April, between 30 and 90 centimeters (12 to 35 inches) in May through June, 90 to greater than 182 centimeters (35 to greater than 72 inches) July through November, rising to between 15 and 60 centimeters (6 to 24 inches) in December.\nDepth to Redoximorphic features:  0 to 10 centimeters (0 to 4 inches)\nParticle-size control section (weighted average): Clay content: 10 to 18 percent.\nA horizon\nHue: 10YR or 2.5Y\nValue: 3 or 4 moist, 5 or 6 dry\nClay content: 15 to 25 percent, by weight\nTexture of fine earth: fine sandy loam, silt loam or loam.\nReaction: slightly acid to neutral\nRedoximorphic features: fine or medium masses of iron accumulation\nQuantity: few, common, or many\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 3 to 6\nChroma: 4 or 6\nRedoximorphic features: fine or medium iron depletions\nQuantity: common or many\nValue: 3 to 6\nChroma: 1 or 2\nUpper Bg horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 3 to 5 moist, 5 to 6 dry\nChroma: 1 or 2\nTexture of fine earth: fine sandy loam, very fine sandy loam or loam\nClay: 6 to 18 percent, by weight\nReaction: slightly acid to slightly alkaline\nRedoximorphic features: medium and coarse masses of iron accumulation\nQuantity: common or many\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 3 to 5\nChroma: 3, 4 or 6\nRedoximorphic features: medium or coarse iron depletions\nQuantity: few to many\nHue: 2.5Y, 5Y, N\nValue: 2.5 to 6\nChroma: / to 2\nLower Bg horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 3 to 5 moist, 5 to 6 dry\nChroma: 1 or 2\nTexture of fine earth: loamy sand, fine sandy loam, very fine sandy loam, loam, silt loam, and silty clay loam and fine stratifications of these textures in some pedons\nClay: 10 to 30 percent, by weight\nRock fragments: 0 to 30 percent gravel\nReaction: slightly acid to slightly alkaline\nRedoximorphic features: medium and coarse masses of iron accumulation\nQuantity: common or many\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 to 5\nChroma: 3, 4 or 6\nRedoximorphic features: medium or coarse iron depletions\nQuantity: few to many\nHue: 2.5Y, 5Y, N\nValue: 2.5 to 6\nChroma: / to 2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Worswick soils are on backswamps adjacent to natural levees and on low flood-plain steps. Slopes are 0 to 2 percent. These soils formed in alluvium derived from mixed sources. Elevation is 0 to 50 meters (0 to 160 feet). The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 890 to 2030 millimeters (35 to 80 inches). The mean January temperature is about 9 degrees C. The mean July temperature is about 14 degrees C. The mean annual air temperature is 10 to 13 degrees C (50 to 55 degrees F). The frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ferndale, Russ, Swainslough, and Weott soils. Ferndale soils are fine-silty, have redoximorphic features at depths greater than 100 centimeters (40 inches), and are on high flood-plain steps.  The Russ soils have redoximorphic features at depths greater than 100 centimeters, and are on natural levees. The Swainslough and Weott soils have redoximorphic features at 0 to 10 centimeters, and are on backswamps, depressions, and low flood-plain steps. Swainslough soils are fine and Weott soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained; very high runoff; moderately slow permeability; moderately high saturated hydraulic conductivity. The soils are occasionally flooded for brief periods in December through February.  The soils are occasionally ponded for brief periods in December and January."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture and hay. Nearly all areas of this soil have been cleared.  Natural vegetation is estimated to have been willow, red alder, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt and Del Norte Area, California, 2007.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Worswick soils were proposed in 1994 as coarse-loamy, mixed, nonacid, mesic Aeric Fluvaquents.  Reclassification to coarse-loamy, mixed, superactive, nonacid, isomesic Fluvaquentic Endoaquepts is based on temperature data recorded in the survey area 2001 through 2004.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 23 centimeters (Ap).\n2.  Cambic horizon - 23 to 152 centimeters (Bg1 and Bg2)\n3. Particle-size control section - the zone from 25 to 100 centimeters averages 12 percent clay by weight and 19 percent fine sand or coarser, by volume (Bg1, Bg2).\nADDITIONAL DATA: Pedon number S02CA-023-017 analyzed by the National Soil Survey Laboratory.\nNasis User Pedon ID: 88CA600039\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
