{
  "SERIES": "WORTHING",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-LDZ-WJB",
  "REVDATE": "3/98",
  "STATES": "SD,WY",
  "OVERVIEW": "The Worthing series consists of very deep, poorly and very poorly drained soils formed in clayey alluvial sediments in upland depressions on till plains.  Permeability is slow.  Slopes are less than l percent.  Mean annual precipitation is about 22 inches, and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Worthing silty clay loam - in a level depression in native pasture.  When described the soil was moist throughout.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to moderate fine blocky and weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; slightly acid; clear wavy boundary.  (5 to 20 inches thick)\nBtg1--10 to 20 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; common fine distinct dark brown (7.5YR 4/4) mottles; weak medium prismatic structure parting to moderate fine and medium blocky; hard, firm, sticky and plastic; neutral; gradual wavy boundary.\nBtg2--20 to 32 inches; black (10YR 2/1) silty clay, gray (10YR 5/1) dry; few fine distinct dark brown (7.5YR 4/4) mottles; moderate medium prismatic structure parting to strong fine blocky; very hard, firm, sticky and plastic; common fine and medium concretions (Fe and Mn oxides); neutral; gradual wavy boundary.\nBtg3--32 to 43 inches; black (10YR 2/1) silty clay, gray (10YR 5/1) dry; common fine distinct yellowish brown (l0YR 5/6) mottles; strong fine and medium blocky structure; very hard, firm, sticky and plastic; neutral; gradual wavy boundary.  (Combined Bt horizon is 20 to 45 inches thick.)\nBg--43 to 48 inches; black (10YR 2/1) and gray (5Y 5/1) silty clay, gray (10YR 5/1 and 5Y 6/1) dry; many fine and medium distinct olive (5Y 4/4) redox accumulations; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; slightly alkaline; clear wavy boundary. (0 to 12 inches thick)\nBkg--48 to 60 inches; gray (5Y 5/1) silty clay loam, gray (5Y 6/1) dry; many medium distinct pale olive (5Y 6/4) and prominent dark brown (7.5YR 4/4) redox accumulations; massive; hard, firm, sticky and plastic; common fine masses of calcium carbonate; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, South Dakota; about 4 miles south and 4 miles west of Madison; 1,760 feet east and 1,275 feet south of the northwest corner, sec. 4, T. 105 N., R. 53 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon is more than 35 inches.  Depth to calcium carbonate typically ranges from 35 to 80 inches.\nThe A horizon has hue of 10YR to 5Y or is neutral, value of 2 or 3 and 3 or 4 dry, and chroma of 0 to 1.  It typically is silty clay loam but is silt loam or silty clay in some pedons.  Reaction class ranges from moderately acid to neutral.\nThe Bt horizon has hue of 10YR to 5Y or is neutral, value of 2 or 3 and 3 to 5 dry in the upper part and value of 2 to 5 and 3 to 7 dry in the lower part, and chroma of 0 to 1.  It has a clay content that ranges from 40 to 55 percent and typically is silty clay or clay.  Dark concretions (iron and manganese oxides) are few to common, fine or medium in most pedons. Accumulations of gypsum are in some pedons.  It is slightly acid or neutral.  Redox features range in size and abundance in the lower part.\nThe BC horizon, if present, has hue of 5Y, 2.5Y, or 10YR or is neutral; value of 2 to 6 and 5 to 7 dry; and chroma of 0 to 1.  It is silty clay, silty clay loam, or clay loam and ranges from neutral to moderately alkaline.  Some pedons have masses of calcium carbonate (iron and manganese oxides) and gypsum.\nThe Bg horizon has hue of 2.5Y or 5Y or is neutral, value of 3 to 6 and 4 to 8 dry, and chroma of 0 to 2.  It is silty clay, clay, silty clay loam, or clay loam and ranges from neutral to moderately alkaline.  It has few to many, fine to medium masses of calcium carbonate in most pedons.  Some pedons have accumulations of gypsum.\nSome pedons have a Cg horizon with color and texture of the Bg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bremer, Chancellor, Crossplain, Edinburg, Haig, Mazaska, Minnetonka, Taintor, Virden, and Winterset.  Bremer soils have less than 40 percent clay in the argillic horizon.  Chancellor soils have chroma of 2 in the argillic horizon.  Crossplain soils have thinner mollic epipedons and are better drained.  Edinburg, Haig, Taintor, Virden, and Winterset soils formed in loess and have thinner mollic epipedons.  Minnetonka soils formed in lacustrine deposits and have a thinner mollic epipedon.  Mazaska soils formed in glacial till and have a thinner mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Worthing soils are in flat depressions with plane or concave bottoms on till plains.  Slopes are less than 1 percent.  They formed in local clayey alluvial sediments.  Mean annual temperature ranges from 45 to 52 degrees F., and the mean annual precipitation ranges from 17 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Chancellor and Crossplain soils and the Badus, Baltic, Beadle, Bonilla, Clarno, Egan, Highmore, Houdek, Onita, Tetonka, Viborg, Wentworth, and Whitewood soils.  Chancellor, Crossplain, and Onita soils are better drained and in associated upland swales.  Whitewood soils are in swales, but in better drained positions.  Badus soils are on the perimeter surrounding the Worthing soils and have carbonates near the surface.  Baltic soils have a calcareous control section and are in similar positions as the Worthing soils.  Beadle, Clarno, Egan, Highmore, Houdek, and Wentworth soils are well drained upland soils on plane to convex slopes.  Bonilla and Viborg soils contain less clay and are moderately well drained soils in associated upland swales.  Tetonka soils have an E horizon and are in shallow depressions.  Whitewood soils have a fine-silty particle size control section and are found in drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Surface runoff is ponded.  These soils receive runoff water from adjacent soils.  Permeability is slow.  Wetness is attributed to ponding of water after heavy rains.  The water table is between 3 feet above the surface and 1 foot below the surface in the spring and early summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for native hay and pasture.  Areas successfully drained are used in production of small grain and corn.  Native vegetation is mainly rivergrass, sloughsedge, and reedgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and southeastern South Dakota.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 43 inches (A, Btg1, Btg2, Btg3 horizons); argillic horizon - the zone from about 10 to 43 inches (Btg1, Btg2, Btg3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to moderate fine blocky and weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; slightly acid; clear wavy boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 25,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1--10 to 20 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; common fine distinct dark brown (7.5YR 4/4) mottles; weak medium prismatic structure parting to moderate fine and medium blocky; hard, firm, sticky and plastic; neutral; gradual wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 51,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2--20 to 32 inches; black (10YR 2/1) silty clay, gray (10YR 5/1) dry; few fine distinct dark brown (7.5YR 4/4) mottles; moderate medium prismatic structure parting to strong fine blocky; very hard, firm, sticky and plastic; common fine and medium concretions (Fe and Mn oxides); neutral; gradual wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 81,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg3--32 to 43 inches; black (10YR 2/1) silty clay, gray (10YR 5/1) dry; common fine distinct yellowish brown (l0YR 5/6) mottles; strong fine and medium blocky structure; very hard, firm, sticky and plastic; neutral; gradual wavy boundary.  (Combined Bt horizon is 20 to 45 inches thick.)"
      },
      {
        "name": "Bg",
        "top": 109,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--43 to 48 inches; black (10YR 2/1) and gray (5Y 5/1) silty clay, gray (10YR 5/1 and 5Y 6/1) dry; many fine and medium distinct olive (5Y 4/4) redox accumulations; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; slightly alkaline; clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bkg",
        "top": 122,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bkg--48 to 60 inches; gray (5Y 5/1) silty clay loam, gray (5Y 6/1) dry; many medium distinct pale olive (5Y 6/4) and prominent dark brown (7.5YR 4/4) redox accumulations; massive; hard, firm, sticky and plastic; common fine masses of calcium carbonate; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
