{
  "SERIES": "WORTLEY",
  "STATUS": "Tentative Series",
  "BYREV": "EJR/JFR",
  "REVDATE": "2/97",
  "STATES": "CA",
  "OVERVIEW": "The Wortley series consists of shallow and very shallow well drained soils that formed in material weathered from granitic rock. Wortley soils are on hills and mountrains with slopes of 5 to 60 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Torriorthentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wortley coarse sandy loam on a 16 percent southwest slope at 6,970 feet elevation under pinyon pine, big sagebrush and rubber rabbitbrush vegetation.  (Colors are for dry soil unless otherwise indicated.  When described (8/6/81), the soil was dry throughout.)\nA1--0 to 2 inches; brown (10YR 5/3) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent fine gravel; neutral (pH 6.6); clear smooth boundary. (1 to 3 inches thick)\nA2--2 to 8 inches; brown (10YR 5/3) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; common very fine interstitial and few very fine tubular pores; 10 percent fine gravel; neutral (pH 6.9); clear wavy boundary. (5 to 17 inches thick)\nCr--8 inches; weathered granitic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tulare County, California.  About 26 miles northwest of Lake Isabella and 2-1/4 miles southeast of Kennedy Peak; 50 feet east of first gentle bend to right in dirt road that splits off to the left from Kennedy Meadows road going north; 200 feet south and 1,000 feet west of southeast corner of Sec. 33(outside of section 33), T. 22 S., R. 36 E., M.D.B.M.; USGS Sacatar Canyon, California Quadrangle; Latitude 35 degrees 57 minutes 30 seconds north and longitude 118 degrees 5 minutes 38 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil above the paralithic contact is usually dry from June 1 to November 15 (about 165 days).  It is moist about 110 days when the soil is above 41 degrees F.  It is usually moist in some part for about 80 days when the soil temperature is above 46 degrees F.  It is moist in all parts for about 30 consecutive days when the soil temperature is above 46 degrees F. between December and April, but the soil temperatures are below 41 degrees F. during most of that period.  The moisture regime is aridic, but it borders on xeric.  Soil temperature:  The mean annual soil temperature is 47 to 55 degrees F.\nCoarse fragments:  0 to 20 percent cobbles\n5 to 20 percent fine gravel\nDepth to bedrock:  8 to 20 inches\nA horizon\nHue:  10YR\nValue:  5 dry, 3 moist\nChroma:  2 or 3, moist or dry\nTexture:  coarse sandy loam or\ncobbly coarse sandy loam\nClay:  7 to 12 percent\nOrganic matter:  1 to 2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wortley soils are on gently rolling to very steep uplands at elevations of 5,200 to 8,000 feet.  Slopes are from 5 to 60 percent.  The soils formed in material weathered from granitic rock.  The mean annual precipitation is 9 to 13 inches, mostly as winter snows and rain.  The mean January temperature is about 33 degrees F; the mean July temperature is about 66 degrees F; the mean annual temperature is 44 to 51 degrees F.  The frost free season is 80 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canebrake(T), Deadfoot(T), Sacatar(T), and Scodie(T) soils.  Canebrake soils are sandy and lack a mollic epipedon; Deadfoot soils are sandy-skeletal and moderately deep; Sacatar soils have an argillic horizon and are moderately deep; Scodie soils have sandy textures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  The vegetation is mainly singleleaf pinyon pine, big sagebrush, rubber rabbitbrush, desert bitterbrush, green Mormon-tea, bottlebrush squirreltail, cheatgrass, desert needlegrass, pine bluegrass and annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The southern Sierra Nevada mountains of California.  The soils are of small extent in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Tulare County, California 1995; Kern County, Northeastern Part and Southeastern Part of Tulare County Soil Survey Area.  The series is named for a prominent vertical angle benchmark on the Sacatar Canyon topographic quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon- from a depth of 0 to 8 inches (A1 and A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; brown (10YR 5/3) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent fine gravel; neutral (pH 6.6); clear smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--2 to 8 inches; brown (10YR 5/3) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; common very fine interstitial and few very fine tubular pores; 10 percent fine gravel; neutral (pH 6.9); clear wavy boundary. (5 to 17 inches thick)"
      },
      {
        "name": "Cr",
        "top": 20,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--8 inches; weathered granitic rock."
      }
    ]
  ]
}
