{
  "SERIES": "WRAYS",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN",
  "REVDATE": "11/2009",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wrays silt loam on a northwest facing 13 percent slope in a forested area at an elevation of about 274 meters (900 feet) above MSL. (Colors are for a moist soil unless stated otherwise.)\nOi--0 to 3 cm (0 to 1 inches); partially decomposed leaves from mixed deciduous trees. [3 to 5 cm (1 to 2 inches) thick]\nE/A--3 to 15 cm (1 to 6 inches); 85 percent light yellowish brown (10YR 6/4) (E) and 15 percent dark grayish brown (10YR 4/2) (A) silt loam, very pale brown (10YR 8/4) and light brownish gray (10YR 6/2) dry; weak fine and medium subangular blocky structure parting to moderate medium granular; friable; many very fine and fine, common medium and coarse, and few very coarse roots throughout; very strongly acid; gradual wavy boundary. [10 to 18 cm (4 to 7 inches) thick]\nBt1--15 to 30 cm (6 to 12 inches); strong brown (7.5YR 5/6) silt loam; weak fine and medium subangular blocky structure; friable; common very fine and fine, common medium and coarse, and few very coarse roots throughout; few distinct strong brown (7.5YR 5/6) clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt2--30 to 64 cm (12 to 25 inches); strong brown (7.5YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; firm; few very fine and fine and common medium and coarse roots between peds, and few very coarse roots throughout; many distinct strong brown (7.5YR 4/6) clay films on faces of peds; very strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 43 to 66 cm (17 to 26 inches).]\n2Bt3--64 to 86 cm (25 to 34 inches); yellowish brown (10YR 5/6) silty clay loam; weak medium subangular blocky structure; friable; few very fine and fine roots throughout and common medium roots between peds; many prominent strong brown (7.5YR 5/6) and common distinct pale brown (10YR 6/3) clay films on faces of peds; 10 percent channers; very strongly acid; clear wavy boundary. [20 to 46 cm (8 to 18 inches) thick]\n2CB--86 to 112 cm (34 to 44 inches); light yellowish brown (2.5Y 6/4) extremely channery silt loam; moderate very thick platy structure; firm; few very fine and fine roots between peds; common distinct light brownish gray (2.5Y 6/2) clay films on rock fragments; common prominent strong brown (7.5YR 4/6) iron stains on faces of peds; 65 percent channers; very strongly acid; clear wavy boundary. [20 to 30 cm (8 to 12 inches) thick]\n2R--112 to 152 cm (44 to 60 inches); fractured, very strongly cemented siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scott County, Indiana, 850 feet east and 1,900 feet north of the southwest corner of sec. 35, T. 2 N., R. 6 E.; USGS Henryville, Indiana topographic quadrangle; lat. 38 degrees 33 minutes 59 seconds N. and long. 085 degrees 49 seconds 28 seconds W.; UTM Zone 16, 602415 easting and 4269321 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 56 to 91 cm or 22 to 36 inches\nDepth to the base of the argillic horizon: 76 to 127 cm or 30 to 50 inches\nDepth to bedrock (lithic contact): 102 to 152 cm or 40 to 60 inches\nRock fragments: dominantly strongly or very strongly cemented channers, but include flagstones\nParticle-size control section: averages 24 to 34 percent clay, and 3 to 12 percent sand.\nE/A horizon:\nA part:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: silt loam\nReaction: very strongly acid or strongly acid\nE part:\nHue: 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: silt loam\nReaction: very strongly acid or strongly acid\nAp horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nReaction: very strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nClay content: 22 to 34 percent\nSand content: 2 to 12 percent\nReaction: very strongly acid or strongly acid, and the upper part ranges to slightly acid in limed areas\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: silt loam, silty clay loam, or their channery analogues\nClay content: 24 to 34 percent\nSand content: 6 to 15 percent\nReaction: extremely acid or very strongly acid\nRock fragment content: 2 to 25 percent channners\n2CB or 2BC horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 4 to 8\nTexture: channery to extremely channery analogues of silt loam or silty clay loam\nClay content: 12 to 30 percent\nSand content: 8 to 20 percent\nReaction: extremely acid or very strongly acid\nRock fragment content: 20 to 65 percent channers"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Purcellville is the only competing series and does not have a lithic contact within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wrays soils are on moderately sloping and strongly sloping shoulders and backslopes of hills and knobs. Slopes range from 6 to 25 percent. They formed in 56 to 91 cm or 22 to 36 inches of loess and the underlying residuum from siltstone. The bedrock is from the upper part of the Spickert Knob Formation, Borden Group, in Indiana (See Remarks). The mean annual temperature ranges from 11 to 14 degrees C (52 to 57 degrees F), and the mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Frost free days range from 170 to 200. Elevation ranges from 105.2 to 305 meters (345 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brownstown, Gilwood, Gnawbone, Spickert and Wellrock soils. The moderately deep, well drained Brownstown soils are on backslopes. The moderately deep, well drained Gilwood soils are typically on shoulders and the upper part of backslopes. The moderately well drained Spickert soils have a fragipan and typically are on summits and shoulders. The moderately deep, well drained Gnawbone soils and the well drained, less channery Wellrock soils typically are on similar landform positions as the Wrays soils, but at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s) in the upper part of the solum and moderately high (1.41 to 4.23 micrometers/s) in the lower part. Permeability is moderate in the upper part of the solum and moderately slow in the lower part. The potential for surface water runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in mixed hardwood trees, the native vegetation. Some areas are used for pasture and a few areas are used for growing row crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This series is of small extent, but as soil surveys are updated MLRA 120C the extent will increase considerably. Wrays soils are in southeastern and south-central Indiana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scott County, Indiana, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Wrays soils were previously correlated as a taxadjunct to the Wellston series in MLRA 120C. Geological Survey Occasional Paper 43 from the Indiana Department of Natural Resources describes the Spickert Knob Formation in Indiana.\nDiagnostic horizons recognized in this pedon are:\n1) Ochric epipedon: 0 to 15 cm or 6 inches (E/A horizon)\n2) Argillic horizon: 15 to 86 cm or 6 to 34 inches (Bt1, Bt2, 2Bt3 horizons)\n3) Lithic contact: 112 to 152 cm or 44 to 60 inches (R horizon)\nADDITIONAL DATA: Data for this pedon, S90IN-143-005, is at the National Soil Survey Lab, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
