{
  "SERIES": "WRIGHTMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ED/AON/TDT",
  "REVDATE": "11/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wrightman ashy loam, rangeland.  On a 3 percent slope at an elevation of 5,150 feet. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 5 inches; very dark brown (7.5YR 2/2) ashy loam, brown (7.5YR 4/3) dry; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 10 percent gravel; slightly acid (pH 6.5); clear smooth boundary.  (3 to 7 inches thick)\nA2--5 to 11 inches; very dark brown (7.5YR 2/2) ashy loam, brown (7.5YR 4/3) dry; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; common very fine to medium roots; many very fine irregular pores; slightly acid (pH 6.5); clear wavy boundary.  (6 to 15 inches thick)\nBw1--11 to 21 inches; very dark brown (7.5YR 2/3) ashy loam, brown (7.5YR 4/3) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine to medium roots; many very fine irregular pores; slightly acid (pH 6.5); clear wavy boundary.  (6 to 15 inches thick)\nBw2--21 to 25 inches; dark brown (7.5YR 3/2) ashy loam, brown (7.5YR 4/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and medium roots; many very fine irregular pores; slightly acid (pH 6.5); abrupt smooth boundary.  (0 to 15 inches thick)\n2R--25 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; about 9 miles southeast of Kimberly on Sunflower Flat; 2,600 feet north and 700 feet west of the southeast corner of section 2, T. 11 S., R. 26 E.  Latitude 44 degrees, 38 minutes, 38 seconds North; Longitude 119 degrees, 33 minutes, 12 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 47 degrees F.  The soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 60 to 80 consecutive days.  Depth to bedrock is 20 to 40 inches.  Hue of the solum ranges from 10YR through 5YR.  The mollic epipedon is 20 to 30 inches thick.  Gravel in the control section range from 0 to 10 percent.  The solum has Al+1/2 Fe values of 0.40 to 0.70.  Glass content of the solum is 5 to 15 percent glass.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3.  It is ashy loam or ashy silt loam with 18 to 25 percent clay.\nThe B horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4.  It is ashy silt loam, ashy loam or ashy clay loam and has 18 to 30 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albee, Goodalfs and Wallowa series.  Goodalfs soils are very deep to bedrock.  Albee soils have a 10 to 20 inch thick mollic epipedon.  Wallowa series are similar and need further review for separation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wrightman soils are on gently sloping convex ridgetops in a patterned ground complex with shallow and very shallow very stony soils and as continuous bodies of soil in footslope positions.  Slopes are 2 to 25 percent.  Elevation is 4,000 to 5,200 feet.  These soils formed in colluvium and alluvium weathered from basaltic rock and reworked loess.  They are in a semiarid climate with a mean annual precipitation of 14 to 25 inches.  The mean annual temperature is about 42 to 45 degrees F., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ateron, Bocker, Gaib, Parsnip, Klicker, and Larabee soils.  All these soils are found on plateaus along with Wrightman soils.  Ateron soils are shallow to bedrock and are clayey-skeletal.  Bocker soils are very shallow to bedrock and are loamy-skeletal.  Gaib soils are shallow to bedrock and are loamy-skeletal.  Parsnip soils are shallow to bedrock and are in the loamy family.  Klicker and Larabee soils are loamy-skeletal, forested, and contain vitrandic surface features."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly livestock grazing.  Native vegetation is mainly bluebunch wheatgrass, Idaho fescue and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Oregon; MLRA 10.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nMollic epipedon - 0 to 25 inches\nVitrandic subgroup criteria for the zone 0 to 22 inches is Al +  Fe is .39 and glass is 12.\nADDITIONAL DATA:  Reference sample S97OR-023-038 NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
