{
  "SERIES": "WRIGHT",
  "STATUS": "Tentative Series",
  "BYREV": "Rev:  DFW/JHK/CEJ",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Mollic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wright loam - on an east facing slope of 2 percent under annual grasses and scattered oaks at 80 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry to 22 inches and moist below).\nA1--0 to 7 inches; light brownish gray (10YR 6/2) loam with common medium prominent strong brown (7.5YR 5/6) mottles, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, nonsticky and nonplastic; many fine and very fine roots; many fine and medium tubular pores; medium acid (pH 5.7); gradual smooth boundary.  (5 to 8 inches thick)\nA2--7 to 15 inches; light brownish gray (10YR 6/2) loam with common medium prominent strong brown (7.5YR 5/6) mottles, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; many fine and medium tubular pores; medium acid (pH 6.0); gradual smooth boundary.  (6 to 9 inches thick)\nEg--15 to 25 inches; light brownish gray (10YR 6/2) and light gray (10YR 7/2) sandy clay loam with few fine faint yellowish brown (10YR 5/6) mottles, dark grayish brown (10YR 4/2) moist; massive; hard, friable, sticky and slightly plastic; many fine and very fine roots; many fine and medium tubular pores; strongly acid (pH 5.5); abrupt smooth boundary.  (8 to 12 inches thick)\nBtg1--25 to 32 inches; light brownish gray (10YR 6/2) and light gray (10YR 7/2) clay with common medium distinct dark grayish brown (10YR 4/2) manganese stains, dark grayish brown (10YR 4/2) moist with common medium distinct very dark brown (10YR 2/2) mottles; weak coarse prismatic structure; hard, very firm, sticky and very plastic; many very fine and fine roots; common very fine tubular pores; continuous thick clay films on peds and in pores; very strongly acid (pH 5.0); gradual smooth boundary.  (5 to 9 inches thick)\nBtg2--32 to 42 inches; light brownish gray (10YR 6/2) and light gray (10YR 7/2) clay, with common medium distinct light yellowish brown (10YR 5/4) mottles, dark brown (10YR 4/3) moist, weak coarse prismatic structure; very hard, very firm, sticky and very plastic; many very fine and fine roots; common very fine and fine tubular pores; continuous thick clay films on peds and in pores; few manganese stains; strongly acid (pH 5.5); gradual smooth boundary.  (8 to 12 inches thick)\nBtg3--42 to 47 inches; light brownish gray (10YR 6/2) clay, dark brown (10YR 4/3) moist; weak coarse and very coarse prismatic structure; very hard, firm, sticky and very plastic; few very fine and fine roots; common very fine and fine tubular pores; continuous moderately thick clay films on peds and in pores; slightly acid (pH 6.5); gradual smooth boundary.  (3 to 6 inches thick)\nBtg4--47 to 62 inches; pale brown (10YR 6/3) clay with common medium distinct brown (10YR 5/3) mottles, dark grayish brown (10YR 4/2) moist, with faint dark brown (10YR 3/3) mottles; weak coarse prismatic structure; hard, firm, sticky and very plastic; few very fine and fine roots; common fine tubular pores; continuous moderately thick clay films on peds and in pores; many fine manganese stains; neutral (pH 7.0); gradual smooth boundary.  (9 to 16 inches thick)\nBg1--62 to 73 inches; light brownish gray (10YR 6/2) sandy clay loam with common medium distinct brown (10YR 5/3) mottles, olive brown (2.5Y 4/4) moist with common medium distinct strong brown (7.5YR 5/6) mottles; weak coarse prismatic structure; hard, firm, sticky and plastic; few very fine roots; common tubular pores; continuous moderately thick clay films on peds and in pores; slightly acid (pH 6.5); clear wavy boundary.   (8 to 13 inches thick)\nBg2--73 to 89 inches; pale brown (10YR 6/3) and light brownish gray (10YR 6/2) clay with few distinct mottles of very dark grayish brown (10YR 3/2), olive brown (2.5Y 4/4) moist with few fine distinct very dark grayish brown (2.5Y 3/2) mottles; weak coarse prismatic structure; extremely hard, firm, sticky and plastic; few very fine roots; common very fine and fine tubular pores; continuous thick clay films on peds; many fine manganese stains; slightly acid (pH 6.5); clear smooth boundary.  (10 to 18 inches thick)\nBg3--89 to 98 inches; pale brown (10YR 6/3) clay with common fine distinct brown (7.5YR 5/4) mottles, olive brown (2.5Y 4/4) moist; weak coarse prismatic structure; extremely hard, firm, sticky and plastic; few very fine roots; common very fine and fine tubular pores; continuous moderately thick clay films on peds; slightly acid (pH 6.5); clear wavy boundary.  (7 to 11 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sonoma County, California, 1,000 feet west and 1,200 feet south of junction of Sebastopol and Llano Roads, NE1/4 of SW1/4 of section 31, T.7 N., R.8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is dry between a depth of 6 to 18 inches in all parts from July to October, and is moist in all parts from December thru April in most years.  The mean annual soil temperature ranges from 59 to 63 degrees F.\nThe A horizon is 10YR 6/1, 6/2, 6/3, 7/1 or 7/2.  Moist colors are 10YR 3/1, 3/2, 3/3, 4/2, 5/1, 5/2 or 5/3.  It is loam or sandy clay loam with 10 to 25 percent clay.  It is strongly through slightly acid.\nThe B horizon is 10YR 6/2, 6/3, 7/2, 7/3, 7.5YR 6/2, 6/3, 7/2, or 7/3.  Moist colors are 2.5Y 4/4, 10YR 4/2, 4/3, 7.5YR 4/2 or 4/3.  It is dominantly clay or heavy clay loam with 35 to 50 percent clay.  It is very strongly acid in the upper part and decreases to slightly acid or neutral in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boonville and the Hassee series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wright soils are on gently undulating or hummocky low terraces and have slopes of 0 to 9 percent.  They formed in alluvium from mixed sources at elevations of 70 to 300 feet.  The climate has hot dry summers and cool moist winters.  Mean annual precipitation varies from 25 to 35 inches.  Mean annual temperature is 57 degrees F, mean January temperature is 47 degrees F, and mean July temperature is 67 degrees F.  Frost-free season ranges from 220 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Blucher, Clear Lake, Pajaro, Yolo and Zamora soils.  Blucher soils have a mollic epipedon.  Clear Lake soils lack an argillic horizon and have cracks to 48 inches at some time during the year.  Pajaro soils are coarse-loamy.  Yolo soils are fine-silty and lack an argillic horizon.  Zamora soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; very slow permeability.  An intermittent perched water table occurs at a depth of 2 to 3 feet from December thru April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal valleys of Northern California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sonoma County, California, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This is a classification change from fine, mixed, mesic Mollic Albaqualfs to fine, montmorillonitic, thermic Mollic Albaqualfs.  Change based on laboratory data and soil temperature data in an adjoining survey area.\nThis pedon was sampled by the SCS Riverside Soil Survey Laboratory in 1961.  Pedon Number S61 Calif. - 49-2 and is described in the California SSIR No. 24, Pages 4 and 5.\nDiagnostic horizons and features are as follows:\n1.  Ochric epipedon - 0 to 5 inches; ranges from 11 to 17 inches thick.  Clay content 10 to 25 percent by field estimate.  Dry values 6 or more.  Organic matter 0.5 to 3 percent by lab analysis.  Base saturation 50 to 75 percent by lab analysis.\n2.  Argillic horizon - 25 to 62 inches; ranges from 25 to 43 inches thick.  Clay content ranges from 35 to 50 percent by lab analysis.  B.S.  is 75 to 95 percent by lab analysis.  The textural control section is 25 to 45 inches or the top 20 inches of the argillic horizon.\n3.  The soil temperature is 59 to 63 degrees F assumed from similar soils and a soil temperature transect in an adjoining survey area.\n4.  Soil has an intermittent water table at 2 to 3 feet from December thru April.\n5.  Montmorillonitic mineralogy based on laboratory data.\n6.  Soil moisture in control section.\nJAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC\nDays\nMore than 41 degrees F       1/1-------------------12/31          365 More than 46 degrees F           3/1---------------12/31          306 Dry in all parts                       6/20----10/1               101 Moist in all parts           1/1---4/15          11/10-12/31      166\nMoist in some parts 264 days soil temperature greater than 41 degrees F 72 percent of time. Moist in some parts soil temperature more than 46 degrees F. (3/1-6/20) and 10/1-12/31) 174 days.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
