{
  "SERIES": "WURTSMITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPJ-TWH",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Oxyaquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wurtsmith sand, on a 3 percent slope in a jack pine woods at an elevation of 184 meters (605 feet) above mean sea level. (Colors are for moist soil unless otherwise stated. When described on May 4, 1995 the profile was moist throughout.)\nOe--0 to 2.5 cm (1 inch); black (N 2.5/) partially decomposed leaf litter; extremely acid. [0 to 5 cm (2 inches) thick]\nE--2.5 to 10 cm (1 to 4 inches); grayish brown (10YR 5/2) sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; many fine and medium roots; extremely acid; clear wavy boundary. [0 to 10 cm (4 inches) thick]\nBw1--10 to 36 cm (4 to 14 inches); yellowish brown (10YR 5/8) sand; weak medium subangular blocky structure; very friable; common medium and fine roots; extremely acid; clear wavy boundary.\nBw2--36 to 61 cm (14 to 24 inches); brownish yellow (10YR 6/6) sand; weak fine subangular blocky structure; very friable; common fine light gray (10YR 7/2) uncoated sand grains; extremely acid; clear wavy boundary. [Combined thickness of the Bw horizon is 20 to 64 cm (8 to 25 inches).]\nBC--61 to 122 cm (24 to 48 inches); pale brown (10YR 6/3) sand; weak coarse subangular blocky structure; very friable; common fine light gray (10YR 7/2) uncoated sand grains; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; extremely acid; clear wavy boundary. [0 to 76 cm (30 inches) thick]\nC--122 to 203 cm (48 to 80 inches); brown (10YR 5/3) sand; single grain; loose; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iosco County, Michigan; about 4 1/2 miles northeast of East Tawas; 400 feet north and 1,300 feet east of the southwest corner of sec. 11, T. 24 N., R. 8 E., Baldwin Township; USGS East Tawas topographic quadrangle; lat. 44 degrees 18 minutes 35 seconds N. and long. 83 degrees 26 minutes 11 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to redox concentrations: (51 to 102 cm (20 to 40 inches)\nRock fragment content: 0 to 15 percent gravel throughout\nMean annual soil temperature: 5.6 to 8.3 degrees C (42 to 47 degrees F)\nA horizon, where present:\nHue: 7.5YR, 10YR, or is neutral\nValue: 2 to 4\nChroma: 0 to 3\nTexture: loamy sand or sand\nReaction: extremely acid to slightly acid\nE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: loamy sand or sand\nReaction: extremely acid to slightly acid\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 8\nTexture: loamy sand, sand, or coarse sand\nContent of organic carbon: .1 to .6 percent\nReaction: extremely acid to slightly acid\nBC horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: sand or coarse sand\nContent of fine and very fine sand: 20 to 50 percent\nReaction: extremely acid to neutral\nC horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 2 to 6\nTexture: sand or coarse sand\nReaction: extremely acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Crex, Duck, Guida, Lenroot, Mooers, Pelkie, Sissabagama, Sunia, and Tourtillotte series. Crex soils average 50 percent or more fine sand in the particle-size control section. Duck soils contain 7 to 15 percent red, hydrous oxide clays in the upper part of the series control section. Guida soils have lamellae within the series control section. Lenroot soils average more than 15 percent rock fragments in the particle-size control section. Mooers soils complete closely on soil properties but differ by occurring in areas that receive more than 762 mm (30 inches) of mean annual precipitation. Pelkie soils have an irregular decrease in organic carbon with depth. Sissabagama and Tourtillotte soils have textural stratification in the lower part of the series control section. Sunia soils do not have sand or loamy sand textures in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wurtsmith soils are on outwash plains, lake plains, beach ridges, dunes, and river terraces. Slope ranges from 0 to 12 percent. These soils formed in sandy outwash and lacustrine deposits. Mean annual precipitation ranges from 610 to 762 mm (24 to 30 inches). Mean annual temperature ranges from 4.4 to 7.2 degrees C (40 to 45 degrees F). Frost-free period is 90 to 130 days. Elevation is 183 to 427 meters (600 to 1400 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deer Park, Grayling, Meehan, Deford, Tawas and Lupton soils. The excessively drained Deer Park and Grayling soils are on higher ridges and dunes. The somewhat poorly drained Meehan soils are on lower ridges. The very poorly drained Deford, Tawas and Lupton soils are in drains, swales, and depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of an apparent seasonal high water table ranges from 61 to 107 cm (2.0 to 3.5 feet) between October and May in normal years. Potential for surface runoff is negligible to very low. Saturated hydraulic conductivity is high or very high. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Common trees include black oak, bigtooth aspen, red maple, and jack pine. Common understory plants include serviceberry, bracken fern, Canada blueberry, and wintergreen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 57, 90A, 91B, and 94Ain northeastern Lower Peninsula of Michigan, northern Minnesota, and northern Wisconsin. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iosco County, Michigan, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon: from the surface to a depth of 10 cm (4 inches) (Oe, E horizons).\nAlbic horizon: from a depth of 2.5 to 10 cm (1 to 4 inches) (E horizon).\nOxyaquic feature: redox concentrations in the zone from 24 to 80 inches 61 to 203 cm (BC and C horizons).\nADDITIONAL DATA: Soil Interpretation Record: MI0756.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
