{
  "SERIES": "WYALUSING",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM-JRH-PSP",
  "REVDATE": "05/2013",
  "STATES": "NY,PA",
  "OVERVIEW": "The Wyalusing series consists of very deep, poorly drained soils formed in alluvial material. Slope ranges from 0 to 5 percent. Saturated hydraulic conductivity is moderately high to very high. Mean annual precipitation is 41 inches. Mean annual temperature is 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, nonacid, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wyalusing silt loam - meadow. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular and very weak platy structure; friable, slightly sticky, slightly plastic; common fine faint brown (7.5YR 4/4) masses of iron accumulation and gray (N 5/0) areas of iron depletion in the matrix; moderately acid; clear wavy boundary. (6 to 11 inches thick.)\nBg1 -- 9 to 17 inches; dark gray (10YR 4/1) loam; weak fine subangular blocky structure; friable, nonsticky, slightly plastic; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; moderately acid; clear wavy boundary.\nBg2 -- 17 to 28 inches; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; common medium faint grayish brown (10YR 5/2) areas of iron depletion, brown (7.5YR 4/4) masses of iron accumulations, and gray (N 5/) areas of iron depletion within the matrix; moderately acid; abrupt wavy boundary. (Combined thickness of the Bg horizons are 15 to 26 inches thick.)\nCg1 -- 28 to 34 inches; dark greenish gray (5GY 4/1) fine sandy loam; weak thin plate like divisions; friable, nonsticky, nonplastic; moderately acid; abrupt wavy boundary. (0 to 8 inches thick.)\n2Cg2 -- 34 to 65 inches; dark gray (10YR 4/1) extremely gravelly loamy sand; single grain; loose; 73 percent rounded gravel and cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Susquehanna County, Pennsylvania; 7 miles west of Montrose along Wyalusing Creek. 270 feet south west of bridge and Rt. 106 in Jessup TWP. Elevation of 1065 feet. USGS Montrose West, PA topographic quadrangle; Latitude 41 degrees, 48 minutes, 38 seconds N. and Longitude 75 degrees, 57 minutes, 58 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to contrasting material ranges from 24 to 36 inches. Thin, unconforming layers of finer or coarser textured materials are in some pedons. Rock fragments of primarily gravel and cobble size range from 0 to 20 percent in the solum and C horizon and 0 to 80 percent in the 2C horizon. Reaction ranges from strongly acid to slightly acid, but is typically moderately or slightly acid in the 10 to 40 inch control section.\nThe A or Ap horizon has hue of 2.5Y through 10YR, value of 3 through 6, and chroma of 1 or 2. Texture is silt loam, loam or fine sandy loam in the fine-earth fraction. Thickness of the A horizon ranges from 3 to 6 inches thick.\nThe B horizon has hue of 2.5Y through 10YR, value of 4 through 6, and chroma of 1 or 2. The B horizon has many to common redoximorphic features with hue of 10YR through 5YR, value of 4 or 5, and chroma of 0 through 4. Texture is silt loam, loam or fine sandy loam in the fine-earth fraction. Structure is weak to moderate, subangular blocky or prismatic parting to weak, fine subangular blocky.\nThe C horizon has hue of 5GY through 10YR, value of 4 or 5, and chroma of 0 through 2. Both high and low chroma redoximorphic features are common in most pedons. Texture is fine sandy loam or loam in the fine-earth fraction.\nThe 2C horizon is similar in color to the C horizon but texture is loamy sand or sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils developed in alluvial deposits on flood plains along streams that have slopes of 0 to 5 percent. They are subject to underground seepage from surrounding higher lands and baseflow from nearby streams and uplands. Mean annual temperature ranges from 46 to 50 F, and mean annual precipitation ranges from 35 to 45 inches. The frost-free season ranges from 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bath, Barbour, Cattaraugus, Chenango, Culvers, Delaware, Edgemere, Mardin, Norwich, Shohola and Volusia soils on surrounding uplands and terraces. All these soils, except Barbour, Chenango, Delaware have fragipans. Barbour soils are well drained acid low terraces. Chenango soils have more than 35 percent rock fragments. Delaware soils do not have a lithologic discontinuity and less than 10 percent rock fragments throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high to very high. Flooding is frequent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for pasture or are idle. Pastures are mainly in bluegrass, white clover or redtop. Wooded areas have maple, beech and elm trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Pennsylvania and possible southern New York. MLRA's 140 and 144A. The extent is moderate; estimated to be 10,000 to 50,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Susquehanna County, Pennsylvania, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Original classification of Wyalusing placed it in the subgroup Typic Fluvaquents, but because of changes established in the 8th edition of \"Keys To Soil Taxonomy\", this soil now classifies in the subgroup of Fluvaquentic Endoaquepts.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface of the soil to a depth of about 9 inches (Ap horizon).\nb. Cambic horizon - the zone from 9 to 28 inches (Bg horizon).\nADDITIONAL DATA: Laboratory data is available on two pedons sampled in\nSusquehanna County - S58Pa-58-16 (1-6) and S58Pa-58-7 (1-5).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 9 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular and very weak platy structure; friable, slightly sticky, slightly plastic; common fine faint brown (7.5YR 4/4) masses of iron accumulation and gray (N 5/0) areas of iron depletion in the matrix; moderately acid; clear wavy boundary. (6 to 11 inches thick.)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1 -- 9 to 17 inches; dark gray (10YR 4/1) loam; weak fine subangular blocky structure; friable, nonsticky, slightly plastic; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 43,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg2 -- 17 to 28 inches; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; common medium faint grayish brown (10YR 5/2) areas of iron depletion, brown (7.5YR 4/4) masses of iron accumulations, and gray (N 5/) areas of iron depletion within the matrix; moderately acid; abrupt wavy boundary. (Combined thickness of the Bg horizons are 15 to 26 inches thick.)"
      },
      {
        "name": "Cg1",
        "top": 71,
        "bottom": 86,
        "moist_hue": "5GY",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cg1 -- 28 to 34 inches; dark greenish gray (5GY 4/1) fine sandy loam; weak thin plate like divisions; friable, nonsticky, nonplastic; moderately acid; abrupt wavy boundary. (0 to 8 inches thick.)"
      },
      {
        "name": "2Cg2",
        "top": 86,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "narrative": "2Cg2 -- 34 to 65 inches; dark gray (10YR 4/1) extremely gravelly loamy sand; single grain; loose; 73 percent rounded gravel and cobbles; moderately acid."
      }
    ]
  ]
}
