{
  "SERIES": "WYANET",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE-TJE-SES",
  "REVDATE": "10/2021",
  "STATES": "IL",
  "OVERVIEW": "The Wyanet series consists of very deep, well drained soils formed in calcareous loamy till or in as much as 46 cm (18 inches) of loess or other silty material and in the underlying calcareous loamy till. A cap of fine sandy loam sediments is at the surface in some areas. These soils are on till plains. Slope ranges from 0 to 18 percent. Mean annual temperature is about 11 degrees C (52 degrees F), and mean annual precipitation is about 940 mm (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wyanet silt loam, on a 4 percent slope in a cultivated field at an elevation of about 226 meters (743 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; common very fine and fine roots; 1 percent fine gravel; neutral; abrupt smooth boundary. [25 to 38 cm (10 to 15 inches) thick]\nBt1--25 to 36 cm (10 to 14 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; firm; common fine roots; few fine pores; common faint very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; 3 percent fine gravel; slightly acid; clear smooth boundary.\nBt2--36 to 69 cm (14 to 27 inches); light olive brown (2.5Y 5/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; common prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; few prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 7 percent fine and medium gravel; slightly acid; clear smooth boundary. [Combined thickness of the Bt horizon is 36 to 76 cm (14 to 30 inches).]\nBC--69 to 79 cm (27 to 31 inches); light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; firm; 7 percent fine and medium gravel; slightly effervescent; slightly alkaline; gradual smooth boundary. [0 to 15 cm (0 to 6 inches) thick]\nC--79 to 200 cm (31 to 79 inches); light olive brown (2.5Y 5/4) loam; massive; very firm; common prominent irregular light gray (10YR 7/1) very weakly cemented calcium carbonate nodules in pores; few fine and medium rounded red (2.5YR 4/8) weakly cemented iron oxide nodules throughout; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 7 percent fine and medium gravel; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Champaign County, Illinois; about 1 3/4 miles west and 1 1/2 miles north of Penfield; 1,300 feet east and 225 feet south of the northwest corner of sec. 31, T. 22 N., R. 14 W.; USGS Penfield topographic quadrangle; lat. 40 degrees 19 minutes 37 seconds N., and long. 87 degrees 59 minutes 01\nseconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 61 to 102 cm (24 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nThickness of the loess: less than 46 cm (18 inches)\nParticle-size control section: averages 22 to 32 percent clay and 15 to 40 percent fine sand or coarser\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam, loam, or fine sandy loam; clay loam and silty clay loam are allowed in severely eroded pedons\nRock fragment content: 0 to 4 percent gravel\nReaction: moderately acid to neutral\nBt or 2Bt horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 or 5\nChroma: 4 to 6\nTexture: dominantly loam or clay loam, but ranges to silty clay loam in the upper part where the silt cap is at the maximum thickness\nClay content: averages 22 to 32 percent\nSand content: content of fine sand or coarser is dominantly between 20 and 40 percent but ranges to 5 percent in subhorizons in the upper part\nRock fragment content: 0 to 10 percent gravel\nMoist bulk density: 1.5 to 1.7g/cm3\nReaction: moderately acid or slightly acid in the upper part and moderately acid to neutral in the lower part\nBC, 2BC, C, or 2C horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 3 or 4\nTexture: loam\nClay content: 10 to 20 percent\nSand content: 30 to 40 percent\nRock fragment content: 0 to 10 percent gravel\nMoist bulk density: 1.60 to 1.85 g/cm3\nReaction: slightly alkaline or moderately alkaline and contains carbonates in the C or 2C horizons; some pedons with BC or 2BC horizons do not contain carbonates"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hochheim, La Rose, Lickcreek, Linkville, Markesan, Plattville,\nRotamer, and Wea series. Hocheim, La Rose, Markesan, and Rotamer soils are less than 61 cm (24 inches) to the base of the argillic horizon. Lickcreek soils are deeper than 102 cm (40 inches) to carbonates. Linkville and Wea soils are deeper than 102 cm (40 inches) to the base of the argillic horizon. Plattville soils have a lithic or paralithic contact within a depth of 152 cm (60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wyanet soils are on till plains of Wisconsin Age. Slope ranges from 0 to 18 percent. The soils formed in calcareous loamy till or in as much as 46 cm (18 inches) of loess or other silty material and in the underlying calcareous loamy till. A cap of fine sandy loam sediments is at the surface in some areas. Mean annual temperature ranges from 7.8 to 12.8 degrees C (46 to 55 degrees F). Mean annual precipitation ranges from 838 to 1092 mm (33 to 43 inches). Frost-free period ranges from 150 to 190 days. Elevation ranges from 180 to 311 meters (590 to 1,020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dana, Drummer, La Rose, Odell, Raub, Sable, and Saybrook soils. Dana and Saybrook soils are moderately well drained and are on similar to slightly higher landscape positions. Drummer and Sable soils are poorly drained and are on lower positions. La Rose soils have a thinner solum and are on similar or lower parts of the landscape. Odell and Raub soils are somewhat poorly drained and are on lower lying less sloping landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low to medium. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the solum and moderately high (1.41 to 4.23 micrometers per second) in the underlying material. Permeability is moderate in the solum and moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely cropped to corn and soybeans. Small grain and legume hay are also grown. Native vegetation is tall prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and Northern Illinois. These soils are of moderate extent in MLRAs 108, 95, and 115. The type location is in MLRA 108."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bureau County, Illinois, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 25 cm (0 to 10 inches) (Ap horizon).\nArgillic horizon: from a depth of 25 to 69 cm (10 to 27 inches) (Bt1, Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; common very fine and fine roots; 1 percent fine gravel; neutral; abrupt smooth boundary. [25 to 38 cm (10 to 15 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--25 to 36 cm (10 to 14 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; firm; common fine roots; few fine pores; common faint very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; 3 percent fine gravel; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--36 to 69 cm (14 to 27 inches); light olive brown (2.5Y 5/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; common prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; few prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 7 percent fine and medium gravel; slightly acid; clear smooth boundary. [Combined thickness of the Bt horizon is 36 to 76 cm (14 to 30 inches).]"
      },
      {
        "name": "BC",
        "top": 69,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--69 to 79 cm (27 to 31 inches); light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; firm; 7 percent fine and medium gravel; slightly effervescent; slightly alkaline; gradual smooth boundary. [0 to 15 cm (0 to 6 inches) thick]"
      },
      {
        "name": "C",
        "top": 79,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--79 to 200 cm (31 to 79 inches); light olive brown (2.5Y 5/4) loam; massive; very firm; common prominent irregular light gray (10YR 7/1) very weakly cemented calcium carbonate nodules in pores; few fine and medium rounded red (2.5YR 4/8) weakly cemented iron oxide nodules throughout; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 7 percent fine and medium gravel; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
