{
  "SERIES": "WYEAST",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFA/AON",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Aeric Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wyeast silt loam, cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 5 inches; very dark grayish brown (10YR 3/2) silt loam, dark brown (10YR 3/3) crushed, grayish brown (10YR 5/2) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; few concretions 1 to 2 mm in diameter; slightly acid (pH 6.4); abrupt smooth boundary.  (4 to 7 inches thick)\nAp2--5 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, dark brown (10YR 3/3) crushed, light brownish gray (10YR 6/2) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; few concretions 1 to 2 mm in diameter; slightly acid (pH 6.4); abrupt wavy boundary.  (0 to 5 inches thick)\nB21--9 to 16 inches; dark brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; common dark grayish brown (10YR 4/2) mottles; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine tubular pores; few 1 to 2 mm concretions; slightly acid (pH 6.3); clear wavy boundary.  (4 to 10 inches thick)\nB22--16 to 28 inches; dark brown (10YR 4/3) silt loam, light gray (10YR 7/2) dry; thin grayish brown (10YR 5/2) coatings on peds, many fine strong brown (7.5YR 5/6) mottles; moderate medium subangular blocky structure; hard, firm, slightly brittle, slightly sticky and slightly plastic; common very fine roots; many very fine and fine tubular pores; common black stains; slightly acid (pH 6.3); abrupt smooth boundary.  (6 to 15 inches thick)\nIIBx--28 to 39 inches; dark brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; light brownish gray (10YR 6/2) coatings on peds; many fine dark brown (7.5YR 4/4) mottles; weak very coarse prismatic and moderate medium subangular blocky structure; hard, very firm, brittle, slightly sticky and slightly plastic; many very fine and fine tubular pores with thick clay lining; many black stains; medium acid (pH 6.0); abrupt smooth boundary.  (5 to 8 inches thick)\nIICx--39 to 52 inches; dark brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; very coarse prisms with light brownish gray (10YR 6/2) coatings on faces of prisms; hard, firm, brittle, slightly sticky and slightly plastic; many very fine and fine tubular pores with thick clay linings; few manganese stains on fractures; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hood River County, Oregon; NE1/4 NE1/4 NW1/4 section 22, T. 2 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are saturated with water during the winter.  Soil temperature ranges from 51 to 53 degrees F.  Depth to the fragipan ranges from 20 to 36 inches and depth to bedrock is more than 60 inches.\nThe A horizon has value of 5 or 6 dry and chroma of 2 or 3 moist and dry.\nThe B2 horizon has value of 6 or 7 dry and chroma of 2 or 3 moist and dry, and has common to many, fine to medium, distinct and prominent mottles.  It has chroma of 2 on faces of peds and has high chroma mottles at depths of less than 20 inches.  Chroma of 3 is in some parts between depths of 6 and 20 inches.  The B2 horizon is silt loam or loam with 12 to 18 percent clay and less than 15 percent coarser than very fine sand.\nThe Bx horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, and chroma of 2 through 4 moist and dry.  It has thin to thick gray silt and sand coatings on faces of peds.  This horizon is silt loam and has 15 to 22 percent clay.  It has weak or moderate subangular blocky or coarser or very coarse prismatic structure and is firm or very firm and brittle.  Mottling ranges from faint to prominent.\nThe Cx horizon has similar ranges except it is massive or has weak very coarse prismatic structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dalton, Delena, Huberly and Wallington series.  Dalton soils have A2 horizons above the fragipan and have gravelly or channery loam texture in the fragipan.  Delena soils have umbric epipedons and are fine-silty.  Huberly soils have dominant chroma of 2 or less in all horizons between the Ap horizon and depth of 30 inches and are fine-silty.  Wallington soils have A2 horizons above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wyeast soils are on nearly level to sloping terraces at elevations of 500 to 800 feet.  These soils formed in deep silty lacustrine deposits.  The climate is subhumid with a mean annual precipitation of 30 to 35 inches.  The mean annual temperature is 49 to 51 degrees F., the mean January temperature is about 33 degrees F., and the mean July temperature is about 67 degrees F.  The frost-free period is 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hood soils.  Hood soils are well-drained, have argillic horizons and lack fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow to medium runoff; moderate permeability to the fragipan and slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture and hay, fruit tree production.  Native vegetation is mainly Douglas-fir, willow, alders, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands of north-central Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {},
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  }
}
