{
  "SERIES": "WYMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/RWK",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wyman silt loam, cultivated pasture.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; brown (7.5YR 5/2) silt loam, dark brown (7.5YR 4/2) moist; massive; hard, friable, slightly sticky and plastic; many fine roots; common insect burrows and worm holes; slightly acid (pH 6.5); clear smooth boundary.  (3 to 8 inches thick)\nA3--5 to 14 inches; brown (7.5YR 5/2) light clay loam, dark brown (7.5YR 4/2) moist; massive; hard, friable, slightly sticky and plastic; many fine roots; common insect burrows and worm holes; neutral (pH 6.6); gradual smooth boundary.  (5 to 12 inches thick)\nB21t--14 to 30 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; common fine roots; thin nearly continuous slightly darker colored clay films on faces of peds; few burrows made by insects and worms; neutral (pH 6.8); gradual smooth boundary.  (12 to 18 inches thick)\nB22t--30 to 41 inches; brown (7.5YR 5/4) silty clay loam, dark brown (7.5YR 4/4); weak medium and coarse subangular blocky structure; hard, friable, sticky and plastic; few fine roots;, mainly in cracks; thin, nearly continuous slightly darker clay films on faces of peds; neutral (pH 7.0); diffuse smooth boundary.  (8 to 24 inches thick)\nC--41 to 60 inches; brown (7.5YR 6/4) stratified silt loam, loam and clay loam, brown (7.5YR 5/4) moist; massive; variable in consistence; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; on the south side of Black Rascal Creek; NW1/4 of NW1/4 section 14, T.7S., R.14E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil between the depths of 6 and 18 inches becomes moist in some parts in early December and remains moist until the first part of May.  It is dry the rest of the time.  The mean annual soil temperature is about 59 to 63 degrees F.  Thickness of the solum ranges from 28 to more than 60 inches.  The argillic horizon averages 27 to 35 percent clay, with less than 10 percent absolute clay difference between A and B2t horizon.  Coarse and very coarse sand averages less than 15 percent.  Rock fragments range from 0 to 30 percent.\nThe A horizon is brown (10YR 5/3, 4/3 and 7.5YR 5/2, 5/4, 4/4) grayish brown (10YR 5/2) or strong brown (7.5YR 5/6).  Moist color is dark yellowish brown (10YR 3/4), dark brown (7.5YR 4/2) or dark reddish brown (5YR 3/2, 3/3).  This horizon is fine sandy loam, loam, silt loam or gravelly loam.  The surface and some or all of the A horizon are massive and hard when dry.  Reaction ranges from slightly acid to neutral.  Most pedons have clay loam or loam A3 horizons.\nThe B2t horizon is brown (7.5YR 5/4), dark brown (7.5YR 4/4), reddish brown (5YR 4/4, 5/4), dark reddish brown (5YR 3/3) or yellowish red (5YR 5/6).  It is heavy loam, sandy clay loam, clay loam or silty clay loam or gravelly equivalents of each.  Reaction is neutral to moderately alkaline.  Some pedons have B3 horizons with similar colors and textures to the B2t horizon but also include sandy clay loam.  The B3 horizon is weakly calcareous in some pedons.\nThe C horizon is similar to the B2t horizon but has slightly higher chroma and includes yellowish brown (10YR 5/4).  It has variable texture, and generally has strata of medium texture.  Some pedons are underlain by sand or gravelly sand below depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbuckle, Blasingame, Borden, Bressa, Esparto, Fallbrook, Montpellier, Ramona, Sesame, Snelling, Tivy and Wasioja series.  Arbuckle soils are typically gravelly and average 18 to 28 percent clay in the argillic horizon.  Blasingame, Bressa, Tivy and Sesame soils have lithic or paralithic contacts within depth of 40 inches.  Borden soils are calcareous in the Bt horizon.  Fallbrook, Ramona and Snelling soils have more than 15 percent coarse and very coarse sand in the A and B2t horizons.  Fallbrook soils have a paralithic contact at a depth of 40 to 80 inches.  Montpellier soils have heavy sandy loam to coarse sandy clay loam argillic horizons in 5YR or 2.5YR hue.  Ramona soils have 18 to 27 percent clay in the argillic horizon.  Snelling soils have an abrupt or clear A-B2t boundary.  Wasioja soils have argillic horizons with 10YR hue and have a xeric bordering on aridic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wyman soil are on old stream terraces and old alluvial fans.  Slopes are 0 to 15 percent.  The soils formed in alluvium originating from andesitic and basaltic rocks.  Wyman soils occur at elevations of 300 to 2,500 feet.  The climate is subhumid mesothermal having hot, dry summers and cool, moist winters.  The mean annual precipitation is 9 to 25 inches.  The average January temperature is 43 degrees F. and the average July temperature is about 62 degrees F.  The frost free season is 200 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Centerville, Exeter, Honcut, Porterville, San Joaquin and Yokohl soils.  Centerville and Porterville soils have clay control  sections with high shrink-swell potentials.  Centerville soils have a paralithic contact within a depth of 40 inches.  Exeter, Yokohl and San Joaquin soils have a duripan within a depth of 40 inches.  Honcut soils lack argillic horizons and have less than 18 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used extensively for orchard and truck crops but some areas are used for vineyards, grain, alfalfa and clover.  The natural vegetation is annual grasses and herbs with a few scattered oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mostly along the eastern side of the San Joaquin Valley and small intermountain valleys of Southern California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oroville Area, Butte County, California, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
