{
  "SERIES": "WYNDMERE",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "06/1999",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Wyndmere series consists of very deep, somewhat poorly drained, moderately rapidly permeable soils formed in calcareous moderately coarse and coarse glaciofluvial and glaciolacustrine deposits.  These soils are on delta, outwash and glaciolacustrine plains, and on beach ridges.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is 42 degrees F, and the mean annual precipitation is 19 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wyndmere fine sandy loam - on a plane, nearly level slope of less than 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.  Where described, the soil was moist throughout.)\nAp--0 to 8 inches; black (10YR 2/1) fine sandy loam, very dark gray (10YR 3/1) dry; weak coarse subangular blocky structure parting to moderate medium granular; slightly hard, very friable; many roots; strong effervescence; moderately alkaline; abrupt boundary.  (Combined A horizons 6 to 11 inches thick)\nABk--8 to 15 inches; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1) dry; weak coarse prismatic structure parting to weak coarse angular blocky; slightly hard, very friable; common roots; strong effervescence; moderately alkaline; gradual wavy boundary. (0 to 8 inches thick)\nBk--15 to 26 inches; gray (10YR 5/1) fine sandy loam, light gray (10YR 6/1) dry; weak coarse prismatic structure parting to weak coarse angular blocky; slightly hard, very friable; few roots; violent effervescence; moderately alkaline; gradual wavy boundary.  (6 to 36 inches thick)\nC1--26 to 44 inches; light olive brown (2.5Y 5/4) fine sandy loam, pale yellow (2.5Y 7/4) dry; few fine prominent dark reddish brown (5YR 3/2) redoximorphic concentrations; weak coarse subangular blocky structure parting to weak coarse granular; slightly hard, very friable; strong effervescence; moderately alkaline; gradual boundary.\nC2--44 to 60 inches; light olive brown (2.5Y 5/4) fine sandy loam, pale yellow (2.5Y 7/4) dry; many prominent very dark brown (10YR 2/2) and yellowish brown (10YR 5/6) redoximorphic concentrations; massive; slightly hard, friable; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Richland County, North Dakota; about 2 1/2 miles west and 3 miles south of Galchutt; 455 feet east and 190 feet north of the southwest corner, Sec. 9, T. 133 N., R. 49 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 16 inches in thickness.  The 10- to 40-inch particle-size control section typically is fine sandy loam or sandy loam, but loamy fine sand, fine sand, loam, very fine sand or loamy very fine sand are below depths of 25 inches in some pedons.  Some pedons have an EC up to 12 mmhos/cm.\nThe A horizon has 10YR hue, value of 2 or 3 and 3 to 5 dry, and chroma of 1 or 2.  It typically is fine sandy loam, but some is sandy loam, very fine sandy loam, silt loam or loam.  It is neutral to moderately alkaline.  Some pedons have an Ak horizon.\nThe Bk horizon has 2.5Y or 10YR hue, value of 3 to 6 and 4 to 8 dry, and chroma of 1 to 4.  It is fine sandy loam or sandy loam and has a calcium carbonate equivalent of 15 to 30 percent.  It is slightly alkaline or moderately alkaline.  In some pedons it has a few fine faint redoximorphic features.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 7 and 5 to 8 dry, and chroma of 2 to 4.  Chroma of 6 is allowed below depths of 35 inches.  The C horizon has textures ranging from silt loam to fine sand.   Where present, the coarser textures are below depths of 25 inches.  The C horizon is slightly alkaline or moderately alkaline.  Redoximorphic features range from few to many and from faint to prominent.  Materials below a depth of 40 inches in some pedons range from fine to coarse textured."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cookcan, Cowbone and Fram series.  Cookcan soils occur at elevations above 4,900 feet, have a water table at less than 1.5 feet and are on floodplains.  Cowbone soils occur at elevations above 3,600 feet, do not have carbonates below the calcic horizon, have a water table at less than 1.5 feet and are on floodplains.  Fram soils contain 1 to 10 percent rock fragments throughout and formed in loam till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wyndmere soils are on level or nearly level, glaciolacustrine and outwash plains, and on beach ridges.  Slope gradients are 0 to 3 percent.  They formed in calcareous moderately coarse and coarse glaciofluvial and glaciolacustrine deposits.  Mean annual air temperature ranges from 36 to 45 degrees F, and mean annual precipitation from 14 to 23 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arveson, Egeland, Embden, Hecla, Maddock, Tiffany and Ulen series.  Arveson and Tiffany soils are in nearby low swales and flats.  Arveson soils have prominent mottling within a depth of 20 inches and are poorly drained.  Tiffany soils do not have a calcic horizon within depths of 16 inches.  Egeland soils are well drained and are on higher lying convex areas.  Embden soils have mollic epipedons more than 16 inches thick and are on slightly higher, better drained positions.  Hecla and Maddock soils are on nearby higher lying areas.  Ulen soils are in similar positions as the Wyndmere soils.  Hecla, Maddock and Ulen soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is moderately rapid.  Runoff is negligible or very low depending on slope.  An apparent seasonal high water table is at a depth of 1.5 to 3.5 feet at some time during the period of April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used to grow spring-seeded small grains, flax, potatoes and some corn.  Native vegetation is blue grama, little bluestem, needleandthread and prairie sandreed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central North Dakota, north- central South Dakota, and northwestern Minnesota.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, North Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 15 inches (Ap and ABk horizons); calcic horizon - the zone from 8 to 26 inches (ABk and Bk horizons); characteristics associated with wetness - calcic horizon within 16 inches; aquic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) fine sandy loam, very dark gray (10YR 3/1) dry; weak coarse subangular blocky structure parting to moderate medium granular; slightly hard, very friable; many roots; strong effervescence; moderately alkaline; abrupt boundary.  (Combined A horizons 6 to 11 inches thick)"
      },
      {
        "name": "ABk",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "ABk--8 to 15 inches; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1) dry; weak coarse prismatic structure parting to weak coarse angular blocky; slightly hard, very friable; common roots; strong effervescence; moderately alkaline; gradual wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 38,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--15 to 26 inches; gray (10YR 5/1) fine sandy loam, light gray (10YR 6/1) dry; weak coarse prismatic structure parting to weak coarse angular blocky; slightly hard, very friable; few roots; violent effervescence; moderately alkaline; gradual wavy boundary.  (6 to 36 inches thick)"
      },
      {
        "name": "C1",
        "top": 66,
        "bottom": 112,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1--26 to 44 inches; light olive brown (2.5Y 5/4) fine sandy loam, pale yellow (2.5Y 7/4) dry; few fine prominent dark reddish brown (5YR 3/2) redoximorphic concentrations; weak coarse subangular blocky structure parting to weak coarse granular; slightly hard, very friable; strong effervescence; moderately alkaline; gradual boundary."
      },
      {
        "name": "C2",
        "top": 112,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--44 to 60 inches; light olive brown (2.5Y 5/4) fine sandy loam, pale yellow (2.5Y 7/4) dry; many prominent very dark brown (10YR 2/2) and yellowish brown (10YR 5/6) redoximorphic concentrations; massive; slightly hard, friable; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
