{
  "SERIES": "WYNNVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDB:GWH:JDM",
  "REVDATE": "05/2007",
  "STATES": "AL",
  "OVERVIEW": "The Wynnville series consists of moderately well drained, slowly permeable soils that formed in material weathered from sandstone and shale. These soils are on nearly level to sloping mountain plateaus. Runoff is slow to medium. A water table is perched at 1.5 to 2.5 feet during winter. Slope ranges from 0 to 10 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Glossic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wynnville fine sandy loam, in a cultivated field.(Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; yellowish brown (10YR 5/4) fine sandy loam; weak medium granular structure; very friable; common fine roots; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nBw--7 to 23 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; few fine roots; few fine pores and earthworm channels; few sandstone pebbles; few fine black concretions; strongly acid; clear smooth boundary. (12 to 26 inches thick)\nE/Btx--23 to 33 inches; light gray (10YR 7/2) sandy loam (E part) in tongues and pockets and yellowish brown (10YR 5/6) loam (Btx part) with common medium distinct yellowish red (5YR 5/6) mottles; weak coarse platy structure parting to weak medium subangular blocky structure; firm, slightly brittle in about 70 percent of volume; few fine roots in tongues; common fine and medium pores; thin patchy clay films on faces of some peds; few medium sandstone fragments; very strongly acid; clear irregular boundary. (6 to 12 inches thick)\nBtx--33 to 48 inches; mottled yellowish brown (10YR 5/6), yellowish red (5YR 5/6), and light gray (10YR 7/2) sandy clay loam; weak coarse platy structure parting to moderate medium subangular blocky structure; firm, brittle; thick continuous clay films on faces of some peds; light gray material in tongues; few medium sandstone fragments; very strongly acid; clear irregular boundary. (12 to 20 inches thick)\nBt--48 to 72 inches; strong brown (7.5YR 5/6) sandy clay loam, with few fine faint yellowish red (5YR 5/6) mottles; weak medium subangular blocky structure; friable; patchy clay films on faces of some peds; light gray material in tongues; few medium sandstone fragments; strongly acid. (14 to 40 inches thick)\nR--72 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Blount County, Alabama; 3 miles northwest of Susan Moore School in SE1/4NE1/4 of sec. 7, T. 11 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 72 inches. Depth to bedrock ranges from 4 to 7 feet. Depth to the fragipan ranges from 18 to 36 inches. Coarse fragments, mainly sandstone, range from none to common throughout the profile. Maximum content in any part of the pedon is 15 percent. Reaction ranges from extremely acid to strongly acid except for the A horizon where limed.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 8. Texture is fine sandy loam, silt loam, or loam.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8. Texture is fine sandy loam, silt loam, or loam.\nThe E part of the E/Btx horizon has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1 to 3. Texture is sandy loam, silt loam, or loam. The Btx part has hue of 10YR or 7.5YR, value of 5, and chroma of 4 to 8. Texture is loam, silt loam, sandy loam, or sandy clay loam.\nThe Btx horizon has hue of 10YR, 7.5YR, or rarely 5YR, value of 4 or 5, and chroma 4 to 8. Texture is loam, sandy clay loam, or rarely clay loam or silt loam. Clay content is typically 18 to 24 percent, but ranges to 30 percent.\nThe Bt horizon has hue of 2.5YR, 5YR, or rarely 7.5YR, value of 4 or 5, and chroma of 6 to 8. Lithomorphic mottles in shades of red, brown, yellow, or gray are common in all Bt horizons. Texture is loam, sandy clay loam, or clay loam.\nThe C horizon, where present, is similar to the Bt horizon in color and texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no other soils in this family. The Locust and Roane series are close competitors in a similar family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wynnville soils are on nearly level to sloping mountain plateaus. Slopes range from 0 to 10 percent, but slopes of 0 to 6 percent are dominant. The soil weathered from sandstone and shale. Near the type location, the mean annual temperature is 62 degrees F., and the average annual precipitation is 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Albertville, Enders, Hartsells, Linker, Locust, and Townley series. All of these soils except Locust lack a fragipan and they have argillic upper B horizons. Locust soils have mixed mineralogy and they are in a semiactive family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Wynnville soils are moderately well drained with moderate permeability above the\nfragipan and slow permeability in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for cultivation of cotton, corn, soybeans, hay, small grain, and pasture. Forested areas are mostly hardwoods, chiefly oaks, hickories, and gums with some loblolly, shortleaf, and Virginia pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Appalachian Plateau regions of Alabama, Tennessee, and Georgia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Blount County, Alabama; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Wynnville soils were formerly included with the Tilsit series. Textural data in the control section above the fragipan indicates this soil is fine-loamy, but marginal to coarse-loamy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
