{
  "SERIES": "WYRICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR-DAG-WJE",
  "REVDATE": "08/2002",
  "STATES": "VA",
  "OVERVIEW": "The Wyrick series consists of very deep, well drained, moderately permeable soils on benches, toeslopes, concave sideslopes and in upland depressions.  They formed in colluvium and alluvium weathered dominantly from limestones with inclusions of shale, siltstone, and fine-grained sandstone over residuum.  Slopes range from 2 to 25 percent.  Mean annual air temperature is 55 degrees F.  Mean annual precipitation is 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wyrick silt loam - on a 9 percent concave, east-facing concave slope in a cultivated field.  (Colors are for moist soil.)\nAp--0 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine and medium granular structure; friable, slightly sticky, slightly plastic; few fine and medium roots; few manganese concretions; 8 percent subrounded gravel; very strongly acid; abrupt smooth boundary.  (4 to 15 inches thick)\nBt1--13 to 22 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common distinct clay films on faces of peds; 2 percent gravel; very strongly acid; clear wavy boundary.\nBt2--22 to 36 inches; yellowish brown (10YR 5/8) silty clay loam; common fine faint light yellowish brown (10YR 6/4) Fe masses; moderate fine and medium subangular blocky structure; firm, sticky, slightly plastic; few fine roots; many distinct clay films on faces of peds: few manganese concretions; 12 percent gravel; very strongly acid; diffuse wavy boundary.\nBt3--36 to 46 inches; yellowish brown (10YR 5/8) silty clay loam; common medium faint brownish yellow (10YR 6/6) Fe masses; moderate fine and medium subangular blocky structure; firm, sticky, plastic; few very fine and fine roots; many distinct clay films on faces of peds; few manganese concretions; 2 percent gravel; very strongly acid; diffuse wavy boundary. (Combined thickness of Bt is 15 to 45 inches)\n2Bt4--46 to 53 inches; yellowish brown (10YR 5/8) silty clay; moderate medium subangular blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; few manganese stains and concretions; 5 percent gravel; very strongly acid; diffuse irregular boundary.\n2Bt5--53 to 63 inches; yellowish brown (10YR 5/8) clay; moderate medium subangular blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; few manganese stains and concretions; 5 percent rock fragments; very strongly acid.  (Combined thickness of 2Bt is 10 to 55 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wythe County, Virginia; about 1.3 miles east of the junction of US-11 and VA-680 and 300 feet north of US-11."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches or more.  Depth to lithologic discontinuity ranges from 20 to 60 inches.  Depth to bedrock is 60 inches or more.  Rock fragments of chert, sandstone, and shale range from 0 to 15 percent throughout the soil.  Reaction ranges from extremely acid through strongly acid.\nThe Ap horizon, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4.  The A horizon, where present, is less than 6 inches thick. It has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 2 or 3. The Ap or A horizon is silt loam, loam, or silty clay loam.\nThe BA horizon, where present, has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  It is loam, silt loam, silty clay loam, or clay loam.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  It is loam, silt loam, silty clay loam, or clay loam.  Clay content ranges from 18 to 35 percent in the textural control section.\nThe 2Bt horizon has hue of 5YR through 10YR, value of 4 through 8, and chroma of 4 through 8.  It is silty clay loam, silt clay, or clay.\nThe 2C horizon, where present has hue of 5YR through 2.5Y, value of 4 through 8, and chroma of 4 through 8.  It ranges from loam to clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Brocket, Claiborne, Nolichucky, and Trimble series are in the same family.  Brocket soils developed in residuum of sandstone and have sandstone rock fragments in the solum.  Claiborne and Nolichucky soils have 5YR or redder subsoils. Nolichucky soils developed in alluvium and contain rounded fragments of sandstone and quartzite.  Trimble soils developed in residuum of limestone and have limestone rock fragments in the solum that have not been worn by water or soil creep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wyrick soils formed in colluvial and alluvial materials weathered dominantly from limestone with inclusions of shale, siltstone, and fine-grained sandstone over residuum in limestone valleys.  Wyrick soils are in gently sloping to moderately steep concave upland drainageways, toeslopes, sinks, and saddles in the Ridge and Valley province.  Slopes range from 2 to 25 percent.  Mean annual air temperature is 55 degrees F.  Mean annual precipitation is 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Austinville, Chiswell, Frederick, Groseclose, Litz, Marbie, Timberville, and Wurno series.  Austinville and Groseclose soils have more clay in the subsoil and are on convex summits and backslopes.  Chiswell and Litz soils are shallower to bedrock and are on convex summits and backslopes.  Marbie soils have a fragipan and are on similar landscape positions.  Wurno soils are shallower to bedrock and are on summits and backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is slow to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for cropland.  Major crops are corn and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Limestone valleys in Virginia and possibly West Virginia, Maryland, and Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wythe County, Virginia, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils now within the range of the Wyrick series were previously correlated as the Duffield and Slabtown series in several published soil surveys.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from 0 to 13 inches (Ap horizon).  argillic horizon - the zone from 13 to 63 inches (Bt and 2Bt horizons).  lithologic discontinuity at 46 inches (2Bt horizon).\nSIR = VA0263\nMLRA = 128\nREVISED = 4/2/93, MHC\nADDITIONAL DATA:  Ranges for morphology, chemistry, and particle-size distribution are based on 12 pedons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine and medium granular structure; friable, slightly sticky, slightly plastic; few fine and medium roots; few manganese concretions; 8 percent subrounded gravel; very strongly acid; abrupt smooth boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--13 to 22 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common distinct clay films on faces of peds; 2 percent gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bt2--22 to 36 inches; yellowish brown (10YR 5/8) silty clay loam; common fine faint light yellowish brown (10YR 6/4) Fe masses; moderate fine and medium subangular blocky structure; firm, sticky, slightly plastic; few fine roots; many distinct clay films on faces of peds: few manganese concretions; 12 percent gravel; very strongly acid; diffuse wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 91,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bt3--36 to 46 inches; yellowish brown (10YR 5/8) silty clay loam; common medium faint brownish yellow (10YR 6/6) Fe masses; moderate fine and medium subangular blocky structure; firm, sticky, plastic; few very fine and fine roots; many distinct clay films on faces of peds; few manganese concretions; 2 percent gravel; very strongly acid; diffuse wavy boundary. (Combined thickness of Bt is 15 to 45 inches)"
      },
      {
        "name": "2Bt4",
        "top": 117,
        "bottom": 135,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "2Bt4--46 to 53 inches; yellowish brown (10YR 5/8) silty clay; moderate medium subangular blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; few manganese stains and concretions; 5 percent gravel; very strongly acid; diffuse irregular boundary."
      },
      {
        "name": "2Bt5",
        "top": 135,
        "bottom": 160,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "narrative": "2Bt5--53 to 63 inches; yellowish brown (10YR 5/8) clay; moderate medium subangular blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; few manganese stains and concretions; 5 percent rock fragments; very strongly acid.  (Combined thickness of 2Bt is 10 to 55 inches)"
      }
    ]
  ]
}
