{
  "SERIES": "WYSOCKING",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHW:JAG",
  "REVDATE": "07/1999",
  "STATES": "NC",
  "OVERVIEW": "The Wysocking series consists of very deep, poorly drained soils in the Lower Coastal Plain.  These soils formed in silty marine, fluvial, and possibly aeolian sediments deposited over organic material around large lakes in the Lower Coastal Plain.  Slopes range from 0 to 2 percent.  Near the type location, mean annual temperature is about 62 degrees F., and mean annual precipitation is about 52 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, acid, thermic Thapto-Histic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wysocking very fine sandy loam--cultivated.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) very fine sandy loam; weak fine granular structure; very friable; common fine roots; few very fine tubular pores; few fine flakes of mica; very strongly acid; abrupt smooth boundary.  (5 to 9 inches thick)\nCg--6 to 29 inches; grayish brown (2.5Y 5/2) silt; massive parting to weak medium platy structure; very friable; few fine and medium roots; black (N 2/0) wavy and discontinuous bedding planes (arcuate cusps) 0.05 to 1 inch thick, becoming thicker as depth increases, on about 10 degree angle sloping toward lake; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation lining pores with clear boundaries in the matrix; few fine flakes of mica; very strongly acid; gradual smooth boundary.  (11 to 31 inches thick)\n2Oa1--29 to 58 inches; dark reddish brown (5YR 2.5/2), broken face and rubbed muck; about 44 percent fibers, less than 2 percent rubbed; massive; moderately fluid; slightly sticky; few medium roots; 31 percent mineral material; very strongly acid; gradual wavy boundary.\n2Oa2--58 to 78 inches; dark reddish brown (5YR 2.5/2), broken face and rubbed muck; about 20 percent fibers, less than 4 percent rubbed; massive; moderately fluid; slightly sticky; few medium roots; 4 percent mineral material; extremely acid; gradual wavy boundary.  (Combined thickness of the 2Oa horizon is 8 to more than 80 inches)\n2Ab--78 to 93 inches; very dark brown (10YR 2/2) mucky silt loam; massive; friable; slightly sticky, slightly plastic; 12 percent organic matter; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hyde County, North Carolina; about 5.5 miles east of Fairfield, about 3.1 miles northeast of the intersection of Secondary Road 1312 and Secondary Road 1311, 500 feet south of Secondary Road 1311 and 100 feet west of a canal, in a field; Fairfield USGS topographic quadrangle; lat. 35 degrees 34 minutes 10 seconds N. and long. 76 degrees 07 minutes 49 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The surface mineral horizons range from 16 to 40 inches thick.  The underlying organic horizons range from 8 to more than 80 inches thick.  The soil ranges from extremely to strongly acid throughout, except where the surface has been limed.  Common fine flakes of mica occur throughout the mineral part of the soil.\nThe Ap or A horizon has hue of 10YR to 5Y or neutral, value of 2 to 5, and chroma of 0 to 3.  It is very fine sandy loam, silt loam, or silt.\nThe Cg horizon has hue of 10YR to 5Y, value of 5 to 7, chroma of 1 or 2.   It is silt, silt loam, very fine sandy loam, or loamy very fine sand.  Silt plus very fine sand content in the 10 to 40 inch control section ranges from 80 to 95 percent with less than 5 percent clay.  Thin strata of sand or fine sand that has chroma of 3 may occur in some pedons.  Stratified layers of organic material or organic coated sand range from none to common in the Cg horizon.  The low chroma colors represent redox depletions caused by wetness.  Some pedons have few to common high chroma masses of iron accumulation in the Cg horizon.\nThe 2Oa horizon has hue of 2.5YR to 5Y, value of 2 to 3, and chroma of 1 or 2.  The organic material ranges from weak blocky structure in the upper layers to massive in the lower layers.  Stumps, logs, pockets of ash, and fragments of charcoal are common throughout the 2Oa horizon of most pedons.\nThe Ab or 3Cg horizon has hue of 7.5YR to 5Y, value of 2 to 5, and chroma of 1 or 2.  It is silt loam, sandy loam, loam, very fine sandy loam, loamy very fine sand, or loamy fine sand and their mucky modifiers"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wysocking soils are on nearly level surfaces around Lake Mattamuskeet in eastern North Carolina, and possibly around other large lakes in the Lower Coastal Plain.  They formed in silty marine, fluvial, and possibly aeolian sediments deposited over organic material.   Slope ranges from 0 to 2 percent.  Elevations range from 1 to 10 feet above sea level.  The mean annual temperature ranges from about 61 to 65 degrees F., and the mean annual precipitation ranges from about 50 to 55."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Belhaven, Engelhard, Fortescue, Hydeland, Pasquotank, Ponzer, Scuppernong, and Weeksville series.  Belhaven, Ponzer, and Scuppernong soils have organic material at the surface.  Engelhard, Hydeland, Pasquotank, and Weeksville soils are mineral soils but lack buried organic horizons.  Fortescue soils have an umbric epipedon.  All these soils are on broad, nearly level landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; moderately rapid permeability in the upper mineral horizons and moderately slow to moderately rapid in the organic horizons.  The water table is within 12 inches of the surface for 4 to 6 months during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-third of these soils have been cleared and are used for corn, soybeans, and pasture.  Natural vegetation consists of mixed hardwood and pine.  The common species are loblolly pine (Pinus taeda), sweetgum, (Liquidambar styraciflua), red maple (Acer rubrum), yellow-poplar (Liriodendron tulipifera), southern baldcypress (Taxodium distichum), willow oak (Quercus phellos), water oak (Quercus nigra), and sweetbay (Magnolia virginiana)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Lower Coastal Plain of North Carolina around Lake Mattamuskeet and possibly other large lakes in North Carolina and Virginia.  The soils are thought to be associated with the formation of lakes.  They are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hyde County, North Carolina; 1996.  The name is from Wysocking Bay and Wysocking Canal in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as a phase of the Pasquotank series.  However, Pasquotank soils do not have buried organic layers.\nDiagnostic horizons and soil characteristics recognized in the typical pedon are:\nOchric epipedon - the zone from the surface to a depth of 6 inches (Ap horizon)\nAquic conditions - observed endosaturation from the surface to a depth of 62 inches (all horizons)\nMLRA: 153B\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0102 WYSOCKING   0-  2   61- 65  200-260  50- 55     1-  10\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0102 RARE   FREQ     0-1.0  APPARENT NOV-MAY  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0102  0-30  SI SIL VFSL             0-  0 100-100  1- 5   2-  6\nNC0102 30-62  MUCK                     -       -     0- 0  20- 95\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0102  0-30  3.5- 5.5  2.-5.  0- 0   2.0- 6.0  LOW\nNC0102 30-62  3.5- 5.5  20-95  0- 0   0.2- 6.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark brown (10YR 2/2) very fine sandy loam; weak fine granular structure; very friable; common fine roots; few very fine tubular pores; few fine flakes of mica; very strongly acid; abrupt smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "Cg",
        "top": 15,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg--6 to 29 inches; grayish brown (2.5Y 5/2) silt; massive parting to weak medium platy structure; very friable; few fine and medium roots; black (N 2/0) wavy and discontinuous bedding planes (arcuate cusps) 0.05 to 1 inch thick, becoming thicker as depth increases, on about 10 degree angle sloping toward lake; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation lining pores with clear boundaries in the matrix; few fine flakes of mica; very strongly acid; gradual smooth boundary.  (11 to 31 inches thick)"
      },
      {
        "name": "2Oa1",
        "top": 74,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Oa1--29 to 58 inches; dark reddish brown (5YR 2.5/2), broken face and rubbed muck; about 44 percent fibers, less than 2 percent rubbed; massive; moderately fluid; slightly sticky; few medium roots; 31 percent mineral material; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Oa2",
        "top": 147,
        "bottom": 198,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Oa2--58 to 78 inches; dark reddish brown (5YR 2.5/2), broken face and rubbed muck; about 20 percent fibers, less than 4 percent rubbed; massive; moderately fluid; slightly sticky; few medium roots; 4 percent mineral material; extremely acid; gradual wavy boundary.  (Combined thickness of the 2Oa horizon is 8 to more than 80 inches)"
      },
      {
        "name": "2Ab",
        "top": 198,
        "bottom": 236,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Ab--78 to 93 inches; very dark brown (10YR 2/2) mucky silt loam; massive; friable; slightly sticky, slightly plastic; 12 percent organic matter; very strongly acid."
      }
    ]
  ]
}
