{
  "SERIES": "DAB",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-TM-JVC-JBF",
  "REVDATE": "03/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Dab series consists of very deep, well drained soils that formed in colluvium and residuum derived from volcanic rocks.  Dab soils are on mountains.  Slopes are 15 to 50 percent.  The mean annual precipitation is about 600 mm and the mean annual temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dab extremely gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with less than 1 percent stones, 5 percent cobbles, and 55 percent gravel.\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common very fine tubular and interstitial pores; 65 percent gravel; neutral (pH 6.6); clear wavy boundary.  (8 to 15 cm thick)\nA2--10 to 28 cm; dark grayish brown (10YR 4/2) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine tubular and interstitial pores; 60 percent gravel; neutral (pH 6.8); clear wavy boundary.  (15 to 33 cm thick)\nBt1--28 to 58 cm; brown (10YR 5/3) extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; many very fine and fine tubular and interstitial pores; common faint clay bridges between sand grains; 50 percent gravel and 20 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (15 to 33 cm thick)\nBt2--58 to 152 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine, fine and medium roots; many very fine, fine and medium interstitial and common fine tubular pores; few faint clay bridges between sand grains; 50 percent gravel and 20 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; in the Pine Nut Mountains about 0.75 miles northwest of Bald Mountain; approximately 550 feet south and 900 feet east of the northwest corner of section 16, T. 11 N., R. 22 E.; USGS Double Spring 7.5 minute topographic quadrangle; latitude 38 degrees 49 minutes 19 seconds N and longitude 119 degrees 31 minutes 39 seconds W; WGS84 Decimal Degrees 38.8219444 latitude, -119.5275000 longitude ."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section during late fall, winter, and spring; dry from July through early October for 75 to 90 consecutive days in the four months following the summer solstice; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 7 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 40 to 60 cm; includes the Bt1 horizon.\nDepth to base of argillic horizon: 114 to 178 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content:  18 to 25 percent.\nRock fragments:  60 to 80 percent, mainly medium and coarse gravel (5 to 75 mm diameter). Lithology of fragments are volcanic rocks such as andesite or rhyolite.\nA1 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nReaction: Slightly acid or neutral.\nOrganic matter content: 2 or 3 percent.\nA2 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nClay content: 10 to 15 percent.\nReaction: Slightly acid or neutral.\nOrganic matter content: 2 or 3 percent.\nBt1 horizon\nChroma: 2 or 3, dry or moist.\nTexture: Extremely gravelly sandy loam or extremely gravelly sandy clay loam.\nClay content: 18 to 25 percent.\nRock fragments: 60 to 80 percent.\nStructure: Fine or medium subangular blocky.\nConsistence: Slightly hard or hard dry.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 or 2 percent.\nBt2 horizon\nChroma: 3 or 4, dry or moist.\nTexture: Extremely gravelly sandy loam or extremely gravelly sandy clay loam.\nClay content: 18 to 25 percent.\nRock fragments: 60 to 80 percent.\nStructure: Fine or medium subangular blocky or is massive.\nConsistence: Slightly hard or hard dry.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Angelwhine, Aspetill, Badwater, Bickmore, Blackbear, Bluebell, Booneville, Buena Vista, Dailybasin, Delhew, Hawkinspeak, Igor, Keman, Littlemud, Lostcannon, Monibasin, Parkalley, Parkay, Redbird, Rutherford, Sweetmount, and Woodhurst series.\nAngelwhine soils average 35 to 60 percent rock fragments in the particle-size control section.  Aspetill soils are dominated by cobbles in the particle-size control section.  Badwater soils have 25 to 35 percent clay and are dominated by boulders in the particle-size control section.  Bickmore, Bluebell, Buena Vista, Blackbear, Hawkinspeak, Littlemud, Rutherford, and Woodhurst soils are moderately deep to lithic contacts.  Booneville soils average 35 to 60 percent rock fragments in the particle-size control section and have mean annual soil temperature of 2 to 4 degrees C.  Dailybasin and Igor soils have an ustic moisture regime.  Delhew soils have mollic epipedons that are 60 to 100 cm thick and are dominated by fine gravel of granitic lithology in the particle-size control section.  Keman soils have mean annual soil temperature of 4 to 6 degrees C. and have mollic epipedons that are 76 to 127 cm thick.  Lostcannon soils are dominated by fine gravel (2 to 5 mm diameter) and average 10 to 18 percent clay in the particle-size control section.  Monibasin soils are dominated by stones in the particle-size control section.  Parkalley soils are dominated by flagstones and average 35 to 60 percent rock fragments in the particle-size control section.  Parkay soils average 27 to 35 percent clay in the particle-size control section.  Redbird soils average 27 to 35 percent clay in the particle-size control section and have horizons with identifiable secondary carbonates within 100 cm of the soil surface.  Sweetmount soils are deep to paralithic contacts and have subhorizons of the argillic horizon with 27 to 50 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dab soils are on mountains.  They typically occur on backslope positions.  These soils formed in colluvium and residuum derived from altered volcanic rocks.  Slopes are 15 to 50 percent.  Elevations range from 2,316 to 3,050 meters.  The climate is subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 400 to 760 mm, the mean annual temperature is 2 to 6 degrees C., and the frost-free period is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Maygal soil.  Maygal soils have bedrock within 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dab soils are used for rangeland and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, Letterman's needlegrass, spike fescue, and snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  The series concept is in MLRA 26, while other acreage occurs in MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Toiyabe National Forest Area, California, 2006.  The series was proposed in Douglas County, Nevada, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 58 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 28 to 152 cm (Bt1 and Bt2 horizons).\nParticle-size control section - The zone from 28 to 78 cm (Bt1 horizon and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 10 cm; dark grayish brown (10YR 4/2) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common very fine tubular and interstitial pores; 65 percent gravel; neutral (pH 6.6); clear wavy boundary.  (8 to 15 cm thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--10 to 28 cm; dark grayish brown (10YR 4/2) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine tubular and interstitial pores; 60 percent gravel; neutral (pH 6.8); clear wavy boundary.  (15 to 33 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--28 to 58 cm; brown (10YR 5/3) extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; many very fine and fine tubular and interstitial pores; common faint clay bridges between sand grains; 50 percent gravel and 20 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (15 to 33 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "Bt2--58 to 152 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine, fine and medium roots; many very fine, fine and medium interstitial and common fine tubular pores; few faint clay bridges between sand grains; 50 percent gravel and 20 percent cobbles; neutral (pH 6.8)."
      }
    ]
  ]
}
