{
  "SERIES": "DACOSTA",
  "STATUS": "Established Series",
  "BYREV": "CDB-WLM-SAK-AKS",
  "REVDATE": "08/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dacosta sandy clay loam, on a southeast facing, convex, 0.3 percent slope in rangeland at an elevation of 13.7 m (45 ft).  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 12 cm (0 to 5 in); very dark gray (10YR 3/1) sandy clay loam, dark gray (10YR 4/1), dry; weak medium and coarse subangular blocky structure; friable, hard; many fine roots; many fine and medium interstitial pores; slightly acid; clear smooth boundary.\nA2--12 to 26 cm (5 to 10 in); very dark gray (10YR 3/1) sandy clay loam, dark gray (10YR 4/1), dry; coarse subangular blocky structure; friable, hard; common fine roots; common fine dendritic tubular pores; moderately acid; clear smooth boundary.  (Combined thickness of the A horizons is 10 to 41 cm [4 to 16 in])\nBt1--26 to 55 cm (10 to 22 in); dark gray (10YR 4/1) sandy clay loam, gray (10YR 5/1), dry; weak very coarse prismatic structure parts to weak medium angular blocky structure; firm, very hard; common fine roots and few medium roots;  common fine dendritic tubular pores5 percent faint pressure faces and 10 percent faint very dark gray (10YR 3/1) clay films on all faces of peds; 1 percent fine iron-manganese concretions and 1 percent fine prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; slightly acid; clear wavy boundary.  (12 to 66 cm [5 to 26 in] thick)\nBt2--55 to 81 cm (22 to 32 in); dark gray (10YR 4/1) sandy clay, gray (10YR 5/1), dry; weak medium angular blocky structure; firm, very hard; few fine and medium roots; few very fine and fine dendritic tubular pores; 10 percent distinct pressure faces and 10 percent faint  very dark gray (10YR 3/1) clay films; 1 percent fine iron-manganese concretions and 1 percent fine prominent dark yellowish brown  (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; neutral; clear wavy boundary.\nBt3--81 to 110 cm (32 to 43 in); dark gray (10YR 4/1) clay, gray (10YR 5/1), dry; weak fine and medium subangular blocky structure; firm, very hard; few fine roots; few very fine dendritic tubular pores; 1 percent fine iron-manganese concretions; neutral; gradual wavy boundary. (Combined thickness of the Bt2 and Bt3 horizons is 25 to 97 cm [10 to 38 in])\nBtk1--110 to 146 cm (43 to 58 in); light brownish gray (2.5Y 6/2) sandy clay, light brownish gray (2.5Y 6/2), dry; weak fine and medium subangular blocky structure; firm, very hard; few fine roots; few very fine dendritic tubular pores; 15 percent distinct dark grayish brown (10YR 4/2), moist, clay films; 1 percent fine iron-manganese concretions; 1 percent fine carbonate concretions; slightly alkaline; gradual wavy boundary.\nBtk2--146 to 188 cm (58 to 74 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR7/2), dry; weak fine and medium subangular blocky structure; firm, very hard; few fine roots; 12 percent distinct , moist, clay films on vertical faces of peds; 1 percent fine iron-manganese concretions and 10 percent coarse prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 2 percent fine carbonate concretions and 5 percent coarse carbonate masses; slightly alkaline; gradual wavy boundary. (Combined thickness of the Btk horizons is 23 to 78 cm [9 to 31 in])\n2BCt--188 to 215 cm (74 to 85 in); very pale brown (10YR 7/4) sandy clay loam, very pale brown (10YR 7/4), dry; weak coarse subangular blocky structure; firm, very hard; few fine roots; few very fine dendritic tubular pores; 12 percent , moist, clay films on vertical faces of peds; 1 percent medium distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries in matrix and 1 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Victoria County, Texas, from the intersection of Farm Road 616 and U.S. Highway 87 in Placedo, 1.85 miles southeast on U.S.  Highway 87, 1.1 miles northeast on gravel road to a drainage ditch, 0.15 mile southeast along drainage ditch, 686 ft south in a pasture.\nUSGS topographic quadrangle: Placedo, TX;\nLatitude: 28 degrees 40 minutes 48 seconds N;\nLongitude: 96 degrees 47 minutes 16 seconds W\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness ranges from 152 to more than 203 cm (60 to more than 80 in).\nThe COLE value in the upper part of the Bt horizon ranges from 0.09 to 0.12.  When dry, there are cracks 1 to 5 cm (0.4 to about 2 in) wide that extend from the surface to a depth of more than 51 cm (20 in).  The A horizon ranges from nonsaline to very slightly saline, below the soil ranges from nonsaline to slightly saline.\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is moist in some or all parts for more than 275 days in normal years.\nMean annual soil temperature: 22 to 23.5 cm (72 to 74 degrees F).\nDepth to argillic horizon: 10 to 41 cm (4 to 16 in)\nDepth to secondary calcium carbonate: 102 to 152 cm 40 to 60 in)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nDepth to secondary carbonates: 102 cm\nA Horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loam, sandy clay loam, clay loam\nClay content: 20 to 30 percent\nRedox concentrations: amount-0 to 2 percent, shades-brown\nIron manganese concretions: amount- 0 to 2 percent; size-4 to 10 mm; shades-black\nElectrical Conductivity: 0 to 1\nSodium Adsorption Ratio: 0 to 4\nReaction: strongly acid to neutral\nBt Horizon:\n(Upper Bt Horizons)\nHue: 10YR\nValue: 2 or 3\nChroma: 1\nTexture: sandy clay loam, clay loam, sandy clay clay (When the clay content of the A horizon is more than 30 percent, the Bt horizon is usually a clay.)\nClay content: 30 to 45 percent\nRedox concentrations: amount-0 to 2 percent, shades-brown\nIron manganese concretions: amount- 0 to 2 percent; size-4 to 10 mm; shades-black\nElectrical Conductivity: 0.2 to 1\nSodium Adsorption Ratio: 2 to 6\nReaction: slightly acid to slightly alkaline\nBt Horizon:\n(Lower part)\nHue: 10YR or 2.5Y\nValue: 2 to 5\nChroma: 1 or 2\nTexture: sandy clay, clay loam, clay\nClay content: 35 to 45 percent\nRedox concentrations: amount-0 to 2 percent, shades-brown\nIron manganese concretions: amount- 0 to 2 percent; size-4 to 10 mm; shades-black\nIdentifiable secondary carbonate: amount-0 to 5 percent, kind-concretions, threads, or masses\nElectrical Conductivity: 2 to 6\nSodium Adsorption Ratio: 6 to 12\nReaction: slightly acid to slightly alkaline\nBtC, BCk, Bk, or Btk horizon (where present):\n(Lower Bt horizons)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 to 4\nTexture: sandy clay loam, clay loam, sandy clay, or clay\nClay content: 30 to 45 percent\nRedox concentrations: amount-0 to 5 percent, shades-yellow, brown, or red\nIron depletions: amount-0 to 2 percent, shades-gray\nIron manganese concretions: amount- 0 to 2 percent; size-4 to 10 mm; shades-black\nIdentifiable secondary carbonate: amount-0 to 8 percent, kind-concretions, threads, or masses\nElectrical Conductivity: 2 to 6\nSodium Adsorption Ratio: 6 to 12\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\n2BC horizon:\n(Typically, below 152 cm [60 in])\nHue: 2.5YR to 10YR\nValue: 5 to 7\nChroma: 4 to 6\nTexture: sandy clay loam, clay loam, sand clay or clay\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\nThese layers contain few fine flakes of mica in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Similar soils are the Coy (TX), Elmendorf (TX), Kenoma (KS), Oska (KS), Parisian (TX), Peever (SD), and Wagstaff (KS) series.\nCoy and Elmendorf soils: in an ustic soil moisture regime\nKenoma, Parisian, and Wagstaff soils: in a thermic soil temperature regime; have sola less than 152 cm (60 in)\nOska soils: in a mesic soil temperature regime; have sola less than 152 cm (60 in)\nPeever soils: in a frigid soil temperature regime; have sola less than 152 cm (60 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey fluviomarine deposits derived from the Beaumont Formation of Pleistocene age\nLandscape: flat coastal plain\nLandform: flats\nSlope: mainly less than 1 percent, but range up to 3\nPrecipitation Pattern: Precipitation is uniform throughout the year with slight peaks from May to June and from September to October.\nMean annual precipitation range: 762 to 1245 mm (30 to 49 in)\nThornthwaite annual P-E indices: 40 to 56\nMean annual air temperature range: 20.6 to 22.2 degrees C cm (69 to 71 degrees F)\nFrost-free period: 270 to 300 days\nElevation: 7.6 to 68 m (25 to 225 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Contee (TX), Edna (TX), Francitas (TX), Telferner (TX), and Laewest (TX) series.\nContee soils:  do not have an argillic horizon and are on microhighs adjacent to Dacosta soils in complex soil areas.\nEdna and Telferner soils:  have an abrupt texture change between the A and Bt horizons; lighter surface layer; and are on meander ridges\nLaewest soils: are clayey throughout on a similar landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well\nPermeability class: very slow\nRunoff: high on 0 to 1 percent slopes and very high on 1 to 3 percent slopes\nWater enters the soil rapidly when it is dry and cracked and moves through the cracks freely.  Water moves very slowly through the soil when it is wet.  Water perches on top of the argillic horizon for periods of 1 to 2 weeks following extended heavy rains.  During wet years planting may be delayed for short periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: cropland for growing grain sorghums, cotton, rice, and improved pasture.\nNative vegetation:  grasses are mainly species of andropogons and paspalums. Elm, mesquite, and huisache trees are common in some areas.\nEcolological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites: Blackland"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: Middle and lower Gulf Coastal Prairies of Texas\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 150A (Gulf Coast Prairies)\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calhoun County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Dacosta soils were formerly included in the Bernard series.\nThe classification is changed from Vertic Albaqualfs to Vertic Argiudolls based on the soil moisture study ISCOM VIII, Classification and Management of Wet Soils, 1990. This soil does not have an aquic moisture regime.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 30 cm (0 to 12 in).\nArgillic horizon: 15 to 203 cm (6 to 80 in).\nADDITIONAL DATA:  NSSL data from the type location in Victoria County, TX (S1998TX469003 [lab pedon number is 89P0034]).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
