{
  "SERIES": "DADE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHM: AGH; GRB",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, uncoated Spodic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dade fine sand--in an area of grassy idle land having about a 0.5 percent convex slope (Colors are for moist soil).\nAp--0 to 6 inches; dark gray (10YR 4/1) fine sand; weak fine granular structure; very friable; many fine and medium roots; slightly alkaline; clear wavy boundary.  (0 to 8 inches thick)\nE1--6 to 23 inches; white (10YR 8/1) fine sand; single grained; loose; few fine roots; slightly alkaline; gradual wavy boundary.\nE2--23 to 27 inches; light gray (10YR 7/2) fine sand; single grained; loose; few fine roots; slightly alkaline; clear wavy boundary.  (Combined thickness of the E horizons range from 16 to 36 inches)\nBh--27 to 32 inches; reddish brown (5YR 4/3) fine sand; single grained; loose; few fine roots; common medium distinct dark reddish brown (5YR 3/3) masses of organic matter accumulation; slightly alkaline; gradual irregular boundary.  (0 to 12 inches thick)\nC--32 to 35 inches; brown (7.5YR 5/4) fine sand; single grained; loose; few fine roots; few pockets or lenses of very pale brown (10YR 8/4) and yellow (10YR 7/6) organic matter stains and depletions; moderately alkaline; clear irregular boundary.  (0 to 8 inches thick)\nCr--35+ inches; soft limestone having numerous solution holes and cavities at variable depths; solution holes filled with very pale brown (10YR 7/4) fine sand; common fragments of hard limestone; common pinnacles of limestone extending toward the surface; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Broward County, Florida; approximately 1.5 miles east of U.S.  Highway 441 and about 200 feet north of Pembroke Road in Hollywood."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone ranges from 20 to 40 inches; however, the depth to limestone is highly variable, commonly having rock exposed on the surface or within the plow layer as well as solution holes below 60 inches within each pedon.  All horizon boundaries below the Ap horizon tend to follow the contour of the rock surface, and lower horizons are discontinuous because of columns of rock projecting toward the surface.  Reaction ranges from moderately acid to moderately alkaline in the A or Ap horizon, and from slightly acid to moderately alkaline in the E, Bh, and C horizons.\nThe A or Ap horizon has hue of 10YR, value of 3 to 6, and chroma of 1 or 2.  Texture is fine sand or sand.\nThe E horizon has hue of 10YR, value of 6 to 8, and chroma of 1 to 6.  Texture is fine sand or sand.\nSome pedons have a thin transitional B horizon.  Where present, it has colors 1 or 2 units of value lower and/or 1 or 2 units of chroma higher than the E horizon.\nThe Bh horizon is discontinuous and extends into solution holes in the underlying limestone in some pedons.  It has hue of 5YR to 10YR, value of 3 o 6, and chroma of 2 to 4.  Pockets or lenses in shades of brown range from none to common.  Texture is fine sand or sand.\nThe BC or C horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 or 4.  Texture is fine sand or sand.\nThe Cr horizon consists of underlying limestone that is primarily soft and porous but has hard pockets or lenses in part.  Solution holes, mostly about 6 to 10 inches in diameter, are few to common.  Depth to the limestone is highly irregular and may vary as much as 5 feet within a foot or two horizontally."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Orsino, Paola, and Welaka series.  All of these soils are very deep.  In addition, the moderately well drained Orsino soils are on lower ridges and side slopes, the excessively drained Paola soils are on similar to higher positions, and the well drained Welaka soils are on similar positions and have fragments of shell at depths of 40 to 80 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dade soils are on slightly convex broad Pamlico marine terraces of the lower coastal plain.  Slopes range from 0 to 2 percent.  They formed in sandy marine sediments over limestone of the Miami Oolite formation of Pleistocene age.  Elevations range from 5 to 15 feet above mean sea level.  The climate is humid subtropical.  The average annual rainfall ranges from 55 to 65 inches and the average annual temperature ranges from 72 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Basinger, Duette, Immokalee, and Margate series.  The very poorly or poorly drained Basinger soils are very deep and are on lower adjacent positions.  The moderately well drained Duette and Immokalee soils are on lower positions and are Spodosols.  In addition, Duette soils are moderately well drained and Immokalee soils are very poorly or poorly drained.  The poorly drained Margate soils are on lower positions and do not have a poorly defined spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Dade soils are used for community development.  A few small, scattered areas are in natural vegetation consisting of south Florida slash pine, live oak, laurel oak, scrub live oak, sawpalmetto, low cycads (coontie), pineland threeawn, and other grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The lower part of Peninsular Florida.  Known to occur only in Broward and Dade Counties.  The series is of moderate known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Everglades Project Area, Florida, 1945.  Placed on inactive status January, 1975.  Re-established Broward County, Florida, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 27 inches (Ap, E1, and E2 horizons).\nWeakly defined discontinuous spodic horizon - the zone from 27 to 32 inches (Bh horizon).\nModerately deep feature:  Soft limestone at a depth of 35 inches (Cr horizon).\nThe water table is at depths of 60 to 72 inches for 1 to 2 months, generally in the underlying limestone, and the soils are droughty.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
