{
  "SERIES": "DAGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/LBC/JAL",
  "REVDATE": "12/2002",
  "STATES": "UT",
  "OVERVIEW": "The Dagan series consists of deep and very deep, well drained, moderately permeable soils that formed in colluvium derived from conglomerate and sandstone.  These soils are on escarpments, foothill slopes, mountain slopes, and stream-cut canyon walls.  Slopes are 25 to 70 percent.  The mean annual temperature is about 40 degrees F. and the average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dagan gravelly silt loam, on 25 percent, convex slopes in rangeland.  (When described the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nA1--0 to 6 inches; dark brown (7.5YR 3/2) gravelly silt loam, brown (7.5YR 5/2) dry; weak fine granular structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine roots, and few medium and coarse roots; 25 percent pebbles; moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 9 inches thick)\nA2--6 to 15 inches; dark brown (7.5YR 3/2) extremely gravelly silt loam, reddish brown (5YR 4/3) dry; weak medium subangular blocky structure; few fine, medium and coarse roots; 70 percent pebbles; moderately alkaline (pH 8.2); gradual wavy boundary.  (0 to 9 inches)\nBw--15 to 28 inches; reddish brown (5YR 4/4) extremely gravelly silt loam, yellowish red (5YR 5/6) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few fine roots; few fine roots; few fine and very fine pores; 70 percent pebbles, 5 percent cobbles; slightly calcareous, flakes of carbonate; moderately alkaline (pH 8.4); gradual wavy boundary.  (7 to 18 inches thick)\nBk--28 to 35 inches; reddish brown (5YR 4/4) extremely gravelly silt loam, yellowish red (5YR 5/6) dry; weak medium subangular blocky structure; slightly hard, very friable, slightly plastic; few fine roots; few fine and very fine pores; 80 percent pebbles; strongly calcareous, flakes of carbonate and silica pendants on under side of rock fragments; strongly alkaline (pH 8.6); clear wavy boundary.  (7 to 13 inches thick)\nCk--35 to 60 inches; brown (7.5YR 4/4) extremely gravelly silt loam, light brown (7.5YR 6/4) dry; massive; soft, very friable, slightly plastic; 60 percent pebbles (estimated); strongly calcareous, flakes of carbonate; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; on the south fork of North Eden Canyon; 250 feet west and 2,450 feet north of the SE corner of section 8, T.14N., R.7E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 18 inches thick.  The depth to free carbonates ranges from 19 to 34 inches.  Rock fragments range from 40 to 75 percent in the particle size control section. and average 30 to 60 percent pebbles and 0 to 25 percent cobbles.  Sandstone or conglomerate is at a depth of 40 to 60 inches or more.  The mean annual soil temperature is 36 to 44 degrees F., and the mean summer temperature is 59 to 64 degrees F.  The soil is dry in all parts of the moisture control section for 45 or more consecutive days within the 4 months following the summer solstice.\nThe A horizon has hue of 5YR or 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of  2 through 4 dry and 2 or 3 moist.  It commonly is gravelly loam or gravelly silt loam, and less commonly very stony loam.  Rock fragments range from 25 to 65 percent, with 20 to 55 percent as pebbles, 0 to 30 percent as cobbles, and 0 to 5 percent as stones.  The A horizon is slightly alkaline or moderately alkaline.\nThe Bw horizon has hue of 2.5YR, 5YR or 7.5YR, value of 5 or 6 dry, and chroma of 4 through 6 dry and 3 through 6 moist.  It commonly is very gravelly loam and less commonly very cobbly loam or extremely gravelly silt loam.  Rock fragments range from 50 to 75 percent, with 40 to 70 percent as pebbles and 0 to 35 percent as cobbles.  The Bw horizon is slightly alkaline or moderately alkaline, and slightly calcareous to strongly calcareous.\nThe Bk and C horizons have hue of 2.5YR, 5YR or 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 4 through 8 dry and 4 through 6 moist. Texture is commonly extremely gravelly silt loam or extremely gravelly loam and less commonly cobbly sandy loam.  Rock fragments range from 65 to 80 percent, 20 to 80 percent pebbles and 0 to 60  percent cobbles.  The C horizon is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buist, Conneridge, Cooley, Hondoho, Ireland, Jebo, Niarada, Pedleford, and Tuckerdowns series.  Buist, Hondoho, and Niarada soils have hue of 10YR or yellower.  Cooley soils have average annual soils temperature of 43 to 47 degrees F. Ireland, Jebo, and Pedleford soils are moderately deep to a lithic contact. Tuckerdowns soils have average annual soil temperature of 44 to 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dagan soils are on escarpments, foothill slopes, mountain slopes, and stream-cut canyon walls, and range from slightly convex to slightly concave in shape.  Slopes range from 25 to 70 percent.  The soils formed in colluvium derived from conglomerate and sandstone.  Elevations range from 6,00 to 8,300 feet.  The mean annual temperature ranges from 34 to 44 degrees F., and the average annual precipitation is 12 to 22 inches.  The frost free season is 55 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dennot, Duckree, Falula, Kearl, Thatcher, Gobine, and Gridge soils.  Dennot soils are calcareous to the surface.  Ducktree and Gridge soils lack a mollic epipedon.  Falula and Gridge soils are shallow over sandstone.  Kearl, Thatcher, and Gobine soils have less than 35 percent rock fragments in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Native vegetation is dominantly bluebunch wheatgrass, black sagebrush, muttongrass and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils of this series are moderately extensive in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rich County, Utah, 1980.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
