{
  "SERIES": "DAGGET",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL, ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Dagget series consists of deep, excessively drained soils that formed in colluvium over residuum derived from granodiorite over grus. The Dagget soils are on mountainflanks.. Slopes range from 5 to 70 percent. The mean annual precipitation is about 965 millimeters and the mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, mixed Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dagget very gravelly loamy coarse sand on a north west facing (295 degree), 35 percent slope at an elevation of 2,560 meters. When described on 11/18/1969 the soil was dry throughout. Colors are for dry soils unless otherwise noted.\nOi--0 to 3 cm slightly decomposed plant material(0 to 5 cm thick)\nA--3 to 23 cm; grayish brown (10YR 5/2) very gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine and very fine roots and few medium, coarse and very coarse roots; many fine and very fine interstitial pores; 12 percent granodiorite cobbles, stones and boulders and 31 percent granodiorite gravels; moderately acid, pH 6.0 by Hellige-Truog; abrupt wavy boundary. (13 to 43 cm thick)\nC--23 to 125 cm; light brownish gray (10YR 6/2) very gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, friable, nonsticky and nonplastic; common fine and very fine, few medium, coarse and very coarse roots; many fine and very fine, few medium and coarse interstitial pores; 12 percent granodiorite cobbles, stones and boulders and 35 percent granodiorite gravels; moderately acid, pH 6.0 by Hellige-Truog; abrupt wavy boundary. (89 to 135 cm thick)\nCr--125 to 181 cm moderately cemented granodiorite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, NV, about one mile south of Genoa Peak, 1000 feet east and 500 feet north of the SW corner of Section 31, Township 14N., Range 19E., 39 degrees North latitude, 1 minutes, 38 seconds and 119 degrees, 53 minutes, 43 seconds West longitude, NAD83 - U.S.G.S Quad: Glenbrook."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry from mid-July to early October for 60 to 80 consecutive days in the four months following the summer solstice; Typic xeric moisture regime.\nSoil Temperature: 2 to 5 Degrees C\nDepth to paralithic contact: 100 to 150 cm\nOrganic matter: 1 to 8 percent\nReaction: moderately to slightly acid\nBase saturation: 40 to 80 percent. (By amonium acetate)\nSurface rock fragment content:  20 to 60 percent consisting of:  10 to 40 percent gravel, 2 to 20 percent cobbles, 2 to 20 percent stones and 2 to 20 percent boulders\nControl section:\nRock fragments: 35 to 75 percent, with 20 to 40 percent gravel, 5 to 20 percent\ncobbles, 5 to 20 percent stones and 5 to 20 percent boulders.\nClay content: averages 1 to 5 percent clay\nMineralogy: mixed\nA horizon(s):\nHue: 10YR\nValue: 4 or 5 dry; 3 through 5 moist\nChroma: 2 through 6 dry; 2 through 4 moist\nTexture of the fine earth fraction: Loamy coarse sand, coarse sand or sand\nRock fragments: 35 to 70 percent with 20 to 40 percent gravel and 10 to 30 percent cobbles, stones and boulders\nReaction: pH 5.6 to 6.5\nNote: Horizons greater than 10 inches thick have color values greater than 3 moist or 5 dry or chromas greater than 3 moist.\nC horizon(s):\nHue: 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 through 6 dry; 2 through 4 moist\nTexture of the fine earth fraction: Loamy coarse sand, coarse sand or sand\nRock fragments: Rock fragments: 35 to 70 percent with 20 to 40 percent gravel and 10 to 30 percent cobbles, stones and boulders\nReaction: pH 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alflack, Canlodore, Castlepeak, Chena, Cryomont (T), Eklutna, Graylock, Nataga, Nizina, Obscurity, Perfecto, Ragamuffin , Sofgran, Stecum, and Studebaker series. Alflack soils are 20 to 40 inches deep to a lithic contact. Canlodore soils have albic E horizons and an ustic moisture regime. Castlepeak and Chena soils are on glacial outwash fans and stream terraces and do not have bedrock within 60 inches. Cryomont soils are on low terraces and alluvial fans, have greater than 60 percent volcanic ash in the surface horizons and are greater than 60 inches deep to bedrock. Eklutna has a udic moisture regime. Graylock soils are 100 to 150 cm deep to a lithic contact. Nataga soils are on alluvial fans and toeslopes and do not have bedrock within 150 cm. Nizina soils are on floodplains and stream terraces and do not have bedrock within 150 cm. Obscurity and Studebaker soils have a udic moisture regime, lack ochric epipedons, and have 15 to 50 percent volcanic glass in the particle-size control section. Perfecto soils have albic horizons and an ustic moisture regime. Ragamuffin and Stecum soils are 50 to 100 cm deep to paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Dagget soils are on mountainflanks. Slopes range from 5 to 70 percent. These soils formed in colluvium over residuum derived from granodiorite over grus. Elevation is 2130 to 3015 meters. The climate is subhumid-continental with cold, moist winters and cool, dry summers. The mean annual precipitation is 690 to 1650 millimeters and the mean annual air temperature is 3.5 to 6 degrees C. The frost free season is 25 to 125 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jobsis, Whittell, Cagwin, Cassenai and Toem soils. The Cagwin, Cassenai, and Toem soils are warmer and lower on the mountain while Jobsis and Whittell are colder and higher on the mountain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained, rapid permeability, very low to low runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for forests, wildlife and recreation.  Vegetation is a mix of Jeffrey pine, red fir, white fir and western white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Moderate extent in the Sierras of California and Nevada in MLRA 22A"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, (Tahoe Basin area), Nevada. Source of name from nearby mountain pass."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 25 to 100 cm\nOchric Epipedon: 3 to 23 cm (A horizon)\nParalithic Contact: 125 cm\nADDITIONAL DATA: site identification - 6-11\nNational Cooperative Soil Survey\nU.S.A."
  }
}
