{
  "SERIES": "DAGOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE-JMW-MJD",
  "REVDATE": "03/2004",
  "STATES": "ID,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dagor loam, irrigated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak coarse subangular blocky structure that parts to weak medium granular structure; hard, friable, slightly sticky and plastic; common fine roots; few fine and medium pores; slightly alkaline (pH 7.5); clear smooth boundary.  (6 to 8 inches thick)\nA--6 to 24 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak coarse subangular blocky structure; slightly hard,  friable, slightly sticky and slightly plastic; common fine roots; many fine, common medium and coarse pores; neutral (pH 7.3); diffuse wavy boundary.  (16 to 18 inches thick)\nC1--24 to 36 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; massive; slightly hard, friable, sticky and plastic; few fine roots; many fine and few medium pores; neutral (pH 6.9); gradual wavy boundary.  (10 to 12 inches thick)\nC2--36 to 60 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, sticky and plastic; few fine roots; many fine and few medium pores; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Utah County, Utah; 3/4 of a mile north of Alpine; 1,000 feet east of road, section 13, T.4S., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 54 degrees F., and the average summer soil temperature is about 70 degrees F.  The soils are usually moist but are dry in all parts of the 4 to 12 inch depth for more than 60 consecutive days in 7 out of 10 years.\nThe mollic epipedon is more than 20 inches thick and the organic matter content does not decrease regularly with depth or remain at a level of more than 0.5 percent to a depth 50 inches.  The average texture of the control section is loam or silt loam containing 18 to 27 percent clay and more than 15 percent coarser than very fine sand.\nThe A horizon  has hue of 7.5YR or 10YR, value of 2 or 3 moist and chroma of 2 or 3.  It has 3 to 7 percent organic matter.  It has weak very fine to coarse granular or subangular blocky structure or it may be weak platy in the surface 3 inches and the lower part may be weak prismatic.  It is neutral or slightly alkaline.\nSome pedons have Bw horizons.\nThe C horizon has hue of 10YR or 7.5YR, value of 3 through 5 dry, 2 through 4 moist, and chroma of 2 through 6.  It is fine sandy loam to clay loam and is stratified. It has weak prismatic or very weak subangular blocky structure or is massive. It is very hard to slightly hard, friable, sticky or slightly sticky and plastic or slightly plastic.  It is neutral to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blackrock, Burgi, Coit (T), Eld, Goose Creek, Harpt, Keigley, Lakeview, Packard (T), Pleasant View, Redola and Willowdale soils.  Blackrock soils have 20 to 35 percent coarse fragments in the control section.  Burgi, Pleasant View and Redola soils have less than 18 percent clay in the control section.  Coit soils are calcareous, are saturated above depths of 40 inches for 3 months or more during most years and have mottles in the series control section.  Eld soils are medium to slightly acid.  Goose Creek soils are moderately fine textured and are moderately well or imperfectly drained, with a fluctuating water table commonly at 3 to 4.5 feet.  Harpt soils have dry value of more than 4 in the A horizon and more than 5 in the C horizon.  Keigley soils contain less than 15 percent coarser than very fine sand.  Lakeview soils have chroma of 0 or 1 in the A horizon and have 25 to 35 percent clay in the 10 to 40 inch control section.  Packard soils are medium acid in the B horizon.  Willowdale soils have a Ck horizon and are usually calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dagor soils occur on smooth to undulating, nearly level, to steep, intermittent stream valleys and alluvial fans with slopes of 0 to 20 percent. Elevation is 4300 to 5200 feet in Utah and ranges to 2,500 feet in Idaho. These soils formed in alluvium from mixed parent rocks.  The climate is dry subhumid with an average annual precipitation of 12 to 20 inches.  The mean annual temperature ranges from 45 to 52 degrees F., and the mean summer temperature is 65 to 73 degrees F.  The frost free season is 100 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Draper, Kilburn and Timpanogos soils.  Draper soils are saturated within 40 inches for more than 90 days, have chroma of 1 in the mollic epipedon and are mottled below 30 inches.  Kilburn soils have mollic epipedons less than 20 inches thick and are very gravelly and cobbly in the control section.  Timpanogos soils have mollic epipedons less than 20 inches thick, have argillic horizons and strong lime horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland, dry cropland and rangeland.  Native vegetation is western wheatgrass, native bluegrasses, big sagebrush, rabbit brush and oakbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Moderately extensive in central and north central Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Utah County (Central Utah County Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
