{
  "SERIES": "DAISYBAY",
  "STATUS": "Established Series",
  "BYREV": "JMS-CWT-AGG",
  "REVDATE": "08/2005",
  "STATES": "MN,WI",
  "OVERVIEW": "The Daisybay series consists of very deep, very poorly drained soils that formed in organic material underlain by clayey till or lacustrine sediments. They are on moraines, till plains, and glacial lake plains. Saturated hydraulic conductivity is moderate or moderately rapid in the organic layers and very slow in the underlying material. Slopes range from 0 to 1 percent. Mean annual air temperature is about 38 degrees F. Mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, euic, frigid Terric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Daisybay peat in a bog on a glacial lake plain in a clearcut black spruce forest. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 7 inches; dark brown (10YR 3/3) broken face and rubbed peat (fibric material); about 95 percent fiber, 85 percent rubbed; massive; very friable; primarily sphagnum moss; extremely acid; clear smooth boundary.\nOe1--7 to 16 inches; very dark brown (10YR 2/2) broken face, black (10YR 2/1) rubbed mucky peat (hemic material); about 75 percent fiber, 40 percent rubbed; weak medium subangular blocky structure; very friable; primarily herbaceous fiber; extremely acid; clear smooth boundary.\nOe2--16 to 30 inches; very dark brown (10YR 2/2) broken face and rubbed mucky peat (hemic material); about 60 percent fiber, 30 percent rubbed; weak fine subangular blocky structure; very friable; primarily herbaceous fiber; about 5 percent wood fragments; extremely acid; gradual smooth boundary.\nOa--30 to 35 inches; black (10YR 2/1) broken face and rubbed muck (sapric material); about 40 percent fiber, 5 percent rubbed; weak fine subangular blocky structure; very friable; very strongly acid; abrupt wavy boundary.\nCg1--35 to 42 inches; very dark gray (5Y 3/1) clay; massive; firm; moderately acid; gradual wavy boundary.\nCg2--42 to 80 inches; dark gray (5Y 4/1) clay; massive; firm; common medium distinct greenish gray (5BG 5/1) irregular Fe depletions; very slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 7 miles west and 1.5 miles south of Cook; 400 feet south and 100 feet west of the northeast corner of sec. 25, T. 62 N., R. 20 W.; USGS Linden Grove Quadrangle, latitude 47 degrees 49 minutes 46 seconds N. and longitude 92 degrees 49 minutes 48 seconds W. NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to clayey material ranges from 16 to 51 inches. Wood fragment content in the organic layers averages less than 15 percent by volume. Reaction is 4.5 or greater (in 0.01 M calcium chloride) in some part of the organic materials.\nThe surface tier is typically peat (fibric material) in at least the upper part. In some pedons it is mucky peat. Oi layers are derived primarily from sphagnum moss. The Oi layers have hue of 2.5Y or 10YR, value of 2 to 7 and chroma of 2 to 4. They are extremely acid. Oe layers that occur in the surface tier are extremely acid to strongly acid.\nThe subsurface tier is dominantly mucky peat (hemic material). It is derived primarily from herbaceous plants. The Oe layers have hue of 10YR, 7.5YR, or 5YR, value of 2 to 4 and chroma of 1 to 4. They are extremely acid to strongly acid. Layers of muck (sapric material) commonly occur within the subsurface tier and have a combined thickness of less than 10 inches. Oa horizons have hue of 2.5Y, 10YR or 7.5YR, value of 2 to 4 and chroma of 1 or 2. They are very strongly acid to moderately acid.\nSome pedons have A horizons. Hue is 5Y, 2.5Y or 10YR, value is 2 or 3 and chroma is 1 or 2. Texture is loam, clay loam, silty clay loam, silty clay or clay or their mucky analogues. They are moderately acid to neutral.\nThe Cg horizon has hue of 5Y, 2.5Y, 10YR, 7.5YR or 5YR, value of 3 to 6 and chroma of 1 to 4. Texture is clay, silty clay, silty clay loam or clay loam. Reaction is moderately acid to slightly alkaline. Rock fragment content ranges from 0 to 8 percent by volume. Calcium carbonate content is 0 to 5 percent.\nBCd or Cd horizons occur below 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other series is in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Daisybay soils are on flats and in depressions on moraines, till plains, and glacial lake plains. Slopes range from 0 to 1 percent. They formed in organic materials over clayey till or lacustrine sediments. Mean annual air temperature is 36 to 41 degrees F, and mean annual precipitation is 25 to 30 inches. The frost-free period is 90 to 125 days. Elevation above sea level is 1200 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alango(T), Brickton, Buhl, Dalbo, Fayal, Greenwood, Hibbing, Indus, McQuade and Taylor soils. Somewhat poorly drained Alango and Buhl soils are on higher lying slightly convex positions. Poorly drained Brickton, Indus and McQuade soils are on adjacent nearly level positions. Very poorly drained Fayal soils do not have organic materials in the upper part that are as much as 16 inches thick. Very poorly drained Greenwood soils formed in organic material more than 51 inches thick. Moderately well drained Dalbo, Hibbing and Taylor soils are on nearby backslopes and convex rises."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Runoff is negligible. Saturated hydraulic conductivity is moderate or moderately rapid in the organic material and very slow in the clayey material. Seasonal high saturation is at a depth of 0 to 1 foot at some time during the months of April through June and October through November in normal years.\nPonding can occur on these soils, especially during snow melt and heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested and used for woodland and wildlife habitat. Native vegetation is primarily black spruce, larch, leatherleaf, labrador tea, mosses, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA's-88,91,90,92,93, Northeast Minnesota and northern Wisconsin.  Minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Burnett County, Wisconsin, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Hemists suborder - hemic material dominant in the subsurface tier; terric subgroup - mineral soil within 51 inches (Cg horizons); euic reaction class- pH of 4.5 or above in the organic materials (Oa horizon).\nOrganic material in the surface tier ranges from H1 to H3 (fibric) to H4 to H6 (hemic) using the von Post classification.\nOrganic material in the subsurface tier ranges from H4 to H6 (hemic) using the von Post classification.\nADDITIONAL DATA: Soil Interpretation Number MN0867.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
