{
  "SERIES": "DALBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/RLB",
  "REVDATE": "07/2012",
  "STATES": "NM,TX",
  "OVERVIEW": "The Dalby series consists of very deep, well drained, very slowly permeable soils that formed in calcareous clayey alluvium.  These nearly level to very gently sloping soils are on basin floors and uplands.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dalby clay--abandoned field (Colors are for dry soil unless otherwise stated).\nA--0 to 18 inches, reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; weak very fine and fine angular blocky and subangular blocky structure; upper 2 inches is a mass of very fine singular peds when dry; extremely hard, very firm, very sticky, plastic; common fine and very fine roots; few wormcasts; slightly effervescent; moderately alkaline; gradual wavy boundary.  (4 to 24 inches thick)\nBss--18 to 36 inches, reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to fine and medium angular blocky and wedge-shaped aggregates; extremely hard, extremely firm, very sticky, plastic; common distinct slickensides; few cracks that extend through the horizon; slightly effervescent; moderately alkaline; gradual wavy boundary. (12 to 40 inches thick)\nBk--36 to 60 inches, light reddish brown (5YR 6/4) clay, reddish brown (5YR 5/4) moist; weak medium and coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; 10 percent masses of calcium carbonate; few masses of crystalline salts, presumably gypsum; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pecos County, Texas; 6.0 miles south of Coyanosa on FM 1776, then 1.9 miles west on country road and 300 feet south in field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic moisture regime\nSolum thickness - more than 80 inches.\nSalinity ranges from - none to moderate in the A horizon, and from very slight to strong in the lower horizons.\nGilgai micro relief - ranges from 3 to 10 inches in undisturbed areas.\nCalcium carbonate equivalent - is less than 30 percent in the control section and less than 40 percent above 60 inches.\nA horizon\nHue:  2.5YR, 5YR, 7.5YR\nValue:  3 to 6, dry or moist\nChroma:  3 or 4, dry or moist.  Some pedons have chroma of 2, but they occur either in less than half the pedon matrix, or the horizon is less than 12 inches thick.\nTexture:  clay, silty clay, sitly clay loam\nClay content:  45 to 60 percent\nCalcium carbonate content:  0 to 10 percent by weight\nReaction:  slightly alkaline or moderately alkaline\nBss horizon\nHue:  2.5YR, 5YR, 7.5YR\nValue:  3 to 6, dry or moist\nChroma:  3 to 6, dry or moist\nTexture:  clay, silty clay\nClay content:  40 to 60 percent\nCalcium carbonate content:  2 to 10 percent by weight\nLime accumulation:  masses, concretions and threads of calcium carbonate range from few to common\nBk horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue:  4 to 6, dry or moist\nChroma: 3 or 4, dry or moist\nTexture:  clay loam, clay, sitly clay\nClay content:  35 to 60 percent.  In some pedons the Bk horizon contains thin strata of material less clayey than clay loam.\nCalcium carbonate content:  5 to 40 percent by weight\nCalcium carbonate:  in the form of masses, films and threads range from common to many"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the competing Armijo (NM), Globe (NM), Montoya (NM), and Reefridge (CA) series.  Armijo and Reefridge soils have sola less than 60 inches thick.  In addition, Reefridge soils have a paralithic contact between 40 and 60 inches.  Globe soils are poorly drained.  Montoya soils temperature range from 60 to 62 degrees F. and contain less than 15 percent calcium carbonate equivalent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dalby soils are on basin floors, broad alluvial plains, and filled valleys.  Slopes are dominantly near 1 percent but they range from 0 to 3 percent.  The soils formed in clayey alluvium, marine clays, or clayey shales.  Mean annual precipitation ranges from 10 to 16 inches and mean annual temperature ranges from 60 to 67 degrees F.  Frost free days range from 210 to 250 days and elevation ranges from 1,700 to 3,000 feet.  The Thornthwaite annual P-E indices range from 15 to 32."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hoban, Hodgins, Mimbres, Monahans, Reagan, Reakor, Reeves, Upton and Verhalen series.  All these soils do not have vertic properties.  All except the Verhalen series are in slightly higher positions.  Verhalen soils are in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is very slow.  Runoff is negligible to low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native grassland.  Vegetation is dominantly tobosa grass and some buffalograss, blue grama, and widely spaced scrubby mesquite and prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Trans-Pecos and other areas of southwestern Texas and possibly in southern New Mexico.  The series is of large extent. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garza County, Texas; 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 18 inches (A horizon)\nCambic horizon - the zone from 18 to 36 inches (Bss horizon)\nVertic properties - Slickensides and wedge-shaped aggregates from 18 to 36 inches; more than 45 percent clay from the surface to greater than 36 inches, and cracks that open and close periodically.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nADDITIONAL DATA:  SOIL INTERPRETATION RECORD NO: TX0557\nLincoln Lab data available for 1 pedon - Pecos County, Texas.  Sample No. 71L1343.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 18 inches, reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; weak very fine and fine angular blocky and subangular blocky structure; upper 2 inches is a mass of very fine singular peds when dry; extremely hard, very firm, very sticky, plastic; common fine and very fine roots; few wormcasts; slightly effervescent; moderately alkaline; gradual wavy boundary.  (4 to 24 inches thick)"
      },
      {
        "name": "Bss",
        "top": 46,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--18 to 36 inches, reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to fine and medium angular blocky and wedge-shaped aggregates; extremely hard, extremely firm, very sticky, plastic; common distinct slickensides; few cracks that extend through the horizon; slightly effervescent; moderately alkaline; gradual wavy boundary. (12 to 40 inches thick)"
      },
      {
        "name": "Bk",
        "top": 91,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bk--36 to 60 inches, light reddish brown (5YR 6/4) clay, reddish brown (5YR 5/4) moist; weak medium and coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; 10 percent masses of calcium carbonate; few masses of crystalline salts, presumably gypsum; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
