{
  "SERIES": "DALCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/GCC/MJD",
  "REVDATE": "02/1999",
  "STATES": "NM,UT",
  "OVERVIEW": "The Dalcan series consists of moderately deep, well drained, slowly permeable soils that formed in residuum and colluvium from basalt and other igneous rocks on mountainsides and foothills.  Slope ranges from 0 to 60 percent.  The average annual precipitation is about 18 inches and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dalcan cobbly loam--rangeland. (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 4 inches; dark brown (7.5YR 4/2) cobbly loam, very dark brown (7.5YR 2/2) moist; weak very thick platy structure; soft, friable, slightly sticky and slightly plastic; few medium, fine and common very fine roots; few fine and very fine vesicular pores; 40 percent gravel, cobbles and stones; neutral (pH 6.6); clear smooth boundary.  (1 to 4 inches thick)\nBAt--4 to 9 inches; dark brown (7.5YR 3/2) cobbly silty clay loam, very dark brown (7.5YR 2/2) moist; moderate fine prismatic structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; few medium, fine and very fine roots; many very fine tubular pores; 40 percent gravel, cobbles, and stones; few thin clay films on faces of peds; neutral (pH 6.6); clear wavy boundary. (0 to 9 inches thick)\nBt1--9 to 16 inches; dark brown (7.5YR 3/2) very cobbly clay loam, dark brown (7.5YR 3/2) moist; moderate fine prismatic structure parting to moderate fine angular blocky; very hard, very firm, sticky and very plastic; few fine and very fine roots; many very fine tubular pores; 55 percent gravel, cobbles and stones; slickensides on faces of peds; neutral (pH 6.7); gradual wavy boundary.  (7 to 22 inches thick)\nBt2--16 to 27 inches; dark brown (7.5YR 4/4, crushed) very cobbly clay, dark brown (7.5YR 3/2) moist; dark brown (7.5YR 3/2) ped coatings; strong medium and fine prismatic structure parting to moderate medium and fine angular blocky; extremely hard, extremely firm, very sticky and very plastic; few very fine roots; many very fine tubular pores; 65 percent gravel, cobbles and stones; slickensides on faces of peds; neutral (pH 6.8); abrupt wavy boundary. (0 to 11 inches thick)\nR--27 inches; fractured basalt and somewhat weathered."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Utah; about 2 1/2 miles southwest of Lava Point Lookout in Zion National Park; approximately 1,000 feet north of the South 1/4 corner, sec. 26, T. 39 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to range from 40 to 47 degrees F, and the mean summer soil temperature is 60 to 65 degrees F.  The soil temperature regime is frigid.  The soil is usually moist during the period the soil temperature is above 41 degrees F.  The soil is moist in some part of the moisture control section for 35 to 50 days during the summer months, and dry for 60 to 75 days during the 120 days following the winter solstice.  The soil moisture regime is ustic.\nThe mollic epipedon ranges from 16 to 28 inches thick.  Thickness of solum and depth to bedrock ranges from 20 to 40 inches.  The soil is slightly acid to mildly alkaline.  Rock fragment content in the particle size control section averages 35 to 70 percent.  Clay content in the control section averages 35 to 50 percent.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3 dry and 1 or 2 moist.  It contains 15 to 60 percent rock fragments.\nThe BAt horizon has hue of 7.5YR or 10YR, value of 3 to 5 dry and 2 or 3 moist, and chroma of 1 to 3.  Texture of the fine earth is loam, clay loam, silty clay loam or clay with 10 to 45 percent rock fragments.\nThe Bt (argillic) horizon typically has hue of 7.5YR and less commonly 5YR or 10YR, value of 3 to 6 dry, 2 to 4 moist, and chroma of 2 to 6. It is gravelly clay, extremely gravelly clay, very gravelly clay, very cobbly clay, very cobbly or extremely cobbly clay loam, very gravelly or extremely gravelly clay loam.  It contains 25 to 70 percent rock fragments.  Some pedons have extremely cobbly or extremely gravelly C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Des Moines (NM), Godding (CO), and Golime (CO) series. These soils do not have bedrock within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dalcan soils are on nearly level to steep upland foothills and mountainsides at elevations of 6,000 to 8,500 feet.  Slopes are 0 to 60 percent.  These soils formed in residuum colluvium and alluvium weathered from basalt and intermediate igneous rocks.  The mean annual temperature is 39 to 45 degrees F, and the mean summer temperature is 62 to 66 degrees F.  The mean average annual precipitation is 14 to 22 inches and freeze-free period is 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Detra and Kolob soils.  Detra soils do not have bedrock within a depth of 40 inches.  Kolob soils have mollic epipedons less than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland wildlife habitat and recreation.   Potential vegetation is mountain big and black sagebrush, Gambel oak, Utah serviceberry, ponderosa pine, bluegrass, bottlebrush squirreltail, cheatgrass, pinyon pine and Utah juniper, antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Utah and northeastern New Mexico. The series is of moderate extent.  MLRA 29, 47, and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  The zone from the soil surface to a depth of about 27 inches (A, BAt, Bt1, and Bt2 horizons).\nPachic feature:  The mollic epipedon is 27 inches thick.\nArgillic horizon:  A zone of illuvial clay accumulation from a depth of about 4 to 27 inches (BAt, Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark brown (7.5YR 4/2) cobbly loam, very dark brown (7.5YR 2/2) moist; weak very thick platy structure; soft, friable, slightly sticky and slightly plastic; few medium, fine and common very fine roots; few fine and very fine vesicular pores; 40 percent gravel, cobbles and stones; neutral (pH 6.6); clear smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "BAt",
        "top": 10,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--4 to 9 inches; dark brown (7.5YR 3/2) cobbly silty clay loam, very dark brown (7.5YR 2/2) moist; moderate fine prismatic structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; few medium, fine and very fine roots; many very fine tubular pores; 40 percent gravel, cobbles, and stones; few thin clay films on faces of peds; neutral (pH 6.6); clear wavy boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 41,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 16 inches; dark brown (7.5YR 3/2) very cobbly clay loam, dark brown (7.5YR 3/2) moist; moderate fine prismatic structure parting to moderate fine angular blocky; very hard, very firm, sticky and very plastic; few fine and very fine roots; many very fine tubular pores; 55 percent gravel, cobbles and stones; slickensides on faces of peds; neutral (pH 6.7); gradual wavy boundary.  (7 to 22 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 69,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--16 to 27 inches; dark brown (7.5YR 4/4, crushed) very cobbly clay, dark brown (7.5YR 3/2) moist; dark brown (7.5YR 3/2) ped coatings; strong medium and fine prismatic structure parting to moderate medium and fine angular blocky; extremely hard, extremely firm, very sticky and very plastic; few very fine roots; many very fine tubular pores; 65 percent gravel, cobbles and stones; slickensides on faces of peds; neutral (pH 6.8); abrupt wavy boundary. (0 to 11 inches thick)"
      },
      {
        "name": "R",
        "top": 69,
        "narrative": "R--27 inches; fractured basalt and somewhat weathered."
      }
    ]
  ]
}
