{
  "SERIES": "DALCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT-DRC-GLL",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Dalco series consists of moderately deep, moderately well drained, very slowly permeable soils.  These soils are on nearly level to gently sloping uplands.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Leptic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dalco clay--cropland - described at center of microdepression. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; weak very fine angular and subangular blocky structure; very hard, very firm, very sticky and plastic; few fine roots; few fine chalk fragments and siliceous pebbles; slight effervescence; slightly alkaline; gradual smooth boundary.  (4 to 10 inches thick)\nBss1--9 to 26 inches; black (10YR 2/1) clay, black (10YR 2/1) moist; moderate; very fine angular blocky structure; extremely hard, very firm, very sticky and plastic; few fine roots; common pressure faces; few grooved slickensides; slight effervescence; slightly alkaline;  gradual wavy boundary.\nBss2--26 to 35 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; fine and very fine angular blocky structure; extremely hard, very firm, very sticky and plastic; few fine roots; common pressure faces; common grooved slickensides; few fine fragments of chalk in lower part; strong effervescence; moderately alkaline,  abrupt wavy boundary.  (combined Bss subhorizons are 18 to 34 inches thick)\nCr--35 to 60 inches; white (10YR 8/2) chalk that is platy in the upper 6 inches and massive below; few crevices between plates of chalk filled with marly soil material; hardness of chalk is less than 3 on Mohs scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dallas County, Texas; 3.2 miles north of Garland. About 100 feet west of Galaxy Road and 1000 feet south of the intersection of Galaxy and Arapaho Roads."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum and depth to a paralithic contact with chalk is 24 to 40 inches.  It is silty clay or clay throughout.  The weighted average clay content of the particle-size control section ranges from 40 to 50 percent.  In undisturbed areas, gilgai microrelief consists of knolls 4 to 8 inches higher than depressions; distance between center of knoll and center of depression is 5 to 12 feet.  When dry, cracks 1/2 to 2 inches wide extend from the surface to depths of 12 inches or more.  Cracks remain open for 90 to 150 cumulative days during most years. Slickensides and/or wedge shaped peds begin at a depth of 8 to 18 inches.  The effervescence ranges from very slight to strong.  The reaction is slightly alkaline or moderately alkaline throughout.\nThe A horizon is black or very dark gray in hue of 10YR to 5Y, value of 2 or 3, and chroma of 1.\nThe Bss horizon has colors in hue of 10YR to 5Y, value of 2 to 5, and chroma of 1 or 2.  Most pedons contain a few iron-manganese concretions.   Calcium carbonate films, masses, and concretions and/or fragments of chalk range fron few to common in most pedons.\nThe Cr layer is massive chalk bedrock or stratified chalk and marl.  The bedrock is platy in the upper part of some pedons and commonly becomes massive within a depth of 6 to 18 inches.  It is white, light gray, or very pale brown with or without streaks or coatings in shades of yellow or brown.  The hardness is less than 3 on Mohs scale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Crawford, Greenvine, San Saba, and the similar Anhalt, Austin, Fairlie, and Vertel series.  Crawford and Anhalt soils have subsoils with hue redder than 10YR.  Greenvine soils have a paralithic contact with tuffaceous siltstone or shale.  San Saba soils have a lithic contact of limestone.  Anhalt and Vertel soils have a very-fine particle-size control section and are noneffervescent in the upper part.  Austin soils have carbonatic mineralogy and do not have large slickensides.  Fairlie soils are 40 to 60 inches deep to a paralithic contact of chalk."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dalco soils are on nearly level to gently sloping uplands underlain by chalk.  These soils formed mainly in the Austin Chalk of Upper Cretaceous Age. Slope gradients are generally less than 3 percent but range from 0 to 5 percent.  The climate is warm subhumid.  Average annual precipitation ranges from 30 to 42 inches, mean annual temperature from 64 to 68 degrees F.  Frost free days range from 230 to 260.  Elevation ranges from 550 to 850 above sea level.  Thornthwaite P-E indices from from 54 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Austin and Fairlie series and the Eddy, Heiden, Houston Black, and Stephen series.  The Austin soils are on slightly higher positions.  Fairlie soils are on similar positions. Eddy and Stephen soils are shallow to chalk and are on similar to slightly lower positions.  Heiden and Houston Black soils are very deep and are on similar positions of adjacent areas with different parent material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained with  very slow permeability.  Water enters the soil rapidly when it is dry and very slow when it is moist.  Runoff is low on 0 to 1 percent slopes; medium on 1 to 3 percent slopes; and high on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated, some areas are used for pastures with bermudagrass or kleingrass.  The main crops are cotton, grain sorghum, corn, and small grain.  Native vegetation consists of tall and mid grass prairies of little bluestem, big bluestem, indiangrass, switchgrass, sideoats grama and annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blackland Prairies of Texas (MLRA 86A).  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dallas County, Texas; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Dalco series were previously included with the Austin, Houston Black, or San Saba series.  Classification changed from Udic Pellusterts to Leptic Udic Haplusterts (2/94) based on issue 16, a revision to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 35 inches, the A, and Bss horizons.\nVertisol features--Cracks when dry, slickensides in Bss subhorizons.\nParalithic contact of chalk at a depth of 35 inches.\nSOIL INTERPRETAAION RECORD NUMBER: TX0158\nNational Cooperative Soil Survey\nU.S.A."
  }
}
