{
  "SERIES": "DALELAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Dalelake series consists of very deep, somewhat excessively drained soils that formed in eolian material from mixed sources. Dalelake soils are on dunes, coppice dunes and sand sheets. Slopes range from 0 to 30 percent. The mean annual precipitation is about 100 millimeters (4 inches) and the mean annual air temperature is about 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dalelake fine sand, on a north northwest-facing, convex, 8 percent slope under desert shrubs and grasses at an elevation of 535 meters (1,755 feet). (Colors are for dry soil unless otherwise noted.)\nA -- 0 to 6 centimeters (0 to 2.5 inches); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; weak thick platy structure; loose, nonsticky and nonplastic; few very fine roots; neutral (pH 6.8); clear wavy boundary. (3 to 7 centimeters)\nC1 -- 6 to 45 centimeters (2.5 to 18 inches); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; slightly alkaline (pH 7.6); gradual wavy boundary.\nC2 -- 45 to 150 centimeters (18 to 59 inches); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few medium and coarse roots; neutral (pH 7.2). (Combined thickness of the C horizons is greater than 100 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 4 kilometers  southeast of the junction of Highway 62 and Iron Age Road; 1,175 meters (3,855 feet) south and 1,443 meters (4,734 feet) east of the SE corner of section 12, T. 1 S., R. 12 E., San Bernardino Base and Meridian; USGS New Dale, CA 7.5 minute topographic quadrangle; 34 degrees, 4 minutes and 53.8 seconds north latitude, and 115 degrees, 39 minutes and 07.8 seconds west longitude; UTM 11S 0624353e 3772025n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 0 to 60 percent; with 0 to 60 percent gravel and 0 to\n5 percent cobbles.\nControl section -\nRock fragments: ranges from 0 to 7 percent; dominantly fine gravel.\nClay content: 1 to 4 percent.\nOrganic matter: 0 to 0.5 percent.\nA horizon\nValue: 6 or 7, dry; 4 to 6, moist.\nChroma: 2 to 4, dry or moist.\nClay content: 1 to 4 percent.\nRock fragments: 0 to 10 percent gravel.\nReaction: neutral to moderately alkaline.\nElectrical conductivity: 0 to 2 dS/m.\nC horizon\nValue: 6 or 7, dry; 4 to 6, moist.\nChroma: 3 or 4, dry or moist.\nClay content: 1 to 4 percent.\nRock fragments: 0 to 5 percent gravel.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: neutral to strongly alkaline in the upper part and moderately to\nvery strongly alkaline in the lower part.\nElectrical conductivity: 0 to 2 dS/m."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carsitas (CA), Lagunita (AZ), Myoma (CA), Pintobasin (CA), and Rositas (CA) series. Carsitas, Lagunita, and Pintobasin soils formed in alluvium. In addition, Carsitas soils have more than 15 percent rock fragments and are dry for most of the year in the moisture control section. Lagunita soils are stratified, and have an irregular decrease in organic carbon and Pintobasin soils do not allow fine sand textures. Rositas soils include disseminated calcium carbonate or small amounts of calcium carbonate masses. Myoma soils have hues of 2.5Y or yellower throughout and contain conch and clam shells throughout the control section, and are dry for most of the year in the moisture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dalelake soils are on sand dunes, coppice dunes and sand sheets. Slopes range from 0 to 30 percent. These soils formed in eolian material from mixed sources. Elevations range from 210 to 750 meters (690 to 2,460 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bolero, Ironage, Pintobasin, Coxpin, Carrizo, Sheephole and Supplymine soils. Bolero, Ironage, and Supplymine soils are on adjacent mountains. Bolero soils have a sandy-skeletal particle-size control section and a lithic contact within 36 centimeters (14 inches). Ironage and Supplymine soils have loamy-skeletal particle-size control sections and calcic horizons. Ironage soils have a lithic contact within 50 centimeters (20 inches). Pintobasin and Carrizo soils are formed in alluvium and are found in adjacent drainageways. Pintobasin soils also occur on some adjacent fan aprons. Pintobasin soils have coarser sand textures and allow more rock fragments throughout the control section. Carrizo soils have a sandy-skeletal particle-size control section. Coxpin soils are found on adjacent fan remnants and have a weakly to moderately cemented duripan. Sheephole soils are on similar landforms but have an alluvial layer which contains more than 35 percent rock fragments within the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; negligible to low runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dalelake soils are used for recreation and wildlife habitat. The present vegetation is mainly big galleta, creosote bush, and dyebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California; Soil Survey of Joshua Tree National Park, 2012. The name is from Dale Lake, a playa directly north of the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 6 centimeters (A horizon).\nParticle size control section - from a depth of 25 to 100 centimeters (the\nlower part of the C1 horizon and upper part of the C2 horizon).\nADDITIONAL DATA: NASIS Pedon User ID: 12476050-E.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 6,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 6 centimeters (0 to 2.5 inches); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; weak thick platy structure; loose, nonsticky and nonplastic; few very fine roots; neutral (pH 6.8); clear wavy boundary. (3 to 7 centimeters)"
      },
      {
        "name": "C1",
        "top": 6,
        "bottom": 45,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1 -- 6 to 45 centimeters (2.5 to 18 inches); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; slightly alkaline (pH 7.6); gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 45,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "C2 -- 45 to 150 centimeters (18 to 59 inches); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few medium and coarse roots; neutral (pH 7.2). (Combined thickness of the C horizons is greater than 100 centimeters)"
      }
    ]
  ]
}
