{
  "SERIES": "DALHART",
  "STATUS": "Established Series",
  "BYREV": "Rev. EHT-SLM",
  "REVDATE": "03/2016",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Dalhart series consists of very deep, well drained, moderately permeable soils that formed in loamy eolian sediments of Holocene age.  These nearly level to moderately sloping soils occur on sandsheets and interdunes of the Southern High Plains, Northern Part (MLRA 77A).  Slope ranges from 0 to 8 percent.  Mean annual air temperature is 13 degrees C (55 degrees F), and mean annual precipitation is about 460 mm (18 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dalhart loamy fine sand--on a 2 percent convex slope in rangeland at an elevation of about 1309 m (4295 ft). (Colors are for dry soil unless otherwise noted.)\nAp--0 to 13 cm (0 to 5 in); brown (7.5YR 5/4) loamy fine sand, dark brown (7.5YR 3/4), moist; weak medium granular structure; slightly hard, very friable; many fine and medium roots throughout; noneffervescent; slightly alkaline, pH 7.6; clear smooth boundary.\nA--13 to 29 cm (5 to 11 in); brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 3/4), moist; weak medium subangular blocky structure; hard, friable; common fine roots throughout; noneffervescent; moderately alkaline, pH 7.6; clear wavy boundary. (Combined thickness of the Ap and A horizons is 10 to 43 cm [4 to 17 in])\nBt--29 to 62 cm (11 to 24 in); brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4), moist; moderate very coarse prismatic structure parting to moderate medium and fine subangular blocky; very hard, friable; common fine and medium roots between peds; many fine tubular pores; many faint clay films on vertical faces of peds; many fine worm casts throughout; noneffervescent; slightly alkaline, pH 7.7; clear wavy boundary. (Thickness of the Bt horizon is 15 to 76 cm [6 to 30 in])\nBtk1--62 to 83 cm (24 to 33 in); brown (7.5YR 5/4) loam, brown (7.5YR 4/4), moist; moderate coarse prismatic structure parting to weak medium subangular blocky; hard, friable; very few fine roots; common medium and few coarse tubular pores; few faint clay films on faces of peds; common  distinct carbonate coats in root channels and pores; common fine worm casts throughout; few fine and medium spherical weakly cemented carbonate nodules and many medium spherical extremely weakly cemented carbonate masses throughout; strongly effervescent (9 percent calcium carbonate); moderately alkaline, pH 8.1; gradual wavy boundary.\nBtk2--83 to 112 cm (33 to 44 in); brown (7.5YR 5/4) loam, brown (7.5YR 4/4), moist; weak coarse prismatic structure parting to weak medium and fine subangular blocky; hard, very friable; very few fine roots between peds; common medium tubular pores; few carbonate coats in root channels and pores; few clay films on faces of peds; few fine threadlike and common medium irregular carbonate masses; strongly effervescent (6 percent calcium carbonate); moderately alkaline, pH 8.1; gradual wavy boundary. (Combined thickness of the Btk horizon is 15 to 106 cm [6 to 42 in])\n2Btk--112 to 152 cm (44 to 60 in); yellowish red (5YR 5/6) sandy loam, yellowish red (5YR 4/6), moist; weak coarse prismatic structure parting to weak medium and fine subangular blocky; hard, very friable; very few fine roots between peds; common medium tubular pores; few carbonate coats in root channels and pores; few clay films on faces of peds; few fine threadlike carbonate masses and common medium spherical carbonate masses; strongly effervescent (4 percent calcium carbonate); moderately alkaline, pH 8.2; gradual wavy boundary. (Combined thickness of the 2Btk horizon is 18 to 71 cm [7 to 28 in])\n2BCk--152 to 209 cm (60 to 82 in); reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6), moist; weak coarse prismatic structure; hard, very friable; few medium tubular pores; few fine threadlike carbonate masses; very slightly effervescent (1 percent calcium carbonate); moderately alkaline, pH 8.4; clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cimarron County, Oklahoma; about 8 miles west and 1 mile south of the courthouse in Boise City, Oklahoma; 2640 ft (805 m) south and 800 ft (244 m) east of the northwest corner of section 20, Township 3N, Range 4E (Cimarron Meridian.)\nUSGS topographic quadrangle: Boise City NW, Oklahoma\nLatitude: 36 degrees, 42 minutes, 43.32 seconds N\nLongitude: 102 degrees, 39 minutes, 29.68 seconds W\nDatum: NAD83\nDecimal Degrees\nLatitude: 36.71203\nLongitude: -102.65825\nUTM Easting: 709160 m\nUTM Northing: 4065484 m\nDatum: UTM Zone 13S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: more than 203 cm (80 in)\nThickness of ochric epipedon: 10 to 43 cm (4 to 17 in)\nThickness of argillic horizon: 31 to 175 cm (12 to 69 in)\nDepth to discontinuity: greater than 100 cm (40 in)\nDepth to secondary calcium carbonate: 25 to 168 cm (10 to 66 in)\nDepth to calcic horizon (where present): 105 to more than 200 cm (42 to more than 80 in)\nParticle-size control section (weighted average):\nSilicate clay: 18 to 30 percent\nAp and A horizons:\nHue: 7.5YR or 10YR\nValue: 4 or 5, and 3 to 4 moist\nChroma: 2 to 4 moist or dry\nColor features: where this horizon meets the color requirements of a mollic epipedon, it fails to meet the thickness and organic carbon requirements\nTexture: loamy fine sand or fine sandy loam\nEffervescence: none\nReaction (pH): neutral or slightly alkaline (6.6-7.8)\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5, and 3 or 4 moist\nChroma: 2 to 4 moist or dry\nTexture: loam, sandy clay loam, or clay loam\nEffervescence: none\nReaction (pH): neutral or slightly alkaline (6.6-7.8)\nBtk horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7, and 4 to 6 moist\nChroma: 3 or 4 moist or dry\nTexture: fine sandy loam, loam, sandy clay loam, or clay loam\nIdentifiable secondary carbonates: amount-1 to 15 percent; size- fine to coarse; kind-masses and nodules; location-throughout\nCalcium carbonate equivalent: 2 to 13 percent\nEffervescence: slight to violent\nReaction (pH): slightly or moderately alkaline (7.4-8.4)\n2Btk horizon:\nHue: 5YR to 10YR\nValue: 5 to 7, and 4 to 6 moist\nChroma: 3 to 6 moist or dry\nOther features: where hue is 7.5YR or redder and chroma is 6 or greater, the silicate clay content of the argillic horizon decreases from its maximum by greater than 20 percent within a depth of 150 cm (59 in).  The redder hues are more common in the western portions of the series extent.\nTexture: fine sandy loam, loam, sandy clay loam, or clay loam\nIdentifiable secondary carbonates: amount-1 to 15 percent; size- fine to coarse; kind-masses and nodules; location-throughout\nCalcium carbonate equivalent: 2 to 13 percent\nEffervescence: strong or violent\nReaction (pH): moderately alkaline (7.9-8.4)\n2BCk, 2Bk, and C horizons (where present):\nHue: 5YR to 10YR\nValue: 5 to 7, and 4 to 6 moist\nChroma: 3 to 6 moist or dry\nTexture: loamy fine sand, fine sandy loam, loam, or sandy clay loam\nIdentifiable secondary carbonates: amount-1 to 25 percent; size-fine to very coarse; kind-masses, nodules, and finely disseminated carbonates; location-throughout\nCalcium carbonate equivalent: 5 to 25 percent\nEffervescence: strong or violent\nReaction (pH): moderately alkaline (7.9-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bigbow, Fort Collins, Olnest, and Stoneham soils.  Similar soils are the Ady, Amarillo, Dallam, Grandfield, Miles, Patricia, and Seagraves soils.\nAdy soils: have mean annual soil temperatures greater than 15 degrees C (59 degrees F); and formed in ancient alluvium\nAmarillo and Patricia soils: have mean annual soil temperatures greater than 15 degrees C (59 degrees F); and do not have a 20 percent or greater decrease in silicate clay from maximum clay content within 150 cm (60 in) of the soil surface\nBigbow soils: have a discontinuity within 100 cm (40 in) of the soil surface\nDallam soils: do not have a 20 percent or greater decrease in silicate clay from maximum clay content within 150 cm (60 in) of the soil surface\nFort Collins soils: formed in alluvium with a thin mantle of eolian deposits and have up to 15 percent gravels throughout\nGrandfield and Miles soils: have mean annual soil temperatures greater than 15 degrees C (59 degrees F); and are moist in the soil moisture control section for longer periods\nOlnest soils: formed in mixed alluvium and eolian materials and have up to 10 percent gravels throughout\nStoneham soils: formed in mixed alluvium and eolian materials and have up to 15 percent gravels throughout\nSeagraves soils: have mean annual soil temperatures greater than 15 degrees C (59 degrees F); formed in sandy eolian over loamy lacustrine deposits; and are moist in the soil moisture control section for longer periods"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian sediments of Holocene age\nLandscape: Tableland\nLandform: Interdunes and Sand Sheets\nSlope: 0 to 8 percent\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.  July through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through June.\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F)\nMean annual precipitation: 381 to 584 mm (15 to 23 in)\nFrost-free period: 170 to 200 days\nElevation: 750 to 1250 m (2460 to 4100 ft)\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balko (T), Belfon, Bigbow, Canina, Conlen, Dumas, Eva, Forgan, Hansford, Hugoton, Knoblaw, Lautz, Optima, Oslo, Plack, Sophia (T), Twichell (T), Vorhees, Waka (T), and Zella soils.\nBalko, Twichell and Zella soils: occur in slightly lower positions, have mollic epipedons, and have greater than 35 percent clay in the particle-size control section\nBelfon soils: occur on similar positions, have a mollic epipedon, and have a fine or fine-silty discontinuity within 100 cm (40 in) of the soil surface\nBigbow soils: occur on similar positions; and have a fine or fine silty discontinuity within 100 cm (40 in) of the soil surface\nCanina soils: occur on slightly higher positions and have a fine-silty particle-size class\nConlen soils: occur in lower positions and have carbonatic mineralogy\nDumas and Forgan soils: occur on similar positions and have mollic epipedons\nEva and Vorhees soils: occur on higher positions and have less than 18 percent clay in the particle-size control section\nHansford, Knoblaw, and Lautz soils: occur in lower playa positions and have greater than 35 percent clay in the particle-size control section\nHugoton soils: occur in slightly lower positions, have a mollic epipedon, and have a fine-silty particle-size class\nOptima soils: occur on higher positions and have a sandy particle-size class\nOslo and Sophia soils: occur in lower positions, have a mollic epipedon, a fine-silty particle-size class, and calcic horizons within 100 cm (40 in) of the soils surface\nPlack soils: occur in lower positions and have a petrocalcic horizon within 50 cm (20 in) of the soil surface\nWaka soils: occur in lower drainage positions, have a mollic epipedon, and a fine-silty particle-size class"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability: moderate\nRunoff: negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, and moderate on 5 to 8 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly used for crop production.  Wheat and grain sorghums are the principal crops.  Some areas are used for livestock grazing.  Native vegetation is mixed grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Northern Part (MLRA 77A in LRR H) of Kansas, Oklahoma, and Texas.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  The Mansker Soil Conservation Demonstration Project, northeastern New Mexico; Union County, New Mexico, l938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This is a Benchmark soil series.\nSeries revised as part of the SDJR initiative (SLM 03/2016).  A new OSD site was chosen to better represent the series characteristics.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 29 cm (0 to 15 in) (Ap, A horizons)\nArgillic horizon: 29 to 152 cm (15 to 60 in) (Bt, Btk1, Btk2, and 2Btk horizons)\nSecondary carbonates: 62 to 209 cm (24 to 82 in) (Btk1, Btk2, 2Btk, and 2BCk horizons)\nLithologic discontinuity:  112 cm (44 in)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL laboratory data available, S1985OK025003 (TL-Cimarron County, Oklahoma).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "structure": "weak medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 cm (0 to 5 in); brown (7.5YR 5/4) loamy fine sand, dark brown (7.5YR 3/4), moist; weak medium granular structure; slightly hard, very friable; many fine and medium roots throughout; noneffervescent; slightly alkaline, pH 7.6; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 29,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--13 to 29 cm (5 to 11 in); brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 3/4), moist; weak medium subangular blocky structure; hard, friable; common fine roots throughout; noneffervescent; moderately alkaline, pH 7.6; clear wavy boundary. (Combined thickness of the Ap and A horizons is 10 to 43 cm [4 to 17 in])"
      },
      {
        "name": "Bt",
        "top": 29,
        "bottom": 62,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay loam",
        "structure": "moderate very coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--29 to 62 cm (11 to 24 in); brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4), moist; moderate very coarse prismatic structure parting to moderate medium and fine subangular blocky; very hard, friable; common fine and medium roots between peds; many fine tubular pores; many faint clay films on vertical faces of peds; many fine worm casts throughout; noneffervescent; slightly alkaline, pH 7.7; clear wavy boundary. (Thickness of the Bt horizon is 15 to 76 cm [6 to 30 in])"
      },
      {
        "name": "Btk1",
        "top": 62,
        "bottom": 83,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk1--62 to 83 cm (24 to 33 in); brown (7.5YR 5/4) loam, brown (7.5YR 4/4), moist; moderate coarse prismatic structure parting to weak medium subangular blocky; hard, friable; very few fine roots; common medium and few coarse tubular pores; few faint clay films on faces of peds; common  distinct carbonate coats in root channels and pores; common fine worm casts throughout; few fine and medium spherical weakly cemented carbonate nodules and many medium spherical extremely weakly cemented carbonate masses throughout; strongly effervescent (9 percent calcium carbonate); moderately alkaline, pH 8.1; gradual wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 83,
        "bottom": 112,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--83 to 112 cm (33 to 44 in); brown (7.5YR 5/4) loam, brown (7.5YR 4/4), moist; weak coarse prismatic structure parting to weak medium and fine subangular blocky; hard, very friable; very few fine roots between peds; common medium tubular pores; few carbonate coats in root channels and pores; few clay films on faces of peds; few fine threadlike and common medium irregular carbonate masses; strongly effervescent (6 percent calcium carbonate); moderately alkaline, pH 8.1; gradual wavy boundary. (Combined thickness of the Btk horizon is 15 to 106 cm [6 to 42 in])"
      },
      {
        "name": "2Btk",
        "top": 112,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk--112 to 152 cm (44 to 60 in); yellowish red (5YR 5/6) sandy loam, yellowish red (5YR 4/6), moist; weak coarse prismatic structure parting to weak medium and fine subangular blocky; hard, very friable; very few fine roots between peds; common medium tubular pores; few carbonate coats in root channels and pores; few clay films on faces of peds; few fine threadlike carbonate masses and common medium spherical carbonate masses; strongly effervescent (4 percent calcium carbonate); moderately alkaline, pH 8.2; gradual wavy boundary. (Combined thickness of the 2Btk horizon is 18 to 71 cm [7 to 28 in])"
      },
      {
        "name": "2BCk",
        "top": 152,
        "bottom": 209,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BCk--152 to 209 cm (60 to 82 in); reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6), moist; weak coarse prismatic structure; hard, very friable; few medium tubular pores; few fine threadlike carbonate masses; very slightly effervescent (1 percent calcium carbonate); moderately alkaline, pH 8.4; clear wavy boundary."
      }
    ]
  ]
}
