{
  "SERIES": "DALIG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JH/TLA/RWL",
  "REVDATE": "11/2008",
  "STATES": "WA",
  "OVERVIEW": "The Dalig series consists of very deep, well drained soils formed in loess mixed with colluvium and residuum derived from basalt. Dalig soils are on hillslopes, plateaus and benches. Slopes are 2 to 65 percent. The mean annual precipitation is about 32 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dalig loam - forested on an 11 percent southwest-facing backslope at an elevation of 2,280 feet. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inches; needles, leaves, and twigs.\nOe--1 to 2 inches; decomposed organic material.\nA--2 to 6 inches; reddish brown (5YR 5/3) loam, dark reddish brown (5YR 3/3) moist; weak fine and very fine granular structure; soft, friable, slightly sticky and nonplastic; many very fine and common fine roots; many very fine irregular pores; 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (3 to 6 inches thick)\nBA--6 to 17 inches; light brown (7.5YR 6/4) loam, dark reddish brown (5YR 3/3) moist; weak fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine and few medium roots; many very fine irregular and many very fine tubular pores; 3 percent gravel; slightly acid (pH 6.2); gradual; smooth boundary. (0 to 14 inches thick)\nBt1--17 to 31 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; weak fine and very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and few fine and medium roots; many very fine irregular and common fine and very fine tubular pores; few faint clay films on faces of peds and in pores; 3 percent gravel; slightly acid (pH 6.2); gradual smooth boundary. (12 to 16 inches thick)\nBt2--31 to 52 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate fine and very fine subangular blocky structure; hard, firm, moderately sticky and very plastic; few fine roots; many very fine irregular and common fine tubular pores; few distinct clay films on faces of peds and in pores; 5 percent gravel; moderately acid (pH 6.0); gradual smooth boundary. (15 to 22 inches thick)\nBCt--52 to 62 inches; brown (7.5YR 5/4) paragravelly clay loam, brown (7.5YR 4/4) moist; weak fine and very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine irregular pores; few faint clay films on faces of peds and in pores; 20 percent paragravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klickitat County, Washington; about 5 miles southeast of Glenwood; 1,500 feet north and 1,500 feet east of the southwest corner of section 35, T. 6 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 50 degrees F. The soil moisture control section is usually moist, but is dry in all parts for 60 to 75 consecutive days. The particle-size control section has 18 to 35 percent clay, 0 to 10 percent gravel and 0 to 15 percent paragravel.\nThe A horizon has hue of 5YR or 7.5YR, value of 5 or 6 dry and chroma of 2 or 3 dry and moist. It has 0 to 10 percent gravel.\nThe BA horizon, when present, has hue of 5YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist and chroma of 4 dry, 3 or 4 moist. It has 0 to 10 percent gravel\nThe Bt horizon has hue of 5YR or 7.5YR, value of 5 or 6 dry and 3 or 4 moist. Texture is loam or clay loam with 0 to 10 percent gravel and 0 to 15 percent paragravel. Reaction is slightly acid or moderately acid.\nThe BCt horizon has hue of 5YR or 7.5YR, value of 4 to 6 dry and 3 or 4 moist. Texture is clay loam, gravelly clay loam, paragravelly clay loam, or very paragravelly clay loam with 0 to 20 percent gravel and 20 to 50 percent paragravel. Reaction is slightly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beal, Boardburn, Boomer, Casabonne, Cherryhill, Cle Elum, Cohasset, Crozier, Fives, Fong (T), Fordcreek, Gunn,  Hood, Latourell, Lettia, Norling, Para (T), Pishpishee (T), Rosehaven, Sanhedrin, Tigit, Varelum, Wildwohly (T), and Wohly series.\nBeal soils  dry for 45 to 60 consecutive days following the summer solstice; dry for 45 to 60 consecutive days following the summer solstice; 30 to 40 inches to redox depletions with low chroma (moderately well drained)\nBoardburn soils  40 to 60 inches to paralithic contact (weathered andesite); dry for 110 to 130 consecutive days following the summer solstice\nBoomer soils  40 to 80 inches to paralithic contact (greenstone); dry for 105 to 130 consecutive days following the summer solstice have a mean annual soil temperature of 54 to 59 degrees F.\nCasabonne soils  40 to 60 inches to lithic contact (sandstone); dry for 90 to 120 consecutive days following the summer solstice; have a mean annual soil temperature of 54 to 59 degrees F.\nCherryhill soils  40 to 60 inches to paralithic contact (sandstone); have a mean annual soil temperature of 53 to 55 degrees F.; hue of 10YR throughout\nCle Elum soils  20 to 40 inches to paralithic contact (sandstone); dry for 75 to 90 consecutive days following the summer solstice; hue of 10YR throughout\nCohasset soils  40 to 80 inches to lithic or paralithic contact (andesitic breccia); dry for 120 to 150 consecutive days following the summer solstice; mean annual soil temperature of 54 to 59 degrees F.\nCrozier soils  20 to 40 inches to lithic or paralithic contact (andesitic breccia); dry for 120 to 150 consecutive days following the summer solstice\nFives soils  dry for 45 to 60 consecutive days following the summer solstice; hue of 10YR, 2.5Y, or 5Y throughout argillic horizon\nFong soils  40 to 60 inches to lithic contact (black schist); dry for 90 to 120 consecutive days following the summer solstice\nFordcreek soils  40 to 60 inches to paralithic contact (granitic); dry for 75 to 110 consecutive days following the summer solstice\nGunn soils  dry for 90 to 105 consecutive days following the summer solstice\nHood soils  pscs lacks rock fragments; silty and loamy lacustrine origin\nLatourell soils  mean annual soil temperature is 54 to 56 degrees F.; 40 to 60 inches to 2C discontinuity with 25 to 60 percent rounded gravel; 10YR hue throughout\nLettia soils  40 to 60 inches to lithic contact (granodiorite); dry for 45 to 60 consecutive days following the summer solstice\nNorling soils  20 to 40 inches to paralithic contact (metavolcanic); dry for 45 to 60 consecutive days following the summer solstice\nPara soils  dry for 45 to 60 consecutive days following the summer solstice; pscs has 15 to 45 percent basalt parafragments\nPishpishee soils  dry for 80 to 100 consecutive days following the summer solstice; pscs has 10 to 30 percent rock fragments of metasedimentary origin\nRosehaven soils  dry for 45 to 60 consecutive days following the summer solstice; mean annual soil temperature of 52 to 57 degrees F.\nSanhedrin soils  40 to 60 inches to lithic contact (sandstone and siltstone); dry for 90 to 120 consecutive days following the summer solstice\nTigit soils  20 to 40 inches to paralithic contact (basalt)\nVarelum soils  40 to greater than 60 inches to paralithic contact (sandstone); pscs has 0 to 5 percent rock fragments of sandstone origin\nWildwohly soils  unable to compete; no OSD in database\nWohly soils  20 to 40 inches to C horizon consisting of highly weathered bedrock; dry for 90 to 120 consecutive days following the summer solstice; mean annual soil temperature of 54 to 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dalig soils are on hillslopes, plateaus and benches at elevations of 1,000 to 2,500 feet. Slopes are 2 to 65 percent. Dalig soils formed in loess mixed with colluvium and residuum derived from basalt. Summers are warm and dry, winters are cool and moist with snow cover from December through April. The mean annual precipitation is 30 to 35 inches. The average January temperature is 27 degrees F. and the average July temperature is 65 degrees F. The mean annual temperature is 45 to 48 degrees F. The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kaiders, Leidl, Wahoo, Yedlick, and the competing Gunn, Para and Tigit soils. Kaiders, Leidl, and Yedlick soils are loamy-skeletal. Tigit soils have a paralithic contact at 20 to 40 inches. Wahoo soils are loamy-skeletal and are 10 to 20 inches deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production, grazeable woodland, and wildlife habitat. Native vegetation is mainly Douglas-fir, ponderosa pine and Oregon white oak with an understory of creambush oceanspray, willow, western hazel, deerbrush ceanothus, common snowberry, Oregon-grape, and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klickitat County, Washington; MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klickitat County, Washington, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral surface to 15 inches\nArgillic horizon - the zone from 15 to 60 inches. The argillic horizon has less than 20 percent decrease from the maximum in clay at 60 inches.\nParticle-size control section - the zone from 17 to 37 inches\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
