{
  "SERIES": "DALKENA",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RJE/JAL",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "OVERVIEW": "The Dalkena series consists of very deep, moderately well drained soils that formed in glaciofluvial deposits over glacial lake sediments. These soils are on lake terraces.  Slopes are 0 to 40 percent.  Average annual precipitation is about 27 inches, and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dalkena ashy fine sandy loam - cultivated.  (Colors are for dry soils unless otherwise stated.)\nA--0 to 8 inches; light brownish gray (10YR 6/2) ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots, few medium and coarse roots; neutral (pH 6.6); clear wavy boundary.  (6 to 10 inches thick)\nBw1--8 to 14 inches; light gray (10YR 7/2) ashy fine sandy loam, grayish brown (10YR 5/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots; few medium and coarse roots; neutral (pH 6.6); clear wavy boundary.  (4 to 8 inches thick)\nBw2--14 to 24 inches; light gray (10YR 7/2) fine sandy loam, brown (10YR 5/3) moist; common fine distinct light yellowish brown (10YR 6/4) moist, mottles; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine, fine, medium, and coarse roots; neutral (pH 6.6); clear wavy boundary.  (10 to 16 inches thick)\nC1--24 to 30 inches; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine, fine, medium, and coarse roots; slightly acid (pH 6.4); clear wavy boundary. (0 to 8 inches thick)\n2C2--30 to 42 inches; light gray (10YR 7/2) silty clay loam, grayish brown (10YR 5/2) moist; common fine distinct light yellowish brown (10YR 6/4) moist mottles; moderate thin and medium platy structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; slightly acid (pH 6.2); clear wavy boundary.  (6 to 20 inches thick)\n2C3--42 to 60 inches; light brownish gray (10YR 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; common fine distinct light yellowish brown (10YR 6/4) moist mottles; moderate thin and medium platy structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; slightly acid (pH 6.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pend Oreille County, Washington; 1,500 feet south and 4,000 feet east of the northwest corner sec. 28, T. 32 N., R. 44 E., Photo X14-3."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in all parts between 8 and 24 inches for 60 to 75 consecutive days following summer solstice.  Depth to clayey lacustrine sediments range from 20 to 36 inches.  The mean annual soil temperature at 20 inches ranges from 44 to 46 degrees F.\nThe A horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry and moist.\nThe Bw horizon has texture of ashy fine sandy loam, ashy sandy loam, fine sandy loam or sandy loam.  It is slightly acid or neutral.\nThe C horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 or 3 dry and moist.  Texture is fine sandy loam or sandy loam.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 5 or 6 moist, and chroma of 1 through 3 dry and moist.  It is silty clay loam or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar series in other families are the Labuck and Switchback series in other families.  Labuck and Switchback soils lack strongly contrasting textures in the control section and have granitic rock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dalkena soils are on glacial lake terraces.  They developed in glaciofluvial deposits over glacial lake sediments.  Slopes range from 0 to 40 percent.  Elevations range from 2,000 to 3,000 feet.  These soils occur in a continental climate having warm, dry summers, and cold, moist winters.  Average January temperature is about 27 degrees F; average July air temperature is about 67 degrees F; and the mean annual air temperature ranges from 43 to 45 degrees F.  Average annual precipitation ranges from 25 to 30 inches.  Frost-free  season ranges from 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anglen, Cusick, Kaniksu, Martella, Newbell, Scotia, and Sacheen  soils.  Anglen and Cusick soils are fine.  Kaniksu and Sacheen soils are sandy.  Martella soils are fine-silty.   Newbell soils are loamy-skeletal.  Scotia soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very slow to rapid runoff; moderate permeability to the 2C horizon and slow in the 2C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, grazing wildlife habitat, and cropland.  The principal crops are small grains, alfalfa, and grass.  Native vegetation is ponderosa pine, and Douglas-fir, with an understory of redstem ceanothus, common snowberry, mallow ninebark, rose, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington and northern Idaho.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pend Oreille County Area, Washington, l981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 8 inches, a cambic horizon from 8 to 24 inches, and a lithologic discontinuity to clayey sediments at 30 inches.  The upper 14 inches of this pedon is estimated to have 5 to 20 percent volcanic glass and acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent.  This description reflects a change in classification from Coarse-loamy over clayey, mixed, frigid Vitrandic Xerochrepts to Coarse-loamy over clayey, isotic, frigid Vitrandic Haploxerepts (Soil Taxonomy 2nd edition).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
