{
  "SERIES": "DALLAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Dallam series consists of deep, well drained, moderately permeable soils formed in loamy eolian sediments of Pleistocene age.  These soils are on nearly level and gently sloping eolian plains or an interdune on sandhills.  Slopes range from 0 to 5 percent.  Mean annual precipitation is 406 mm (16 in) and mean annual temperature is 12 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dallam fine sandy loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky and granular structure; slightly hard, friable; many fine roots; few wormcasts; neutral; clear smooth boundary. (13 to 40 cm [5 to 16 in] thick)\nBt1--20 to 58 cm (8 to 23 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic parting to weak fine subangular blocky structure; very hard, friable; many fine roots; common pores; few distinct clay films on surfaces of peds; slightly alkaline; gradual smooth boundary.\nBt2--58 to 81 cm (23 to 32 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic parting to weak fine subangular blocky structure; very hard, friable; few fine roots; few distinct clay films on surfaces of peds; few films and filaments of calcium carbonate; slightly effervescent; moderately alkaline; clear wavy boundary. (Combined thickness of the Bt horizons is 76 to 100 cm [30 to 40 in])\nBtk1--81 to 145 cm (32 to 57 in); pink (7.5YR 7/4) sandy clay loam, light brown (7.5YR 6/4), moist; weak fine subangular blocky structure; hard, friable; few distinct clay films on surfaces of peds; about 15 percent by volume calcium carbonate in the form of masses and nodules; violently effervescent; moderately alkaline; diffuse boundary. (25 to 100 cm [10 to 40 in] thick)\nBtk2--145 to 203 cm (57 to 80 in); reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, friable; few faint clay films; about 10 percent by volume calcium carbonate as masses and nodules; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dallam County, Texas; 823 meters (2,700 feet) west and 244 meters (800 feet) south of NE corner of sec. 13, Block 3 of the CSS Survey; (14 miles) northwest of Dalhart, Texas, along U. S. Highway 87. Latitude: 36 degrees, 12 minutes, 06 seconds N; Longitude: 102 degrees, 43 minutes, 13 seconds W; Bolin Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. November through March are the driest months. These soils are intermittently moist in April through October.\nMean annual soil temperature: 11 to 15 degrees C (52 to 59 degrees F)\nDepth to argillic horizon: 13 to 40 cm (6 to 14 in)\nDepth to secondary carbonates: 50 to 100 cm (16 to 36 in)\nDepth to calcic horizon: 76 to more than 203 cm (30 to 80 in)\nSolum thickness: more than 203 cm\nParticle-size control section: 18 to 35 percent silicate clay.\nA horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 2 to 4\nTexture: fine sand, loamy fine sand, fine sandy loam\nEffervescence: noneffervescent\nReaction: neutral or slightly alkaline\nWinnowed surface layers of loamy fine sand over fine sandy loam are common\nBt horizons:\nHue: 5YR to 10YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 2 to 6\nTexture: fine sandy loam, sandy clay loam, clay loam\nVisible secondary carbonates: less than 2 percent as films and filaments\nEffervescence: none to slightly effervescent\nReaction: slightly alkaline or moderately alkaline\nBtk horizons:\nHue: 5YR or 7.5YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 6\nTexture: sandy clay loam, clay loam, silty clay loam\nCalcium carbonate equivalent: 5 to 65 percent\nVisible secondary carbonates: 3 to 35 percent by volume as films, filaments, masses, and nodules\nEffervescence: strong or violently effervescent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Perico, Predawn, and Rickmore series.  Similar soils include Cobb, Dalhart, and Menard series.\nPerico series: have effervescent horizons throughout.\nPredawn series: have an abrupt clay increase of 15 percent or more in the upper argillic horizon.\nRickmore series: have chroma less than 5 in the upper 150 cm of argillic horizon; in addition have more than 35 percent silicate clay in the lower argillic horizon.\nCobb and Menard series: have annual soil temperatures more than 15 degrees C. Dalhart series: have a clay decrease of 20 percent from the maximum within 150 cm of the mineral soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: loamy eolian sediments of Pleistocene age.\nLandform: eolian plain or  interdunes on sandhills.\nSlopes: dominantly 1 to 3 percent, but range from 0 to 5 percent\nElevation: 1,158 to 1,798 meters (3,800 to 5,900 ft)\nMean annual air temperature: 10 to 14 degrees C (50 to 57 degrees F)\nMean annual precipitation: 381 to 432 mm (15 to 17 in)\nMean annual snowfall: 508 to 610 mm (20 to 24 in.)\nFrost-free period: 165 to 190 days\nThornthwaite annual P-E Index Values: 29 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Dalhart, Perico, and Rickmore series and the Dumas, Gruver, Optima, Oslo, Sherm, Sunray, Texline, and Vingo series.\nDalhart, Perico, and Rickmore soils: are on similar landscape positions.\nDumas, Gruver, Oslo, Sherm, Sunray, and Texline soils: are on slightly lower landscape positions and have a mollic epipedon.\nOptima soils: are on slightly higher landscape positions and do not have an argillic horizon.\nVingo soils: are on slightly higher landscape positions and have a coarse-loamy particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderately permeable.  Surface runoff is negligible on 0 to 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for crop production but also used for livestock grazing.  Principal crops grown are wheat and grain sorghum.  The plant community for fine sandy loams is short and mid grasses with a lesser tall grass component, mid grasses tend to dominate this site.  The main plant species are sideoats grama, blue grama, and little bluestem, with minor amounts of Indiangrass, vine mesquite, sand dropseed, buffalograss, gauras, catclaw sensitive briar, prairie clover, and sagewort.  Woody plants include catclaw acacia and yucca.  The plant community for fine sands and loamy fine sands is tall and mid grasses with tall grasses tending to dominate.  The major plant species include little bluestem, sand bluestem, sand lovegrass, sand paspalum, and sideoats grama with minor amounts of silver bluestem, sand dropseed, hooded windmillgrass, fall witchgrass, hairy grama, and perennial threeawn.  Woody plants comprise 10 to 20 percent of the plant community and include sand shinoak, sand sagebrush, and skunkbush. This soil has been correlated to the Sandy Loam (R077BY021TX) and Sandy (R077BY658TX) ecological site in MLRA-77B."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northwestern Part (MLRA 77B in LRR H) of Texas and New Mexico north of the Canadian River.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dallam County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Dallam is a benchmark soil. Series revised during the Soil Data Join and Recorrelation Initiative; Dallam, County, Texas; 2016.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (A horizon)\nArgillic horizon: 20 to 203 cm (Bt1, Bt2, Btk1, and Btk2 horizons)\nCalcic horizon: 81 to 145 cm (Btk1 horizon)\nADDITIONAL DATA:  NSSL Laboratory Data available: S73TX-111-001, S95TX-111-001, S95TX-111-002, S95TX-111-003 (Dallam County, TX); S73TX-205-001, S73TX-205-002 (Hartley County, TX)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky and granular structure; slightly hard, friable; many fine roots; few wormcasts; neutral; clear smooth boundary. (13 to 40 cm [5 to 16 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--20 to 58 cm (8 to 23 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic parting to weak fine subangular blocky structure; very hard, friable; many fine roots; common pores; few distinct clay films on surfaces of peds; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--58 to 81 cm (23 to 32 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic parting to weak fine subangular blocky structure; very hard, friable; few fine roots; few distinct clay films on surfaces of peds; few films and filaments of calcium carbonate; slightly effervescent; moderately alkaline; clear wavy boundary. (Combined thickness of the Bt horizons is 76 to 100 cm [30 to 40 in])"
      },
      {
        "name": "Btk1",
        "top": 81,
        "bottom": 145,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btk1--81 to 145 cm (32 to 57 in); pink (7.5YR 7/4) sandy clay loam, light brown (7.5YR 6/4), moist; weak fine subangular blocky structure; hard, friable; few distinct clay films on surfaces of peds; about 15 percent by volume calcium carbonate in the form of masses and nodules; violently effervescent; moderately alkaline; diffuse boundary. (25 to 100 cm [10 to 40 in] thick)"
      },
      {
        "name": "Btk2",
        "top": 145,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btk2--145 to 203 cm (57 to 80 in); reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, friable; few faint clay films; about 10 percent by volume calcium carbonate as masses and nodules; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
