{
  "SERIES": "DALTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-PSP",
  "REVDATE": "02/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Aeric Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dalton silt loam in a cultivated field on a 4 percent slope. (Colors are for moist soil unless specified otherwise.)\nAp -- 0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam; light brownish gray (10YR 6/2) dry; moderate coarse granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary. (6 to 12 inches thick.)\nBg -- 8 to 15 inches; grayish brown (10YR 5/2) silt loam; very weak medium subangular blocky structure; friable; common fine roots; common fine pores; many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary. (0 to 8 inches thick.)\nEg -- 15 to 18 inches; light brownish gray (2.5Y 6/2) silt loam; weak thin platy structure; firm; many spherical and vertical cylindrical pores that have olive brown (2.5Y 4/4) linings; 1 percent rock fragments; many medium distinct olive brown (2.5Y 4/4) and prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; very strongly acid; abrupt irregular boundary. (0 to 12 inches thick.)\n2Bx1 -- 18 to 42 inches; brown (10YR 4/3) channery loam; strong very coarse prismatic structure; prisms are 8 to 18 inches across separated by V-shaped tongues of light brownish gray (2.5Y 6/2) silt that is 1 inch wide at the top tapering to a thin film below 27 inches; inner 1/8 inch of prism face is strong brown (7.5YR 5/8); very firm and brittle; common fine pores; few faint clay films on surfaces along pores; 20 percent rock fragments; common fine thread-like grayish brown (2.5Y 5/2) areas of iron depletion in the matrix; moderately acid; gradual wavy boundary.\n2Bx2 -- 42 to 56 inches; grayish brown (2.5Y 5/2) channery loam; massive; very firm, slightly brittle; common fine pores, few faint gray (2.5Y 5/1) clay films on surfaces along pores; 30 percent rock fragments; few fine and medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; moderately acid; gradual wavy boundary. (Combined thickness of the 2Bx horizon is 20 to 50 inches.)\n2C -- 56 to 72 inches; grayish brown (2.5Y 5/2) channery loam; moderate medium lens-shaped plate-like divisions with gray (2.5Y 5/1) edges; very firm; few fine pores; 30 percent channers; slightly acid at 60 inches; neutral at 70 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wyoming County, New York; town of Pike, 30 feet north of Safford Road, and 400 feet west of New York Highway 19. USGS Pike, NY topographic quadrangle; Latitude 42 degrees, 34 minutes, 51 seconds N. and Longitude 78 degrees, 08 minutes, 03 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 40 to 70 inches. Depth to bedrock is 60 inches or more. Thickness of the silty mantle ranges from 15 to 36 inches. Vermiculite-like minerals are prominent in the silty mantle, and micas are the dominant clay minerals in the till. Rock fragments, mainly channers, gravel, and flagstones, range from 0 to 5 percent by volume in the surface layer and upper part of the subsoil, and from 15 to 40 percent in the 2BX and 2C horizons.\nThe Ap or A horizons have hue of 2.5Y or 10YR, value of 3 or 4, and chroma of 1 through 3. Texture is silt loam or very fine sandy loam. Consistence is very friable or friable. Reaction ranges from very strongly acid to moderately acid, unless the soil is limed.\nThe Bg horizon has hue of 2.5Y or 10YR, value of 3 through 5, and chroma of 1 or 2. Texture is silt loam or very fine sandy loam. Some pedons have a Bw horizon with chroma of 3 or 4. Reaction ranges from very strongly acid through moderately acid.\nThe Eg or E horizon has hue of 2.5Y through 7.5YR, value of 5 or 6, and chroma of 1 through 3. It contains distinct or prominent mottles of chroma higher than those of the matrix. Texture is very fine sandy loam or silt loam. Clay content is typically less than 18 percent, but ranges from 12 to 20 percent. The Eg or E horizon is massive, or has platy or weak blocky structure. Consistence is very friable to firm. Reaction is very strongly acid to slightly acid. Tonguing of the E horizon into the 2Bx horizon ranges from slight to prominent.\nIn some pedons, where the silt-mantle is deeper than 24 inches, a Bx horizon is present in the silt-mantle that is 3 to 12 inches thick. Where the silt-mantle is less than 24 inches thick the 2Bx horizon is formed entirely in the underlying till. The Bx horizon has hue of 2.5Y or 10YR, value of 3 through 5, and chroma of 1 through 3. Texture is silt loam or very fine sandy loam. Reaction ranges from very strongly acid through moderately acid.\nThe 2Bx horizon has hue of 5Y through 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is loam or silt loam in the fine-earth fraction. Structure is very coarse prismatic, or the horizon is massive. Consistence is firm or very firm. Reaction ranges from strongly acid to slightly acid in the upper part, and from moderately acid to neutral in the lower part.\nThe 2C horizon has hue of 5Y through 10YR, value of 4 or 5, and chroma of 2 through 4. It is loam or silt loam in the fine-earth fraction. It has weak to moderate plate-like divisions, or it is massive. Reaction is slightly acid to slightly alkaline. In some places the lower part of the horizon is effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Wallington series are in the same family. Wallington soils formed entirely in silty lacustrine sediments and lack rock fragments in the lower part of the subsoil.\nClosely related or similar soils are in the Canasaraga, Erie, Fremont, Morris, Scriba, Venango, and Volusia series. Erie, Morris, Scriba, Venango, and Volusia soils lack the distinct silty, rock fragment-free surface and subsurface layers. The Canaseraga soils have dominant chroma of more than 2 above depths of 20 inches. Fremont soils lack a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dalton soils are mainly on nearly level to sloping footslopes along lower valley sides, and to a lesser extent on flats or in slight depression in morainic areas. Slope ranges are mainly less than 5 percent, but they range from 0 to 15 percent. The upper part of the regolith is a silty lacustrine mantle, and the lower part is till derived from siltstone, shale, and sandstone. Mean annual precipitation ranges from 32 to 42 inches; mean annual temperature ranges from 46 to 53 degrees F.; and the mean growing season ranges from 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Canaseraga soils are the well and moderately well drained member of a drainage sequence with the Dalton soils. Competing Volusia or Erie soils are normal associates where the silty mantle is thin or lacking. Lordstown soils are on nearby steep slopes where bedrock is at depths of less than 40 inches. Howard or Chenango soils are on adjoining glacial outwash terraces. Unadilla or Allard soils are associated where the outwash material has a silt-mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is low to very high. Permeability of the solum above the fragipan is moderate, and slow or very slow in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large acreage of the soil has been cleared and is used for pasture, or cropped for hay, oats, and corn for silage. Some areas are now idle. Woodlots contain sugar maple, American beech, red oak, hemlock, and other northern hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Appalachian Plateau of New York and northwestern Pennsylvania. MLRAs 139 and 140. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegheny County, New York, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Dalton series was formerly classified as Sols Bruns Acides with fragipans.\nDiagnostic horizons and other features recognized in the typifying pedon are:\na. Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\nb. Cambic horizon - the zone from 8 to 15 inches (Bg horizon).\nc. Fragipan - the zone from 18 to 56 inches (Bxl and 2Bx2 horizons).\nd. Aquept suborder - Aquic moisture regime, and soil matrix of 2 chroma or less with redox features within 20 inches of the soil surface (Bg and Eg horizons).\ne. Aeric subgroup - a zone within 30 inches of the soil surface that has dominant chroma higher than 2 in 40 percent or more of the matrix (2Bx1 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
