{
  "SERIES": "DALYS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFB-KTS-EMM",
  "REVDATE": "07/2012",
  "STATES": "MT",
  "OVERVIEW": "The Dalys series consists of very shallow, well drained soils that formed in colluvium and/or residuum derived from igneous or sedimentary bedrock. These soils are on hills, mountain slopes, ridges and escaprments. Slopes are 15 to 60 percent.  Mean annual precipitation is about 16 inches, and mean annual air temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dalys extremely channery coarse sandy loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 3 inches; dark grayish brown (10YR 4/2) extremely channery coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine tubular pores; 60 percent channers and 5 percent flagstones; neutral (pH 7.2); clear smooth boundary. (2 to 4 inches thick)\nC--3 to 7 inches; brown (10YR 5/3) extremely flaggy sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine tubular pores; 10 percent channers and 60 percent flagstones; neutral (pH 7.2); clear smooth boundary. (4 to 7 inches thick)\nR--7 inches; fractured igneous bedrock; few fine roots in some cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; approximately 1400 feet south and 500 feet west of the NE corner of sec. 35, T. 7 S., R. 11 W.  Bannack  topographic quadrangle.  UTM 12T, 349944e, 5005159n."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 36 to 42 degrees F.\nMollic epipedon thickness: 3 to 9 inches\nDepth to a lithic contact: 6 to 10 inches\nA horizon\nValue: 4 or 5 dry; 2 or 3 moist\nTexture: sandy loam, coarse sandy loam or loam\nClay content: 5 to 15 percent\nRock fragments: 35 to 70 percent--35 to 65 percent channers or gravel, 0 to 10 percent flagstones or cobbles\nReaction: pH 5.6 to 7.4\nC horizon\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2 or 3; dry or moist\nTexture: loam, sandy loam, coarse sandy loam or sandy clay loam\nClay content: 5 to 22 percent\nRock fragments: 35 to 80 percent--10 to 20 percent channers or gravel, 25 to 60 percent flagstones or cobbles\nReaction: pH 6.1 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArrowpeak (MT) - have a lithic contact at depths of 10 to 20 inches\nBetemer (CO) - have a lithic contact at depths of 10 to 20 inches\nCatlinsprings (MT) - have a lithic contact at depths of 10 to 20 inches.\nCheadle (MT) - have a lithic contact at depths of 10 to 20 inches\nChokecherry (ID) - have a lithic contact at depths of 10 to 20 inches\nClamp (OR) - have a xeric moisture regime\nDollarhide (ID) - have a lithic contact at depths of 10 to 20 inches\nEyre (CO) - have a lithic contact at depths of 10 to 20 inches\nIrigul (WY) - do not allow for flagstones and can have a mean annual precipitation as low as 11 inches\nIrson (WY) - have a lithic contact at depths of 10 to 20 inches\nJonlake (NV) - have a lithic contact at depths of 10 to 20 inches\nLabshaft (NV) - have a lithic contact at depths of 10 to 20 inches\nMccadden (UT) - have an udic moisture regime\nPoin (MT) - have a lithic contact at depths of 10 to 20 inches\nRogert (CO) - have elevations greater than 7,500 feet\nSchwacheim (CO) - have a lithic contact at depths of 10 to 20 inches\nStarley (WY) - have secondary calcium carbonate accumulation\nTopeki (NV) - have a lithic contact at depths of 10 to 20 inches\nTrump (CO) - have a lithic contact at depths of 10 to 20 inches\nUdel (NV) - have a mean annual air temperature of 40 to 43 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills, mountain slopes, ridges, and escaprments\nElevation - 6,000 to 7,500 feet\nSlope - 15 to 60 percent\nParent material - colluvium and/or residuum derived from igneous or sedimentary bedrock\nClimate - cool with long, cold winters and moist springs\nMean annual precipitation - 15 to 24 inches\nMean annual temperature - 34 to 40 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for rangeland.  The potential native vegetation is mainly bluebunch wheatgrass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Dalys soils are of small extent in southwestern Montana.  MLRA - 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horse Prairie-South Valley Area - Part of Beaverhead County, Montana, 2011; proposed in Beaverhead County, Montana, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 7 inches (A and C horizons)\nLithic contact - at 7 inches (R horizon)\nParticle-size control section - from 0 to 7 inches (A and C horizons)\nDalys soils have an ustic moisture regime and a cryic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
