{
  "SERIES": "DAMLUIS",
  "STATUS": "Established Series",
  "BYREV": "Rev.PWB/CAF/JJJ/MAV",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Damluis series consists of very deep, well drained soils that formed in alluvium from mixed sources.  Damluis soils are on low or uplifted dissected terraces and have slopes of 0 to 15 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Calcic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Damluis clay loam - on a slope of 1 percent under soft chess, red brome, and fescue at an elevation of 250 feet.  (Colors are for dry soil unless otherwise stated.  When described on June 8, 1978, the soil was dry to 11 inches and moist below).\nA--0 to 11 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium and coarse subangular blocky structure; hard, friable, slightly sticky and plastic; common very fine roots; few very fine tubular pores; few thin pressure faces; 35 percent clay content; slightly effervescent with disseminated carbonates; 9 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear wavy boundary.   (9 to 13 inches thick)\nBk--11 to 22 inches; brown (7.5YR 4/4) clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and plastic; common very fine roots; few very fine tubular pores; common thin pressure faces; 35 percent clay content; strongly effervescent with disseminated carbonates and segregated as common fine filaments or threads; 14 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 15 inches thick)\nBtk1--22 to 36 inches; brown (7.5YR 4/4) clay, dark brown (7.5YR 3/4) moist; strong medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; few very fine tubular pores; many moderately thick and thick clay films on peds and line pores; 50 percent clay content; violently effervescent with disseminated carbonates and segregated as many fine filaments or threads; 18 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear wavy boundary.\nBtk2--36 to 44 inches; strong brown (7.5YR 4/6) clay, dark brown (7.5YR 3/4) and yellowish red (5YR 4/6) moist; strong medium subangular blocky structure; hard, friable, very sticky and plastic; few very fine roots; few very fine tubular pores; few thin clay films on peds and line pores; 47 percent clay content; strongly effervescent with disseminated carbonates and segregated as common fine filaments or threads; 15 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (Combined thickness of the Btk is 15 to 36 inches)\n2Ck1--44 to 52 inches; light gray (10YR 7/2) and brownish yellow (10YR 6/8) clay loam, light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/8) moist; massive, very hard, friable, slightly sticky and plastic; no roots; common very fine tubular pores; 36 percent clay content; violently effervescent with disseminated carbonates and segregated as common fine filaments or threads; 34 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt smooth boundary.\n3Ck2--52 to 60 inches; strong brown (7.YR 5/6) very gravelly sandy loam, dark yellowish brown (10YR 4/6) moist; massive; soft, friable, nonsticky and nonplastic; no pores; violently effervescent with disseminated carbonates, 55 percent gravel 2 to 25 mm in size; moderately alkaline (pH 8.0).  (Combined thickness of the C is 10 to 30 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California, 3 miles southwest of the community of Santa Nella.  2,620 feet north of Highway 152, 1,380 feet south of the O'Neill Forebay, and 600 feet SW (220 degrees) of the third power pole south of the O'Neill Forebay; in the SE 1/4 of SE 1/4 of NW 1/4 of sec. 13, or 2,500 feet south and 1,100 feet east of the NW corner of sec. 13, T. 10 S., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is more than 60 inches deep.  The soil between the depths of 6 and 17 inches is moist throughout from about January 1 to May 1 and dry throughout from about July 1 to November 1.  The mean annual soil temperature is 59 to 64 degrees F.  The soil temperature is below 47 degrees F in parts of January and February and is never below 41 degrees F at any time.  Calcium carbonate equivalent in the solum ranges from 3 to 25 percent but is never 5 percent or more than the underlying horizon.  Some pedons do not have a very gravelly layer in the lower C horizon.\nThe A horizon ranges from 35 to 40 percent clay content.  The Btk horizon ranges from 45 to 55 percent clay content and has at least 1.2 times more clay than the A horizon.  Gravel ranges from 0 to 35 percent in the solum and upper C horizon and from 35 to 60 percent in the lower C horizon.\nThe A horizon is 10YR 4/2, 4/3, 5/2, 5/3; 7.5YR 4/2, 4/4, or 5/2.  Moist colors are 10YR 3/2, 3/3; or 7.5YR 3/2.  Colors of 7.5YR 4/4 occur only as a minor part of the A horizon.  Texture is clay loam or gravelly clay loam.  The A horizon is noncalcareous to slightly effervescent.  Reaction is slightly alkaline or moderately alkaline.\nThe Btk horizon is 10YR 5/2, 5/3, 5/4, 4/2, 4/3; 7.5YR 4/4, 4/6, 5/4, 5/6, 6/6; 5YR 5/3, 5/4, or 5/6.  Moist colors are 10YR 3/2, 4/2, 4/3, 4/4; 7.5YR 3/4, 4/4, 4/6, 5/4, 5/6; 5YR 3/4, 4/4, or 4/6.  Texture is clay, sandy clay, gravelly clay or gravelly sandy clay.  Reaction is slightly alkaline or moderately alkaline.\nThe 2Ck horizon is 10YR 6/8, 7/2, 7/6; 7.5YR 5/6, 6/4, 6/6, 6/8, 7/6, or 7/8.  Moist colors are 10YR 4/4, 5/8, 6/4, 6/6; 7.5YR 4/4, 5/6, 5/8, 6/6, or 6/8.  The clay content ranges from 28 to 40 percent.  Texture is commonly clay loam or gravelly clay loam and less commonly sandy clay loam, sandy clay, gravelly sandy clay loam and gravelly sandy clay.\nThe 3Ck horizon is 10YR 6/6, 7/6, 8/4, 8/6; 7.5YR 5/6, 6/6, 6/8, or 7/6.   Moist colors are 10YR 4/6, 5/6, 6/6, 7/4, 7/6; 7.5YR 4/6, 5/6, 5/8, or 6/6.  Texture is very gravelly sandy loam or very gravelly sandy clay loam.  The clay content ranges from 15 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing soil series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Damluis soils are on low or uplifted dissected terraces adjacent to valley alluvial fans.  Slopes are 0 to 15 percent.  They formed in alluvium from mixed sources.  Elevations are 120 to 500 feet.  The climate is semiarid with hot dry summers and cool moist winters.  The mean annual precipitation is about 9 to 12 inches.  Mean January temperature is 46 degrees F; mean July temperature is 78 degrees F.  The mean annual temperature is about 60 degrees to 64 degrees F.  The frost-free season is about 210 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bapos and Los Banos soils and the Apollo, Oneil, and Stanislaus soils.  Apollo soils have a paralithic contact at depths of 40 to 60 inches and a fine-loamy control section.  Oneil soils do not have an argillic horizon and have a fine-silty control section.  Stanislaus soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; negligible to high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated alfalfa, sugar beets, and cotton production.  Where irrigation water is not available, they are used for rangeland and dryland barley production.  A few areas are used for recreation land and urban development.  The natural vegetation is soft chess, red brome, annual fescue, filaree, and other annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur on terraces of the eastern edge of the Coast Range foothills and the western edge of the Central San Joaquin Valley.  They are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced County, California 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with and mapped as the now inactive Denverton series in the Los Banos Area, series 1939 report.  Reaction determined by colorimetric method using Thymol Blue and Hellige-Truog Triplex indicators.  Texture determined by modified Bouyoucos method.  Presence of carbonates determined by 10 percent HC1 solution.  Calcium carbonate equivalent determined by field kit.\nRunoff terminology updated 4/96 from slow to medium, to new criteria, and to comply with the Soil Survey Manual, 10/93.\nLast revised by the state on 8/96.\nADDITIONAL DATA: NSSL pedon S91CA-099-006 (partial pedon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
