{
  "SERIES": "DANABROOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEC-EMS-MBW",
  "REVDATE": "04/2008",
  "STATES": "IL",
  "OVERVIEW": "The Danabrook series consists of very deep, moderately well drained soils formed in loess or other silty material and in the underlying loamy till on till plains and moraines. Slope ranges from 0 to 10 percent. Mean annual precipitation is about 940 mm (37 inches ), and mean annual air temperature is about 9 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Danabrook silt loam - on an east-facing convex slope of 3 percent in a cultivated field at an elevation of 266 meters (872 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak very fine and fine granular structure; friable; common very fine roots; neutral; clear smooth boundary.\nA--20 to 33 cm (8 to 13 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; common very fine roots; neutral; clear smooth boundary. [Combined thickness for the A horizon is 25 to 51 cm (10 to 20 inches).]\nBt1--33 to 53 cm (13 to 21 inches); brown (10YR 4/3) silty clay loam; moderate very fine and fine subangular blocky structure; friable; common very fine roots; few distinct dark brown (10YR 3/3) clay films and very dark grayish brown (10YR 3/2) organic coatings on faces of peds and on surfaces along  pores; neutral; clear smooth boundary.\nBt2--53 to 66 cm (21 to 26 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; few very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; common fine dark brown (7.5YR 3/3) very weakly cemented iron-manganese concretions throughout; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear wavy boundary.\nBt3--66 to 84 cm (26 to 33 inches); brown (10YR 5/3) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; many distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine dark brown (7.5YR 3/3) very weakly cemented iron-manganese concretions throughout; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine faint grayish brown (10YR 5/2) iron depletions in the matrix; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 71 cm (10 to 28 inches).]\n2Bt4--84 to 107 cm (33 to 42 inches); brown (7.5YR 5/4) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine dark brown (7.5YR 3/3) very weakly cemented iron-manganese concretions throughout; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 6 percent gravel; slightly alkaline; clear wavy boundary. [10 to 51 cm (4 to 20 inches)  thick]\n2BC--107 to 127 cm (42 to 50 inches); brown (7.5YR 5/4) loam; weak medium prismatic structure parting to weak medium subangular blocky; friable; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 8 percent gravel; slightly effervescent; slightly alkaline; gradual wavy boundary. [0 to 25 cm (0 to 10 inches) thick]\n2C--127 to 152 cm (50 to 60 inches); brown (7.5YR 5/4) loam; massive; firm; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 10 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: DeKalb County, Illinois; about 6.4 km (4 miles) north of Genoa; 176 feet (54 m) south and 2,334 feet (711 m) west of the northeast corner of sec. 5, T. 42 N., R. 5 E.; USGS Riley topographic quadrangle; lat. 42 degrees 09 minutes 09 seconds N., and long. 88 degrees 40 minutes 28 seconds W., NAD 27; UTM Zone 16, 361649 easting and 4668068 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon ranges from 76 to 127 cm (30 to 50 inches). The depth to horizons with more than 15 percent sand ranges from 22 to 40 inches (56 to 102 cm). The depth to carbonates is 76 to 127 cm (30 to 50 inches). Rock fragment content ranges from none to a few pebbles in the upper one-half of the series control section and 2 to 15 percent in the lower one-half. The mollic epipedon is 25 to 51 cm (10 to 20 inches) thick.\nThe Ap, A, or AB horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 to 3. Texture is silt loam. Reaction ranges from moderately acid to neutral.\nThe Bt horizon has hue of 10YR, value of 4 to 6, and chroma of 3 or 4. Texture is silty clay loam or silt loam. Clay content averages 27 to 34 percent clay, some subhorizons range from 24 to 35 percent. Reaction is strongly acid to neutral.\nThe 2Bt, 2BC, or 2Bk horizon has hue of 7.5YR, value of 4 to 6, and chroma of 3 to 6. Redoximorphic features have chroma of 2 to 8. Texture is clay loam, loam, or sandy clay loam. Clay content ranges from 20 to 34 percent and sand content from 25 to 60 percent. Reaction ranges from moderately acid to slightly alkaline. The calcium carbonate equivalent is 0 to 20 percent.\nThe 2C horizon has hue of 7.5YR, value of 4 to 6, and chroma of 3 to 6. Redoximorphic features have chroma of 2 to 8. Texture is loam or sandy loam. The 2C horizon averages 15 to 20 percent clay and 35 to 60 percent sand. Many pedons have secondary carbonate accumulations in the upper part. The calcium carbonate equivalent is 15 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Assumption, Aviston, Barrington, Blackberry, Buckhart, Catlin, Clare, Dana, Geryune, Graymont, Harrison, Keltner, Saybrook, and Totanang series. Assumption, Graymont, and Saybrook soils average more than 20 percent clay in the lower part of the series control section. Aviston, Blackberry, Buckhart, Catlin, and Harrison soils do not have horizons with more than 15 percent sand within a depth of 102 cm (40 inches). Barrington and Clare soils have a poorly graded sand fraction in the lower one-half of the series control section. Dana soils have a hue of 10YR in the lower one-half of the series control section. Geryune soils have a bulk density of less than 1.70g/cm3 in the lower part of the series control section. Keltner soils have a paralithic contact within a depth of 152 cm (60 inches). Totanang soils have more than 15 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Danabrook soils are on till plains and moraines. Slope ranges from 0 to 10 percent. Danabrook soils formed in 56 to 102 cm (22 to 40 inches) of loess or other silty material and in the underlying loamy till. Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F), mean annual precipitation from 762 to 1016 mm (30 to 40 inches), frost free days range from 140 to 180 days, and the elevation ranges from 189 to 311 meters (620 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Brenton, Drummer, Lisbon, Octagon, and Parr soils. The somewhat poorly drained Brenton and Lisbon soils are on lower positions on the landform. The poorly drained Drummer soils are in drainageways and slight depressions. The moderately well drained Octagon and Parr soils are on similar landform positions nearby where the loess or silty mantle is thinner."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. An intermittent perched high water table is at a depth of 61 to 107 cm (2.0 to 3.5 feet) below the surface at some time between February and April in most years. The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the solum and moderately high (1.41 to 4.23 micrometers per second) in the underlying material. Permeability is moderate in the solum and moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped. Principal crops are corn, soybeans, small grain, and hay. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois. The extent is moderate in MLRA,s 95B, 108A, and 108B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McHenry County, Illinois, 1996. The name Danabrook is coined from the two soils originally mapped in the county, Dana and Saybrook. Both these units were correlated to Danabrook in certain geologic members."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped Saybrook in McHenry County. Through MLRA update activities these areas have clay content in the lower part of the series control section averaging 15 to 20 percent. The clay content of the lower part of the Saybrook series control section averages more than 20 percent.\nDiagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to 33 cm (13 inches) (Ap and A horizons); argillic horizon - the zone from 33 to 107 cm (13 to 42 inches) (Bt1, Bt2, Bt3, and 2Bt4 horizons); lithological discontinuity at a depth of 84 cm (33 inches) - the contact between the Bt3 and 2Bt4 horizons; udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak very fine and fine granular structure; friable; common very fine roots; neutral; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--20 to 33 cm (8 to 13 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; common very fine roots; neutral; clear smooth boundary. [Combined thickness for the A horizon is 25 to 51 cm (10 to 20 inches).]"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--33 to 53 cm (13 to 21 inches); brown (10YR 4/3) silty clay loam; moderate very fine and fine subangular blocky structure; friable; common very fine roots; few distinct dark brown (10YR 3/3) clay films and very dark grayish brown (10YR 3/2) organic coatings on faces of peds and on surfaces along  pores; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--53 to 66 cm (21 to 26 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; few very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; common fine dark brown (7.5YR 3/3) very weakly cemented iron-manganese concretions throughout; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--66 to 84 cm (26 to 33 inches); brown (10YR 5/3) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; many distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine dark brown (7.5YR 3/3) very weakly cemented iron-manganese concretions throughout; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine faint grayish brown (10YR 5/2) iron depletions in the matrix; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 71 cm (10 to 28 inches).]"
      },
      {
        "name": "2Bt4",
        "top": 84,
        "bottom": 107,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt4--84 to 107 cm (33 to 42 inches); brown (7.5YR 5/4) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine dark brown (7.5YR 3/3) very weakly cemented iron-manganese concretions throughout; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 6 percent gravel; slightly alkaline; clear wavy boundary. [10 to 51 cm (4 to 20 inches)  thick]"
      },
      {
        "name": "2BC",
        "top": 107,
        "bottom": 127,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--107 to 127 cm (42 to 50 inches); brown (7.5YR 5/4) loam; weak medium prismatic structure parting to weak medium subangular blocky; friable; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 8 percent gravel; slightly effervescent; slightly alkaline; gradual wavy boundary. [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "narrative": "2C--127 to 152 cm (50 to 60 inches); brown (7.5YR 5/4) loam; massive; firm; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 10 percent gravel; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
