{
  "SERIES": "DANIELSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-DEM-AGG",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Cumulic Vertic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Danielson clay loam on a plane level slope in a cultivated field. (Colors are for moist soil unless otherwise noted).\nAp--0 to 23 cm (0 to 9 inches); black (N 2/0) clay loam, very dark gray (N 3/0) dry; weak fine angular blocky structure; friable; neutral; clear smooth boundary.\nA1--23 to 48 cm (9 to 19 inches); black (N 2/0) silty clay, very dark gray (N 3/0) dry; moderate very fine angular blocky structure; friable; neutral; gradual smooth boundary.\nA2--48 to 79 cm (19 to 31 inches); black (N 2/0) silty clay, very dark gray (N 3/0) dry; moderate fine angular blocky structure parting to strong very fine angular blocky; friable; neutral; clear smooth boundary. [Combined thickness of A horizons is 51 to 152 cm (20 to 60 inches)]\nAB--79 to 91 cm (31 to 36 inches); very dark gray (N 3/0) silty clay, dark gray (N 4/0) dry; strong fine angular blocky structure parting to strong very fine angular blocky; firm; many black (N 2/0) organic coatings on faces of peds; neutral; clear smooth boundary. [0 to 30 cm (0 to 12 inches thick)]\nBg1--91 to 130 cm (36 to 51 inches); dark gray (5Y 4/1) silty clay; moderate medium prismatic structure parting to strong fine angular blocky; firm; common very dark gray (N 3/0) organic coatings on faces of peds; neutral; clear smooth boundary. [0 to 76 cm (0 to 12 inches thick)]\n2Bg2--130 to 203 cm (51 to 80 inches); olive gray (5Y 5/2) silty clay loam; moderate medium prismatic structure parting to strong fine angular blocky; firm; common medium prominent light olive brown (2.5Y 5/6) Fe concentrations; common olive gray (5Y 4/2) organic coatings on faces of peds; about 1 percent gravel, about 1 percent cobbles and stones; neutral;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Meeker County, Minnesota, about 1 mile south and 1 mile east of Rosendale; 518 m (1700 feet ) south and 107 m (350 feet) west of the northeast corner of Sec. 14, T. 118 N., R. 32 W., USGS Rosendale, Minnesota quadrangle, lat. 45 degrees 01 minute 58 seconds; N; long. 94 degrees 39 minutes 25 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 102 to 203 cm (40 to 80 inches). The mantle of colluvial and lacustrine sediment ranges from 102 to 178 cm (40 to 70 inches) thick. The mollic epipedon ranges from 61 to 183 cm (24 to 72 inches) thick. The particle size control averages 35 to 45 percent clay, and the content of fine sand is less than 15 percent. Cobbles, stones and boulders are widely scattered on and in the soil in some areas. The colluvial and lacustrine sediments have as much as 1 percent gravel, mostly 2 to 10 millimeters in size. Gravel sized fragments in the glacial till range from 1 to 5 percent. The rock fragments are of mixed lithology. Shale is a common component.\nThe Ap and A horizons have hue of 10YR or are neutral, value of 2 in the upper part, and 2 or 3 in the lower part, with chroma of 0 or 1. They are clay loam, silty clay loam, or silty clay. Reaction is slightly acid or neutral. Some pedons have free carbonates and a surface lower in organic carbon, from sediment washed in from upslope.\nThe matrix of the Bg and 2Bg horizons has hue of 2.5Y or 5Y, value of 4 or 5 and chroma of 1 or 2. Ped surfaces may be 1 or 2 units lower in value than ped interiors. Redoximorphic concentrations are commonly present in the lower part. The Bg horizon commonly is silty clay or clay and less commonly silty clay loam.\nThe 2Bg horizon is clay, silty clay or clay loam. It has at least 1 percent rock fragments. Reaction is neutral or slightly acid.\nSome pedons have a Bkg horizon or 2Bkg horizon with hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 1 or 2. The Bkg horizon is silty clay, clay or silty clay loam.\nThe 2Bkg horizon has at least 1 percent rock fragments. It is clay loam, clay or silty clay. The content of clay ranges from 30 to 55 percent clay and content of sand from 15 to 30 percent. Some pedons have subhorizons with less than 15 percent sand. The Bkg horizon and 2Bkg horizons are slightly alkaline or moderately alkaline. The 2Bg and 2Bkg horizons have bulk density ranging from 1.6 to 1.8 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The competing series is Lura and Swanberger series. Lura soils have saturation to the surface of the soil. Swanberger soils have 3 percent or less organic matter at depths starting at 6 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Danielson soils are on plane to slightly concave positions on footslopes or toeslopes on moraines. Slope gradient ranges from 0 to 4 percent. They formed in 102 to 178 cm (40 to 70 inches) of colluvium and fine textured lacustrine sediment and the underlying firm till of uncertain age, but are thought to be pre-Wisconsin in age. Mean annual air temperature ranges from 7 to 9 C (45 to 48 degrees) F. Mean annual precipitation is 660 to 711 mm (26 to 28 inches). The number of frost free days ranges from 155 to 200. Elevation above sea level is from 320 to 381 m (1050 to 1250 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arkton, Corvuso , Cosmos, Kandiyohi , Lura, Newlondon and Strout soils. Arkton, Kandiyohi, Lura, Newlondon and Strout soils are members of a hydrosequence with Danielson soils. The moderately well drained Arkton and Newlondon soils are calcareous throughout and are on shoulders. Somewhat poorly drained Kandiyohi soils are on summits. Very poorly drained Lura soils formed in similar sediment as Danielson but are in closed depressions. The poorly drained Corvuso soils are on rims of closed depressions. The poorly drained Cosmos soils are on nearly level positions. Moderately well drained Strout soils are on summits, shoulders, and backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and somewhat poorly drained. Surface runoff is low. Saturated hydraulic conductivity is .42 to 1.41 micrometers per second (.06 to .2 inches inches per hour). Seasonal high saturation is as high as 15 cm (.5 foot) on the poorly drained phase and 46 cm (1.5 feet) for the somewhat poorly drained phase at sometime during the months of March to July and October to November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly drained and cropped to corn and soybeans. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-103. South Central Minnesota. Small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Meeker County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - zone from the surface to 91 cm (36 inches) (Ap, A1, A2, and AB horizons); cambic horizon - zone from 91 to 178 cm (36 to 70 inches) (Bg1, 2Bg2 and 2Bg3 horizons). Other features: aquic moisture regime; mesic temperature regime.  A somewhat poorly drained overwash phase is recognized with 20 to 51 cm (8 to 20 inches) of colluvium overlying the original dark colored surface layer.\nSome pedons have clay coatings on faces of peds but do not have a B/A clay ratio of 1.2 or more. 1/20/2011-TYPE LOCATION error corrected.\nADDITIONAL DATA: Refer to Minnesota Agricultural Experiment Station Central File Code numbers 4056 and 4299 for laboratory data from representative pedons of this series. Soil Interpretation Record Number is MN0690.\nRefer to the PhD thesis, 1984, by James Crum, University of Minnesota on the nature Kandiyohi till entitled \"Soils and Till Stratigraphy of West-Central Minnesota.\"\nNational Cooperative Soil Survey\nU.S.A."
  }
}
