{
  "SERIES": "DANJER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:CLN",
  "REVDATE": "9/97",
  "STATES": "TX",
  "OVERVIEW": "The Danjer series consists of very deep, well drained, very slowly permeable soils.  These soils formed in clayey sediments of the Largarto Formation.  These soils are on nearly level to very gently sloping uplands.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Danjer clay--cropland, (microlow).\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure; very hard, friable, sticky and plastic; common fine roots; few snail shell fragments; slightly effervescent; moderately alkaline; clear smooth boundary.  (4 to 8 inches thick)\nA--6 to 12 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium angular blocky structure; very hard, very firm, sticky and plastic; few fine roots; many pressure faces; few fine masses of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary.  (0 to 8 inches thick)\nBss1--12 to 20 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate medium angular blocky structure; very hard, very firm, sticky and plastic; few fine roots; many pressure faces and few prominent slickensides; few fine masses of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 12 inches thick)\nBss2--20 to 43 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak fine and medium angular blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; few streaks of pale brown (10YR 6/3) iron concentrations, amount increases with depth; common prominent slickensides; few vertical fillings of dark gray (10YR 4/1) soil material along cracks; few fine masses of calcium carbonate; strongly effervescent; moderately alkaline; diffuse wavy boundary.  (12 to 40 inches thick)\nBCk--43 to 80 inches; pink (7.5YR 7/4) clay, light brown (7.5YR 6/4) moist; weak fine and medium subangular blocky structure; extremely hard, very firm, sticky and plastic; very few fine roots; few fine distinct reddish yellow (5YR 6/6) and reddish brown (5YR 4/4) iron concentrations, amount increases with depth; few fine masses of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jim Wells County, Texas; 13.0 miles north on U. S. Highway 281 from its intersection with State Highway 359 in Alice; 0.75 mile east on caliche road; 40 feet south in cropland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 80 inches thick.  Weighted average clay content of the particle-size control section ranges from 40 to 55 percent.  The amplitude of waviness between mollic colored soil materials and lighter colored materials ranges from 15 to 30 inches.  Large slickensides begin at a depth of 12 to 26 inches.  When dry, the soil has cracks at least 1/2 of an inch wide that extend to a depth of more than 20 inches.  They are open for 90 to 150 cumulative days in most years.  Salinity is 0 to 4 mmhos/cm and increases with depth.\nThe A horizon has color in hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 or 2.  The texture is clay loam or clay.  Some Ap horizons are sandy clay loam.  Effervescence ranges from very slight to strong.  Reaction is slightly alkaline or moderately alkaline.\nThe Bw (present in some pedons) and Bss1 horizon has color in hue of 10YR or 2.5Y, value of 3 or 4, chroma of 1 to 3.  Texture is clay loam or clay.  Iron concentrations or masses in shades of brown or yellow range from none to few.  Masses or concretions of calcium carbonate range from none to few.  Effervescence is slight or strong.  Reaction is slightly alkaline or moderately alkaline.\nThe Bss2 or Bkss horizon has color in hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 1 to 3.  Iron concentrations or masses in shades of brown, yellow, or red range from few to common in most pedons.  Texture is clay typically with 40 to 55 percent total clay content.  Carbonate clays make up about 5 to 12 percent.  Masses or concretions of calcium carbonate range from few to common.  Effervescence is strong or violent.\nThe BC or BCk horizon has color in hue of 5YR to 10YR, value of 5 to 8, and chroma of 2 to 4.  Redox concentrations or masses in shades of red, yellow, or brown range from few  to common in most pedons.  Texture is clay loam or clay with about 5 to 15 percent carbonate clay.  Masses and concretions of calcium carbonate range from few to common.  Effervescence is strong or violent and reaction is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buchel, Lattas, Monteola, and Rosenbrock series in the same family and the similar Montell and Victoria soils.  Buchel soils have color with moist value of 3 or less to a depth of more than 40 inches and are on flood plains.  Lattas soils have chroma of 1 in over half the pedon to a depth of 40 inches or more.  Monteola soils have less than 14 inches amplitude in the boundary between the mollic colored upper part and lower lighter colored materials and are deep to siltstone.  Montell soils classify in the sodic subgroup.  Victoria soils have slickensides to a depth of 60 inches or more and are moist for slightly longer periods in the moisture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Danjer soils occupy nearly level to very gently sloping uplands.  Slope gradients range from 0 to 3 percent.  The soil formed in calcareous, clayey sediments, mainly of the Lagarto formation.  Mean annual soil temperature ranges from 70 to 72 degrees F.   Mean annual precipitation ranges from 26 to 34 inches.  Frost free days range from 280 to 290.  Elevation ranges from 75 to 350 feet.  Thornthwaite P-E index ranges from 30 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lattas series, and the Clareville, Goliad, Olmos, Parrita, and Pernitas series.  All of these soils are slightly higher in the landscape.  Clareville, Goliad, Parrita, and Pernitas soils have an argillic horizon and do not have slickensides.  In addition, Parrita and Goliad soils have a petrocalcic horizon.  Olmos soils are less than 20 inches thick and have a petrocalcic horizon.  Lattas soils are lower in the landscape on the adjacent Beaumont formation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow permeability. The runoff is low on 0 to 1 percent slopes and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for cropland and improved pastures of coastal bermuda and buffelgrass.  Crops are mainly grain sorghum but some cotton is also grown.  Some areas are in rangeland.  Principal native grasses are sideoats grama, four-flower trichloris, vine mesquite, plains bristlegrass, and Arizona cottontop.  Woody invaders are mainly mesquite, huisache, and spiny hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central part of the Rio Grande Plain of Texas (MLRA 83A, 83C).  Series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jim Wells County, Texas; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon 0 to 20 inches.\nCambic horizon 20 to 80 inches.\nVertic features consists of slickensides at depths of 20 to 43 inches and cracks in the surface layer extending to a depth of more than 20 inches.\nINTERPRETATION RECORD NUMBER: TX0589\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure; very hard, friable, sticky and plastic; common fine roots; few snail shell fragments; slightly effervescent; moderately alkaline; clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--6 to 12 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium angular blocky structure; very hard, very firm, sticky and plastic; few fine roots; many pressure faces; few fine masses of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--12 to 20 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate medium angular blocky structure; very hard, very firm, sticky and plastic; few fine roots; many pressure faces and few prominent slickensides; few fine masses of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 51,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bss2--20 to 43 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak fine and medium angular blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; few streaks of pale brown (10YR 6/3) iron concentrations, amount increases with depth; common prominent slickensides; few vertical fillings of dark gray (10YR 4/1) soil material along cracks; few fine masses of calcium carbonate; strongly effervescent; moderately alkaline; diffuse wavy boundary.  (12 to 40 inches thick)"
      },
      {
        "name": "BCk",
        "top": 109,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "BCk--43 to 80 inches; pink (7.5YR 7/4) clay, light brown (7.5YR 6/4) moist; weak fine and medium subangular blocky structure; extremely hard, very firm, sticky and plastic; very few fine roots; few fine distinct reddish yellow (5YR 6/6) and reddish brown (5YR 4/4) iron concentrations, amount increases with depth; few fine masses of calcium carbonate; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
