{
  "SERIES": "DANLEY",
  "STATUS": "Established Series",
  "BYREV": "JPW-JWW-PSP",
  "REVDATE": "02/2003",
  "STATES": "NY",
  "OVERVIEW": "The Danley series consists of deep and very deep, moderately well drained soils formed in till, which is strongly influenced by grayish calcareous shale. They are nearly level to moderately steep soils on upland till plains. Permeability is moderate in the surface layer, moderately slow in the subsoil, and slow in the substratum. Slope ranges from 0 to 25 percent. Mean annual temperature is 47 degrees F. and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Glossaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Danley silt loam - cultivated (Colors are for moist soil.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 10 percent rock fragments, mainly shale; moderately acid; abrupt smooth boundary. (6 to 11 inches thick.)\nE -- 9 to 12 inches; brown (10YR 5/3) silt loam; weak medium and fine subangular blocky structure parting to weak thin platy; friable; many fine roots; many fine and medium pores; few fine faint light olive brown (2.5Y 5/4) iron accumulation; 10 percent rock fragments, mainly shale; moderately acid; clear wavy boundary. (0 to 4 inches thick.)\nB/E -- 12 to 16 inches; olive brown (2.5Y 4/4) channery clay loam; moderate medium subangular blocky structure; firm; many fine roots; common fine pores; clay films lining some pores with thin patchy clay films on some faces of peds; vertical faces of peds have 1 to 3 millimeters thick brown (10YR 5/3), light brownish gray (10YR 6/2) dry silt coatings that constitutes less than 15 percent of the layer; 20 percent rock fragments, mainly shale; few medium faint olive brown (2.5Y 4/4) iron accumulations; slightly acid; gradual wavy boundary. (3 to 7 inches thick.)\nBt1 -- 16 to 22 inches; olive brown (2.5Y 4/4) channery clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores, 10 percent of vertical faces of peds have dark grayish brown (2.5Y 4/2) clay films;  20 percent soft rock fragments, mainly shale; common fine distinct dark grayish brown (10YR 4/2) iron depletions and few medium faint light olive brown (2.5Y 5/4) iron accumulation slightly acid; gradual wavy boundary.\nBt2 -- 22 to 36 inches; dark grayish brown (2.5Y 4/2) channery silty clay loam; moderate medium and coarse subangular blocky structure; firm; few roots; common fine pores lined with thick clay films, clay in depressions on all faces of peds; 20 percent rock fragments, mainly shale; common fine and medium distinct yellowish brown (10YR 5/4) iron accumulation; slightly acid; gradual wavy boundary.(Combined thickness of the Bt is 15 to 29 inches thick.)\nC -- 36 to 72 inches; olive gray (5Y 4/2) channery silty clay loam; crude thick lenticular plate like divisions; firm; few discontinuous clay films on plate faces in upper part; 25 percent channery fragments, mainly shale; common medium distinct olive brown (2.5Y 4/4) iron accumulation; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wyoming County, New York. Town of Covington, on Van Allen Road near its junction with Lamb Road. USGS Wyoming, NY topographic quadrangle; Latitude 42 degrees, 48 minutes, 18 seconds N. and Longitude 78 degrees, 01 minutes, 55 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 50 inches. Depth to carbonates ranges from 30 to 60 inches. Depth to shale bedrock ranges from 40 inches to 10 feet or more. Rock fragments range from 2 to 35 percent in the solum, and include up to 5 percent greater than 3 inches in diameter. Rock fragments range from 10 to 60 percent in the C horizon and include 5 to 10 percent greater than 3 inches in diameter. Rock fragments greater than 10 inches in diameter cover 0 to 20 percent of the surface. Reaction ranges from strongly acid to slightly acid in the upper part of the solum, moderately acid to neutral in the Bt horizons, and slightly alkaline to moderately alkaline beneath.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 or 3. Texture is loam, silt loam, or silty clay loam in the fine earth fraction. Structure is weak or moderate, fine or medium granular or subangular blocky. Consistence is very friable or friable.\nThe E horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 2 or 3. Redoximorphic features, if present, are few to common, faint to distinct and high chroma. The E horizon is loam, silt loam or light silty clay loam in the fine earth fraction. Structure is weak or moderate, fine or medium subangular blocky or is platy. Consistence is friable or firm consistence.\nThe B/E horizon has colors similar to the Bt in the B portion and colors similar to the E in the E portion. It contains either high or low chroma redoximorphic features or both. The B/E horizon is silty clay loam or clay loam in the fine earth fraction. Structure is weak or moderate, fine or medium subangular blocky. Consistence is friable or firm.\nThe Bt horizon has hue of 10YR through 5Y, value of 4 or 5, and chromas of 2 through 4. It contains both high and low chroma redoximorphic features. Typically, chroma becomes lower with depth. Texture is silty clay loam or clay loam in the fine earth fraction, but may contain coarser or finer textured subhorizons with an overall average clay content of 27 to 35 percent. The Bt horizon has weak or moderate, fine to coarse subangular blocky structure. Some pedons have a BC horizon that has colors and textures similar to the B or C horizons that contain free carbonates.\nThe C horizon has hue of 10YR through 5Y, value of 4 or 5, and chroma of 2 through 4. Texture is heavy loam, clay loam or silty clay loam textures in the fine earth fraction. It is massive or has plate-like divisions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Aurora, Conesus, Grindstone, and Nunda series are members of the same family. Aurora soils are underlain by bedrock at depths of 20 to 40 inches. Conesus soils have average clay content of 18 to 27 percent. Grindstone soils have a densic contact above 40 inches. Nunda soils have a lithologic discontinuity in the control section.\nBombay, Cazenovia, Darien, Hilton, and Lima are similar soils in related families. Bombay soils have coarse-loamy particle size control sections. Cazenovia soils have hues of 2.5YR to 7.5YR in the Bt horizons and lack 2 chroma redoximorphic depletions in the argillic horizon. Hilton and Lima soils lack 2 chroma redoximorphic depletions in the argillic horizons and have average clay content of 18 to 27 percent. Darien soils have aquic moisture regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Undulating to moderately steep parts of till plains that are occasionally bedrock controlled in major features. Slopes range from 0 to 25 percent. The regolith is till derived predominantly from moderately calcareous shale. Mean annual precipitation ranges from 30 to 45 inches, mean annual air temperature from 46 degrees to 50 degrees F.; and mean growing season from 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: There are the competing Aurora, Conesus, Darien, and Nunda soils and Hudson, Ilion, Langford, Lansing and Remsen soils. The somewhat poorly drained Darien and poorly drained Ilion soils are in a drainage sequence with Danley soils. Hudson soils have fine particle sized control sections. Langford soils contain a fragipan. Lansing soils have less clay in the Bt horizons and are well drained. Remsen soils formed in fine textured till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff is low to high. Permeability is moderate in the A horizon; moderately slow in the B horizon and slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil has been cleared and is used for growing pasture; hay, small grains, and corn, or is idle. Woodlots contain sugar maple, red oak, ash, and other northern hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Along the northern border of the glaciated Allegheny Plateau from western Pennsylvania through western New York and parts adjacent to the Mohawk Valley, and St Lawrence Valley. The soil extends into the Allegheny Plateau where shales are prominent. MLRA 101, 140, and 142. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Schoharie County, New York, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in the typifying pedon are:\n1. Ochric epipedon - from the surface to 9 inches (Ap horizon).\n2. Argillic horizon - the zone from 12 to 36 inches (B/E and Bt horizons).\n3. Glossaquic subgroup - as evidenced by interfingering of albic material around pedons in the upper part of the argillic horizon (B/E horizon), and low chroma mottles in the upper 10 inches of the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 10 percent rock fragments, mainly shale; moderately acid; abrupt smooth boundary. (6 to 11 inches thick.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E -- 9 to 12 inches; brown (10YR 5/3) silt loam; weak medium and fine subangular blocky structure parting to weak thin platy; friable; many fine roots; many fine and medium pores; few fine faint light olive brown (2.5Y 5/4) iron accumulation; 10 percent rock fragments, mainly shale; moderately acid; clear wavy boundary. (0 to 4 inches thick.)"
      },
      {
        "name": "B/E",
        "top": 30,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E -- 12 to 16 inches; olive brown (2.5Y 4/4) channery clay loam; moderate medium subangular blocky structure; firm; many fine roots; common fine pores; clay films lining some pores with thin patchy clay films on some faces of peds; vertical faces of peds have 1 to 3 millimeters thick brown (10YR 5/3), light brownish gray (10YR 6/2) dry silt coatings that constitutes less than 15 percent of the layer; 20 percent rock fragments, mainly shale; few medium faint olive brown (2.5Y 4/4) iron accumulations; slightly acid; gradual wavy boundary. (3 to 7 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1 -- 16 to 22 inches; olive brown (2.5Y 4/4) channery clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores, 10 percent of vertical faces of peds have dark grayish brown (2.5Y 4/2) clay films;  20 percent soft rock fragments, mainly shale; common fine distinct dark grayish brown (10YR 4/2) iron depletions and few medium faint light olive brown (2.5Y 5/4) iron accumulation slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 91,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2 -- 22 to 36 inches; dark grayish brown (2.5Y 4/2) channery silty clay loam; moderate medium and coarse subangular blocky structure; firm; few roots; common fine pores lined with thick clay films, clay in depressions on all faces of peds; 20 percent rock fragments, mainly shale; common fine and medium distinct yellowish brown (10YR 5/4) iron accumulation; slightly acid; gradual wavy boundary.(Combined thickness of the Bt is 15 to 29 inches thick.)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 183,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "moderately alkaline",
        "narrative": "C -- 36 to 72 inches; olive gray (5Y 4/2) channery silty clay loam; crude thick lenticular plate like divisions; firm; few discontinuous clay films on plate faces in upper part; 25 percent channery fragments, mainly shale; common medium distinct olive brown (2.5Y 4/4) iron accumulation; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
