{
  "SERIES": "DANSKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DON/WJL/JEB",
  "REVDATE": "2/69",
  "STATES": "ID",
  "OVERVIEW": "The soils typically have gravelly loamy coarse sand A1 horizons, lighter colored gravelly loamy coarse sand C horizons, and granitic bedrock below 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Danskin gravelly loamy coarse sand - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA11--0 to 4 inches; grayish brown (10YR 5/2) (brown 10YR 5/3 crushed) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky, nonplastic; common very fine roots; many micro and very fine interstitial pores; 27 percent (weight) fine angular gravel; slightly acid (pH 6.2); gradual wavy boundary.  (1 to 6 inches thick)\nA12--4 to 14 inches; brown (10YR 5/3) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; very weak coarse subangular blocky structure that parts to weak very fine and fine granular structure; slightly hard, very friable, nonsticky, nonplastic; common very fine and fine roots; many micro interstitial and very fine tubular pores; 36 percent (weight) fine angular gravel; slightly acid (pH 6.1); gradual wavy boundary.  (4 to 12 inches thick)\nC1--14 to 33 inches; brown (10YR 5/3) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) (dark grayish brown 10YR 4/2 crushed) moist; weak very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; common very fine and few medium roots; many micro and very fine pores; 31 percent (weight) fine angular gravel; slightly acid (pH 6.1); gradual wavy boundary.  (7 to 25 inches thick)\nC2--33 to 50 inches; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 4/3) moist; weak very fine and fine granular structure; slightly hard, very friable, nonsticky, nonplastic; few very fine, fine, and medium roots; many micro and very fine pores; 10 percent stones, 40 percent (weight) fine angular gravel; medium acid (pH 5.8); clear wavy boundary.  (1 to 20 inches thick)\nR--50 to 60 inches; white (10YR 8/2) and very pale brown (10YR 8/3), moderately weathered, consolidated quartz monzonite bedrock, moderately stained with light yellowish brown (10YR 6/4) and brown (7.5YR 5/4); much reddish brown (5YR 4/4 and 5YR 5/4) stains on top and in principal fractures; some cannot be broken in hands, other fragments can be broken with difficulty; medium acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boise County, Idaho; SW1/4 NE1/4 sec. 31, T. 9 N., R. 7 E.; Pine Flat area; westerly 75 percent middle side slope."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 55 degrees F.  The soils are usually moist but are continuously dry in all parts between 12 and 36 inches for 60 consecutive days or longer within the 3 months following the summer solstice in more than 7 out of 10 years.  They are moist in some part of the upper 36 inches for more than half the time (cumulative) that the soil temperature at 20 inches exceeds 41 degrees F.  The depth to consolidated bedrock ranges from 40 to 60 inches or deeper.  The mineralogy is mixed.  Between 10 and 40 inches, the weighted average texture is coarser than loamy very fine sand and is dominantly gravelly loamy coarse sand or loamy coarse sand.  The coarse fraction is less than 35 percent (by volume) and is dominantly very fine or fine angular gravel, mainly quartz and feldspar.   The reaction ranges from pH 6.9 to 6.0 in the upper part of the profile and from pH 6.4 to 5.7 in the lower part.  The base saturation of the A and C horizons is between 50 and 75 percent.  The epipedon is ochric.  The A1 horizon has a 10YR hue, value of 5 or 6 dry and 3 or 4 moist, and a chroma of 2 or 3.  Its structure is weak, fine or very fine granular.  The C layer has a similar or slightly lighter color.  It is dominantly very fine gravelly loamy coarse sand but ranges to very fine gravelly light coarse sandy loam and loamy coarse sand.  It ranges from weak very fine or fine granular to very weak coarse subangular blocky structure to massive or single grain."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Similar or related soils are in the Burlington, Camas, Corbett, Fitch, Francis, Hagen, Lochsa, Mottsville, Quartzburg, Rainey, Toiyabe, and Wasatch series.  The Burlington, Francis, Lochsa, Mottsville, Rainey, and Wasatch soils have a mollic epipedon.  The Burlington, Lochsa, and Rainey soils have a moderately coarse textured control section, as a weighted average.  The Camas, Fitch, and Quartzburg soils have more than 35 percent coarse fragments in the control section.  The Corbett, Hagen, Lochsa, and Quartzburg soils have a C:N ratio in the upper 7 inches of more than 13.5.  The Francis, Hagen, Rainey, and Wasatch soils have a neutral reaction in the lower part of the control section.  The Corbett and Toiyabe soils have a sum of more than 30 percent of very fine sand and silt plus twice the clay in the control section, and these and the Quartzburg soils have a mean annual soil temperature colder than 47 degrees F.  The Hagen soils are nongravelly and have some volcanic ash in the upper part, sandy loam to 9 to 17 inches, and lamellae in the C layer.  The Quartzburg and Rainey soils have bedrock between 20 and 40 inches.  Toiyabe soils have bedrock above 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils occupy long side slopes and other uplands.  Slopes range from 1 to 70 percent.  Aspects are dominantly southerly.  Elevations range from 2,500 to 4,500 feet.  The soils are formed in materials weathered from granitic or related bedrock and some colluvium.  The mean annual precipitation is 18 to 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These include the Quartzburg, Rainey, and Toiyabe soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively drained; medium or rapid runoff; and rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing, watershed, wildlife, and recreation.  These soils support a forb-grass type with scattered chokecherry, Lewis mockorange, bitter cherry, elderberry, and ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The north side of the South Fork Payette River and elsewhere.  Probably moderately extensive.  Over 2,000 acres are mapped in the Middle Fork Payette River Area."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Middle Fork Payette River Area, Boise County, Idaho, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was classified formerly as a Regosol.\nOSED scanned by SSQA.  Last revised by state on 2/69.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well to excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A11--0 to 4 inches; grayish brown (10YR 5/2) (brown 10YR 5/3 crushed) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky, nonplastic; common very fine roots; many micro and very fine interstitial pores; 27 percent (weight) fine angular gravel; slightly acid (pH 6.2); gradual wavy boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A12--4 to 14 inches; brown (10YR 5/3) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; very weak coarse subangular blocky structure that parts to weak very fine and fine granular structure; slightly hard, very friable, nonsticky, nonplastic; common very fine and fine roots; many micro interstitial and very fine tubular pores; 36 percent (weight) fine angular gravel; slightly acid (pH 6.1); gradual wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 36,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--14 to 33 inches; brown (10YR 5/3) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) (dark grayish brown 10YR 4/2 crushed) moist; weak very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; common very fine and few medium roots; many micro and very fine pores; 31 percent (weight) fine angular gravel; slightly acid (pH 6.1); gradual wavy boundary.  (7 to 25 inches thick)"
      },
      {
        "name": "C2",
        "top": 84,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 5.8,
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--33 to 50 inches; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 4/3) moist; weak very fine and fine granular structure; slightly hard, very friable, nonsticky, nonplastic; few very fine, fine, and medium roots; many micro and very fine pores; 10 percent stones, 40 percent (weight) fine angular gravel; medium acid (pH 5.8); clear wavy boundary.  (1 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 127,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--50 to 60 inches; white (10YR 8/2) and very pale brown (10YR 8/3), moderately weathered, consolidated quartz monzonite bedrock, moderately stained with light yellowish brown (10YR 6/4) and brown (7.5YR 5/4); much reddish brown (5YR 4/4 and 5YR 5/4) stains on top and in principal fractures; some cannot be broken in hands, other fragments can be broken with difficulty; medium acid (pH 5.8)."
      }
    ]
  ]
}
