{
  "SERIES": "DAPHSUE",
  "STATUS": "Established Series",
  "BYREV": "BKP\\PWB\\JBF",
  "REVDATE": "01/2019",
  "STATES": "NV",
  "OVERVIEW": "Daphsue series consists of moderately deep, well drained soils that formed in colluvium and residuum derived from mixed rocks with a component of loess. Daphsue soils are on mountain shoulders and upper mountain backslopes. Slopes are 15 to 50 percent. The mean annual precipitation is about 475 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Daphsue very cobbly sandy loam-rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted) The soil surface is partially covered with 45 percent gravel, 10 percent cobbles and 2 percent stones.\nA1--0 to 6 cm; dark grayish brown (10YR 4/2) very cobbly sandy loam, very dark brown (10YR 2/2) moist; moderate very coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; many fine and few very fine tubular pores; 25 percent gravel, 20 percent cobbles and 10 percent stones; neutral (pH 7.0); abrupt smooth boundary. (5 to 10 cm thick)\nA2--6 to 23 cm; dark grayish brown (10YR 4/2) very gravelly very fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and coarse roots; many fine and common very fine tubular pores; 45 percent gravel and 10 percent cobbles; neutral (pH 7.0); abrupt smooth boundary. (13 to 25 cm thick)\nC--23 to 60 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 65 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (32 to 75 cm thick)\nR--60 cm; fractured quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 1.5 miles south of Green Mountain and 3 miles north of Harrison Pass of the Ruby Mountains; 102 meters south and 419 meters east of the northwest corner of section 25, T. 29 N., R. 57 E; USGS Harrison Pass 7.5 minute quadrangle; latitude 40 degrees 22 minutes 21.38 seconds N and longitude 115 degrees 30 minutes 13.28 seconds W; WGS84 Decimal Degrees 40.372608 latitude, -115.5036898 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry late July through early October; precipitation comes largely as winter snow. Windblown snow from mountain ridges and broad linear backslopes accumulates at these locations producing a longer lasting snow-load than most adjacent areas; typic xeric moisture regime.\nMean annual soil temperature: 5 to 7 degrees C.\nMean summer soil temperature: 11 to 13 degrees C.\nMollic epipedon thickness: 18 to 35 cm.\nDepth to unconsolidated deposits: 18 to 35 cm.\nDepth to a lithic contact: 50 to 100 cm.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content: Averages 18 to 27 percent.\nRock fragments: 65 to 90 percent.\nA1 horizon\nValue: 3 through 5 dry, 2 through 4 moist.\nChroma: 2 or 3.\nStructure: Weak or moderate, coarse or very coarse, subangular blocky or granular structure.\nA2 horizon\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 through 4.\nClay content: 10 to 18 percent.\nTexture: Very fine sandy loam, sandy loam, loam, or silt loam.\nRock fragments: 35 to 60 percent, dominantly gravel.\nStructure: Weak or moderate, fine or medium structure.\nC horizons\nHue: 10YR or 7.5YR.\nValue: 3 through 7 dry, 3 through 5 moist.\nChroma: 4 through 6.\nClay content: Averages 18 to 27 percent.\nTexture: Sandy loam or sandy clay loam.\nRock fragments: Averages 65 to 90 percent.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bergquist, Bigarm, Bradshaw, Brunzell, Cupine, Denihler, Fuego, Mud Springs, Potamus, Priver, St. Marys, and Warshod series.\nBergquist, Bigarm, Bradshaw, Brunzell, Denihler, Potamus, St. Marys, and Warshod soils are deep or very deep.  Priver soils are shallow. Cupine and Fuego soils average less than 18 percent clay in the particle-size control section. Mud Springs soils have granitic parent material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Daphsue soils are on mountain shoulders and upper mountain backslopes. They formed in colluvium or residuum derived from loess and mixed metamorphic, volcanic or igneous rocks. Slopes are 15 to 50 percent. Elevations range from 2,000 to 3,250 meters. Climate is cold, semiarid with cold, wet winters and cool, dry summers. The mean annual precipitation is 400 to 500 mm that comes largely as winter snow. Windblown snow from mountain ridges and broad linear backslopes accumulates at these locations producing a longer lasting snow-load than most adjacent areas.  The mean annual temperature is 5 to 7 degrees C and the frost-free period is 40 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cleavage, Lovamp, Lowemar, and Wrenza soils.\nCleavage soils have an argillic horizon and are very shallow or shallow to bedrock. Lovamp soils are deep.  Lowemar soils are sandy-skeletal. Wrenza soils have less than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Daphsue soils are used mainly for rangeland and wildlife habitat.  Vegetation consists mainly of Idaho fescue, buckwheat, lupine, mountain brome, Indian paintbrush, squirreltail, low sagebrush and short stature Utah service berry, rabbit brush, and horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada.  These soils are extensive. MLRA 25 in Nevada."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt National Forest, Nevada, North part, 2016. The series name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 23 cm (A1 and A2 horizons).\nLithic contact - The zone from 60 cm (R horizon)\nParticle-size control section - The zone from 25 to 60 cm (C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 6,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 6 cm; dark grayish brown (10YR 4/2) very cobbly sandy loam, very dark brown (10YR 2/2) moist; moderate very coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; many fine and few very fine tubular pores; 25 percent gravel, 20 percent cobbles and 10 percent stones; neutral (pH 7.0); abrupt smooth boundary. (5 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 6,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--6 to 23 cm; dark grayish brown (10YR 4/2) very gravelly very fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and coarse roots; many fine and common very fine tubular pores; 45 percent gravel and 10 percent cobbles; neutral (pH 7.0); abrupt smooth boundary. (13 to 25 cm thick)"
      },
      {
        "name": "C",
        "top": 23,
        "bottom": 60,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--23 to 60 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 65 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (32 to 75 cm thick)"
      },
      {
        "name": "R",
        "top": 60,
        "narrative": "R--60 cm; fractured quartzite bedrock."
      }
    ]
  ]
}
