{
  "SERIES": "DAPUE",
  "STATUS": "Established Series",
  "BYREV": "JDP-RLT",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dapue silt loam - on a 1 percent slope in a fescue pasture at an elevation of 1,090 feet. (Colors are for moist soil unless otherwise stated)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam; brown (10YR 5/3) dry; weak fine granular structure; friable; common fine roots; common very fine irregular and tubular pores; common fine rounded worm casts; strongly acid (pH 5.5); clear smooth boundary.\nA--9 to 15 inches; dark brown (10YR 3/3) silt loam; brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; common fine roots; common very fine tubular pores; common fine rounded worm casts; medium acid (pH 5.9); clear smooth boundary. (combined thickness of the Ap and A horizons is 10 to 24 inches)\nBw1--15 to 22 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine subangular blocky structure; friable; common fine roots; common very fine tubular pores; many faint continuous dark brown (10YR 3/3) organic coats on faces of peds and in pores; common fine rounded worm casts; moderately acid (pH 6.0); clear smooth boundary.\nBw2--22 to 35 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine subangular blocky structure; friable; common fine roots; common very fine tubular pores; few faint continuous dark brown (10YR 3/3) organic coats on faces of peds and in pores; few fine rounded worm casts; moderately acid (pH 6.0); clear smooth boundary.\nBw3--35 to 49 inches; brown to dark brown (7.5YR 4/4) silt loam; weak fine subangular blocky structure; friable; few fine roots; common very fine tubular pores; few faint continuous dark brown (10YR 3/3) organic coats on faces of peds and in pores; moderately acid (pH 6.0); clear smooth boundary.\nBw4--49 to 80 inches; 50 percent brown to dark brown (7.5YR 4/4) and 50 percent dark brown (7.5YR 3/4) silt loam; weak fine subangular blocky structure; firm; common very fine tubular pores; slightly acid (pH 6.1). (combined thickness of the Bw horizons is more than 50 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Laclede County, Missouri; about 12 miles southeast of Lebanon; 200 feet north and 2190 feet west of the SE corner of section 27, T. 34 N., R. 15 W. Russ USGS quadrangle: latitude 37 degress, 37 minutes, 22 seconds N. and longitude 92 degrees, 34 minutes, 1 second W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness:              more than 60 inches\nDepth to Bedrock:             more than 80 inches\nMollic Epipedon thickness:    10 to 24 inches\nAp horizon\nHue:                       10YR\nValue:                     2 or 3\nChroma:\t\t\t\t1 to 3\nFine Earth:                silt loam\nRock Fragments:            0 to 5 percent gravel\nReaction:                  neutral to strongly acid\nThickness:                 6 to 10 inches\nA horizon\nHue:                      10YR\nValue:                    3\nChroma:                   2 or 3\nFine Earth:               silt loam\nRock Fragments:           0 to 5 percent gravel\nReaction:                 neutral to moderately acid\nThickness:                6 to 16 inches\nUpper Bw horizon\nHue:                      10YR or 7.5YR\nValue:                    4 or 5\nChroma:                   2 to 4\nFine Earth:               silt loam, silty clay loam\nRock Fragments:           0 to 5 percent gravel\nReaction:                 neutral to moderately acid\nThickness:                30 to 50 inches\nLower Bw horizon\nHue:                      10YR or 7.5YR\nValue:                    4 or 5\nChroma:                   2 to 4\nFine Earth:               silt loam, silty clay loam, loam\nRock Fragments:           0 to 15 percent gravel\nReaction:                 neutral to moderately acid\nThickness:                0 to 20 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dapue soils are on flood plains and low stream terraces. Slopes range from 0 to 3 percent. These soils formed in silty alluvium. Elevations are commonly 700 to 1250 feet. Mean annual temperature ranges from 55 to 58 degrees F., and mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bearthicket, Britwater, Cedargap, Pomme, Racket, Razort and Winnipeg soils. The Bearthicket soils lack dark colored surface horizons and are on similar positions. Britwater, Pomme and Winnipeg soils have argillic horizons and lack dark colored surface horizons. Britwater soils are on stream terraces. Pomme and Winnipeg soils are on foot slopes and strath terraces. Cedargap soils have more than 35 percent rock fragments in the control section and are on flood plains. Racket soils are on flood plains, have dark colored surfaces more than 24 inches thick and have more than 15 percent fine sand and coarser in the control section. Razort soils are on stream terraces and have dark colored surfaces less than 10 inches thick and more than 15 percent fine sand and coarser in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very low or low. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in hay or pasture. A few areas are used for cultivated crops. Original vegetation was mixed grasses and hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozarks area (MLRAs 116A and 116B) of southern Missouri and possibly Northern Arkansas. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Laclede County, Missouri, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped in the Huntington series in Missouri.\nDiagnostic horizons recognized in this profile are:\n1)  Mollic epipedon: 0 to 15 inches (Ap and A horizons).\n2)  Cambic horizon: 15 to 80 inches (Bw horizons).\n3)  Fluventic feature: organic carbon content of 0.3 percent or higher at a depth of 50 inches from the soil surface.\nADDITIONAL DATA: University of Missouri soil characterization laboratory sample number M93-105-19\nNational Cooperative Soil Survey\nU.S.A."
  }
}
