{
  "SERIES": "DARCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT: RD: DJS",
  "REVDATE": "04/2014",
  "STATES": "AR,MS,TX",
  "OVERVIEW": "The Darco series consists of very deep, somewhat excessively drained, moderately permeable soils that formed in sandy and loamy residuum from Southern Coastal Plain marine deposits of the Carrizo Sand, Queen City Sand, and Sparta Sand Formations. These gently sloping to steep soils are on uplands. Slopes range from 1 to 25 percent. Mean annual precipitation ranges from 1016 to 1270 mm (40 to 50 in) and the mean annual air temperature ranges from 17 to 20 degrees C (63 to 68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Darco loamy fine sand, 1 to 8 percent slopes in woodland at an elevation of 149 m (490 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 in); brown (10YR 4/3) loamy fine sand; single grain; loose; common fine roots; slightly acid; gradual smooth boundary. (8 to 38 cm [3 to 15 in] thick)\nE1--25 to 46 cm (10 to 18 in); brown (10YR 5/3) loamy fine sand; single grain; loose; common fine roots; slightly acid; gradual smooth boundary.\nE2--46 to 76 cm (18 to 30 in); yellowish brown (10YR 5/4) loamy fine sand; common fine faint brown (10YR 5/3) mottles; single grain; loose; few fine roots, slightly acid; gradual smooth boundary.\nE3--76 to 117 cm (30 to 46 in); brown (7.5YR 5/4) loamy fine sand; common fine faint light yellowish brown mottles; single grain; loose; common fine roots; slightly acid; clear smooth boundary. [Combined thickness for the E horizon is 92 to 157 cm (36 to 62 in) ]\nBt1--117 to 157 cm (46 to 62 in); dark red (2.5YR 3/6) sandy clay loam; moderate fine subangular blocky structure; hard, friable; few fine roots between peds; few fine pores; thick patchy reddish brown (5YR 5/4) clay films mainly on horizontal faces of peds; few horizontal streaks of brown (7.5YR 5/4) in lower part; very strongly acid; diffuse smooth boundary.\nBt2--157 to 188 cm (62 to 74 in); red (2.5YR 4/6) sandy clay loam; many coarse faint red (2.5YR 5/8) mottles; weak medium subangular blocky structure; hard, very friable; few fine roots and pores; thin patchy clay films on vertical surfaces of peds; very strongly acid; diffuse smooth boundary. [Combined thickness for the Bt horizon is 50 to 97 cm (20 to 38 in) ]\nBt3--188 to 218 cm (74 to 86 in); red (2.5YR 4/6) sandy clay loam; common coarse faint red (2.5YR 5/8) mottles; weak medium subangular blocky structure; hard, very friable; few fine roots and pores; thin patchy clay films on vertical surfaces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anderson County, Texas; about 6.5 miles southeast of Elkhart. From the intersection of U. S. Highway 287 and Texas Highway 294, 4.4 miles southeast to Salmon Missionary Baptist Church, 0.4 mile east on county road. Site is 50 feet north of road. Percilla, TX USGS quad; Latitude : 31 degrees 34 minutes 39.162 seconds N; Longitude: 95 degrees, 29 minutes, 45.517 seconds W, WGS 1984; UTM Easting 263133 m, UTM Northing 3496314m, Zone 15N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years, July and August are the driest months, while November to May are the wettest months.\nMean annual soil temperature range: 18 to 21 degrees C (64 to 70 degrees F).\nSolum thickness: Greater than 203 cm (80 in)\nParticle-size control section (weighted average):\nClay content: 12 to 35 percent\nOther distinctive soil features:\nRedoximorphic features: Iron concentrations in shades of red, yellow, or brown and iron depletions with chroma of 2 or less are in the subsoil below a depth of 127 cm (50 in) in some pedons\nThe sand fraction contains less than 10 percent coarse or very coarse sand.\nThickness of the sandy epipedon: from 100 to 183 cm (40 to 72 in)\nConcentrated minerals: Base saturation ranges from 15 to 35 percent in the lower part of the Bt horizon. The exchangeable calcium content ranges from 1 to 3 meq./100 grams of soil.\nA horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: fine sand or loamy fine sand\nRock fragments: 0 to 7 percent ironstone nodules\nReaction: Very strongly acid to slightly acid unless limed\nE horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: fine sand or loamy fine sand\nRock fragments: 0 to 7 percent ironstone nodules\nReaction: Very strongly acid to slightly acid\nBE horizon: (where present)\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 6 or 8\nTexture: fine sand or loamy fine sand\nRock fragments: 0 to 7 percent ironstone nodules\nReaction: Very strongly acid to slightly acid\nBt horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 6 to 8\nTexture: Fine sandy loam or sandy clay loam, however clay loam textures also are below a depth of 152 cm (60 in) in some pedons\nRock fragments: 0 to 6 percent ironstone nodules\nRedox concentration: Iron concentrations in shades of red, yellow, or brown range from none to common\nRedox depletions: Iron depletions with chroma of 2 or less are below a depth of 127 cm (50 in) in some pedons.\nOther features: Plinthite segregations range from 0 to 5 percent\nReaction: Very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blanton (FL),  Murad (SC), Shankler (TX), and Tehran (TX) series.\nBlanton and Murad soils: contain redox depletions in the upper part of the Bt horizon and are seasonally saturated in the lower part of the epipedon.\nShankler soils: have a summer moisture deficit of 0 to 4 inches, receive more than 30 inches of frost-free rainfall, and formed in parent materials from the Willis Formation.\nTehran soils: contain more than 10 percent coarse or very coarse sands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Carrizo Sand, Queen City Sand, and Sparta Sand Formations                                          Landscape: sandy and loamy Southern Coastal Plain\nLandform: interfluves\nSlope: 1 to 25 percent, dominantly 2 to 10 percent\nMean annual air temperature: 17 to 20 degrees C (63 to 68 degrees F)\nMean annual precipitation: 1016 to 1270 mm (40 to 50 in)\nFrost-free period: 230 to 260 days\nElevation: 122 to 213 m (400 to 700 ft)\nThornthwaite annual P-E indices: 64 to 84"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Betis, Briley, Cuthbert,  Lilbert, Tenaha, and Tonkawa series.\nBetis soils: have an argillic horizon that consists of lamellae and are on positions similar to Darco.\nBriley, and Lilbert soils: Have a sandy epipedon that is 50 to 100 cm (20 to 40 in) thick and are on positions similar to Darco.\nTonkawa soils: Are sandy throughout, do not have an argillic horizon, and are on similar or slightly higher positions in the landscape.\nCuthbert soils: Have a loamy epipedon and are on lower side slope positions.\nTenaha soils: Have a sandy epipedon that is 50 to 100 cm (20 to 40 in) thick and are on lower side slope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Permeability is rapid in the sandy epipedon, and moderate in the argillic horizon. Runoff is negligible on 1 to 5 percent slopes, very low on 5 to 20 percent slopes, and low on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil is used for pasture or woodland. Pastures are mainly in coastal bermudagrass or weeping lovegrass. Native trees include loblolly pine, shortleaf pine, red oak, and hickory. Watermelons, peanuts, small grain for grazing, and vegetables are grown in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Texas, Arkansas, and Mississippi. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anderson County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Lakeland and Troup series. The series was updated in 2002 to allow value 6 in the Bt horizon and to allow clay loam texture below 60 inches deep. The series was updated in 2004 to allow 7.5YR hue in the E and EB horizons.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 117 cm (46 in) (Ap, E1, E2, E3, horizons) - thickness and texture results in Grossarenic subgroup.\nArgillic horizon - the zone from approximately 117 to 218 cm (46 to 86 in) (Bt1, Bt2, Bt3 horizons)\nADDITIONAL DATA: KSSL data from Type location S74TX-001-1 and TAMU pedon S80TX-405-003.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010 ________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
