{
  "SERIES": "DARIEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEH-JRS-PSP",
  "REVDATE": "05/2011",
  "STATES": "NY,OH",
  "OVERVIEW": "The Darien series consists of very deep, somewhat poorly drained soils formed in Wisconsinan age till on till plains, drumlins, and moraines. Permeability is moderately slow in the subsoil and slow in the substratum. Slope ranges from 0 to 25 percent. Mean annual temperature is about 49 degrees F, and mean annual precipitation is about 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Darien silt loam, on a 3 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches, very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 10 percent rock fragments dominated by shale; slightly acid; abrupt smooth boundary. (6 to 12 inches thick.)\nEg -- 9 to 11 inches, grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common fine roots; common prominent light olive brown (2.5Y 5/6) masses of iron accumulation within the matrix; 10 percent rock fragments dominated by shale; slightly acid; clear wavy boundary. (0 to 7 inches thick.)\nBt1 -- 11 to 19 inches, olive brown (2.5Y 4/4) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky structure; firm; grayish brown (2.5Y 5/2) ped faces; common discontinuous grayish brown (2.5Y 5/2) clay films on all faces of peds; few fine and common medium roots; many medium faint dark yellowish brown (10YR 4/4) and distinct light olive brown (2.5Y 5/6) masses of iron accumulation within the matrix; common medium distinct grayish brown (2.5Y 5/2) areas of iron depletion in the matrix; 10 percent rock fragments dominated by shale; neutral; gradual wavy boundary.\nBtg2 -- 19 to 32 inches, dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium subangular blocky structure within very weak coarse prismatic structure; firm; few fine roots; gray (5Y 5/1) clay film on all faces of peds; common medium distinct yellowish brown (10YR 5/4) and prominent olive (5Y 5/6) masses of iron accumulation and faint grayish brown (2.5Y 5/2) areas of iron depletion in the matrix; 10 percent rock fragments dominated by shale; neutral; clear wavy boundary. (Combined thickness of the Btg horizon is 6 to 30 inches.)\nBC -- 32 to 44 inches, olive gray (5Y 4/2) channery silty clay loam; weak thick platy structure, parting to moderate coarse subangular blocky; firm; common medium distinct olive brown (2.5Y 4/4) masses of iron accumulation within the matrix and gray (5Y 5/1) cleavage planes along shale fragments; 20 percent rock fragments dominated by shale; slightly alkaline. (0 to 12 inches thick.)\nC -- 44 to 72 inches, olive brown (2.5Y 4/3) channery silty clay loam; massive; firm; common medium faint light olive brown (2.5Y 5/4) masses of iron accumulation and distinct gray (5Y 5/1) areas of iron depletion within the matrix; 20 percent rock fragments dominated by shale; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Genesee County, New York; town of Darien, 2 1/2 miles southwest of the village of Darien Center, 100 feet east of Harlow Road, and 600 feet north of Harlow Road and Mammot Road. USGS Corfu, NY topographic quadrangle; Latitude 42 degrees, 52 minutes, 47 seconds N. and Longitude 78 degrees, 25 minutes, 52 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 50 inches. Depth to carbonates ranges from 23 to 48 inches. The particle-size control section averages 28 to 35 percent clay. Rock fragments are mainly channers of shale.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 to 4. Some pedons have an A horizon, 1 to 4 inches thick, that has value of 2 or 3, and chroma of 1 to 3. Texture is loam, silt loam or silty clay loam in the fine earth fraction. Structure is weak or moderate granular or weak subangular blocky. Consistence is very friable or friable. Rock fragments range from 2 to 35 percent, and include up to 5 percent greater than 3 inches in diameter. Reaction ranges from strongly acid to neutral.\nThe Eg horizon has hue of 10YR to 5Y, value of 5 or 6, and chroma of 1 or 2. Texture is loam, silt loam or silty clay loam. Structure is subangular blocky or platy. Consistence is friable or firm. Some pedons have an E horizon with chroma of 3 or 4. Rock fragments range from 2 to 35 percent, and include up to 5 percent greater than 3 inches in diameter. Reaction ranges from strongly acid to neutral.\nThe Btg or Bt horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 6. Texture is clay loam or silty clay loam in the fine earth fraction, with subhorizons of silt loam. Structure is subangular blocky, angular blocky, or prismatic parting to blocky. Consistence is friable, firm or very firm. Rock fragments range from 2 to 35 percent, and include up to 5 percent greater than 3 inches in diameter. Reaction ranges from very strongly acid to neutral.\nThe BC horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 6. Texture is clay loam or silty clay loam, with subhorizons of silt loam. Primary structure of subangular blocky, angular blocky, platy, or prismatic is inherited from the parent material. Carbonates are present in most pedons. Rock fragments range from 2 to 35 percent, and include up to 5 percent greater than 3 inches in diameter. Reaction ranges from neutral to moderately alkaline.\nThe C horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 1 to 4. Texture is silt loam, loam, silty clay loam or clay loam in the fine earth fraction. Consistence is firm or very firm. Rock fragments range from 10 to 60 percent, and include 5 to 10 percent greater than 3 inches in diameter. In some pedons, rock fragments are absent below 40 inches. Reaction ranges from slightly alkaline to moderately alkaline. Some pedons lack carbonates in the upper part of the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angola, Appleton, Ayrshire, Burdett, Crawleyville, Digby, Jimtown, Mitiwanga, Mongle, Ovid, Shadeland, Sleeth, and Whitaker series. Angola, Mitiwanga, and Shadeland soils have bedrock at depths of less than 40 inches. Appleton soils average less than 28 percent clay in the particle size control section. Ayrshire soils have rock fragment contents less than 1 percent in the lower part of the series control section. Burdett, Digby, Jimtown, Sleeth soils have have lithologigic discontinuities within the series control section. Crawleyville soils have a reaction that is more acid than neutral in the lower part of the series control section. Mongle soils do not have a calcareous substratum. Ovid soils have hue redder than 10YR in the subsoil and substratum. Whitaker soils are stratified in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Darien soils formed in Wisconsinan age till with rock fragments dominated by gray shale and are on slight rises, convex flats, summits, shoulders, and back slopes on till plains, drumlins, and moraines. Slope ranges from 0 to 25 percent. Mean annual air temperature ranges from 45 to 52 degrees F, and mean annual precipitation ranges from 28 to 45 inches. The frost free period ranges from 120 to 198 days, and elevation ranges from 570 to 1,200 feet above msl."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Appleton, Danley, Hudson, Ilion, Langford, Lansing, Nunda and Remsen soils. The moderately well drained Danley soils on higher convex ridges and the poorly drained Ilion soils in low areas and depressions are in a drainage sequence with Darien soil. Appleton soils have lower clay content in the subsoil and are on similar landscape positions. The moderately well drained Hudson soils are on nearby lake plains. The well drained Lansing soils and the moderately well drained Langford and Nunda soils are on higher landscape positions. Remsen soils have higher clay content in the subsoil and are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff ranges from low to very high. Permeability is moderately slow in the subsoil and slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for growing corn, small grains, and hay. Many areas are idle and brushy, and reverting to woodland. Native vegetation was sugar maple, red maple, red oak, black cherry, hemlock and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The borders of the Allegheny Plateau in Ohio, and western New York, and in the Mohawk Valley of New York. MLRA's 101, 139, 140, and 142. The series is extensive, about 141,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Genesee County, New York, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The bedrock substratum phase mapped in Geauga County, Ohio, has interbedded shale and siltstone bedrock at a depth of 40 to 60 inches. This phase does not meet current criteria for substratum phases, and will be evaluated as a potential new series during future MLRA update activities. This revision reflects changes in classification and terminology to current standards and specifications of the 8th Edition of Keys to Soil Taxonomy. The cation-exchange activity class is assigned as 'active' in this OSD revision of Darien.\nDiagnostic horizons and other features recognized in the typical pedon are:\nOchric epipedon - from a depth of 0 to 11 inches (Ap and Bg horizons).\nArgillic horizon - from a depth of 11 to 32 inches (Bt1 and Bt2 horizons).\nAquic conditions - from a depth of 8 to 72 inches.\nUdic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches, very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 10 percent rock fragments dominated by shale; slightly acid; abrupt smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 28,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg -- 9 to 11 inches, grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common fine roots; common prominent light olive brown (2.5Y 5/6) masses of iron accumulation within the matrix; 10 percent rock fragments dominated by shale; slightly acid; clear wavy boundary. (0 to 7 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 48,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1 -- 11 to 19 inches, olive brown (2.5Y 4/4) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky structure; firm; grayish brown (2.5Y 5/2) ped faces; common discontinuous grayish brown (2.5Y 5/2) clay films on all faces of peds; few fine and common medium roots; many medium faint dark yellowish brown (10YR 4/4) and distinct light olive brown (2.5Y 5/6) masses of iron accumulation within the matrix; common medium distinct grayish brown (2.5Y 5/2) areas of iron depletion in the matrix; 10 percent rock fragments dominated by shale; neutral; gradual wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 48,
        "bottom": 81,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2 -- 19 to 32 inches, dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium subangular blocky structure within very weak coarse prismatic structure; firm; few fine roots; gray (5Y 5/1) clay film on all faces of peds; common medium distinct yellowish brown (10YR 5/4) and prominent olive (5Y 5/6) masses of iron accumulation and faint grayish brown (2.5Y 5/2) areas of iron depletion in the matrix; 10 percent rock fragments dominated by shale; neutral; clear wavy boundary. (Combined thickness of the Btg horizon is 6 to 30 inches.)"
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 112,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "slightly alkaline",
        "narrative": "BC -- 32 to 44 inches, olive gray (5Y 4/2) channery silty clay loam; weak thick platy structure, parting to moderate coarse subangular blocky; firm; common medium distinct olive brown (2.5Y 4/4) masses of iron accumulation within the matrix and gray (5Y 5/1) cleavage planes along shale fragments; 20 percent rock fragments dominated by shale; slightly alkaline. (0 to 12 inches thick.)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "moderately alkaline",
        "narrative": "C -- 44 to 72 inches, olive brown (2.5Y 4/3) channery silty clay loam; massive; firm; common medium faint light olive brown (2.5Y 5/4) masses of iron accumulation and distinct gray (5Y 5/1) areas of iron depletion within the matrix; 20 percent rock fragments dominated by shale; moderately alkaline."
      }
    ]
  ]
}
