{
  "SERIES": "DARKPRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "Rev: JHP/JPS/ET/RLM/SAA",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Darkprairie loam on a southeast facing convex slope of 33 percent slopes under rangeland. When described on July 3, 2007 the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 20 centimeters; dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist, moderate fine subangular blocky structure; very friable, slightly hard, slightly sticky and slightly plastic; many very fine roots throughout; slightly acid (pH 6.4).\nA2--20 to 55 centimeters; dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist, moderate fine subangular blocky structure; very friable, slightly hard, slightly sticky and slightly plastic; many very fine roots throughout; slightly acid (pH 6.4).  (Combined thickness of the A horizons is 50 to 75 centimeters)\nBt1--55 to 70 centimeters; pale brown (10YR 6/3) loam, yellowish brown (10YR 5/4) moist; moderate very fine subangular blocky structure; very friable, slightly hard, slightly sticky and very plastic; many very fine roots throughout; 10 percent clay films on all faces of peds; slightly acid (pH 6.2).\nBt2--70 to 100 centimeters; light brownish gray (10YR 6/2) clay loam, yellowish brown (10YR 5/4) moist; moderate very fine subangular blocky structure; friable, slightly hard, moderately sticky and very plastic; common very fine roots throughout; 5 percent clay films on all faces of peds; moderately acid (pH 6.0).\nBt3--100 to 130 centimeters; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; friable, slightly hard, moderately sticky and very plastic; common very fine roots throughout; moderately acid (pH 6.0).\nBt4--130 to 180 centimeters; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; friable, slightly hard, moderately sticky and very plastic; common very fine roots throughout; moderately acid (pH 5.8).  (Combined thickness of the Bt horizons is 75 to 125 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; located 1,356 meters east on Mattole Road from intersection with Bear River Ridge Road, southwest on farm lane 285 meters, and 85 meters south; 975 meters north, 65 meters west, southeast corner of section 34, T.2N., R.2W., USGS Ferndale, Calif.  Quadrangle; WGS84 Decimal degrees 40.5136550 latitude, -124.2739003 longitude; UTM Zone 10, 392078mE 4485550mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is dry in all parts in the moisture control section from about July 10 to September 20, and is moist in all parts from about October 1 to June 1. The soils have xeric moisture regime.\nSoil temperature: The mean annual soil temperature is 10 to 15 degrees C (50 to 59 degrees F). The difference between mean summer and mean winter temperature is 6 to 10 degrees C.  The soils have a mesic soil temperature.\nThe thickness of the Mollic epipedon is 50 centimeters or more thick.\nBase saturation by NH4OAc of 50 percent or more throughout.\nParticle-Size Control Section (weighted average):\nRock or pararock fragments: 0 percent\nClay content: 21 to 29 percent clay.\nSome pedons have an Oi horizon (0 to 4 centimeters thick).\nA horizon\nHue: 10YR or 2.5Y\nValue: 5 or less, 3 or less moist\nChroma: 3 or less moist\nTexture of fine earth: loam\nRock or pararock fragments: 0\nFine sand or coarser (.1 to 75mm): 2 to 6 percent\nClay content: 18 to 26 percent clay\nReaction: slightly acid to moderately acidly acid\nB horizon\nHue: 10YR or 2.5Y\nValue: 6 or less, 3 through 5 moist\nChroma: 3 or 4, 4 or less moist\nTexture of fine earth: loam, silt loam, clay loam and silty clay loam\nRock fragments: 0 to 14 percent paragravels\nClay content: 21 to 30 percent clay\nReaction: slightly acid to moderately acid\nC horizon: (when present)\nHue: 10YR or 2.5YR\nValue: 6 or 7, 5 or 6 moist\nChroma: 2 or 3, 2 through 4 moist\nTexture of fine earth: clay loam and silty clay loam\nRock or pararock fragments: 0\nClay content: 21 to 30 percent clay\nReaction: slightly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  To be completed."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Darkprairie soils are on mountain summits and gentle to steep slopes. Slopes are 9 to 50 percent. Elevations are 60 to 520 meters. These soils formed in colluvium and residuum from mudstone with minor amounts of siltstone and sandstone. The climate is humid with cool foggy summers and cool wet winters. Mean annual precipitation is 1040 to 1530 millimeters. Mean January temperature is about 9 degrees C, mean July temperature is about 14 degrees C, and the mean annual temperature is 10 to 12 degrees C. Frost free season is about 240 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bearcat, Ferncat, Oilcreek, and Sleepyhollow soils.  Bearcat soils have redoximorphic features below 50 centimeters.  Ferncat, Oilcreek and Sleepyhollow soils have a difference between mean summer and mean winter soil temperature of less than 6 degrees C.  Bearcat soils are on linear to concave gently sloping open prairies.  Ferncat soils are on linear to concave positions on mountain slopes with intermixed conifers and hardwoods. Oilcreek and Sleepyhollow soils are on linear to convex positions on ridges and mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, wildlife habitat, and watershed. Natural vegetation consists of California oatgrass, dogtail grass, foxtail fescue, tall oatgrass, plantain, sheep sorrel, hairy cat's ear, and annual legumes. Invasion by redwood and sitka spruce and other forest species occurs primarily in disturbed areas and along forest borders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, Central Part Soil Survey, California, 2016. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon - the zone from 0 to 55 centimeters (A1 and A2 horizons)\n2. Cambic horizon - the zone from 55 to 180 centimeters (Bt1, Bt2, Bt3, Bt4 horizons)\n3. Particle-size control section - the zone from 25 to 100 centimeters, averages 27 percent clay and 3 percent fine sand or coarser (.1 to 75mm.).\nADDITIONAL DATA:\nReference KSSL Pedon No. 01N0353 -- not the OSD pedon\nNASIS User Pedon ID 07CA600064\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
