{
  "SERIES": "DARLOW",
  "STATUS": "Established Series",
  "BYREV": "PRF, JCW, LAG",
  "REVDATE": "08/2003",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vertic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Darlow loam in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 5 inches (0 to 12 centimeters); pale brown (10YR 6/3) loam; brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, non sticky, non plastic; common fine roots; strongly acid, abrupt smooth boundary.\nAp2--5 to 8 inches (12 to 20 centimeters); brown (10YR 5/3) silt loam; brown to dark brown (10YR 4/3) moist; weak medium platy structure parting to weak very fine subangular blocky; soft, very friable, non sticky, nonplastic; common fine and medium roots; strongly acid, clear smooth boundary.\nBtn--8 to 14 inches (20 to 36 centimeters); dark grayish brown (10YR 4/2) loam; very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, firm, moderately sticky, moderately plastic; common fine roots; very dark gray (10YR 3/1) discontinuous clay films (cutans) on faces of peds; few fine irregular nests of gypsum; slightly effervescent (HCl, unspecified);neutral, abrupt smooth boundary.\nBtny--14 to 20 inches (36 to 50 centimeters); grayish brown (10YR 5/2) clay loam; dark grayish brown (10YR 4/2) moist; few fine prominent brown to dark brown (7.5YR 4/4), and strong brown (7.5YR 5/6) redoximorphic concentrations; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, firm, moderately sticky, moderately plastic; common fine roots; dark grayish brown (10YR 4/2) discontinuous clay films (cutans) on faces of peds; common fine irregular nests of gypsum, and few fine irregular lime nodules; slightly effervescent (HCl, unspecified); moderately alkaline, clear wavy boundary.\nBtknyz--20 to 26 inches (50 to 66 centimeters); pale brown (10YR 6/3) loam; brown (10YR 5/3) moist; few fine distinct brown to dark brown (7.5YR 4/4), and prominent strong brown (7.5YR 5/6) redoximorphic concentrations; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, firm, moderately sticky, moderately plastic; few fine roots; few, fine irregular threads of soluble salts between ped faces; common fine irregular gypsum threads, and few fine irregular lime concretions; strongly effervescent (HCl, unspecified); moderately alkaline, clear wavy boundary.\nBtnz1--26 to 34 inches (66 to 85 centimeters); very pale brown (10YR 7/3) loam; pale brown (10YR 6/3) moist; few fine prominent dark red (2.5YR 3/6), and strong brown (7.5YR 5/6) redoximorphic concentrations; moderate medium subangular blocky structure; slightly hard, firm, moderately sticky, moderately plastic; few very fine roots; common fine irregular soft masses of iron-manganese; strongly effervescent (HCl, unspecified); moderately alkaline, clear wavy boundary.\nBtnz2--34 to 44 inches (85 to 112 centimeters); 65percent light brown (7.5YR 6/4), and 35percent very pale brown (10YR 7/3) loam; 65percent strong brown (7.5YR 5/6), and 35percent pale brown (10YR 6/3) moist; common medium prominent strong brown (7.5YR 5/6), and strong brown (7.5YR 4/6) redoximorphic concentrations; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; few, fine 2.5YR 4/6 iron-manganese stains on ped faces; moderately alkaline, clear smooth boundary.\nB'tn1--44 to 54 inches (112 to 134 centimeters); 65 percent light brown (7.5YR 6/4), and 35 percent very pale brown (10YR 7/3) loam; 65percent brown (7.5YR 5/4), and 35percent pale brown (10YR 6/3) moist; common medium prominent yellowish red (5YR 5/8) redoximorphic concentrations; weak fine prismatic structure parting to weak fine blocky; hard, firm, moderately sticky, moderately plastic; few, fine 2.5YR 4/6 iron-manganese stains on ped faces; faint brown (7.5YR 5/4) discontinuous clay films (cutans) on faces of peds;moderately alkaline, clear wavy boundary.\nB'tn2--54 to 68 inches (134 to 173 centimeters); brown (7.5YR 5/4) loam; brown to dark brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to weak medium subangular blocky; hard, firm, slightly sticky, slightly plastic; common, fine 2.5YR 3/6 iron-manganese stains on ped faces; distinct brown (7.5YR 5/4) discontinuous clay films (cutans) in root channels and/or pores; moderately alkaline, clear wavy boundary.\n2Btn3--68 to 80 inches (173 to 203 centimeters); 65 percent light brown (7.5YR 6/4), and 35 percent pale brown (10YR 6/3) sandy loam; 65 percent brown (7.5YR 5/4), and 35 percent brown (10YR 5/3) moist; common fine and medium prominent strong brown (7.5YR 4/6) redoximorphic concentrations; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few, fine 7.5YR 5/8 iron-manganese stains between peds; clay bridging between sand grains; moderately alkaline, clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 1690 feet (515 meters) south and 235 feet (72 meters) west of the northeast corner of sec. 36, T. 23 S., R. 6 W. (USGS Hutchinson topographic quadrangle; lat. 38 degrees 0 minutes 32.3 seconds N. and long. 97 degrees 55 minutes 20.4 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic moisture regime bordering on udic\nSoil temperature regime: mesic\nMean annual soil temperature: 56 to 58 degrees F (13 to 14 degrees C).\nParticle-size control section: 20 to 35 percent clay\nDepth to bedrock: greater than 80 inches (203 centimeters)\nDepth to secondary calcium carbonate: 0 to 10 inches (0 to 25 centimeters)\nDepth to salt accumulations: 10 to 20 inches (25 to 50 centimeters)\nDepth to gypsum accumulations: 8 to 15 inches (20 to 38 centimeters)\nDepth to lithologic discontinuity: greater than 40 inches (102 centimeters)\nThickness of the mollic epipedon: 8 to 19 inches (20 to 49 centimeters)\nA horizon:\nHue: 10YR\nValue: 3 to 6 (dry) 2 to 5 (moist)\nChroma: 1 to 3\nTexture: loam or silt loam\nSAR: 0 to 5\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 7 (dry) 3 to 6 (moist)\nChroma: 2 to 4\nTexture: loam or clay loam\nCalcium carbonate equivalent: 0 to 2 percent\nSAR: 15 to 40\nReaction: neutral to moderately alkaline\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 (dry) 4 to 6 (moist)\nChroma: 3 or 4\nTexture: loam or sandy loam\nCalcium carbonate equivalent: 0 to 1 percent\nSAR: 10 to 20\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Darlow soils\nParent material: loamy calcareous old alluvium\nLandform: terraces of the Arkansas River\nSlopes: 0 to 1 percent\nElevation: 1515 to 1805 feet (461.8 to 550.2 meters)\nMean annual air temperature: 55 to 57 degrees F (13 to 14 degrees C).\nMean annual precipitation: 28 to 31 inches (71 to 79 centimeters)\nWettest months: Mar. - Oct.\nDriest months: Nov. - Feb.\nFrost-free period: 187 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Elmer soils. The moderately well drained Elmer soils have a mollic epipedon. They are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nSomewhat poorly drained.\nRunoff is slow.\nPermeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are cultivated. Principal crops are wheat and grain sorghum. Native vegetation was mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas, and possibly North Central Oklahoma. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: The zone from 0 to 8 inches (0 to 20 centimeters) (Ap1, Ap2)\nnatric horizon: The zone from 8 to 80 inches (20 to 203 centimeters) (Btn, Btny, Btknyz, Btnz1, Btnz2, B'tn1, B'tn2, 2Btn3)\nKeys to Soil Taxonomy: Eighth edition, 1998\nADDITIONAL DATA: These soils were formerly mapped as Farnum slickspots on flood plain positions. This soil was sampled June 1991. Additional Laboratory Data: S91KS155006\nhttp://ssldata.sc.egov.usda.gov/rptExecute.asp?p=18208&r=1&submit1=Get+Report\nDARLOW SERIES\nLRR=H\nDATE:\n07/23/91 This is a new series to be used in Reno County, Kansas.\n06/14/95 Series has been updated. Resent today to correct the taxonomy on sir and osed. PRF\n12/10/99 Series is established with the final correlation of Reno County soil survey update.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
