{
  "SERIES": "DARLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD",
  "REVDATE": "07/2000",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Darley gravelly loamy fine sand - on a 3 percent convex east-facing slope in a mixed pine-hardwood forest. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; dark brown (7.5YR 4/4) gravelly loamy fine sand; weak fine granular structure; very friable; many fine roots and common medium roots; about 20 percent by volume of angular fragments of ironstone that range from 1/8-inch to 2 inches in diameter; about 50 percent of the fragments are larger than 3/4-inch; strongly acid; clear smooth boundary.  (2 to 8 inches thick)\nE--4 to 14 inches; yellowish red (5YR 5/8) gravelly fine sandy loam; weak medium subangular blocky structure; very friable; few medium roots and common fine roots; common fine pores; about 20 percent by volume angular ironstone fragments that range in diameter from 1/8-inch to 1/2-inch; about 50 percent of the fragments are larger than 3/4-inch; strongly acid; clear wavy boundary.  (0 to 12 inches thick)\nBt1--14 to 24 inches; red (2.5YR 4/8) clay; moderate medium subangular blocky structure; friable; few fine roots and few medium roots; about 5 percent by volume angular fragments of ironstone that range in diameter from 1/8-inch to 1 inch; thick discontinuous clay films on faces of peds; very strongly acid; clear wavy boundary.  (6 to 20 inches thick)\nBt2--24 to 35 inches; red (2.5YR 4/6) clay; weak medium subangular blocky structure; few fine and medium roots; few fine pores; thin discontinuous clay films on faces of peds; common pockets of yellowish brown (10YR 5/6) sandy loam that are 1/4-inch to 1-inch in diameter; within the pockets of sandy loam are pockets of gray (10YR 6/1) clay less than 1/8-inch in diameter; the exterior of the sandy loam pockets are surrounded by an iron-rich red (10R 4/6) rind 1/16-inch to 1/8-inch thick; few small angular fragments of ironstone; very strongly acid; abrupt smooth boundary.  (6 to 20 inches thick)\nBt/Bsm--35 to 60 inches; alternating layers of yellowish red (5YR 5/6) and strong brown (7.5YR 5/6) clay loam (Bt) and nearly continuous ledges of fractured ironstone (Bsm); the Bt part has weak medium subangular blocky structure and is friable; the Bsm part consists of three ironstone layers separated by clay loam material; the three layers are 2, 6, and 4 inches thick respectively; average lateral distance between fractures is about 4 to 8 inches; few fine pores in Bt material; thick patchy clay films are on vertical faces of peds; many small pockets of gray (10YR 6/1) clay (kaolin) are embedded within the Bt material; very strongly acid; abrupt smooth boundary.  (12 to 30 inches thick)\nBC--60 to 81 inches; strong brown (7.5YR 5/8) fine sandy loam; weak coarse and medium subangular blocky structure; very friable; few fine pores; few thin patchy clay films on faces of peds; a few of the peds are weakly cemented and are hard and brittle; many pockets of red (2.5YR 5/6) sandy clay loam 1/2-inch to 2 inches in diameter; common discontinuous seams of gray (10YR 6/1) and red (10R 4/6) clay 1/4-inch to 2 inches in diameter; few iron-rich bands less than 1 millimeter thick around and along old root channels; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Claiborne Parish, Louisiana; 4 miles SE of Libson; 790 feet north and 520 feet west of the SE corner, sec. 32, T. 32 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS;  Solum thickness exceeds 60 inches.  Depth to ironstone layers typically ranges from 20 to 40 inches and can range from 10 to 40 inches.  Angular and flattened fragments of ironstone make up from 15 to 35 percent of the volume in the A and E horizons.  The number of fractured, nearly continuous ironstone layers typically ranges from 1 to 4 within the solum.  Thickness of ironstone layers ranges from 1/2-inch to 12 inches.  The average lateral distance between fractures in the ironstone ranges from 2 to 20 inches and averages 4 to 8 inches.  The average content of clay in the textural control section averages from 40 to 60 percent.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR value of 4 or 5, and chroma of 3 to 8.  Reaction ranges from strongly acid to slightly acid.  Texture is gravelly loamy fine sand, gravelly loamy sand, gravelly fine sandy loam, or gravelly sandy loam.\nThe E horizon, where present, has hue of 5YR or 7.5YR, value of 5 to 6, and chroma of 3 to 8.  It is gravelly loamy fine sand, gravelly loamy sand, gravelly fine sandy loam, or gravelly sandy loam.  Reaction ranges from very strongly acid to medium acid.\nThe upper part of the Bt horizon, above the ironstone layers, has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 3 to 8.  It is sandy clay loam, clay loam, sandy clay, clay, or their gravelly counterparts.  Content of clay ranges from 35 to 60 percent.  Fragments of ironstone make up from less than 1 percent to 20 percent of the volume.  Reaction is very strongly acid or strongly acid.\nThe Bt/Bsm horizon consists of alternating layers of ironstone and sandy clay or clay.  Ironstone fragments, including fragments that make up the ironstone layers, make up from 20 to 60 percent of the volume of the horizon.  The ironstone layers are fractured and range in thickness from 1/2-inch to 12 inches.  The lateral distance between fractures ranges from 2 to 20 inches and averages 4 to 8 inches.  Typically, the ironstone layers are continuous for several feet; but in some pedons they are intermittent and extend only a few feet horizontally.  In some pedons, the layers are parts of the large spheroidal configurations that are separated from one another by vertical flows of red clay, sandy clay or clay loam.  The less than 2 millimeter fraction has hue of 5YR, 2.5YR, or 7.5YR, value of 3 to 5, and chroma of 4 through 8.  Few to many small pockets and strata of whitish or grayish kaolin are in most pedons.  Pockets and strata of loamy or sandy material range from none to common. Reaction is very strongly acid or strongly acid.  The BC horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR, value of 4 to 6, and chroma of 4 to 8.  Texture is fine sandy loam, sandy loam, sandy clay loam. Peds that are firm and brittle range from none to commmon make up as much as 20 percent of the matrix.  Reaction is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Soils in the same family are Appling, Aragon, Cataula, Cecil, Chestatee, Georgeville, Herndon, Hulett, Kolomoki, Nankin, Nectar, Pacolet, Spotsylvania, and Wedowee.  Similar competing series include Alto, Bub, Cuthbert, Kirvin, Meth, Nacogdoches, Redsprings, Sacul, Sweatman, and Trawick soils.  The Appling, Aragon, Cataula, Cecil, Chestatee, Georgeville, Herndon, Hulett, Nankin, Nectar, Pacolet, Spotsylvania, and Wedowee soils formed in acid residium on the Piedmont uplands or Appalachian Plateau and are underlain by weathered bedrock.  The Alto, Bub, Meth, Nacogdoches, Redsprings, and Trawick soils have more than 35 percent base saturation within 125 centimeters below the top of the argillic horizon.  The Cuthbert, Kirvin, Sacul, and Sweatman soils have mixed minerology.  The Kolomoki soils do not contain fragments or layers of ironstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Darley soils are convex ridgetops and upper side slopes in the uplands of the Western Coastal Plains.  Slopes range from 1 to 30 percent.  The soils formed in iron-rich, clayey, marine sediments.  The typical pedon is forming in sediments of the Cockfield or Cook Mountain Formation, Claiborne Group, Eocene Series.  The mean annual temperature is 64 degrees F., and the mean annual precipitation is 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kirvin and Sacul soils.  The Kirvin soils are at slightly lower elevations and are on broader divides.  The Sacul soils are at lower elevations on side slopes and on broader, flat ridgetops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; Runoff is medium.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Darley soils are in woodland.  Some areas are used for pastureland.  Loblolly pine is the main commercial tree species.  Coastal bermudagrass and bahiagrass are the principal pasture crops.  Native vegetation consisted of a mixed oak and pine forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Darley soils are in north-cental Louisiana and possibly in Arkansas and eastern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Claiborne Parish, Louisiana; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The ironstone layers would qualify for a petroferric contact.  If a petroferric subgroup existed in Ultisols, this series would be a candidate for such a classification.\nADDITIONAL DATA:  Laboratory data for the typifying pedon were obtained from the Louisiana Agricultural Experiment Station, sample - S84LA27-3-(1-6).\nNational Cooperative Soil Survey\nU. S. A."
  }
}
