{
  "SERIES": "DARL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:WMR",
  "REVDATE": "03/2001",
  "STATES": "TX",
  "OVERVIEW": "The Darl series consists of soils that are shallow to a petrocalcic horizon.  These soils are well drained, and moderately permeable.  They formed in loamy sediments over indurated calcium carbonate.  The soils are on nearly level to gently sloping uplands.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, hyperthermic, shallow Ustic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Darl clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--O to 9 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky and granular structure; hard, friable; common fine roots, common fine pores and old root channels; few wormcasts; a 1/4 inch platy crust on surface; few calcium carbonate concretions to 2mm size; calcareous; moderately alkaline; gradual wavy boundary.  (4 to 12 inches thick)\nBk--9 to 16 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular and fine granular structure; hard, friable; common roots and fine pores; few wormcasts; few calcium carbonate concretions to 4mm size; lower 2 inches contains about 20 percent of fragments of hard calcium carbonate; calcareous; moderately alkaline; abrupt wavy boundary.  (6 to 13 inches thick)\nBkm--16 to 18 inches; pinkish white (7.5YR 8/2) caliche, pink (7.5YR 8/4) moist; indurated; weakly laminar in upper 1/2 inch; calcareous; clear wavy boundary.  (1 to 12 inches thick)\nCk--18 to 50 inches; pink (7.5YR 8/4) calcium carbonate, pink (7.5YR 7/4) moist; weakly cemented; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Maverick County, Texas; 12.0 miles north of Eagle Pass High School on U.S. Highway 277; east 0.8 mile on Texas Highway 131; 250 feet north in rangeland; this point is about 300 feet southeast of rifle range embankment."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a petrocalcic horizon ranges from 10 to 20 inches.  The texture is loam or clay loam.  Coarse fragments consist of a few to 20 percent by volume of angular fragments of calcium carbonate and chert gravel.  Calcium carbonate equivalent is 10 to 40 percent.\nThe A horizon has hue of 10YR, value of 4 to 7 and chroma 2 or 3.  When the color values are less than 5.5 dry and 3.5 moist the A horizon is 4 to 6 inches thick.\nThe Bkm horizon has hue of 10YR, value of 5 to 7 and chroma of 3 or 4.\nThe upper part of the Ck horizon is laminar or massive. The Ck horizon ranges from weakly consolidated to strongly cemented calcium carbonate.  It is gravelly in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cuevitas and Zapata series in the same family and the similar Blakeney, Conger,  Delnorte, Jimenez, Mavco, Olmos, Upton, and Valco series.  Blakeney, Conger, Delnorte, and Upton soils have mean annual soil temperature less than 72 degrees F. Cuevitas soils are fine sandy loam or loam throughout.  Delnorte, Jimenez, and Olmos soils have more than 35 percent coarse fragments in their control sections. Mavco soils lack petrocalcic horizons.  Valco soils, as well as Olmos soils, have mollic epipedons.  Zapata soils are less that 10 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Darl soils are on nearly level to gently sloping uplands.  Slopes range from 0 to 3 percent. The soil formed in a thin mantle of loamy materials over thick beds of caliche.  The climate is semiarid.  The mean annual precipitation ranges from 17 to 22 inches and the mean annual temperature ranges from 70 to 74 degrees F.  Frost free days range from 260 to 290 days and elevation ranges from 550 to 1,000 feet.  Thornthwaite annual P-E indices range from 20 to 28."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Cuevitas, Jimenez, Mavco, Olmos, Valco, and Zapata series and the Copita, Quemado, and Uvalde series.  Copita and Uvalde soils have sola that are more than 20 inches thick and lack petrocalcic horizons.  Quemado soils have Bt horizons and are skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native rangeland.  The principal grasses are red grama, threeawn, Halls panicum, bristlegrass, pink pappusgrass, and fall witchgrass.  Woody plants are sparse stands of paloverde, mesquite, cenizo, guayacan, condalias, whitebrush, guajillo, pricklypear cactus, tasajillo, and creosote bush.  Ratear is a very common forb."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Rio Grande Plain. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maverick County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 9 inches (A horizon)\nCambic horizon  - 9 to 16 inches (Bk horizon)\nPetrocalcic horizon - 16 to 18 inches (Bkm horizon)\nUstollic feature - Contains greater than 0.6 percent organic carbon in the upper 16 inches and has an aridic moisture regime that borders on the ustic.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--O to 9 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky and granular structure; hard, friable; common fine roots, common fine pores and old root channels; few wormcasts; a 1/4 inch platy crust on surface; few calcium carbonate concretions to 2mm size; calcareous; moderately alkaline; gradual wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 23,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--9 to 16 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular and fine granular structure; hard, friable; common roots and fine pores; few wormcasts; few calcium carbonate concretions to 4mm size; lower 2 inches contains about 20 percent of fragments of hard calcium carbonate; calcareous; moderately alkaline; abrupt wavy boundary.  (6 to 13 inches thick)"
      },
      {
        "name": "Bkm",
        "top": 41,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 8,
        "moist_chroma": 4,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkm--16 to 18 inches; pinkish white (7.5YR 8/2) caliche, pink (7.5YR 8/4) moist; indurated; weakly laminar in upper 1/2 inch; calcareous; clear wavy boundary.  (1 to 12 inches thick)"
      },
      {
        "name": "Ck",
        "top": 46,
        "bottom": 127,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "narrative": "Ck--18 to 50 inches; pink (7.5YR 8/4) calcium carbonate, pink (7.5YR 7/4) moist; weakly cemented; calcareous."
      }
    ]
  ]
}
