{
  "SERIES": "DARNELL",
  "STATUS": "Established Series",
  "BYREV": "EHT Rev. JGF:RCW:JLD",
  "REVDATE": "02/2016",
  "STATES": "KS,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, thermic, shallow Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Darnell fine sandy loam--oak forest at an elevation of 315 m (1032 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable; many fine roots; moderately acid; gradual smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nBw--13 to 38 cm (5 to 15 in); light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine granular structure; slightly hard, very friable; many fine roots; few fragments of sandstone less than 25 mm (1 in) in diameter; moderately acid; gradual wavy boundary. (Thickness of the Bw horizon is 10 to 30 cm [4 to 12 in])\nCr--38 to 76 cm (15 to 30 in); red (2.5YR 4/6) sandstone, dark red (2.5YR 3/6) moist; difficult to auger; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Oklahoma; about 8 miles west of Tryon; 900 feet west and 100 feet north of the southeast corner of sec. 17, T. 16 N., R. 2 E.\nUSGS topographic quadrangle: Carney, OK\nLatitude 35 degrees, 51 minutes, 18 seconds N\nLongitude 97 degrees, 6 minutes, 33 seconds W\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 25 to 51 cm (10 to 20 in)\nDepth to paralithic contact: 25 to 51 cm (10 to 20 in)\nA horizon:\nHue: 5YR to 10YR\nValue: 4 to 6, 3 or 4 moist\nChroma: 2 to 4 dry and moist\nTexture: sandy loam, fine sandy loam, loam, or their stony counterparts\nCoarse fragments: amount-0 to 5 percent by volume, size-less than 76 mm (3 in); and 0 to 15 percent by volume, 76 to 250 mm (3 to 10 in); kind-sandstone gravels and stones\nReaction: strongly acid to neutral\nBw horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 8, 3 to 5 moist\nChroma: 2 to 6 dry and moist\nTexture: sandy loam, fine sandy loam, or their gravelly counterparts\nCoarse fragments: amount-0 to 5 percent by volume, size-less than 76 mm (3 in); and 0 to 20 percent by volume, 76 to 250 mm (3 to 10 in); kind-sandstone gravels and stones\nReaction: strongly acid to neutral\nCr horizon:\nHue: 10R to 10YR\nValue: 4 to 7\nChroma: 3 to 8\nExcavation difficulty: high or very high\nFractures: greater than 10 cm (4 in) apart\nOther features: This material is dense enough to be root restrictive. Some strata may be lithic with an extremely high excavation difficulty, but these areas are small\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Soils in similar families in MLRA 84A are the Bigheart, Darsil, Lucien, and Noble series.\nBigheart soils: are in the thermic Udic soil climate regime\nDarsil soils: have a sandy textural control section\nLucien soils: have mixed mineralogy and have a mollic epipedon\nNoble soils: have a solum more than 51 cm (20 in) thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandstone of Permian age\nLandscape: uplands\nLandform: very gently sloping to steep ridge crests and upper side slopes of hills on uplands\nSlope: 1 to 45 percent\nMean Annual Temperature range: 14 to 18 degrees C (58 to 64 degrees F)\nMean Annual Precipitation range: 711 to 1016 millimeters (28 to 40 in)\nFrost-free period: 181 to 240 days\nElevation: 225 to 400 m (740 to 1315 ft)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Darsil, and Noble series and the Harrah, Littleaxe, Newalla, Niotaze, and Stephenville series.\nDarsil soils: occur intermingled in the same landscape, and have a textural control of loamy fine sand or coarser\nHarrah, Littleaxe, and Stephenville soils: occur on broad flats or side slopes, have an argillic horizon, and have a solum more than 51 cm (20 in thick)\nNewalla and Niotaze soils: occur on steep summits and back slopes, have an argillic horizon, have a fine control section, and have a solum more than 20 in thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained or somewhat excessively\nRunoff: medium or rapid\nPermeability: very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for rangeland. Native vegetation is mainly post oak, blackjack oak, and eastern red cedar with an understory of tall and mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Oklahoma, Kansas, and Texas; LRR J; MLRA 84A; extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okfuskee County, Oklahoma; 1942"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUpdated competing series, taxonomic version, saturated hydraulic conductivity, and formatting. (JLD 01/2016)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in) (A horizon)\nCambic horizon: 13 to 38 cm (5 to 15 in) (B horizon)\nParalithic contact: Sandstone at 38 cm (15 in) (Cr horizon)\nCementation: Most Cr material slakes in water within 15 hours\nADDITIONAL DATA: Oklahoma State University Lab No. 73-OK-57-20. Kellogg Soil Survey Lab No. 91P0878 and 93P0390, Lincoln, Nebraska.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
