{
  "SERIES": "DARRAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEJ/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "OVERVIEW": "The Darrah series consists of very deep, well drained soils formed in loess over weathered loess.  Darrah soils are in concave positions on basalt plains and buttes and have slopes of 0 to 8 percent. Permeability is slow. The average annual precipitation is about 12 inches and the average annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Darrah silt loam on a 1 percent northwest facing slope at an elevation of 4,570 feet in rangeland.  When described on April 23, 1991, the soil was moist below 6 inches. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium and coarse platy structure parting to weak fine and medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium and coarse roots; many very fine and fine and and medium vesicular pores; slightly acid (pH 6.5); abrupt smooth boundary. (1 to 3 inches thick)\nA2--2 to 5 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium and coarse roots; many very fine and fine tubular pores; slightly acid (pH 6.5); clear smooth boundary. (1 to 7 inches thick)\nBA--5 to 11 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine and few medium roots; common very fine and fine tubular pores; neutral (pH 6.7); clear wavy boundary. (0 to 7 inches thick)\nBt1--11 to 21 inches; brown (10YR 5/3) silt clay loam, dark brown (10YR 4/3) moist; strong fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine and fine tubular pores; few faint clay films in pores; common uncoated silt grains on faces of peds; neutral (pH 7.2); abrupt wavy boundary. (4 to 12 inches thick)\nBt2--21 to 27 inches; pale brown (10YR 6/3) silty clay loam,  brown (10YR 4/3) moist; strong fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine and fine tubular pores; few faint clay films in pores and on faces of peds; many uncoated silt grains on faces of peds; neutral (pH 6.8); clear wavy boundary. (4 to 10 inches thick)\nBtb1--27 to 34 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (7.5YR 4/4) moist; moderate medium and coarse prismatic structure parting to strong fine and medium subangular blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots; few very fine and fine tubular pores; common distinct clay films in pores and on faces of peds; slightly acid (pH 6.3); gradual wavy boundary. (6 to 31 inches thick)\nBtb2--34 to 60 inches; light yellowish brown (10YR 6/4) silty clay, dark brown (7.5YR 4/4) moist; moderate medium and coarse prismatic structure parting to strong medium and coarse subangular blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots; few very fine and fine tubular pores; common distinct clay films in pores and on faces of peds; neutral (pH 6.7); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Idaho; about 12 miles north and 4 miles west of Shoshone; 450 feet north and 250 feet east of the southwest corner Section 33, T3S, R18E.  Lat. 43 deg. North  6 min. 49 sec. Long.  114 deg. West 0 min. 08 sec.;"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS\nAverage annual soil temperature - 47 to 50 degrees F.\nPercent organic matter in upper 40cm - 1 to 4\nDepth to bedrock - greater than 60 inches\nAverage clay content in particle-size control section - 25 to 35 percent\nMollic epipedon thickness -  10 to 15 inches\nReaction - slightly acid to neutral\nSome pedons have a BE or Bw horizon\nA and BA horizons\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nBt horizons\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nClay content - 23 to 35 percent\nTexture - SIL, SICL\nBtb horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nClay Content - 35 to 50 percent\nTexture - SIC, C, SICL\nRock fragments - 0-5 percent gravel, 0-5 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  The Marley series in a closely related family has a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Darrah soils are in concave positions on basalt plains and buttes. Slopes range from 0 to 8 percent. Elevations range from 4,200 to 5,000 feet. The soil formed in loess over weathered loess.   The soils are in a semiarid climate with annual precipitation of 11 to 13 inches. This soil receives additional moisture from run on from surrounding areas and snow drifting.  The average annual temperature is about 45 to 48 degrees F. The frost free period is 85 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  They are the Bailing, Hamrub and Perla series.  Bailing soils are moderately deep to a weakly cemented duripan.   Hamrub soils are deep and have Calcic horizons.  Perla soils are moderately deep to bedrock.  These soils are on similar landscape positions with the Hamrub and Perla soils in the more convex positions and Bailing in concave positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland. Potential native vegetation is three-tip sagebrush, bluebunch wheatgrass, Thurbers needlegrass and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Idaho. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Idaho, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 11 inches (A1, A2, and BA horizons)\nArgillic horizon - the zone from 11 to 60 inches (Bt1, Bt2, and Btb1, Btb2 horizons)\nParticle-size control section - the zone from 11 to 31 inches (Bt1, Bt2, and part of the Btb1 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
