{
  "SERIES": "DARROUZETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB-SLM",
  "REVDATE": "09/2020",
  "STATES": "OK,TX",
  "OVERVIEW": "The Darrouzett series consists of very deep, well drained, moderately slowly permeable soils that formed in calcareous silty and clayey loess and alluvium of Pleistocene age.  These soils are on nearly level to gently sloping loess-draped stream terraces.  Slopes range from 0 to 5 percent.  Mean annual precipitation is about 508 mm (20 in) and mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Torrertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Darrouzett silt loam, on a 2 percent slope in previous cropland returned to rangeland at an elevation of 751 meters (2,465 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 12 cm (0 to 5 in); brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2), moist; weak medium subangular blocky structure parting to moderate medium granular; soft, very friable; many medium and many fine roots throughout; noneffervescent; slightly acid, pH 6.1; clear smooth boundary.\nA--12 to 36 cm (5 to 14 in); brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3), moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, very friable; few medium and many fine roots throughout; noneffervescent; neutral, pH 6.8; gradual smooth boundary. (Combined thickness of the A horizon is 15 to 43 cm [6 to 17 in])\nBtk1--36 to 58 cm (14 to 23 in); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2), moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; very few medium roots between peds and few fine roots between peds; common prominent clay films on all faces of peds; few distinct carbonate coats on vertical faces of peds; few fine and few medium distinct irregular carbonate masses in matrix; very slight effervescence (2 percent calcium carbonate); moderately alkaline, pH 8.2; gradual smooth boundary. (Thickness of the upper Bt and/or Btk horizon is 18 to 51 cm [7 to 20 in])\nBtkss1--58 to 89 cm (23 to 35 in); dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2), moist; strong medium prismatic structure parting to strong medium wedge; very hard, firm; few fine roots between peds; many prominent slickensides (pedogenic) on tops of soil columns; very many prominent organoargillans on all faces of peds; common fine and common medium distinct irregular carbonate masses on faces of peds; slight effervescence (3 percent calcium carbonate); moderately alkaline, pH 8.3 gradual smooth boundary.\nBtkss2--89 to 118 cm (35 to 47 in); brown (10YR 4/3) silty clay, very dark grayish brown (10YR 3/2), moist; moderate medium prismatic parting to moderate medium angular blocky structure; hard, very firm; very few fine roots between peds; few prominent slickensides (pedogenic) on tops of soil columns; common prominent organoargillans on vertical faces of peds; common  medium prominent irregular moderately cemented carbonate nodules in matrix; very slight effervescence (1 percent calcium carbonate); moderately alkaline, pH 8.4; clear smooth boundary. (Combined thickness of the Btss (where present) and Btkss horizon is 17 to 94 cm [7 to 37 in])\nBtk2--118 to 166 cm (47 to 65 in); yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 3/4), moist; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; slightly hard, very friable; few fine roots throughout; few distinct clay films on all faces of peds; common coarse and common medium prominent threadlike carbonate masses on vertical faces of peds; very slight effervescence (1 percent calcium carbonate); strongly alkaline, pH 8.5; clear smooth boundary. (Combined thickness of the lower Btk horizon is 61 to 109 cm [24 to 43 in])\nBtk3--166 to 205 cm (65 to 81 in); brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4), moist; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; slightly hard, very friable; very few fine roots throughout; few distinct organoargillans on vertical faces of peds; few fine faint threadlike and few faint irregular carbonate masses on surfaces along root channels; very slight effervescence (1 percent calcium carbonate); moderately alkaline, pH 8.2."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaver County, Oklahoma; from Slapout, 4 miles east on State Highway 270, then 5 miles south on county road NS 166; 1397 ft (425 m) south and 1027 feet (313 m) east of the northwest corner of Section 22, Township 1N, Range 28E (Cimarron meridian).\nUSGS topographic quadrangle: Slapout, Oklahoma\nLatitude: 36 degrees, 32 minutes, 22.30 seconds N\nLongitude: 100 degrees, 2 minutes, 16.98 seconds W\nDatum: WGS84\nDecimal Degrees\nLatitude: 36.5265007\nLongitude: -100.4944687\nUTM Northing: 4044294\nUTM Easting:   470783\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years.  July through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through June.\nSolum thickness: more than 203 cm (80 in)\nThickness of the mollic epipedon: 50 to 135 cm (20 to 53 in)\nDepth to slickensides or wedge-shaped structure: 18 to 66 cm (7 to 26 in)\nThickness of slickensides: 17 to 94 cm (7 to 37 in)\nDepth to argillic horizon: 15 to 65 cm (6 to 26 in)\nThickness of argillic horizon: 49 to 184 cm (20 to 73 in)\nDepth to secondary calcium carbonate: 15 to 91 cm (6 to 36 in)\nDepth to calcic horizon (where present): 165 to greater than 203 cm (50 to greater than 80 in)\nParticle-size control section (weighted average)\nTotal clay content: 35 to 45 percent\nSilicate clay content: 35 to 45 percent\nClay-sized carbonate content: 0 to 4 percent\nTotal sand content: 3 to 25 percent\nRock fragments: none\nA or Ap horizons:\nHue: 7.5 YR or 10YR\nValue: 3 to 5, 1 to 3 moist\nChroma: 2 or 3 moist or dry\nTexture: loam, silt loam, clay loam, or silty clay loam\nTotal clay content: 15 to 35 percent\nClay-sized carbonate content: 0 percent\nSand content: 5 to 25 percent\nEffervescence: None to slight\nReaction (pH): slightly acid to slightly alkaline (6.1-7.8)\nBt horizon (where present):Hue: 7.5YR or 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3 moist or dry\nTexture: clay loam, silty clay loam, silty clay, or clay\nTotal clay content: 30 to 42 percent\nClay-sized carbonate content: 0 percent\nSand content: 3 to 25 percent\nEffervescence: none to slight\nReaction (pH): neutral or slightly alkaline (6.6-7.8)\nUpper Btk horizon(s):\nHue: 7.5YR or 10YR\nValue: 3 to 5, 2 to 3 moist\nChroma: 2 or 3 moist or dry\nTexture: clay loam, silty clay loam, silty clay, or clay\nTotal clay content: 30 to 42 percent\nClay-sized carbonate content: 0 percent\nSand content: 3 to 25 percent\nIdentifiable calcium carbonate: amount-1 to 5 percent; size-fine to medium; kind-films, masses, nodules, or finely disseminated carbonate\nCalcium carbonate equivalent: 1 to 5 percent\nEffervescence: very slight or slight\nReaction (pH): slightly alkaline or moderately alkaline (7.8-8.4)\nBtss horizon (where present):\nHue: 7.5 YR or 10YR\nValue: 3 to 5, 2 to 3 moist\nChroma: 2 or 3 moist or dry\nTexture: clay loam, silty clay loam, silty clay, or clay\nTotal clay content: 35 to 50 percent\nClay-sized carbonate content: 0 percent\nSand content: 3 to 25 percent\nSlickensides: 10 to 70 percent; distinct or prominent\nEffervescence: none\nReaction (pH): neutral or slightly alkaline (6.6 to 7.8)\nBtkss horizon(s):\nHue: 7.5YR or 10YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 2 or 3 moist or dry\nTexture: clay loam, silty clay loam, silty clay, or clay\nTotal clay content: 35 to 50 percent\nClay-sized carbonate content: 0 to 4 percent\nSand content: 3 to 25 percent\nSlickensides: 10 to 70 percent; distinct or prominent\nIdentifiable calcium carbonate: amount-1 to 10 percent; size-fine to medium; kind-films, masses, nodules, or finely disseminated carbonate\nCalcium carbonate equivalent: 2 to 5 percent\nEffervescence: very slight to strong\nReaction (pH): slightly alkaline or moderately alkaline (7.8-8.4)\nLower Btk horizon(s):\nHue: 5YR to 10YR\nValue: 4 to 7, 4 to 6 moist\nChroma: 3 to 6 moist or dry\nTexture: loam, silt loam, clay loam, silty clay loam, or clay\nTotal clay content: 22 to 34 percent\nClay-sized carbonate content: 1 to 4 percent\nSand content: 5 to 30 percent\nIdentifiable calcium carbonate: amount-1 to 20 percent; size-fine to medium; kind-films, masses, nodules, or finely disseminated carbonate\nCalcium carbonate equivalent: 2 to 14 percent\nEffervescence: slight to violent\nReaction (pH): moderately alkaline or moderately alkaline (7.4-8.4)\nBCk and Bk horizons (where present):\nHue: 5YR to 10YR\nValue: 4 to 6, 4 to 5 moist\nChroma: 2 to 6 moist or dry\nTexture: loam, clay loam, silt loam, silty clay loam\nTotal clay content: 10 to 34 percent\nSilicate clay content: 10 to 34 percent\nClay-sized carbonate: 1 to 6 percent\nSand content: 5 to 45 percent\nRock fragments: amount-0 to 5 percent; size-fine to coarse gravels; kind-indurated subangular or irregular strongly cemented carbonate nodules or caliche fragments\nIdentifiable calcium carbonate: amount-5 to 10 percent; size-fine to medium; kind-films, filaments, masses, nodules or finely disseminated carbonate\nCalcium carbonate equivalent: 2 to 25 percent\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils include the Balko, Gruver, Perryton, Sherm, Twichell, and Zella series.\nBalko, Gruver, Perryton, Sherm, Twichell, and Zella soils: formed exclusively from silty and clayey eolian deposits; have average annual soil temperatures less than 15 degrees C (59 degrees F); and occur on high plains landscapes"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty and clayey eolian and alluvial sediments of Pleistocene age\nLandscape: Dissected high plains\nLandform: loess-draped stream terraces\nSlope: 0 to 5 percent\nMean annual precipitation: 457 to 660 mm (18 to 26 in)\nThornthwaite annual P-E Index: 25 to 36\nMean annual air temperature: 13.3 to 15 degrees C (56 to 59 degrees F).\nFrost-free period: 180 to 200 days\nElevation: 609.6 to 914.4 m (2,000 to 3,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the similar Alibates series and the Abbie, Ady, Alibates, Alopark, Berda, Catesby, Chiquita, Irene, Kroeker, Laverne, Mansic, Mobeetie, Mocane, Ochiltree, Oklark, Paloduro, Slapout, and Veal series.\nAbbie, Ady, Alibates, and Kroeker soils: occur on similar positions and have a fine-loamy particle size class\nAlopark, Slapout, and Veal soils: occur on adjacent hillslopes; have ochric epipedons; do not have argillic horizons; and have a calcic horizon present within 100 cm (40 in) of the soil surface\nCatesby and Oklark soils: occur on adjacent hillslopes; do not have argillic horizons; have a coarse-loamy particle-size class; and have a calcic horizon present within 100 cm (40 in) of the soil surface\nBerda soils: occur on adjacent hillslopes; have an ochric epipedon; do not have argillic horizons; and have a fine-loamy particle-size class\nChiquita soils: occur on similar positions; have an ochric epipedon; and have a fine-loamy particle-size class\nIrene soils: occur on similar positions; and have a fine-silty particle size class\nLaverne soils: occur on adjacent hillslopes; and have a lithic contact within 50 cm (20 in) of the soil surface\nMansic soils: occur on adjacent hillslopes; do not have argillic horizons; have a fine-loamy particle-size class; and have a calcic horizon within 100 cm (40 in) of the soil surface\nMobeetie soils: occur on adjacent hillslopes, have an ochric epipedon, do not have an argillic horizon, and have a coarse-loamy particle-size control section\nMocane soils: occur on adjacent hillslopes, have an ochric epipedon, do not have an argillic horizon, and have a sandy particle-size control section\nOchiltree soils: occur on adjacent hillslopes, have an ochric epipedon, and have a petrocalcic horizon within 25 cm (10 in) of the soil surface\nPaloduro soils: occur on adjacent hillslopes, do not have an argillic horizon, and have a fine-loamy particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: very slow\nRunoff: high on 0 to 1 percent slopes and very high on 1 to 5 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: crop production and livestock grazing\nNative vegetation: Predominantly buffalograss and blue grama, with lesser amounts of sideoats grama, vine-mesquite, western wheatgrass, galleta, and silver bluestem.\nCrops: corn, grain sorghum, and winter wheat\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites: Clay Loam 16-24\" PZ (R077EY051TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: northwestern Oklahoma, southwest Kansas, and the Oklahoma and Texas Panhandles\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMajor Land Resource Area: 77E - Southern High Plains, Breaks\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lipscomb County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 118 cm (0 to 47 in) (Ap, A, Btk1, Btkss1, and Btkss2 horizons)\nArgillic horizon: 36 to 205 cm (14 to 81 in) (Btk1, Btkss1, Btkss2, Btk2, and Btk3 horizons)\nSlickensides: 58 to 118 cm (23 to 47 in) (Btkss1 and Btkss2 horizons)\nTorrertic (dry vertic) features: Cracks to surface and/or slickensides within 125 cm (49 in) of the soil surface"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL data available: S2010OK007001 (TL-Beaver County, OK); S2006OK007002 (Beaver County, OK)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 cm (0 to 5 in); brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2), moist; weak medium subangular blocky structure parting to moderate medium granular; soft, very friable; many medium and many fine roots throughout; noneffervescent; slightly acid, pH 6.1; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 12,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--12 to 36 cm (5 to 14 in); brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3), moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, very friable; few medium and many fine roots throughout; noneffervescent; neutral, pH 6.8; gradual smooth boundary. (Combined thickness of the A horizon is 15 to 43 cm [6 to 17 in])"
      },
      {
        "name": "Btk1",
        "top": 36,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk1--36 to 58 cm (14 to 23 in); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2), moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; very few medium roots between peds and few fine roots between peds; common prominent clay films on all faces of peds; few distinct carbonate coats on vertical faces of peds; few fine and few medium distinct irregular carbonate masses in matrix; very slight effervescence (2 percent calcium carbonate); moderately alkaline, pH 8.2; gradual smooth boundary. (Thickness of the upper Bt and/or Btk horizon is 18 to 51 cm [7 to 20 in])"
      },
      {
        "name": "Btkss1",
        "top": 58,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "structure": "strong medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btkss1--58 to 89 cm (23 to 35 in); dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2), moist; strong medium prismatic structure parting to strong medium wedge; very hard, firm; few fine roots between peds; many prominent slickensides (pedogenic) on tops of soil columns; very many prominent organoargillans on all faces of peds; common fine and common medium distinct irregular carbonate masses on faces of peds; slight effervescence (3 percent calcium carbonate); moderately alkaline, pH 8.3 gradual smooth boundary."
      },
      {
        "name": "Btkss2",
        "top": 89,
        "bottom": 118,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btkss2--89 to 118 cm (35 to 47 in); brown (10YR 4/3) silty clay, very dark grayish brown (10YR 3/2), moist; moderate medium prismatic parting to moderate medium angular blocky structure; hard, very firm; very few fine roots between peds; few prominent slickensides (pedogenic) on tops of soil columns; common prominent organoargillans on vertical faces of peds; common  medium prominent irregular moderately cemented carbonate nodules in matrix; very slight effervescence (1 percent calcium carbonate); moderately alkaline, pH 8.4; clear smooth boundary. (Combined thickness of the Btss (where present) and Btkss horizon is 17 to 94 cm [7 to 37 in])"
      },
      {
        "name": "Btk2",
        "top": 118,
        "bottom": 166,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk2--118 to 166 cm (47 to 65 in); yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 3/4), moist; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; slightly hard, very friable; few fine roots throughout; few distinct clay films on all faces of peds; common coarse and common medium prominent threadlike carbonate masses on vertical faces of peds; very slight effervescence (1 percent calcium carbonate); strongly alkaline, pH 8.5; clear smooth boundary. (Combined thickness of the lower Btk horizon is 61 to 109 cm [24 to 43 in])"
      },
      {
        "name": "Btk3",
        "top": 166,
        "bottom": 205,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btk3--166 to 205 cm (65 to 81 in); brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4), moist; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; slightly hard, very friable; very few fine roots throughout; few distinct organoargillans on vertical faces of peds; few fine faint threadlike and few faint irregular carbonate masses on surfaces along root channels; very slight effervescence (1 percent calcium carbonate); moderately alkaline, pH 8.2."
      }
    ]
  ]
}
