{
  "SERIES": "DARWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRK-RDC-RJB",
  "REVDATE": "06/2015",
  "STATES": "IL,IA,MO",
  "OVERVIEW": "The Darwin series consists of very deep, poorly and very poorly drained, very slowly permeable soils formed in clayey alluvium on flood plains of large streams. Slopes range from 0 to 2 percent. Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Fluvaquentic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Darwin silty clay - on a slope of less than 1 percent in a cultivated field at an elevation of about 433 feet above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; weak very fine granular structure in the upper part and moderate fine and medium angular blocky structure in the lower part; very firm; slightly acid; abrupt smooth boundary.\nA--7 to 14 inches very dark gray (N 3/0) silty clay, dark gray (10YR 4/1) dry; weak medium prismatic structure parting to moderate medium angular blocky; firm; few fine distinct dark yellowish brown (10YR 3/4) masses of iron and manganese accumulation in the matrix; neutral; gradual smooth boundary. (The combined thickness of the A horizon is 10 to 20 inches.)\nBg1--14 to 24 inches; dark gray (5Y 4/1) silty clay; weak medium prismatic structure parting to moderate medium and coarse angular blocky; firm; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral; gradual smooth boundary.\nBg2--24 to 33 inches; dark gray (5Y 4/1) silty clay; weak coarse prismatic structure parting to moderate medium angular blocky; firm; common fine and medium prominent yellowish brown (10YR 5/4 and 5/6) masses of iron accumulation in the matrix; few fine dark iron and manganese concretions throughout; neutral; gradual smooth boundary.\nBg3--33 to 46 inches; gray (5Y 5/1) silty clay; weak coarse prismatic structure parting to weak medium angular blocky; firm; few medium carbonate concretions increasing in number in the lower part of the horizon; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few dark iron and manganese concretions throughout; slightly alkaline; abrupt wavy boundary. (The combined thickness of the Bg horizon is 18 to 52 inches.)\nBCg--46 to 56 inches; gray (5Y 5/1) silty clay loam; weak medium and coarse angular blocky structure; very firm; many fine prominent brown (7.5YR 4/4) and strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; slightly alkaline; gradual smooth boundary. (0 to 24 inches thick)\nCg--56 to 68 inches; gray (5Y 5/1) silty clay loam; massive; firm; many fine and medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in the matrix; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lawrence County, Illinois; about 2.5 miles west of Russellville; 2,320 feet north and 110 feet east of the center sec. 6, T. 4 N., R. 10 W.  USGS Russellville, IL topographic quadrangle; latitude 38 degrees, 49 minutes, 14.5 seconds North and longitude 87 degrees, 33 minutes, 59.5 seconds West; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the cambic horizon ranges from 40 to 60 inches. The mollic epipedon ranges between 10 and 24 inches in thickness and includes the upper part of the Bg horizon in some pedons. The particle size control section averages between 45 and 60 percent clay. The series control section averages less than 5 percent sand.\nThe Ap or A horizon has hue of 10YR, 2.5Y, or is neutral; value of 2 or 3; and chroma of 0 to 2. It typically is silty clay, but some pedons are silty clay loam or clay. Clay content ranges from 35 to 60 percent. A silt loam overwash phase is recognized. Reaction ranges from slightly acid to slightly alkaline.\nThe Bg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 3 to 6; and chroma of 0 to 2. It typically is silty clay, but some pedons contain subhorizons of clay. Also, some pedons have subhorizons in the lower part that are silty clay loam. Clay content averages between 45 and 55 percent and ranges from 38 to 65 percent in subhorizons. Many of the faces of the peds have shiny pressure faces and some pedons have slickensides. Reaction ranges from slightly acid to slightly alkaline. Some pedons contain carbonates in the lower part.\nThe Cg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 4 to 6; and chroma of 0 to 2. It is silty clay loam, silty clay, or clay. Clay content ranges from 27 to 60 percent. Reaction ranges from neutral to moderately alkaline and some pedons contain carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Saddlerock (T), Stillwater, and Waldo series. Saddlerock soils have one or more buried A horizons in the series control section, have a MAP of 10 inches, and formed in alluvium from basalt, andesite and tuff at elevations between 4400 to 5500 above MSL.  Stillwater soils do not have a cambic horizon and are more alkaline than slightly alkaline in the cambic horizon.  Waldo soils are more acid than slightly acid in the cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Darwin soils are on nearly level flood plains of large streams. Slope gradients commonly are less than 1 percent but range from 0 to 2 percent. Darwin soils formed in fine-textured alluvium. Mean annual temperature ranges from 45 to 57 degrees F., mean annual precipitation ranges from 30 to 48 inches, frost free days range from 140 to 200 days, and elevation ranges from 340 to 1250 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beaucoup, Cairo, Dupo, Fults, Karnak, Petrolia, Titus, and Wabash soils. The poorly drained Beaucoup and Petrolia and somewhat poorly drained Tice soils contain less clay in the control section and are on similar or slightly higher parts of the flood plain. In addition, Petrolia soils do not have a mollic epipedon. The poorly drained Cairo soils have strongly contrasting particle-size class of clayey over sandy or sandy-skeletal and are in similar positions nearby. The poorly drained Karnak soils lack mollic epipedons and are on similar parts of flood plains. The somewhat poorly drained Dupo soils have strongly contrasting particle-size classes and are on higher parts of the flood plain nearby. Fults and Titus soils are nearby on similar or slightly higher parts of the flood plain. Wabash soils are nearby on similar or slightly lower parts of the flood plain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained and very poorly drained. The potential for surface runoff is negligible to very high. Permeability is slow or very slow. Flooding typically occurs occasionally or frequently on Darwin soils. Levees provide protection from frequent flooding in many areas of Darwin soils. The seasonal high water table is within 18 inches of the surface during the spring of normal years. Undrained areas have water at or above the surface for long or very long periods in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas that are cleared are cultivated. Soybeans and grain sorghum are the principal crops. Native vegetation is mixed deciduous trees, grasses, and sedges. See Additional Data section for native vegetative cover in Iowa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Darwin soils are in Illinois, Missouri and Iowa. MLRAs 108, 113, 114, 115, 120, 131, 134.  The extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lawrence County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to a depth of 14 inches (Ap and A horizons); cambic horizon -- the zone from 14 to 56 inches (Bg and BCg horizons); aquic conditions -- redox accumulations in the lower part of the mollic epipedon and gray matrix in all horizons below the Ap;\nfluvaquentic feature - organic carbon greater than .3 percent at 125 cm."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Data for the type location are published in SSIR No. 19, page 91.\nIn Iowa, the native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, White Cutgrasses, Fox Sedges, Oval Sedges, Inland Rushes, Torreys Rushes, Dark Green Bulrushes, Flatstem Spikerushes, Blue Vervains, Indian Hemps, Winged Loosestrifes, Wild Mints, and Water Horehounds. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "moderate fine and medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; weak very fine granular structure in the upper part and moderate fine and medium angular blocky structure in the lower part; very firm; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "N",
        "moist_value": 3,
        "moist_chroma": 0,
        "texture_class": "silty clay",
        "structure": "weak medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--7 to 14 inches very dark gray (N 3/0) silty clay, dark gray (10YR 4/1) dry; weak medium prismatic structure parting to moderate medium angular blocky; firm; few fine distinct dark yellowish brown (10YR 3/4) masses of iron and manganese accumulation in the matrix; neutral; gradual smooth boundary. (The combined thickness of the A horizon is 10 to 20 inches.)"
      },
      {
        "name": "Bg1",
        "top": 36,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "weak medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1--14 to 24 inches; dark gray (5Y 4/1) silty clay; weak medium prismatic structure parting to moderate medium and coarse angular blocky; firm; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral; gradual smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 61,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg2--24 to 33 inches; dark gray (5Y 4/1) silty clay; weak coarse prismatic structure parting to moderate medium angular blocky; firm; common fine and medium prominent yellowish brown (10YR 5/4 and 5/6) masses of iron accumulation in the matrix; few fine dark iron and manganese concretions throughout; neutral; gradual smooth boundary."
      },
      {
        "name": "Bg3",
        "top": 84,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg3--33 to 46 inches; gray (5Y 5/1) silty clay; weak coarse prismatic structure parting to weak medium angular blocky; firm; few medium carbonate concretions increasing in number in the lower part of the horizon; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few dark iron and manganese concretions throughout; slightly alkaline; abrupt wavy boundary. (The combined thickness of the Bg horizon is 18 to 52 inches.)"
      },
      {
        "name": "BCg",
        "top": 117,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak medium and coarse angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCg--46 to 56 inches; gray (5Y 5/1) silty clay loam; weak medium and coarse angular blocky structure; very firm; many fine prominent brown (7.5YR 4/4) and strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; slightly alkaline; gradual smooth boundary. (0 to 24 inches thick)"
      },
      {
        "name": "Cg",
        "top": 142,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--56 to 68 inches; gray (5Y 5/1) silty clay loam; massive; firm; many fine and medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in the matrix; slightly alkaline."
      }
    ]
  ]
}
