{
  "SERIES": "DAVEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-RLB-JVC-JBF",
  "REVDATE": "05/2016",
  "STATES": "CA,ID,NV,OR",
  "OVERVIEW": "The Davey series consists of very deep, somewhat excessively drained soils that formed in alluvium derived from mixed rocks.  Davey soils are on sand sheets, lagoons, alluvial fans, basin-floor remnants, and fan skirts.  Slopes are 0 to 45 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, mixed, mesic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Davey loamy fine sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm; gray (10YR 6/1) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; neutral (pH 6.8); abrupt smooth boundary.  (8 to 20 cm thick)\nBw--13 to 36 cm; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine and few fine interstitial pores; neutral (pH 7.2); clear smooth boundary.  (15 to 50 cm thick)\nC--36 to 61 cm; light brownish gray (10YR 6/2) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 100 cm thick)\nCk--61 to 170 cm; light brownish gray (2.5Y 6/2) fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; strongly effervescent; secondary carbonates disseminated in the matrix; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; in the Quinn River Valley about 3 miles north of Orovada and 2.25 miles northwest on an angling road; approximately 2,400 feet west and 200 feet south of the northeast corner of section 9, T. 43 N., R.  37 E.; USGS Willow Creek Ranch 7.5 minute topographic quadrangle; latitude 41 degrees 37 minutes 38 seconds N and longitude 117 degrees 49 minutes 06 seconds W; WGS84 Decimal Degrees 41.6272222 latitude, -117.818333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry May through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to base of cambic horizon: 28 to 58 cm.\nDepth to carbonates: 0 to 76 cm.\nOther features: Some pedons have gypsum crystals below a depth of 50 cm; Some pedons in Nevada have weakly cemented or strong cemented duripans below a depth of 127 cm; Some pedons in Oregon lack carbonates within a depth of 150 cm.\nParticle-size control section - Clay content: Averages 5 to 10 percent.\nRock fragments: Averages less than 15 percent, mainly gravel.  Lithology of fragments are mixed rocks.\nA horizon\nHue: 10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 6 moist; dry value is 6 or 7 when the upper 18 cm of the soil is mixed.\nChroma:  1 through 3, dry or moist.\nReaction:  Neutral or slightly alkaline.\nBw horizon\nHue: 10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Fine sandy loam or sandy loam, some pedons have subhorizons that are gravelly sandy loam.\nStructure:  Prismatic, subangular blocky, or it is massive.\nReaction:  Neutral through moderately alkaline.\nC horizon and Ck horizon (when present)\nHue: 10YR or 2.5Y.\nValue:  6 or 7 dry, 3 through 6 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Fine sand, loamy fine sand, or loamy sand; but thin strata of fine sandy loam or coarse sand are in some pedons; some pedons have strata with texture of very fine sandy loam or silt loam below a depth of 100 cm.\nReaction:  Slightly alkaline through strongly alkaline.\nEffervescence:  Slightly effervescent to violently effervescent in the Ck horizon.\nIdentifiable secondary carbonates: Occurs as few or common filaments, patchy coats on rock fragments, or disseminated in the matrix.\nCalcium carbonate equivalent: 0 to 10 percent.\nCementation:  Up to 10 percent weakly cemented durinodes are below a depth of 50 cmin some pedons.\nRedoximorphic features:  Redox concentrations occur in some pedons as relict masses of iron accumulation below depths of 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fortbois, Springbar, and Timmerman series.\nFortbois soils have a mean annual soil temperature of 12 to 13 degrees C. and are dry about 120 to 150 consecutive days when soil temperature is above 5 degrees C.  Springbar soils average 15 to 30 percent rock fragments in the particle-size control section and have moderately alkaline or strongly alkaline reaction throughout.  Timmerman soils are dominated by coarse sands in the particle-size control section, have mean annual soil temperature of 10 to 13 degrees C., and have a frost-free period of 130 to 210 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Davey soils are on sand sheets, lagoons, alluvial fans, basin-floor remnants, and fan skirts.  These soils formed in alluvium derived from mixed rocks.  Slopes are 0 to 45 percent.  Elevations range from 1,220 to 1,865 and are 700 to 1,630 meters in Idaho.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 180 to 300 mm, the mean annual temperature is 7 to 10 degrees C., and the frost-free period is 80 to 130 days.  In Idaho, the mean annual temperature is 10 to 11 degrees C. and the frost-free period is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enko, Goldrun, McConnel, Orovada, and Rebel soils.  Enko, Orovada, and Rebel soils are coarse-loamy.  Goldrun soils lack cambic horizons.  McConnel soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; medium through very low surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Davey soils are used for rangeland, wildlife habitat, and irrigated cropland.  Small grains, alfalfa hay, and alfalfa seed are the principal irrigated crops.  The vegetation in rangeland is principally Wyoming big sagebrush, rabbitbrush, spiny hopsage, Indian ricegrass, bottlebrush squirreltail, kochia, and scurfpea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada, northeastern California, south-central Oregon, and south-central Idaho.  These soils are extensive with about 169,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 24, while other acreage occurs in MLRA 11 in Idaho; MLRA 23 in California, Nevada, and Oregon; and MLRAs 26 and 27 in Nevada."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (North Part), Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bw horizons).\nCambic horizon - The zone from 13 to 36 cm (Bw horizon).\nIdentifiable secondary carbonates - The zone from 61 to 170 cm (Ck horizon).\nParticle-size control section - The zone from 25 to 100 cm (C horizon and parts of the Bw and Ck horizons).\nADDITIONAL DATA:  Riverside California Soil Lab S61NV-7-5 (61556-61560) and S61NV-7-6 (61561-61565)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
