{
  "SERIES": "DAVIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-EEP",
  "REVDATE": "02/97",
  "STATES": "IA,SD",
  "OVERVIEW": "The Davis series consists of very deep, well drained and moderately well drained soils formed in loamy sediments on foot slopes, fans and high bottom lands.  Permeability is moderate.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 23 inches.  Mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Davis loam - on a 1 percent southeast-facing slope in a cultivated field.  When described the soil was moist throughout. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic;  few very fine and fine roots; slightly acid; abrupt smooth boundary. (Combined thickness of the A horizon is 6 to 18 inches.)\nBA--8 to 16 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak coarse and very coarse prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic;  few  very fine and fine roots; slightly acid; gradual wavy boundary.  (0 to 10 inches thick)\nBw1--16 to 23 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak coarse and very coarse prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic;  few  very fine and fine roots;  few very fine tubular pores;  neutral; gradual wavy boundary.\nBw2--23 to 41 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse and very coarse prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic;  few  very fine and fine roots;  few  very fine tubular pores; neutral; clear wavy boundary.\nBw3--41 to 47 inches; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic;  few  very fine and fine roots; common very fine tubular pores; neutral; gradual wavy boundary.  (Combined thickness of the Bw horizon is 15 to 40 inches.)\nBk--47 to 80 inches; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic;  common very fine tubular pores; 5 percent calcium carbonate equivalent;  few fine soft masses of calcium carbonate; strongly effervescent; slightly alkaline.  (Combined thickness of the Bk horizon is 0 to 40 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Minnehaha County, South Dakota; about 2 1/2 miles south and 1/2 mile west of Brandon; 2,100 feet east and 85 feet south of northwest corner, sec. 15, T. 101 N., R. 48 W.  USGS Brandon, SD-IOWA topographic quadrangle; lat. 43 degrees 33 minutes 30 seconds N. and long. 96 degrees 34 minutes 57 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free calcium carbonate ranges from 20 to more than 50 inches.  Thickness of mollic epipedon is 20 inches or more.  The particle size control section averages 18 to 30 percent clay. Buried horizons are below depths of 20 inches in some pedons.\nThe A horizon has hue of 10YR, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It is silt loam or loam and is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 to 4 moist, and chroma of 1 to 3.  It is loam, silt loam or clay loam but has strata of silty clay loam, fine sandy loam or sandy loam in some pedons.   It ranges from slightly acid to slightly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 3 to 6 and 2 to 5 moist and chroma of 1 to 4.  It is loam, silt loam or clay loam but is stratified with layers of silty clay loam, fine sandy loam, or sandy loam in some pedons.   Some pedons have redox features below a depth of 40 inches.  It is slightly or moderately alkaline.  It has few to many accumulations of carbonate.\nThe C horizon, where present, has hue of 10YR or 2.5Y, value of 3 to 7 and 2 to 5 moist, and chroma of 1 to 4.  It typically is loam, but some pedons are stratified with layers of sandy loam, silt loam, silty clay loam, sandy clay loam, or clay loam.  Some pedons have mottles below 40 inches.  It is slightly or moderately alkaline.  Some pedons have clayey material below a depth of 40 inches. Some pedons may be strongly alklaline below a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bonilla, Table Mountain and Whiskey soils.  Bonilla soils have distinct or prominent redoximorphic features in the lower part of the control section. Table Mountain soils have varying amounts of coarse fragments in the control section.  Whiskey soils are dry in all parts of the soil moisture control section more than one-half of the time that the soil temperature is 41 degrees F. or higher."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Davis soils are on foot slopes and fans and on nearly level high bottoms along streams within the glacial till plains.  Slope gradients typically are less than 4 percent, but range from 0 to 15 percent.  Davis soils formed in local loamy alluvium or colluvium.  The mean annual precipitation ranges from 17 to 26 inches.  Mean annual temperature ranges from 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Betts, Blendon, Bon, Clamo, Clarno, Ethan, Lamo, and Tetonka soils.  Betts, Clarno, and Ethan soils have mollic epipedons less than 20 inches thick and are on landscapes above the Davis soils.  Blendon soils are on similar landscapes and have a coarse-loamy control section.  Bon soils are on flood plains and have carbonates above depths of 20 inches.  Clamo and Tetonka soils are in the fine family and are more poorly drained.  Clamo soils are on lower positions in the landscape.  Tetonka soils are in upland depressions.    Lamo soils have a fine-silty control section and are in lower parts of the landscape on bottom lands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or moderately well drained; surface runoff is  low to high .  Permeability is moderate.  The soil receives runoff from adjacent soils."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all cultivated.  Small grain, corn, and alfalfa are the principal crops.  Native vegetation includes big bluestem, green needlegrass, western wheatgrass, sideoats grama, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and southeastern South Dakota and northwest Iowa.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, South Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 80 inches (Ap, BA, Bw1, Bw2, Bw3, Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
