{
  "SERIES": "DAWES",
  "STATUS": "Established Series",
  "BYREV": "DLH-CJH",
  "REVDATE": "12/2002",
  "STATES": "NE,SD",
  "OVERVIEW": "The Dawes series consists of very deep, moderately well drained soils formed in loess overlying coarse sand on uplands.  Permeability is slow in the subsoil and moderate in the upper underlying material. Slopes range from 0 to 3 percent.  Mean annual precipitation is about 17 inches and mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dawes silt loam - dry cropland.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 7 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; slightly hard, very friable; slightly acid; abrupt smooth boundary.  (6 to 8 inches thick)\nE--7 to 8 inches; gray (10YR 6/1) silt loam, dark gray (10YR 4/1) moist; weak medium subangular blocky structure; slightly hard, very friable; neutral abrupt smooth boundary.  (1 to 3 inches thick)\nBt--8 to 16 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse columnar structure parting to moderate fine and medium blocky; hard, firm; thin films on surface of peds; moderately alkaline; clear smooth boundary. (4 to 12 inches thick)\nBk1--16 to 24 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; soft, very friable; strong effervescence, strongly alkaline; gradual smooth boundary.   (0 to 12 inches thick)\nBk2--24 to 32 inches; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; weak coarse prismatic structure; soft, very friable; violent effervescence; strongly alkaline, gradual smooth boundary.  (4 to 16 inches thick)\nC--32 to 40 inches; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; massive; soft, very friable; strong effervescence; strongly alkaline; abrupt wavy boundary.  (4 to 12 inches thick)\n2C--40 to 80 inches; pale brown (10YR 6/3) coarse sand; single grain; slight effervescence in upper part; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deuel County, Nebraska; about 3 miles south and 1/2 mile east of Chappell; 1300 feet east and 180 feet south of the northwest corner, sec. 4, T. 12 N., R. 45 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 13 to 35 inches.  Depth to carbonates ranges from 14 to 21 inches.  Thickness of the mollic epipedon ranges from 8 to 20 inches.  There is 0 to 2 percent gravel by volume throughout the profile.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 1 to 3.  It is typically silt loam, but includes loam.  Reaction is slightly acid or neutral.\nThe E horizon has hue of 10YR, value of 6 or 7 and 4 or 5 moist, and chroma of 1.  It is loam or silt loam and in some pedons has platy structure.  Reaction is slightly acid or neutral.\nThe Bt horizon has hue of 10YR, 7.5YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 2 or 3.  It is silty clay loam or silty clay with clay content of 35 to 50 percent.  Reaction is slightly alkaline or moderately alkaline.\nThe Bk1 horizon has hue of 10YR, 7.5YR or 2.5Y, value of 4 to 7 and 2 to 5 moist, and chroma of 2 or 3.  It is silt loam or silty clay loam.\nThe Bk2 horizon has hue of 10YR, 7.5YR or 2.5Y, value of 6 or 7 and 4 or 5 moist, and chroma of 2 or 3.  It is silt loam or loam.\nThe 2C horizon has hue of 10YR, value of 6 or 7 and 5 or 6 moist, and chroma of 3.  It is typically coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fondis, Iliff, Jonpol, Platmak, Platner and Platsher series.  Fondis soils have a lithologic discontinuity within the argillic horizon.  Iliff soils have a lithic contact at depths of less than 40 inches.  Jonpol soils area moderately deep.  Platmak and Platner soils do not have a coarse sand 2C horizon.  Platsher soils have a 2Bk horizon that has more than 15 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dawes soils are on nearly level or very gently sloping uplands with slope gradients of 0 to 3 percent.  The soils formed in medium and moderately fine textured loess containing carbonates.  The underlying materials are bedrock or coarse sand that limit effective root penetration.  The mean annual precipitation ranges from 16 to 20 inches, and mean annual air temperature ranges from 47 to 52 degrees F.  Frost-free days range from 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alliance, Keith, Kuma, Rosebud, Richfield and Scott soils.  All the associated soils, except Scott, are slightly higher on the landscape and are better drained; they also lack E horizons and contain less clay in the argillic horizon.  Scott soils are very poorly drained, in depressions and pond water for long duration."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is slow in the Bt horizon, moderate in the C horizon, and very rapid in the 2C horizon.  Runoff is low.  These soils have a slowly permeable layer within the upper 1 meter that keeps the soil wet close enough to the surface for long enough periods that planting or harvesting operations are adversely affected on some areas during prolonged wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to winter wheat, sorghum, and feed crops.  A small acreage is in range where the main vegetation is blue grama, buffalograss and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nebraska, southwestern South Dakota, northeastern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Soil Survey of Western Nebraska, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from 0 to 7 inches (A horizon); albic horizon - the zone from 7 to 8 inches (E horizon); argillic horizon - the zone from 8 to 16 inches (Bt horizon).\nLaboratory data indicates the particle-size family of the soil is clayey over loamy.  Consideration should be given to changing the classification accordingly.\nADDITIONAL DATA:  S58NE049-003 (Type Location), and S58NE049-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
