{
  "SERIES": "DAWSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEM-WEF-LMC",
  "REVDATE": "06/2004",
  "STATES": "MI,MN,NY,WI",
  "OVERVIEW": "The Dawson series consists of very deep, very poorly drained soils formed in herbaceous organic material 16 to 51 inches thick overlying sandy deposits in depressions on outwash plains, lake plains, ground moraines, end moraines and floodplains. Permeability is moderately slow to moderately rapid in the organic material and rapid in the sandy material.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 29 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, mixed, dysic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dawson peat - on a slope of 1 percent in an undisturbed area.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 8 inches; dark reddish brown (5YR 3/3) broken face, dark reddish brown (5YR 3/2) rubbed and pinkish gray (5YR 7/2) pressed peat (fibric material); about 95 percent fiber, 90 percent rubbed; massive; primarily sphagnum moss fibers; extremely acid; abrupt smooth boundary.\nOa--8 to 38 inches; dark reddish brown (5YR 3/2) broken face, dark reddish brown (5YR 2/2) rubbed, and dark reddish brown (5YR 3/2) pressed muck (sapric material); about 40 percent fiber, less than 10 percent rubbed; massive; primarily herbaceous fibers; extremely acid; abrupt smooth boundary.\nA--38 to 40 inches; very dark gray (10YR 3/1) silt loam; massive; slightly sticky; extremely acid; clear smooth boundary.  (0 to 8 inches thick)\nC--40 to 60 inches; grayish brown (2.5Y 5/2) sand; single grain; nonsticky; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Delta County, Michigan; about 3 1/2 miles northeast of Ensign; 1320 feet east of the center, sec. 16, T. 41 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the mineral horizon ranges from 16 to 51 inches.  In some pedons, the mineral layer is a single layer 12 inches or more thick with organic material above and below.  The organic part of the control section has a pH of less than 4.5 in 0.01M calcium chloride.\nThe surface tier has hue of 2.5Y to 5YR, or is neutral, value of 2 to 7, and chroma of 0 to 6.  Values normally increase several units when pressed. It is dominated by sphagnum mosses.  The upper 1 to 4 inches commonly is living sphagnum with the lower part having undergone some decomposition. Fiber content ranges from 75 to 95 percent before rubbing and 30 to 90 after rubbing.  In some pedons the surface tier is muck or mucky peat. The subsurface tiers have hue of 10YR to 5YR, or is neutral, value of 2 to 6, and chroma of 0 to 3. The materials are dominantly muck (sapric material), but layers of peat (fibric material) totaling less than 5 inches in thickness and layers of mucky peat (hemic material) totaling up to 10 inches are in some pedons.  This horizon typically is massive with some pedons having a weak very coarse platy or blocky structure.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 2 to 4, and chroma of 1 to 3.  It is loam, silt loam, sand, fine sand, mucky sand or mucky fine sand.  Reaction is extremely acid.\nWhere present E horizons have hue of 10YR or 7.5YR, value of 5 or 6 and chroma of 2 or 3. In some pedons a Bhs and Bs horizon occurs below an A or E horizon. The Bhs horizon has hue of 5YR or 7.5YR and value and chroma of 2 or 3.  The Bs horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 4 to 6.  The E, Bhs and Bs horizons are fine sand or sand. Reaction of the E, Bhs and Bs horizons ranges from very strongly acid to slightly acid.\nThe C horizon has hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 0 to 6.  It is sand, loamy sand, fine sand, very fine sand, loamy fine sand, gravelly loamy sand, gravelly sand, or very gravelly sand.  It ranges from extremely acid to slightly acid.  Some pedons have a loamy substratum that is fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Burnt Vly (T) series.  The Burnt Vly series formed in organic materials derived from woody plant materials.  Closely related series are the Adrian, Markey, and Tawas.  All are euic.  In addition, the Adrian soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dawson soils are in depressions within outwash plains and lake plains, ground moraines and end moraines.  In some places, Dawson soils are on flood plains.  Slope gradients range from 0 to 2 percent. The uplands surrounding these soils are commonly acid sands.  The mean annual precipitation ranges from about 22 to 35 inches, and the mean annual temperature ranges from about 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deford, Greenwood, Kinross, Loxley and Roscommon soils.  The Greenwood and Loxley soils have thicker organic deposits and are located in similar landscape positions.  The Deford, Kinross and Roscommon soils are poorly drained or very poorly drained sandy mineral soils with organic deposits less than 16 inches thick.  They are commonly adjacent to the Dawson soils.."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  The representative depth to wet soil moisture status is at the surface to 1 foot below the surface at some time throughout the year.  The representative depth of ponding is from 0 to 1.0 foot at some time throughout the year.  Surface runoff is very low or negligible.  Permeability is moderately slow to moderately rapid in the organic material and rapid in the sandy mineral portion."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Very little commercial use is made of these soils, because of the extreme acidity, shallowness of the organic deposit, and the high water table.  Tree vegetation is sparse with black spruce and tamarack comprising the major species.  Ground cover is composed of bog rosemary, cranberries, laurel, leatherleaf, sphagnum mosses, and blueberries."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Lower Peninsula and Upper Peninsula of Michigan, Wisconsin, and Minnesota.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Luce County, Michigan, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Terric subgroup - Well decomposed organic matter that ranges from a depth of 16 inches to 51 inches; Dysic feature - reaction of less than 4.5 in 0.01M CaCl2 throughout the organic material."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 8 inches; dark reddish brown (5YR 3/3) broken face, dark reddish brown (5YR 3/2) rubbed and pinkish gray (5YR 7/2) pressed peat (fibric material); about 95 percent fiber, 90 percent rubbed; massive; primarily sphagnum moss fibers; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Oa",
        "top": 20,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--8 to 38 inches; dark reddish brown (5YR 3/2) broken face, dark reddish brown (5YR 2/2) rubbed, and dark reddish brown (5YR 3/2) pressed muck (sapric material); about 40 percent fiber, less than 10 percent rubbed; massive; primarily herbaceous fibers; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 97,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--38 to 40 inches; very dark gray (10YR 3/1) silt loam; massive; slightly sticky; extremely acid; clear smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--40 to 60 inches; grayish brown (2.5Y 5/2) sand; single grain; nonsticky; very strongly acid."
      }
    ]
  ]
}
