{
  "SERIES": "DAWSIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG",
  "REVDATE": "01/2000",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, siliceous, dysic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dawsil mucky peat - on a plane slope of 1 percent in an undisturbed area at an elevation of about 965 feet.  (Colors are for moist soil unless otherwise stated.)\nOe1--0 to 8 inches; dark reddish brown (5YR 3/2) broken face and rubbed mucky peat (hemic material); about 80 percent fiber, 25 percent rubbed; nonsticky; many very fine to medium roots; primarily herbaceous fibers, extremely acid (pH 4.4 in water 1:1); clear wavy boundary.\nOe2--8 to 20 inches; dark brown (7.5YR 3/2) broken face and rubbed, mucky peat (hemic material); about 70 percent fiber, 20 percent rubbed; nonsticky; few very fine and fine roots; primarily herbaceous fibers; extremely acid (pH 4.4 in water 1:1) abrupt wavy boundary.\nOa--20 to 40 inches; black (10YR 2/1) broken face and rubbed, muck (sapric material); about 30 percent fiber, 5 percent rubbed; weak coarse subangular blocky structure; slightly sticky; primarily herbaceous fibers; extremely acid (pH 4.4 in water 1:1), gradual wavy boundary.\nC--40 to 60 inches; light brownish gray (10YR 6/2) sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 2 1/2 miles northwest of Mather; 800 feet south and 500 feet west of the northeast corner of sec. 35, T. 20 N, R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic layers and depth to the sandy substratum range from 16 to 51 inches.  Volume of wood fragments ranges from 0 to 10 percent in the organic layers.  Reaction is less than 4.5 in 0.01M calcium chloride (less than 5.1 in water 1:1) throughout the organic layers.  Reaction ranges from extremely acid to slightly acid in the substratum.  Redox features are in the C horizon in some pedons.  Aquic conditions occur above or near the surface much of the year.\nThe surface tier has hue of 5YR, 7.5YR or 10YR, or is neutral in hue.  Value is 2 to 4 and chroma is 0 to 3.  The subsurface and bottom tiers have hue of 5YR, 7.5YR, or 10YR or are neutral in hue.   Value is 2 or 3 and chroma is 0 to 3.  The organic material is dominantly muck (sapric material), but some pedons have layers of peat (fibric material) totaling less than 5 inches or mucky peat (hemic material) totaling less than 10 inches.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 1 to 4.  The color is often that of the uncoated sand grains.  The C horizon is sand, coarse sand, fine sand, or loamy sand.  It contains less than 10 percent weatherable minerals (0.02 to 2 mm fraction)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Adder(T), Adrian, Dawson, Markey, and Tawas series.  Adder and Adrian soils are euic and mesic.  In addition, the Adrian soils have mixed mineralogy.  Dawson soils have mixed mineralogy.  Markey and Tawas soils are euic and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dawsil soils are in drainageways and depressions on pediments and stream terraces.  Slope gradients range from 0 to 1 percent. These soils formed in 16 to 51 inches of organic material over siliceous sandy alluvium.  Mean annual precipitation ranges from about 28 to 33 inches. Mean annual temperature ranges from about 38 to 45 degrees F.  The frost free period ranges from about 60 to 135 days.  Elevation ranges from 680 to 1200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Loxley and Ponycreek soils.  The Loxley soils are nearby in landscape positions similar to those of Dawsil soils where the organic layers are more than 51 inches thick.  The poorly drained Ponycreek soils are in landscape positions similar to those of Dawsil soils where the organic layer is thin or absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is very slow or ponded.  Permeability is moderately slow to moderately rapid in the organic material and rapid or very rapid in the sandy alluvium.  These soils have an apparent seasonal high water table from one foot above to one foot below the surface much of the time from September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native marsh vegetation.  Common plants are sedges, Labrador tea, bog rosemary, wild cranberry, laurel, leatherleaf, sphagnum moss, and blueberry.  Some areas support trees such as black spruce and tamarack.  A few areas have been developed for cranberry production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this pedon are:  sapric feature - well decomposed organic material 0 to 40 inches; terric feature - sandy deposits at 40 inches (below 16 inches and above 52 inches); siliceous feature - less than 10 percent weatherable minerals in the sandy alluvium (0.02 to 2 mm fraction); dysic feature - reaction less than 4.5 in 0.01M calcium chloride (less than 5.1 in water 1:1) throughout the organic material.\nADDITIONAL DATA:  Soil Interpretation Record-WI0490\nNational Cooperative Soil Survey\nU.S.A."
  }
}
