{
  "SERIES": "DAYBROOK",
  "STATUS": "Established Series",
  "BYREV": "GWM-CWT-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "OVERVIEW": "The Daybrook series consists of very deep, moderately well drained soils formed in a mantle of glacial outwash and underlying dense, loamy glacial till. They are on till plains and moraines. Slopes range from 1 to 8 percent. Saturated hydraulic conductivity is rapid in the upper part and very slow in the underlying dense till. Mean annual air temperature is about 39 degrees F., and mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Daybrook sandy loam on a convex slope of 1 percent on an outwash-mantled till plain under a pine forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 1 inches; very dark grayish brown (10YR 3/2) sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; very friable; many fine roots; 2 percent gravel; strongly acid; abrupt wavy boundary. (1 to 3 inches thick.)\nE--1 to 3 inches; grayish brown (10YR 5/2) sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; many fine roots; 2 percent gravel; strongly acid; abrupt wavy boundary. (0 to 8 inches thick)\nBw1--3 to 12 inches; strong brown (7.5YR 5/6) loamy sand; weak medium subangular blocky structure; very friable; common medium roots; 2 percent gravel, 3 percent cobbles; strongly acid; clear wavy boundary.\nBw2--12 to 20 inches; brownish yellow (10YR 6/6) loamy coarse sand; weak medium subangular blocky structure; very friable; few medium roots; 2 percent gravel; strongly acid; clear wavy boundary.\nBw3--20 to 32 inches; brownish yellow (10YR 6/6) coarse sand; single grain; loose; few medium roots; 5 percent gravel, 1 percent cobbles; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizons is 18 to 34 inches.)\n2E/B--32 to 38 inches; 60 percent pale brown (10YR 6/3) loam (E horizon) and 40 percent brownish yellow (10YR 6/6) loam (Bt horizon); moderate medium subangular blocky structure; friable; few medium roots; 2 percent gravel, 2 percent cobbles; moderately acid; clear wavy boundary. (4 to 8 inches thick.)\n2Bt--38 to 46 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm; few medium roots; few dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; 2 percent gravel, 2 percent cobbles; moderately acid; gradual wavy boundary. (8 to 12 inches thick.)\n2BCd-- 46 to 80 inches; yellowish brown (10YR 5/4) clay loam; strong very coarse prismatic structure parting to moderate medium platy; firm; few fine roots between peds; few medium prominent brownish yellow (10YR 6/6) Fe concentrations; 2 percent gravel, 2 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota, about 10 miles north of Chisholm; about 2400 feet south and 300 feet west of the northeast corner of section 27, T. 60 N., R. 20 W. USGS Dark Lake Quadrangle; latitude 47 degrees 39 minutes 12 seconds N. and longitude 92 degrees 50 minutes 42 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mantle ranges from 24 to 40 inches. The depth to carbonates is greater than 60 inches. The depth to dense till is 40 to 60 inches. The total rock fragment content ranges from 1 to 15 percent, by volume, throughout the profile. Gravel size fragments make up 1 to 15 percent and the combined cobble, stone and boulder content makes up 0 to 5 percent.\nThe A horizon has hue of 10YR or is neutral, value of 2 or 3 and chroma of 1 or 2. Texture is sandy loam or fine sandy loam. Reaction is very strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is sandy loam, fine sandy loam, loamy sand, loamy fine sand, or loamy coarse sand. Reaction is very strongly acid to slightly acid.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 6. Texture is loamy sand, sand, loamy coarse sand, or coarse sand. The upper Bw is sandy loam or fine sandy loam in some pedons. Reaction is strongly acid to slightly acid.\nSome pedons have a 2E' horizon with hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 2 or 3. Texture is sandy loam, fine sandy loam or loam. Reaction is strongly acid to slightly acid.\nThe 2E/B or 2B/E horizon has colors similar to the E and Bt respectively. Textures are loam, clay loam, sandy loam, or fine sandy loam. Reaction is strongly acid to slightly acid.\nThe 2Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4. Fe concentrations are in some pedons. Texture is clay loam, loam, or silty clay loam. Reaction is strongly acid to slightly acid.\nThe 2BCd horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4. Texture is clay loam, loam, or silty clay loam. Reaction is slightlyly acid to slightly alkaline. Consistence is firm or very firm. Bulk density ranges from 1.75 to 1.95 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other series is in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Daybrook soils are on linear or convex slopes of till plains and moraines. They formed in 20 to 40 inches of glacial outwash  and the underlying dense, loamy glacial till. Slopes range from 1 to 8 percent. The mean annual air temperature is 38 to 40 degrees F., mean annual precipitation 26 to 28 inches and the frost-free period is 95 to 125 days. Elevation above sea level is 1280 to 1610 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balkan, Graycalm, Greatscott, Keewatin, Menahga, Nashwauk, and Shenango soils. Well drained Greatscott, moderately well drained Nashwauk, somewhat poorly drained Keewatin and poorly and very poorly drained Balkan soils do not have a mantle of outwash. The somewhat poorly drained Shenango soils are on lower lying linear to concave slopes. Somewhat excessively drained Graycalm and excessively drained Menahga soils formed in deep sandy outwash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Runoff is low to moderately low. Saturated hydraulic conductivity is rapid in the upper part and very slow in the lower part. Seasonal high saturation is perched at a depth of 2 to 3 feet at some time during April through June and October through November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Principal trees are aspen, paper birch, red maple, balsam fir, red pine and jack pine. A few areas are used for pastureland and hayland. Native vegetation is mixed coniferous and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Minnesota, MLRA-57. Moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota (Virginia subset) 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - the zone from the surface to a depth of 3 inchs (A horizon and E horizon); Albic horizon - the zone from 1 to 3 inches (E horizon); Argillic horizon - the zone from 32 to 46 inches (2B/E and 2Bt horizons); Glossic horizon - the zone from 32 to 38 inches (2B/E horizon). Densic contact at 46 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 1 inches; very dark grayish brown (10YR 3/2) sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; very friable; many fine roots; 2 percent gravel; strongly acid; abrupt wavy boundary. (1 to 3 inches thick.)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--1 to 3 inches; grayish brown (10YR 5/2) sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; very friable; many fine roots; 2 percent gravel; strongly acid; abrupt wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--3 to 12 inches; strong brown (7.5YR 5/6) loamy sand; weak medium subangular blocky structure; very friable; common medium roots; 2 percent gravel, 3 percent cobbles; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loamy coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--12 to 20 inches; brownish yellow (10YR 6/6) loamy coarse sand; weak medium subangular blocky structure; very friable; few medium roots; 2 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 51,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--20 to 32 inches; brownish yellow (10YR 6/6) coarse sand; single grain; loose; few medium roots; 5 percent gravel, 1 percent cobbles; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizons is 18 to 34 inches.)"
      },
      {
        "name": "2E/B",
        "top": 81,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2E/B--32 to 38 inches; 60 percent pale brown (10YR 6/3) loam (E horizon) and 40 percent brownish yellow (10YR 6/6) loam (Bt horizon); moderate medium subangular blocky structure; friable; few medium roots; 2 percent gravel, 2 percent cobbles; moderately acid; clear wavy boundary. (4 to 8 inches thick.)"
      },
      {
        "name": "2Bt",
        "top": 97,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt--38 to 46 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm; few medium roots; few dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; 2 percent gravel, 2 percent cobbles; moderately acid; gradual wavy boundary. (8 to 12 inches thick.)"
      },
      {
        "name": "2BCd",
        "top": 117,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "narrative": "2BCd-- 46 to 80 inches; yellowish brown (10YR 5/4) clay loam; strong very coarse prismatic structure parting to moderate medium platy; firm; few fine roots between peds; few medium prominent brownish yellow (10YR 6/6) Fe concentrations; 2 percent gravel, 2 percent cobbles; slightly acid."
      }
    ]
  ]
}
