{
  "SERIES": "DAYCREEK",
  "STATUS": "Established Series",
  "BYREV": "CRC:JGF:AMS",
  "REVDATE": "04/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Aquic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Daycreek loamy fine sand, on a south-facing, concave, 0 to 2 percent slope in rangeland at an elevation of 393 m (1288 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); brown (7.5YR 5/2) loamy fine sand, brown (7.5YR 4/2) moist; weak fine granular structure; soft, very friable; many fine and medium roots; 2 percent fine distinct brown (7.5YR 5/4) masses of oxidized iron with clear boundaries; strongly effervescent; moderately alkaline; clear wavy boundary. (Thickness of the A Horizon 15 to 30 cm [6 to 12 in])\nAC--20 to 58 cm (8 to 23 in); light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4), moist; weak coarse subangular blocky structure; soft, very friable; common fine roots; 2 percent fine distinct red (2.5YR 4/6) masses of oxidized iron with clear boundaries; strongly effervescent; moderately alkaline; gradual smooth boundary. (Thickness of the AC horizon is 25 to 64 cm [10 to 25 in])\nC1--58 to 104 cm (23 to 41 in); light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4) moist; single grain; loose, loose; few fine roots; 2 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries; 2 percent medium distinct light brownish gray (10YR 6/2) masses of depleted iron with clear boundaries; root channels are lined with grayish brown (10YR 5/2) masses of depleted iron; few black stains; strongly effervescent; moderately alkaline; gradual smooth boundary.\nC2--104 to 203 cm (41 to 80 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4) moist; single grain; loose, loose; 50 percent stratified with common thin strata of loamy fine sand and sand; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Woods County, Oklahoma; approximately 17 miles east and 12 miles south of Waynoka; 1850 feet north and 1500 feet east of the southwest corner of sec. 2, T. 22 N., R. 13 W.\nUSGS Topographic Quadrangle: Glass Mountain SE, OK\nLatitude: 36 degrees, 24 minutes, 38.32 seconds N\nLongitude: 98 degrees, 33 minutes, 52.41 seconds W\nDecimal Degrees:\nLatitude: 36.41064\nLongitude: -98.56456\nDatum: NAD83\nUTM Easting: 539041 m\nUTM Northing: 4029585 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to free carbonates: within 102 cm (40 in) of the soil surface\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, and 2 to 4 moist\nChroma: 2 or 3 dry, moist\nTexture: fine sand, loamy sand, loamy fine sand, or fine sandy loam\nEffervescence: none to strongly\nReaction: neutral to moderately alkaline\nAC and C horizons:\nHue: 7.5YR or 10YR\nValue: 5 to 8 dry, 4 to 6 moist\nChroma: 3 or 4 dry, moist\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nRedoximorphic concentrations: amount-2 to 30 percent by volume; size-2 to 20 mm; contrast-distinct or prominent with higher chroma and redder hues than the matrix; kind-masses of oxidized iron; location-matrix\nRedoximorphic depletions: amount-0 to 40 percent; size-2 to 25 mm; distinctness-distinct to prominent; kind-masses of iron depletions; location-matrix and pore linings\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in this family. Soils in similar families include Derby, Eda, Goodnight, Jester and Likes series.\nDerby and Eda soils: have argillic horizons\nGoodnight and Jester soils: do not have a water table within 152 cm (60 in) of the soil surface\nLikes soils: have visible calcium carbonate to the soil surface and occur in drier climates"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Eolian sands\nLandscape: Dune Fields\nLandform: Valley floors or depressions in between dunes\nSlope: 0 to 2 percent\nMean annual precipitation: 686 to 813 mm (27 to 32 in)\nThornthwaite Annual P-E Indices: 44 to 50\nMean annual air temperature:  14 to 17 degrees C (57 to 62 degrees F)\nFrost Free Days: 190 to 220 days\nElevation: 305 to 457 m (1000 to 1500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aline, Goltry, and Tivoli soils.\nAline, Goltry, and Tivoli soils: are on higher positions which have undulating to dune-like topography\nAline and Goltry soils: have argillic horizons\nTivoli soils: do not have redoximorphic features within depths of 102 cm (40 in)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nRunoff: very low\nPermeability: rapid\nSeasonal water table: fluctuates from depths of 61 cm (24 in) during wet seasons to 152 cm (60 in) during dry periods"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for native rangeland. Native vegetation is tall grasses dominated by sand bluestem, switchgrass, indiangrass, and eastern gramagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral Location: Central Oklahoma general associated with dunes of the Canadian, Cimarron, and Salt Fork of the Arkansas rivers.\nLRR H-Central Great Plains Winter Wheat and Range Region\nMLRA 80A-Central Rolling Red Prairies\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Woods County, Oklahoma, 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSoil Interpretation Record: OK0430\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (0 to 8 in) (A horizon)\nAquic conditions: within 100 cm (40 in) of the mineral soil surface, with distinct or prominent redoximorphic concentrations\nThese soils were formerly included in the Dillwyn series in earlier surveys in the Central Rolling Red Prairies (MLRA 80A).\nEdited 03/2018 (JAD-AMS) Updated pedon description, Range in Characteristics, and other sections.\nADDITIONAL DATA: none\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
