{
  "SERIES": "DEADWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRM/GBC/DJE/SBS",
  "REVDATE": "09/2021",
  "STATES": "CA",
  "OVERVIEW": "The Deadwood series consists of shallow, somewhat excessively drained soils formed in material weathered from hard metasedimentary rocks. Deadwood soils are on mountainous uplands and have slopes of 2 to 100 percent.  The mean annual precipitation is 55 inches and the mean annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deadwood gravelly sandy loam - on a west facing slope of 65 percent under mixed conifers and hardwoods at 5,200 feet elevation. (Colors are for dry soil unless otherwise stated.  When described on November 14, 1974, the soil was dry throughout.)\nOi--0 to 1 inch; pine litter and duff.  (1 to 2 inches thick)\nA--1 to 4 inches; dark gray (10YR 4/1) gravelly sandy loam, very dark gray (10YR 3/1) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common fine and very fine roots; common very fine interstitial pores; 45 percent gravel; moderately acid (pH 5.7); clear smooth boundary.  (2 to 5 inches thick)\nBt--4 to 14 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; brown (10YR 5/3), dark brown (7.5YR 3/2) moist in upper 2 inches; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots, and common medium and coarse roots; common very fine interstitial pores; common thin clay films line pores; 65 percent gravel; moderately acid (pH 6.0); abrupt irregular boundary.  (8 to 15 inches thick)\nR--14 to 18 inches; hard metasedimentary rock; few medium and coarse roots in fractures.  Fractures are 15 to 25 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Placer County, Tahoe National Forest, California; 0.2 mile northwest of Secret Creek on American Hill Road; near the center of the SE1/4 sec. 1, T. 15 N., R. 13 E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact ranges from 10 to 20 inches.  Rock fragments range from 20 to 75 percent throughout the profile with the control section averaging more than 35 percent.  The mean annual soil temperature just above bedrock varies from 47 degrees and 53 degrees F.  The soils become moist in some or all parts between depths of 4 and 12 inches or to the lithic contact from about mid-October until late June and are dry throughout the rest of the year.\nThe A horizon is 10YR 4/1, 4/2, 4/3, 5/2, 5/3, 5/4, 6/3, 6/4; 7.5YR 4/2, 4/4, or 5/2 and 10YR 3/1, 3/2, 3/3, 3/4, 4/2, 4/3, 4/4; 7.5YR 3/2, 4/2, or 4/4 moist.  The dark layers are thin or absent in some pedons or may extend into the upper 2 inches of the B horizon.  Texture is sandy loam, loam or silt loam and is gravelly or very gravelly.  Reaction is slightly through strongly acid.\nThe Bt horizon is 10YR 5/4, 6/3, 6/4, 6/6, 7/4, 7/6; 7.5YR 5/6, 6/4, 6/6 and 10YR 4/3, 4/4, 4/6, 5/4, 5/6, 6/2, 6/3; 7.5YR 4/4, 4/6, 5/4, 5/6 moist.  Structure is weak or moderate subangular blocky.  Texture is silt loam, sandy loam or loam with a slight clay increase over the A horizon and is very or extremely gravelly.  Base saturation ranges from about 40 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Deadwood soils are gently sloping to very steep on mountains at elevations of 3,000 to 6,000 feet.  Slopes are 2 to 100 percent.  Underlying bedrock is consolidated metasedimentary rock.  The climate is typified by warm summers and cool moist winters.  The mean annual precipitation is 40 to 65 inches, some of which occurs as snow.  The average annual temperature is 47 degrees to 57 degrees F.  The mean January temperature is 39 degrees F, and the mean July temperature is 69 degrees F.  The average frost-free season is 110 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hurlbut, Mariposa and Smokey soils.  Hurlbut soils are more than 20 inches deep to a paralithic contact and have less than 35 percent rock fragments in the control section.  Mariposa soils have an argillic horizon in a part of each pedon.  Smokey soils have a frigid temperature regime, and a paralithic contact at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very low to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for watershed, wildlife habitat and recreation.  Vegetation is usually open mixed stands of Ponderosa pine and sugar pine, Douglas-fir, incense-cedar, canyon oak, greenleaf manzanita and pinemat manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur in the mountainous areas of northern California and are moderately extensive. MLRA 5 and 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tahoe National Forest (Placer County), California 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nCEC class - based on knowledge of soils in this area, the superactive family is assumed. May be isotic if there is ash influence, which is common in northern Sierra Nevada Mountains.\nADDITIONAL DATA: There are no pedons sampled as Deadwood in NSSL database.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; pine litter and duff.  (1 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 4 inches; dark gray (10YR 4/1) gravelly sandy loam, very dark gray (10YR 3/1) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common fine and very fine roots; common very fine interstitial pores; 45 percent gravel; moderately acid (pH 5.7); clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--4 to 14 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; brown (10YR 5/3), dark brown (7.5YR 3/2) moist in upper 2 inches; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots, and common medium and coarse roots; common very fine interstitial pores; common thin clay films line pores; 65 percent gravel; moderately acid (pH 6.0); abrupt irregular boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": 46,
        "narrative": "R--14 to 18 inches; hard metasedimentary rock; few medium and coarse roots in fractures.  Fractures are 15 to 25 cm apart."
      }
    ]
  ]
}
