{
  "SERIES": "DEALE",
  "STATUS": "Established Series",
  "BYREV": "SLD-DRV/Rev. JWB",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deale silt loam (in an area of Deale-Shadyoak complex, 0 to 2 percent slopes), on a nearly level, turfgrass production field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 20 cm (0 to 8 inches); olive brown (2.5Y 4/4) silt loam, light olive brown (2.5Y 5/4), dry; moderate medium subangular blocky structure parting to moderate fine granular; very friable, nonsticky, nonplastic; common very fine and fine roots throughout; common very fine and fine vesicular pores and common very fine and fine tubular pores; 10 percent fine and medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; moderately alkaline; abrupt smooth boundary. (10 to 23 cm thick)\nBE--20 to 30 cm (8 to 12 inches); light olive brown (2.5Y 5/4) silt loam; few fine distinct black (N 2.5/0) mottles; weak coarse prismatic structure parting to moderate medium subangular blocky; friable, slightly sticky, slightly plastic; common very fine and fine roots throughout; few very fine vesicular pores and few very fine tubular pores; 10 percent fine and medium distinct irregular gray (2.5Y 6/1) iron depletions throughout and 10 percent fine and medium distinct dark yellowish brown (10YR 4/6) masses of oxidized iron and 10 percent prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron; very strongly acid; clear smooth boundary. (0 to 18 cm thick)\nBtg1--30 to 51 cm (12 to 20 inches); light brownish gray (2.5Y 6/2) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; slightly sticky, slightly plastic; few very fine roots between peds; common very fine vesicular pores and common very fine tubular pores; 10 percent faint light brownish gray (2.5Y 6/2) clay films on all faces of peds; 2 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent fine and medium prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron throughout; very strongly acid; clear smooth boundary.\nBtg2--51 to 81 cm (20 to 32 inches); light olive gray (5Y 6/2) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable, moderately sticky, moderately plastic; few very fine roots between peds; common fine vesicular pores and common fine tubular pores; 10 percent distinct light brownish gray (2.5Y 6/2) clay films on all faces of peds and 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent fine and medium prominent irregular dark yellowish brown (10YR 4/6) masses of oxidized iron throughout; extremely acid; abrupt smooth boundary. (Combined thickness of the Btg horizon is 25 to 102 cm)\n2BC--81 to 91 cm (32 to 36 inches); 35 percent dark yellowish brown (10YR 4/4) and 25 percent light yellowish brown (2.5Y 6/4) and 15 percent strong brown (7.5YR 4/6) very fine sandy loam; moderate medium subangular blocky structure parting to moderate thin platy; firm, nonsticky, nonplastic; common fine vesicular pores and common fine tubular pores; 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent fine and medium distinct irregular light brownish gray (2.5Y 6/2) iron depletions throughout and 10 percent fine and medium distinct irregular strong brown (7.5YR 5/8) masses of oxidized iron; 1 percent glauconite pellets; extremely acid; abrupt smooth boundary. (0 to 23 cm thick)\n3BCg1--91 to 104 cm (36 to 41 inches); 80 percent light brownish gray (2.5Y 6/2) and 10 percent olive (5Y 5/3) silt loam; weak coarse prismatic structure parting to moderate medium subangular blocky; friable, slightly sticky, slightly plastic; common fine vesicular pores and common fine tubular pores; 5 percent distinct light brownish gray (2.5Y 6/2) clay films on all faces of peds; 10 percent coarse and very coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout and 10 percent fine distinct rounded extremely weakly cemented yellowish brown (10YR 5/4) iron-manganese masses throughout; 1 percent glauconite pellets; extremely acid; gradual smooth boundary. (0 to 18 cm thick)\n3BCg2--104 to 117 cm (41 to 46 inches); 80 percent light brownish gray (2.5Y 6/2) and 10 percent olive (5Y 5/3) silt loam; weak coarse prismatic structure parting to weak medium subangular blocky; friable, slightly sticky, slightly plastic; 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent coarse and very coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout and 10 percent coarse and very coarse prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 1 percent glauconite pellets; extremely acid; abrupt smooth boundary. (0 to 18 cm thick)\n4BC--117 to 127 cm (46 to 50 inches); dark yellowish brown (10YR 4/6) fine sandy loam; weak coarse prismatic structure parting to weak medium angular blocky parting to weak thin platy; friable, nonsticky, nonplastic; 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent medium prominent light brownish gray (2.5Y 6/2) iron depletions throughout and 10 percent medium distinct threadlike strong brown (7.5YR 5/8) masses of oxidized iron throughout; 1 percent glauconite pellets; extremely acid; abrupt broken boundary. (0 to 10 cm thick)\n5Agb1--127 to 140 cm (50 to 55 inches); 50 percent dark grayish brown (10YR 4/2) and 40 percent very dark grayish brown (10YR 3/2) silty clay; weak coarse prismatic structure parting to moderate medium subangular blocky; friable, moderately sticky, moderately plastic; few medium roots; few very fine vesicular pores and few very fine tubular pores; 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent coarse and very coarse distinct irregular dark brown (7.5YR 3/4) masses of oxidized iron throughout and common fine prominent threadlike yellowish red (5YR 4/6) masses of oxidized iron throughout; extremely acid; roots in this layer were not alive; clear smooth boundary. (10 to 30 cm thick)\n5Agb2--140 to 155 cm (55 to 61 inches); gray (10YR 5/1) silty clay; weak coarse prismatic structure parting to weak medium subangular blocky; friable, moderately sticky, moderately plastic; few medium roots throughout; few very fine vesicular pores and few very fine tubular pores; 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent medium and coarse prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron throughout; extremely acid; roots in this layer were not alive; clear smooth boundary. (0 to 20 cm thick)\n5Btgb1--155 to 168 cm (61 to 66 inches); 45 percent black (7.5YR 2/1) and 45 percent gray (7.5YR 5/1) clay; weak coarse prismatic structure parting to weak medium subangular blocky; friable, moderately sticky, moderately plastic; few fine vesicular pores and few fine tubular pores; 10 percent distinct very dark gray (7.5YR 3/1) clay films on all faces of peds and 5 percent distinct dark gray (10YR 4/1) skeletans on all faces of peds; 10 percent medium distinct irregular dark brown (7.5YR 3/4) masses of oxidized iron throughout; extremely acid; clear smooth boundary. (0 to 30 cm thick)\n5Btgb2--168 to 183 cm (66 to 72 inches); very dark grayish brown (10YR 3/2) clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; friable, moderately sticky, moderately plastic; 10 percent distinct gray (10YR 5/1) clay films on faces of peds and 5 percent distinct white (N 8/0) skeletans on all faces of peds; 10 percent fine and medium prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron throughout; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anne Arundel County, Maryland; about 2.4 miles west-southwest of Shady Side, 1.7 miles northwest of the intersection of Maryland Route 468 (Muddy Creek Road) and Maryland Route 256 (Deale-Churchton Road), 2,600 feet north-northeast of the intersection of Maryland Route 468 and Old Sudley Road, 650 feet north of Holly Landing Road; Deale, MD USGS topographic quadrangle; lat. 38 degrees 50 minutes 3 seconds N. and long. 76 degrees 32 minutes 34 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of upper Argillic horizon: 10 to 41 cm (4 to 16 inches)\nDepth to base of upper Argillic horizon: 51 to 163 cm (20 to 64 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: 25 to 51 cm (10 to 20 inches), January to April\nDepth to Strongly Gleyed horizons: Less than 51 cm (20 inches) to horizons with matrix color (moist) that have chroma of 2 or less\nDepth to Lithologic Discontinuity and Buried horizons: 64 to 157 cm (25 to 62 inches)\nRock Fragment Content: Rock fragments are usually absent, but rounded quartzite gravel can range up to 5 percent by volume throughout the profile.\nSoil Reaction: Extremely acid to strongly acid, unless limed. Some pedons have C horizons that contain sulfidic materials associated with unweathered glauconite and upon exposure to air, oxidize and are ultra acid.\nGlauconite Content: Weighted average of 0 to 2 percent in the upper A, E, and B horizons and 0 to 40 percent in the C horizons, generally below 102 cm (40 inches)\nMica Content: Mica flakes range from 0 to 10 percent, by volume in the sand fraction of the C horizons\nOther Soil Features: Depth to buried A horizon (if it occurs) is 38 to 168 cm (15 to 66 inches) below the surface. & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 or 4, chroma of 3 or 4\nTexture--silt loam\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 6, chroma of 2 to 4\nTexture--silt loam\nRedoximorphic features-iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, yellow, or red\nBE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 or 6, chroma of 3 to 6\nTexture--silt loam\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nBt horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 or 6, chroma of 3 to 6\nTexture--silt loam\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nBtg horizon:\nColor--hue of 10YR to 5Y, value of 4 to 6, chroma of 1 or 2\nTexture--silty clay loam or silt loam, some pedons have clay loam with very fine sands\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\n2Btg horizon (if it occurs):\nColor--hue of 7.5YR to 5Y, value of 4 to 6, chroma of 1\nTexture--clay loam or sandy clay loam\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nBC, 2BC, 3BC, 4BC or 4BC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 or 5, chroma of 3 to 6\nTexture--silt loam, loam, fine sandy loam or very fine sandy loam\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nBCg, 2BCg, or 3BCg horizon:\nColor--hue of 10YR to 10Y, value of 4 to 6, and chroma of 1 or 2\nTexturesilt loam, sandy loam, fine sandy loam, very fine sandy loam, sandy clay loam, clay loam, or silty clay loam\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nCg or 2Cg horizon (if it occurs):\nColor--hue of 10YR to 10Y, value of 4 to 7, chroma of 1 to 2\nTexture--sandy loam, fine sandy loam, sandy clay loam, clay loam, silt loam, or silty clay loam\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nAgb horizon:\nColor--hue of 10YR, value of 3 to 5, chroma of 1 or 2\nTexture--clay loam, silty clay loam, silty clay, or clay\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nBtgb horizon:\nColor--hue of 7.5YR to 10Y, value of 2.5 to 7, chroma of 1 to 3\nTexture--clay loam, silty clay loam, silty clay, or clay\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red\nCg, Cg or Cjg horizon below the Agb horizon (if it occurs):\nColor--hue of 7.5YR to 5GY, value of 2 to 7, chroma of 1 to 2\nRedoximorphic features--iron depletions in shades of olive or gray and masses of oxidized iron in shades of brown, black, yellow, or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nRomney soils--do not have buried A horizons, glauconite pellets, or sulfidic materials; on similar landforms"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform: Flat, ancient floodplain, fluviomarine terrace\nGeomorphic Component: Talf, tread\nHillslope Profile Position: None\nParent Material: Silty eolian deposits over loamy and clayey fluviomarine deposits\nSlope: 0 to 10 percent\nElevation: Generally, less than 6 meters (20 feet)\nFrost Free Period: 170 to 210 days\nMean Annual Temperature: 10 to 13 degrees C. (50 to 56 degrees F.)\nMean Annual Precipitation: 1016 to 1219 mm (40 to 48 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nElkton soils--do not contain glauconite or sulfidic materials, on slightly lower landform positions\nMattapex soils--do not contain glauconite or sulfidic materials, on slightly higher landforms\nShadyoak soils-have a seasonal high water at a depth of 25 cm (10 inches) or less (poorly drained); on slightly lower landforms\nCumberstone soils-have a seasonal high water table at a depth of 25 to 51 cm (10 to 20 inches) (somewhat poorly drained); on slightly higher landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Somewhat poorly drained\nInternal Free Water Occurrence Class: Shallow (25 to 50 cm) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff Class: Medium to very high\nSaturated Hydraulic Conductivity Class: Moderately high in the upper soil material: moderately low in the lower soil material\nPermeability Class (obsolete): Moderately slow in the upper soil material; slow in the lower soil material\nShrink-Swell Potential: Low in the upper soil material and moderate in the lower soil material"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland, cropland, and urban development\nDominant Vegetation: Where cultivated--turfgrass, tobacco, vegetables, soybeans, and corn. Where wooded--sweetgum, red maple, black gum, and greenbriar.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution: Quaternary Talbot formation in the Coastal Plain of Maryland\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nSERIES ESTABLISHED: Anne Arundel County, Maryland, 2003.\nREMARKS: Deale soils were formerly included with the Elkton, Othello, and Mattapex series. They are distinguished by being somewhat poorly drained and containing glauconite and/or sulfidic materials.\nDiagnostic horizons and soil characteristics recognized in this pedon:\nOchric epipedon--the zone from 0 to 30 cm (Ap horizon)\nArgillic horizon--the zone from 30 to 81 cm (Btg1 and Btg2 horizons)\nAquic conditions--periodic saturation and reduction in the zone from 30 to 200 cm of the soil surface at some time during the year (endosaturation)\nOther soil features identified with this pedon:\nLithologic discontinuities-abrupt textural contacts starting at a depth of 81 cm (2BC horizon through the 5Btgb2 horizon)\nEndoaquult feature--redoximorphic features in all layers between the Ap horizon or 25 cm, whichever is deeper, and a depth of 40 cm, with dominant matrix chroma of 1 or less, or of 2 or less with redox concentrations\nAeric feature--dominant chroma of 3 or more between the Ap horizon or 25 cm, whichever is deeper, and 75 cm\nSeries control section--the zone from 0 to 200 cm\nADDITIONAL DATA: Data is available for the Typical Pedon from the Soil Survey Laboratory, Lincoln, NE; Pedon ID S99MD-003-010.\nDatabase Information: OSD Data Mapunit ID-393710 developed; Data Mapunit ID--104391; and OSD User Pedon ID-To be developed\nThe 12/2007 revision expands the range of characteristics for the Ap, 2BC, BCg, and 2BCg horizons, adjusts the Ksat class, updates the format, and introduces metric units.\nPrevious revisions: 2003-DAS-JAK; 8/2005-JWB\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REGIONAL OFFICE": {},
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution: Quaternary Talbot formation in the Coastal Plain of Maryland\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anne Arundel County, Maryland, 2003."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
