{
  "SERIES": "DEAMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN-DGS-RLB",
  "REVDATE": "11/2014",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Deama series consists of shallow and very shallow, well drained soils with moderately slow permeability above very slowly permeable limestone bedrock.  They formed in colluvium mainly from limestone.  Deama soils are on hills, ridges, plateaus, or mesas.  Slope ranges from 0 to 90 percent.  Mean annual precipitation is about 15 inches and mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, mesic Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deama very stony loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) very stony loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; 15 percent angular limestone pebbles, 15 percent cobbles, 15 percent stones; slightly effervescent; moderately alkaline; gradual wavy boundary.  (1 to 7 inches thick)\nBk1--4 to 8 inches; dark grayish brown (10YR 4/2) very stony loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; 20 percent angular limestone and hard caliche pebbles; 10 percent cobbles, 10 percent stones; discontinuous hard calcium carbonate coatings on rock fragments; violently effervescent; moderately alkaline; clear wavy boundary.\nBk2--8 to 13 inches; brown (10YR 4/3) very stony loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; common fine pores; 25 percent angular limestone and caliche pebbles, 15 percent cobbles, 20 percent stones; many moderately thick hard calcium carbonate coatings on rock fragments, most numerous on the bottom side; violently effervescent; moderately alkaline; clear abrupt boundary.  (Combined thickness of the Bk horizon is 6 to 13 inches)\nR--13 to 18 inches; limestone bedrock; upper surface coated with hard calcium carbonate about 1/8 inch thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; approximately 1.1 mile northwest of Red Lake-Augustine Tank road; near the center of the northwest quarter, sec. 4, T. 13S., R. 16E.  Latitude 33 degrees 13 minutes 3.89 seconds north and longitude 105 degrees 22 minutes 48.07 seconds west.  UTM 464587E and 3675300N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An ustic moisture regime bordering on aridic.  Intermittently moist in some part of the soil moisture control section November through March and July through September.  The soil is driest during May and June.\nMean Annual Soil Temperature:  47 to 59 degrees F.\nDepth to bedrock:  7 to 20 inches\nReaction:  Slightly to strongly alkaline\nRock fragments:  35 to 85 percent in the particle-size control section\nClay content:  18 to 35 percent in the particle-size control section\nCalcium carbonate equivalent:  40 to 60 percent in the particle-size control section\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  2 to 6 dry, 1 to 4 moist\nChroma:  2 or 3, dry or moist\nTexture:  fine sandy loam, sandy loam, loam, silt loam, clay loam\nRock fragments:  15 to 85 percent\nBk horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 8 dry, 2 to 7 moist\nChroma:  2 to 4, dry or moist\nTexture:  sandy loam, loam, sandy clay, clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Legate (NM) series.  Similar soils are the Ector, Lozier, Oro Grande, Rudd, and Tortugas series.  Legate soils average less than 18 percent clay in the particle size control section.  Ector soils have a thermic temperature regime. Lozier soils do not have a mollic epipedon.  Oro Grande and Rudd soils have less than 40 percent carbonates in the control section.\nTortugas soils do not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Deama soils are on hills, ridges, mesas, or plateaus.  Slopes range from 0 to 90 percent.  The soils formed in colluvium derived mainly from limestone.  Mean annual precipitation ranges from 12 to 18 inches and mean annual temperature ranges from 45 to 58 degrees F.  Frost-free season ranges from 110 to 180 days and elevation ranges from 4,500 to 8,660 feet"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Asparas, Cale, Darvey, Harvey, Jarita, Kerrick, Pena, and Shanta soils and the competing Lozier soils.\nAsparas, Darvey, and Harvey soils: more than 40 inches deep.\nJarita soils: deeper than 20 inches to bedrock and have an argillic horizon.\nKerrick soils: have a petrocalcic horizon.\nPena soils: do not have a lithic contact within 20 inches of the surface.\nShanta and Cale soils: have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability of the soil material is moderately slow above a very slowly permeable bedrock.  Runoff is high on slopes less than 1 percent and very high on slopes greater than 1 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for livestock grazing.  Principal vegetation is blue grama, black grama, hairy grama, sideoats grama, bluestem spp, oak bush, pinyon, alligator juniper, and oneseed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Foothills adjoining mountainous areas of south-central New Mexico and northern Arizona.  The series is moderately extensive.  MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Valencia County (East Valencia Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 8 inches.  (A and Bk1 horizon).\nCalcic horizon - 4 to 13 inches.  (Bk horizons).\nLithic contact - The R contact at 13 inches.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) very stony loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; 15 percent angular limestone pebbles, 15 percent cobbles, 15 percent stones; slightly effervescent; moderately alkaline; gradual wavy boundary.  (1 to 7 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--4 to 8 inches; dark grayish brown (10YR 4/2) very stony loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; 20 percent angular limestone and hard caliche pebbles; 10 percent cobbles, 10 percent stones; discontinuous hard calcium carbonate coatings on rock fragments; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk2--8 to 13 inches; brown (10YR 4/3) very stony loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; common fine pores; 25 percent angular limestone and caliche pebbles, 15 percent cobbles, 20 percent stones; many moderately thick hard calcium carbonate coatings on rock fragments, most numerous on the bottom side; violently effervescent; moderately alkaline; clear abrupt boundary.  (Combined thickness of the Bk horizon is 6 to 13 inches)"
      },
      {
        "name": "R",
        "top": 33,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--13 to 18 inches; limestone bedrock; upper surface coated with hard calcium carbonate about 1/8 inch thick."
      }
    ]
  ]
}
