{
  "SERIES": "DEANBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEL",
  "REVDATE": "09/2002",
  "STATES": "TN",
  "OVERVIEW": "The Deanburg series consists of deep, well drained soils formed in loess over wind modified fluvial terrace sediments. These gently sloping to strongly sloping soils are on terraces of the Coastal Plain in proximity to areas of thin loess deposits. Slopes range from 2 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deanburg clay loam, severely eroded, on a 3 percent slightly convex slope in a cultivated field\n(Colors are for moist soil)\nAp--0 to 7 inches; brown (7.5YR 4/4) clay loam; weak coarse granular structure; friable; medium acid; abrupt smooth boundary.\n(4 to 10 inches thick)\nBtl--7 to 24 inches; strong brown (7.5YR 4/6) clay loam; moderate medium subangular blocky structure; friable; many thick prominent brown (7.5YR 4/4) clay skins on faces of peds and in pores; common black stains; medium acid; gradual smooth boundary.\n2Bt2--24 to 3l inches; strong brown (7.5YR 5/6) sandy clay  loam; moderate medium subangular blocky structure; friable; common distinct strong brown (7.5YR 4/6) clay skins on faces of peds and in pores; few black stains; medium acid; gradual smooth boundary.\n2Bt3--3l to 40 inches; strong brown (7.5YR 5/6) sandy loam;  weak moderate subangular blocky structure; friable; some clay  bridging; few black stains; strongly acid; gradual smooth boundary.(Combined thickness of the Bt and 2Bt horizons ranges from 20 to 45 inches)\n2E and Bt--40 to 60 inches; reddish yellow (7.5YR 6/8) sand (E) with wavy strong brown (7.5YR 4/6) loamy sand lamella 1/4 to  l/2 inches thick (Bt); clay bridging and coatings of sand grains; single grain; loose; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chester County, Tennessee; 0.7 miles north of Oak  Grove on Oak Grove Road; 0.7 miles on In and Out Road; 50 feet  east in a cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness exceeds 60 inches. Depth  to alternating layers of E and Bt material, or horizons with a  significant decrease in clay content and having pockets or  discontinous bands of E material ranges from 30 to 50 inches Reaction ranges from very strongly acid to medium acid throughout, except for  surface layers that have been limed.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 4 or 5, and  chroma of 3 or 4, except in some eroded areas the chroma ranges to  6. Texture is commonly clay loam or sandy clay loam in severely  eroded areas and ranges to loam and silt loam in areas where erosion is not severe.\nThe A horizon, in areas with slight erosion is 1 to 4 inches thick,  and has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Texture is silt loam.\nThe E horizon, where present, is 3 to 6 inches thick. It has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture is silt loam.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 4 or 5, and chroma 4 or 6. Texture is commonly loam or clay loam but ranges to silty clay loam or sandy clay loam.  Some pedons have high chroma mottles.\nThe 2Bt horizon has hue of 7.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8. Texture is sandy clay loam or sandy loam.\nThe 2E and Bt horizon consists of alternating layers of loamy sand or sand (E) and sandy loam or loamy sand lamella (Bt). The E material has hue of 10YR or 7.5YR, value of 6 or 7, and chroma of 6 or 8. Commonly the E layers range from several inches to several feet in thickness. The lamella have colors in shades of brown, yellow or rarely red. The lamella are mostly from 1/8 to 1/2 inches in thickness but range up to 2 inches thick. The E layers are continuous. The lamella are mostly discontinous. Both are nearly horizontal with abrupt, wavy boundaries."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bolivar, Liddieville, Pamunkey, Sandhill, Stiversville, and Toine series in the same family and the closely similar Cahaba, Dexter, Kalmia, Kempsville, Lexington, Maxton, Smithdale, and Suffolk series. Bolivar soils have a lithic contact within 60  inches. Liddieville and Pamunkey soils have solum thickness of less than 60 inches and in addition are not underlain by Coastal Plain sediments within a depth of 60 inches. Sandhill and Stiversville soils contain rock  fragments of weathered limestone. Toine soils are subject to  flooding and are not underlain by Coastal Plain sediments.  Cahaba, Kalmia, Kempsville, Maxton, and Suffolk soils have base saturation of less than 35 percent, and in addition, have siliceous mineralogy. Dexter and Lexington soils are fine-silty. Smithdale soils have siliceous mineralogy, are on dissected Coastal Plain uplands, and base saturation is less than 35 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deanburg soils are on old fluvial terraces of Coastal Plain sediments that have been modified by wind and subsequently covered by a deposit of loess during the Pleistocene age. The climate is warm and humid. Near the type location the average annual temperature is about 60 degrees F and the average annual precipitation is about 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lexington and  Smithdale soils of the competing series and the Bibb, Freeland,  Guyton, Hatchie, Iuka, Kinston, Ochlockonee and Providence soils.  Bibb, Iuka and Ochlockonee soils are coarse-loamy, poorly drained,  moderately well drained, and well drained soils on adjacent flood  plains. Freeland and Hatchie soils, on adjacent terraces, are  moderately well drained and somewhat poorly drained soils that have  a fragipan. Guyton soils, on low terraces, are poorly drained.  Kinston soils, on nearby flood plains, are poorly drained.  Providence soils, on adjacent uplands, are moderately well drained  and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Permeability is moderate  in the upper part of the solum and moderately rapid to rapid in  the lower part; runoff is moderate to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas of Deanburg soils are used for growing row crops such as cotton and soybeans. A few areas are used  for pasture and hayland. A small acreage is now idle fields or wooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern edge of the Coastal Plain  adjoining the Southern Mississippi Valley Silty Uplands in  Tennessee and possibly Mississippi. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Chester County, Tennessee; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Deanburg soils were formerly mapped in the Dexter and Lexington series. Diagnostic horizons and features recognized in this pedon  are:\nOchric epipedon - the zone from the surface of the soil to a  depth of about 7 inches (Ap horizon).\nArgillic horizon - the zone from about 7 inches to a depth of  about 40 inches (Bt1, 2Bt2, 2Bt3 horizons). The lamella in the lower part of the solum are too few and do not have sufficient clay  increase to constitute an argillic horizon.\nSevere erosion - Nearly all areas of Deanburg soils have been cultivated for generations and the Ap horizon is now in subsoil material.  In many of these areas the overlying loess mantle has been removed by the severe erosion.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (7.5YR 4/4) clay loam; weak coarse granular structure; friable; medium acid; abrupt smooth boundary."
      },
      {
        "name": "Btl",
        "top": 18,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btl--7 to 24 inches; strong brown (7.5YR 4/6) clay loam; moderate medium subangular blocky structure; friable; many thick prominent brown (7.5YR 4/4) clay skins on faces of peds and in pores; common black stains; medium acid; gradual smooth boundary."
      },
      {
        "name": "Bt",
        "top": 102,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "loamy sand",
        "narrative": "2E and Bt--40 to 60 inches; reddish yellow (7.5YR 6/8) sand (E) with wavy strong brown (7.5YR 4/6) loamy sand lamella 1/4 to  l/2 inches thick (Bt); clay bridging and coatings of sand grains; single grain; loose; medium acid."
      }
    ]
  ]
}
