{
  "SERIES": "DEBORD",
  "STATUS": "Tentative Series",
  "BYREV": "JSP",
  "REVDATE": "05/2013",
  "STATES": "OR",
  "OVERVIEW": "The DeBord series consists of moderately deep, well drained soils on hills and mountains. They formed in colluvium and residuum from argillite, shale, and quartzite.  They have slopes of 10 to 60 percent.  The mean annual precipitation is 305 to 405 mm and the mean annual air temperature is about 7 to 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: DeBord very gravelly sandy loam, rangeland. (Colors are for moist soil unless otherwise noted).\nA--0 to 25 cm; very dark grayish brown (10YR 3/2) very channery sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine roots; many very fine and fine tubular pores; 35 percent channers; slightly alkaline (pH 7.4); gradual smooth boundary. (25 to 40 cm thick)\nBt1--25 to 45 cm; brown (10YR 4/3) very channery clay, pale brown (10YR 6/3) dry; strong fine angular blocky structure; hard, firm, very sticky, very plastic; common very fine roots; common very fine tubular pores; common distinct clay films on ped faces and in pores; 60 percent channers; slightly alkaline (pH 7.4); clear smooth boundary.\nBt2--45 to 70 cm; brown (10YR 4/3) extremely channery clay, pale brown (10YR 6/3) dry; strong fine angular blocky structure; hard, firm, very sticky, very plastic; few very fine roots; few very fine tubular pores; common distinct clay films on ped faces and in pores; 70 percent channers; slightly alkaline (pH 7.4); abrupt irregular boundary. (Combined Bt horizon thickness -  50 to 75 cm)\nR--70 to 150 cm; highly fractured non-calcareous shale; distinct clay films line some fractures and decrease in occurrence with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Malheur County, Oregon; Approximately 13 miles south of Ironside, OR; 415552 UTM Easting and 4892128 UTM northing zone 11T NAD83 on the USGS DeBord Peaks 7.5 minute quad, 44 degrees, 10 minutes, 38.9 seconds north latitude and 118 degrees, 23 minutes, 23.2 seconds west longitude NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature ranges from 47 to 50 degrees F.\nThe soil moisture control section is dry 60 to 90 days following summer solstice (xeric moisture regime).\nDepth to bedrock - 50 to 100 cm\nParticle size control section - 35 to 50 percent clay and 35 to 80 percent rock fragments\nA horizon\nValue - 4 to 5 dry, 2 to 3 moist\nChroma - 2 or 3 moist, 2 to 4 or dry\nReaction - neutral to slightly alkaline\nRock fragments - 15 to 50 percent channers, 0 to 5 stones and 15 to 50 total\nBt horizons\nHue - 10YR or 2.5Y\nChroma - 3 or 4 moist, 4 to 5 dry\nValue - 3 to 5 moist, 4 to 6 dry\nTexture - C, CL\nClay content - 35 to 50 percent\nRock fragments - 35 to 80 percent channers\nReaction - neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ada, Current Spring, Fiddler, Hiibner, Immig, Provig and Starkey series.  The Ada, Current Spring, Hiibner and Provig series do not have a lithic contact within 150 cm of the soil surface.  The Starkey series is 25 to 50 cm to a paralithic contact.  The Immig and Fiddler series contain non-flat basalt fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: DeBord soils occur on hill backslopes at elevations of 1,400 to 1,800 meters. These soils are formed in colluvium and residuum from shale, argillite, quartzite and other similar sedimentary rocks. The climate is characterized by cool wet winters and hot dry summers.  The mean annual precipitation is 305 to 405 mm. The mean annual air temperature is 8 to 10 degrees C.  The frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Bullump series.  The Bullump series occurs on the north aspects of hills and does not have a lithic contact within 150 cm of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; High in the upper part (A horizon) and moderately low in the lower part (Bt horizons)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The primary uses of DeBord soils are livestock grazing and wildlife habitat. The native vegetation is bluebunch wheatgrass, Idaho fescue,  and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Oregon. MLRA 10. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Malheur County, Oregon, 2012. Source of name is DeBord Peaks."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features in this pedon include:\nMollic epipedon - 0 to 25 cm (A horizon)\nArgillic horizon - from 25 to 70 cm (Bt horizons)\nLithic contact at 70 cm (R horizon)\nParticle size control section - 25 to 70 cm (Bt horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
