{
  "SERIES": "DECATUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDB-GWH-DHK",
  "REVDATE": "10/2004",
  "STATES": "AL,GA,KY,TN",
  "OVERVIEW": "The Decatur series consists of very deep, well drained, moderately permeable soils that formed in residuum derived from limestone. These soils are on level to strongly sloping uplands in valleys. Slopes are dominantly 1 to 10 percent but range up to 25 percent. Near the type location the mean annual temperature is 62 degrees F., and the mean annual precipitation is more than 49 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Rhodic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Decatur silt loam, 2 to 6 percent slope, cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches; dark reddish brown (5YR 3/2) silt loam, dark reddish gray (5YR 4/2) dry; moderate fine granular structure; friable; few red-coated spherical chert fragments; few fine roots; moderately acid; gradual wavy boundary.  (3 to 9 inches thick)\nBt1--7 to 12 inches; dark reddish brown (2.5YR 3/4) silty clay loam, reddish brown (2.5YR 4/4) dry; moderate medium and fine subangular blocky structure parting to very fine blocky; friable; thin patchy clay films on faces of most medium-sized peds; few soft dark concretions; few fine weathered fragments of chert; moderately acid; gradual wavy boundary.\nBt2--12 to 20 inches; dark reddish brown (2.5YR 3/4) silty clay loam, dark red (2.5YR 3/6) crushed; dry soil less than one-half unit of value higher; moderate very coarse subangular blocky structure parting to strong very fine blocky; firm; thin continuous dusky red (10R 3/3) clay films on faces of most peds; common fine pores lined with clay; few small soft dark concretions; few fine fragments of chert; very strongly acid; diffuse wavy boundary.\nBt3--20 to 45 inches; dusky red (10R 3/4) clay, dark red (10R 3/6) crushed; dry soil less than one-half unit of value higher; moderate very coarse subangular blocky structure parting to strong very fine blocky; firm, sticky, plastic; thin continuous dusky red (10R 3/3) clay films on faces of most peds; few small dark concretions; few fine chert fragments; very strongly acid; diffuse wavy boundary.\nBt4--45 to 72 inches; dusky red (10R 3/4) clay; dark red (10R 3/6) crushed; dry soil is less than one-half unit of value higher; moderate very coarse subangular blocky structure parting to strong very fine blocky; firm, sticky, plastic; thin continuous dusky red (10R 3/3) clay films on faces of most peds; common small dark concretions; few fine fragments of chert; very strongly acid; diffuse wavy boundary.\nBt5--72 to 120 inches; dusky red (10R 3/4) clay, dark red (10R 3/6) crushed; dry soil less than one-half unit of value higher; moderate very fine blocky structure; firm, sticky, plastic; thin patchy dusky red (10R 3/3) clay films on faces of most peds; few small manganese concretions; few fragments of chert; very strongly acid.  (Combined thickness of the Bt horizon is more than 60 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Limestone County, Alabama; 0.5 mile west of crossroads at Greenbrier and 200 feet north of county paved road in SW1/4SW1/4 sec. 21, T. 4 S., R. 3 W. USGS Greenbrier Quad (latitude: 34 degrees, 40 minutes, 18.9 seconds N; longitude: 86 degrees, 51 minutes, 8.2 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 72 inches. The upper 50 inches of the soil contains less than 10 percent weatherable minerals in the 20 to 200 micron size.  The solum ranges from medium to very strongly acid.  Any horizon may contain up to 10 percent fragments of chert and quartzite pebbles 2 mm to 3 inches in size and up to 3 percent fragments over 3 inches. Dark brown to black concretions range from few to many in each horizon.\nThe A horizon has hue of 5YR or 2.5YR, value of 2 or 3 and chroma of 2 through 4.  Texture is loam, silt loam, or silty clay loam. Severely eroded pedons have Ap horizons of silty clay or clay.\nSome pedons have BA or AB horizons less than 6 inches thick with the same hue, value, chroma, and texture range as the A horizon.\nThe Bt horizon has hue of 2.5YR or 10R, value of 3, and chroma of 4 or 6.  Color value of the dry soil is less than 1 unit higher than that of the moist soil.  Texture in the upper 20 inches is silty clay loam, silty clay, or clay that contains 35 to 60 percent clay and less than 20 percent sand.  The lower part of the Bt horizon commonly contains 45 to 60 percent clay; however, the range includes clay loam below a depth of 60 inches.  Structure grade is usually moderate but ranges from weak to strong, subangular blocky to blocky.  In some pedons cherty limestone bedrock is at depths of greater than 6 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anniston and Beckham series in the same family, and the Davidson, Greenville, Gwinnett and Lloyd series in closely related families.  Anniston, Beckham and Greenville soils have more sand in the control section.  Davidson soils have less clay in the lower Bt horizon. Gwinnett soils have sola less than 40 inches thick and are deep to paralithic contact. Lloyd soils formed in residuum from mafic igneous or high-grade metamorphic rocks and have few to common mica flakes. Additionally, Davidson, Greenville, Gwinnett and Lloyd soils have kandic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Smooth level to strongly sloping uplands in limestone valleys at elevations ranging from about 430 to 1400 feet.  Slope ranges from 1 to 25 percent, but is more commonly 1 to 10 percent.  The soil formed in old valley fill material and residuum weathered from limestone.  Limestone bedrock is at depths greater than 6 feet.  The climate is warm and humid. Near the type location the average daily temperature is 44 degrees F., for January, and 75 degrees F., for July, the mean annual temperature is 62 degrees F.  The average freeze-free season is 225 days.  The mean annual precipitation is more than 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cumberland, Dewey, Fullerton, Minvale, and Talbott series.  Cumberland and Talbott soils have base saturation greater than 35 percent.  Dewey and Fullerton soils have color values of 4 or more in their argillic horizons. Minvale soils have less clay and 15 to 35 percent fragments throughout the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium, and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is cleared and cropped to soybeans, cotton, hay, corn, small grain, and tobacco.  Some is in pasture and a small amount in pine plantations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Georgia, Kentucky, Tennessee, and possibly Arkansas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greenville Area, Tennessee, l904."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 5/99 revision updates particle size class to fine. Competing series were also updated. Laboratory data indicates that kandic horizons commonly occur in areas mapped as Decatur and a separate series may need to be developed for these situations. The Geographic Setting section allows old alluvium for parent material, but this is not considered the main concept for this soil.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 7 inches (A horizon).\nArgillic horizon - the zone from a depth of 7 inches to a depth of at least 120 inches (Bt horizons).\nPaleudults great group - do not have a decrease in clay of 20 percent of the maximum within 60 inches of the surface.\nRhodic subgroup - have within the upper 30 inches of the argillic horizon a hue of 2.5YR or redder, moist value of 3 or less, and dry value no more than 1 unit higher than moist value.\nMLRAs: 122, 128\nRevised: 12/88-CDB,GWH; 5/99-RLL,DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
