{
  "SERIES": "DECK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLW/RAW/TLC/DAL",
  "REVDATE": "10/2012",
  "STATES": "OR",
  "OVERVIEW": "The Deck series consists of moderately deep, well-drained soils on plateau benches and mountain slopes. Deck soils formed in a mantle of mixed volcanic ash and loess over metavolcanic colluvium. Slopes are 0 to 90 percent. Mean annual precipitation is about 37 inches and mean annual temperature about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deck very gravelly ashy silt loam - forested, on a 57 percent southfacing slope at an elevation of 4,920 feet. (Colors are for moist soil unless otherwise noted. Soil textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, twigs and grasses\nA--1 to 4 inches; dark reddish brown (5YR 2.5/2) very gravelly ashy silt loam, brown (7.5YR 4/3) dry; weak very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots throughout; common very fine irregular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary. (3 to 4 inches thick)\nAB--4 to 12 inches; dark reddish brown (5YR 3/3) extremely cobbly ashy loam, brown (7.5YR 5/4) dry; weak fine granular and subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots throughout; common very fine and few fine irregular, and few very fine tubular pores; 40 percent gravel and 30 percent cobbles; neutral (pH 7.0); abrupt irregular boundary. (6 to 11 inches thick)\n2Bwb--12 to 22 inches; dark brown (7.5YR 3/4) extremely cobbly loam, brown (7.5YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots throughout; common very fine irregular and few very fine tubular pores; 40 percent gravel and 30 percent cobbles; slightly acid (pH 6.5); abrupt, irregular boundary. (10 to 16 inches thick)\n2R--22 inches, metavolcanic rock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grant County, Oregon\nSection 35 (SE , NE , SE ), T. 11 S., R. 33 E.\nLatitude: 44 degrees, 34 minutes, 03 seconds N.\nLongitude: 118 degrees, 42 minutes, 02 seconds W.\nUTM zone 11; north 4,936,090 meters; east 364,950 meters; NAD27\nUSGS Quadrangle: Dixie Meadow"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: frigid regime\nMean Annual Soil Temperature: 40 to 46 degrees F\nMean Summer Soil Temperature: 49 to 54 degrees F\nMean Winter Soil Temperature: 30 to 35 degrees F\nSoil Moisture: xeric regime, dry 60 to 75 consecutive days in summer\nParticle-size Control Section: from 10 inches below mineral soil surface to a lithic contact:\nclay content, average: 20 to 35 percent\nrock fragment content, average: 55 to 70 percent\nDiagnostic Horizons and Features:\nvitrandic soil properties: upper boundary at the mineral surface; 7 to 14 inches thick\nAl+1/2Fe (ammonium oxalate): 0.4 to 1.2 percent\nP retention: 30 to 55 percent\n0.02-2.0 mm fraction: 30 to 40 percent of fine earth\nglass content in the 0.02-2.0mm fraction: 30 to 55 percent\nmollic epipedon: 10 to 14 inches thick\ncambic horizon: 10 to 16 inches thick\nultic subgroup feature: base saturation (sum of cations) less than 75 percent throughout\nlithic contact, depth from mineral soil surface: 20 to 40 inches\nA horizon:\ncolor, moist: 5YR 2.5/2; 7.5YR 2/2, 2.5/1, 3/2; 10YR 3/2\ncolor, dry: 7.5YR 4/2, 4/3; 10YR 4/2\ntexture: GRV-ASHY-SIL, GR-ASHY-L\nclay content: 8 to 20 percent\nrock fragment content:  15 to 45 percent\ngravel: 15 to 40 percent\ncobbles: 0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nbase saturation: 65 to 75 percent\nAB horizon:\ncolor, moist: 5YR 3/3; 7.5YR 2.5/1, 3/2, 3/3\ncolor, dry: 7.5YR 4/2, 4/3; 5/3, 5/4\ntexture: CBX-ASHY-L, GRV-ASHY-SIL, GR-ASHY-L\nclay content: 10 to 24 percent\nrock fragment content:  15 to 60 percent\ngravel: 10 to 40 percent\ncobbles: 5 to 20 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nbase saturation: 65 to 75 percent\n2Bwb horizon:\ncolor, moist: 2.5Y 4/2; 7.5YR 3/4, 4/2, 4/3; 10YR 4/3\ncolor, dry: 2.5YR 6/2; 7.5YR 5/3, 5/4; 10YR 5/3, 6/2\ntexture: CBX-L, GRX-L, GRV-L, CBV-L\nclay content: 19 to 26 percent\nrock fragment content:  50 to 70 percent\ngravel: 20 to 55 percent\ncobbles: 15 to 40 percent\nreaction: slightly acid; pH: 6.1 to 6.5\nbase saturation: 65 to 75 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBearspring: very deep (>60 inches) in granitic colluvium; minor volcanic ash influence (glass content 5 to 20 percent);  particle-size control section averages 7 to 15 percent clay and 35 to 50 percent rock fragments;\nBigelk: very deep (>60 inches) in mixed till; particle-size control section averages 7 to 17 percent clay; dry 45 to 60 consecutive days in summer\nCassal: deep (40 to 60 inches) to densic contact (dense till); volcanic ash influenced layer (glass content 5 to 20 percent), 12 to 18 inches thick, with discontinuity between ashy layer and till substratum; distinct redoximorphic features at 30 to 45 inches\nCherrycreek: deep (40 to 60 inches) to a lithic contact (basalt); does not have an organic (O) horizon above surface of mineral soil (not forested); mollic epipedon is 20 to 35 inches thick; particle-size control section averages 12 to 18 percent clay\nEastpine: moderately deep (20 to 40 inches) to a lithic contact (metasedimentary rock); minor volcanic ash influence (glass content 5 to 15 percent); dry 45 to 60 consecutive days in summer\nEgyptcreek: moderately deep (20 to 40 inches) to a lithic contact (welded tuff); dry 75 to 90 consecutive days in summer\nFredonyer: moderately deep (20 to 40 inches) to lithic contact (andesite or basalt); does not have organic horizon above surface of mineral soil (not forested); mollic epipedon is 20 to 40 inches thick; dry more than 90 consecutive days in summer\nGolfer: moderately deep (20 to 40 inches) to a paralithic contact (weathered granite); minor influence of volcanic ash (glass content 5 to 15 percent); particle-size control section averages 2 to 10 percent clay\nGrubcreek: moderately deep (20 to 40 inches) to a lithic contact (andesite, andesitic basalt or basalt); minor volcanic ash influence (glass content 5 to 15 percent)\nKettlecreek: deep (40 to 60 inches) to a lithic contact (argillite); minor volcanic ash influence (glass content 5 to 15 percent)\nLongs: deep (40 to 60 inches) to a lithic contact (basalt); mollic epipedon is 20 to 45 inches thick dry 45 to 75 consecutive days in summer\nMidpeak:  moderately deep (20 to 40 inches) to a lithic contact (breccia); mixed volcanic ash mantle (glass content 5 to 20 percent) with discontinuity between mantle and buried cambic horizon; particle-size control section averages 5 to 15 percent clay\nMineral: moderately deep (20 to 40 inches) to a lithic contact (granitic rocks); volcanic ash influence (glass content 5 to 20 percent)\nPeahke: moderately deep (20 to 40 inches) to a paralithic contact; particle-size control section has 60 to 70 percent channers; dry 45 to 60 consecutive days in summer\nPiersonte: very deep (>60 inches) in colluvium from shale; mollic epipedon is 20 to 35 inches thick; particle-size control section rock fragments are mostly shale channers; dry 60 to 90 consecutive days in summer\nPorch: moderately deep (20 to 40 inches) to lithic contact (argillite); particle-size control section averages 10 to 17 percent clay\nScoap:  very deep (>60 inches) in mixed till or outwash materials; mollic epipedon is 20 to 30 inches thick; particle-size control section averages 8 to 12 percent clay\nShalrock: moderately deep (20 to 40 inches) to a lithic contact (sandstone); mixed volcanic ash mantle (glass content 5 to 15 percent); with discontinuity between mantle and substratum; particle-size control section averages 5 to 12 percent clay, and has 25 to 50 percent medium and coarse sand\nShilling: very deep (greater than 60 inches) in colluvium from basalt; dry 45 to 75 consecutive days in summer\nUmatilla: very deep (> 60 inches) in colluvium from basalt; mollic epipedon is 20 to 30 inches thick (mollic colors throughout)\nWebbgulch: moderately deep (20 to 40 inches) to a lithic contact (andesitic basalt or basalt); particle-size control section averages 11 to 17 percent clay\nYellcreek: very deep (>60 inches) in mixed colluvium; particle-size control section averages 5 to 15 percent clay and 50 to 80 percent rock fragments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: gently sloping plateau surfaces to steeply sloping hillslopes\nSlope gradient: Slopes are 0 to 90 percent\nParent material: volcanic ash mixed with loess overlying colluvium\nLithology: metavolcanic or metasedimentary rock\nElevation: 3,600 to 5,400 feet\nClimate: cold, wet winters and warm, dry summers\nMean annual precipitation: 22 to 37 inches\nMean annual air temperature: 39 to 44 degrees F\nFrost-free period: 35 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBlackgulch: on moderately dissected backslopes, shallow to bedrock with a mollic epipedon, minor influence of volcanic ash under ponderosa pine or Douglas-fir forest with elk sedge or common snowberry understory;\nEastpine: on ridges, shoulders and backslopes; moderately deep to metasedimentary rock; mollic epipedon with small amount of volcanic ash and loamy-skeletal cambic horizon; under grand fir, Douglas-fir, western larch, Rocky Mountain maple, birchleaf spiraea and pinegrass\nHondu: on concave backslopes and footslopes, very deep soil with a thin volcanic ash mantle over loamy-skeletal colluvium and residuum from argillite; under grand fir, Douglas-fir, curlleaf mountain mahogany, heartleaf arnica, pinegrass and elk sedge\nKettlecreek: on backslopes; deep to argillite bedrock; loamy-skeletal colluvium with a minor amount of volcanic ash in surface horizons; under Douglas-fir, ponderosa pine, birchleaf spiraea and common snowberry\nLemoncreek: on eroding backslopes; moderately deep to metavolcanic bedrock with mixed mantle of ash and colluvium over loamy-skeletal colluvium; under grand fir forest with pinegrass or elk sedge in the understory\nLemonex: on mountain footslopes and backslopes; moderately deep to serpentine bedrock, with a mollic epipedon and argillic horizon; under ponderosa pine, elk sedge and Idaho fescue\nSlaughterhouse: on backslopes and summits, deep to bedrock with a thick volcanic ash mantle and argillic horizon with 18 to 27 percent clay under grand fir forest\nWintercanyon: on convex summits and shoulders; shallow to metasedimentary rock under open canopy Douglas-fir, and ponderosa pine with common snowberry, elk sedge and pinegrass"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: timber production, watershed, wildlife habitat, recreation, livestock grazing\nNative vegetation: Douglas-fir, ponderosa pine, western larch, birchleaf spiraea, common snowberry, baldhip rose, curlleaf mountain mahogany, western serviceberry, mallow ninebark, low Oregongrape, woods strawberry, mountain sweet-cicely, Sierra peavine, sticky cinquefoil, silky lupine, stonecrop, pinegrass, elk sedge, mountain brome, and western fescue.\nPlant Associations: PSME/SYAL (Douglas-fir/common snowberry); may include: PSME/CARU (Douglas-fir/pinegrass), PSME/CAGE (Douglas-fir/elk sedge), and PSME/PHMA (Douglas-fir / mallow ninebark)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: MLRA 10; Central Rocky and Blue Mountain Foothills\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa-Whitman National Forests, Oregon, 2012"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon: 1 to 12 inches; A, AB horizons\ncambic horizon: 12 to 22 inches; 2Bwb horizon\nvitrandic subgroup properties: 1 to 12 inches; A, AB horizons\nparticle-size control section: 11 to 22 inches; AB, 2Bwb horizons\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, twigs and grasses"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 4 inches; dark reddish brown (5YR 2.5/2) very gravelly ashy silt loam, brown (7.5YR 4/3) dry; weak very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots throughout; common very fine irregular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary. (3 to 4 inches thick)"
      },
      {
        "name": "AB",
        "top": 10,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "AB--4 to 12 inches; dark reddish brown (5YR 3/3) extremely cobbly ashy loam, brown (7.5YR 5/4) dry; weak fine granular and subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots throughout; common very fine and few fine irregular, and few very fine tubular pores; 40 percent gravel and 30 percent cobbles; neutral (pH 7.0); abrupt irregular boundary. (6 to 11 inches thick)"
      },
      {
        "name": "2Bwb",
        "top": 30,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bwb--12 to 22 inches; dark brown (7.5YR 3/4) extremely cobbly loam, brown (7.5YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots throughout; common very fine irregular and few very fine tubular pores; 40 percent gravel and 30 percent cobbles; slightly acid (pH 6.5); abrupt, irregular boundary. (10 to 16 inches thick)"
      },
      {
        "name": "2R",
        "top": 56,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--22 inches, metavolcanic rock"
      }
    ]
  ]
}
