{
  "SERIES": "DECOBB",
  "STATUS": "Established Series",
  "BYREV": "CRC-RFG-CLN",
  "REVDATE": "09/2002",
  "STATES": "OK,TX",
  "OVERVIEW": "The Decobb series consists of very deep, well drained, moderately permeable soils.  These nearly level to gently sloping upland soils formed in loamy material weathered from weakly cemented sandstone of Permian age.  Slope ranges from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Decobb very fine sandy loam-on 1 percent slope in cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; reddish brown (5YR 4/4) very fine sandy loam, dark reddish brown (5YR 3/4) moist; weak fine and medium granular structure; slightly hard, very friable; common fine and medium roots; noneffervescent; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)\nA--8 to 18 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium granular structure; slightly hard, very friable; common fine and medium roots; common worm casts; noneffervescent; neutral; clear smooth boundary. (0 to 10 inches thick)\nBtl--18 to 36 inches; reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; common fine and medium roots; common very fine and fine pores; many prominent clay films on surfaces of peds and in pores; common worm casts; noneffervescent; moderately alkaline; gradual smooth boundary.\nBt2--36 to 50 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few fine and medium roots; few very fine and fine pores; many distinct clay films on surfaces of peds; common worm casts; noneffervescent; moderately alkaline; gradual smooth boundary. (Combined thickness of the Bt horizon is 20 to 60 inches.)\nBC--50 to 63 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure; hard, friable; few very fine and fine roots; noneffervescent; moderately alkaline; clear smooth boundary. (6 to 35 inches thick)\nCr--63 to 80 inches; red (2.5YR 5/6) weakly cemented sandstone bedrock, red (2.5YR 4/6) moist; brittle; noneffervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oklahoma; from the intersection of U. S. Highway 283 and 64 in Altus; 9 miles south on U. S. Highway 283; 0.5 mile west and 0.6 mile south on county road; 200 feet east in cropland.  (1720 feet north and 200 feet east of southwest corner of sec. 6, T.1 S., R-20 W);  USGS Elmer Quadrangle;  (Latitude: 34N, 29, 53;  Longitude: 99W, 20, 28)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to soft sandstone bedrock is 60 to 80 inches.\nThe A horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6.  Surface layers that have value of 4 (3 moist) and chroma of 3 are less than 10 inches thick, or organic carbon content is less than 0.6 percent.  Texture is fine sandy loam, very fine sandy loam, and loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 4 to 8.  Texture is clay loam, sandy clay loam, or loam.  Reaction ranges from slightly acid to moderately alkaline.\nSome pedons have a Btk horizon with hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 6 to 8.  Texture is sandy clay loam, clay loam, or loam.  Calcium carbonate ranges from 1 to 5 percent by volume.\nThe BC horizon has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 6 to 8.  Texture is sandy clay loam, fine sandy loam, or loam.  Some pedons have calcium carbonate accumulation similar to the Btk horizon.\nThe Cr horizon has hue 2.5YR or 5YR, value of 4 to 6, and chroma of 6 to 8.  The Cr is weakly cemented sandstone bedrock that is interbedded with thin layers of siltstone and claystone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arnett, Cobb, Grandfield, Grandmore, Honeycreek, Hye, Lou, McKnight, Menard, and Rochelle series.  Arnett, Grandfield, Grandmore, Menard, and Rochelle soils do not have bedrock within 80 inches.  In addition, Arnett and Rochelle soils contain more than 5 percent coarse fragments of rounded quartzite.  Cobb and Hye soils are less than 40 inches deep to sandstone.  Honeycreek soils are 40 to 60 inches deep to a lithic contact.  Lou soils are moderately deep to granite grus.  McKnight soils formed in Pleistocene age sediments that are deep to a lithological discontinuity with a Cr horizon of weathered Permian claystone and sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Decobb soils are on nearly level to gently sloping convex ridgecrests and side slopes on uplands of southwestern Oklahoma and northcentral Texas.  These soils formed in loamy sediments weathered from weakly cemented sandstone of the Permian age San Angelo Formation.  Slopes range from 0 to 5 percent.  Mean annual precipitation ranges from 22 to 28 inches.  Mean annual temperature ranges from 59 to 64 degrees F.  Frost free days range from 200 to 230 and elevation ranges from 1,000 to 2,100 feet.  Thornthwaite P-E indices range from 32 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cobb, Cosh, Grandfield, Madge, Miles, Quinlan, Tillman, Tilvern, Vernon, and Westill series.  Cobb soils are on adjoining higher landscape positions.  Cosh and Quinlan soils are less than 20 inches deep to sandstone and are on higher convex landscape positions.  Grandfield, Madge, and Miles soils are more than 80 inches deep to bedrock and formed in alluvial terrace sediments on lower landscape positions.  In addition, Madge soils have a mollic epipedon.  Tillman and Westill soils have a mollic epipedon, a fine particle-size control section, and are on lower landscape positions.  Tilvern and Vernon soils have a cambic horizon, a fine particle-size control section, are less than 60 inches deep to bedrock, and are lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Decobb soils are well drained.  Permeability is moderate.  Runoff is negligible on 0 to 1 percent slopes, and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Decobb soils are used mainly as cropland with some areas used as rangeland.  The major crops grown are wheat and cotton.  Native grasses consist of a mixture of tall, mid, and short grasses such as little bluestem, grama species, and buffalograss.  Mesquite trees invade if not controlled."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Central Rolling Red Plains of southwestern Oklahoma and northcentral Texas LRR H (MLRA 78C).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Oklahoma; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Cobb, Grandfield, and Miles series in previous soil surveys.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 18 inches (Ap and A horizon).\nArgillic horizon--18 to 50 inches (Bt horizons).\nThe assignment of the cation-exchange activity class is based on lab data from Jackson County, OK.\nRange Site: Sandy Loam Prairie - 078CY110TX.\nADDITIONAL DATA:  Jackson County, Oklahoma; NSSL data on pedon (S96OK-065-004).\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; reddish brown (5YR 4/4) very fine sandy loam, dark reddish brown (5YR 3/4) moist; weak fine and medium granular structure; slightly hard, very friable; common fine and medium roots; noneffervescent; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--8 to 18 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium granular structure; slightly hard, very friable; common fine and medium roots; common worm casts; noneffervescent; neutral; clear smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Btl",
        "top": 46,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btl--18 to 36 inches; reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; common fine and medium roots; common very fine and fine pores; many prominent clay films on surfaces of peds and in pores; common worm casts; noneffervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 91,
        "bottom": 127,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--36 to 50 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few fine and medium roots; few very fine and fine pores; many distinct clay films on surfaces of peds; common worm casts; noneffervescent; moderately alkaline; gradual smooth boundary. (Combined thickness of the Bt horizon is 20 to 60 inches.)"
      },
      {
        "name": "BC",
        "top": 127,
        "bottom": 160,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--50 to 63 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure; hard, friable; few very fine and fine roots; noneffervescent; moderately alkaline; clear smooth boundary. (6 to 35 inches thick)"
      },
      {
        "name": "Cr",
        "top": 160,
        "bottom": 203,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cr--63 to 80 inches; red (2.5YR 5/6) weakly cemented sandstone bedrock, red (2.5YR 4/6) moist; brittle; noneffervescent; moderately alkaline."
      }
    ]
  ]
}
