{
  "SERIES": "DECOTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/LEL/RLB",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Decoty very channery fine sandy loam. (Colors are for dry soils unless otherwise noted.)\nA--0 to 5 inches, brown (7.5YR 5/3) very gravelly fine sandy loam, dark brown (7.5YR 3/3) moist; weak medium granular structure; slightly hard, friable; slightly sticky and slightly plastic; many fine and medium roots; common fine tubular pores; 45 percent ignimbrite gravel with thin coatings of carbonate; strongly effervescent; moderately alkaline (pH 7.9); abrupt smooth boundary.  (2 to 6 inches thick)\nBk--5 to 14 inches, pinkish gray (7.5YR 7/2) extremely cobbly fine sandy loam, brown (7.5YR 5/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable; slightly sticky and slightly plastic; common fine and medium roots; common fine and medium tubular pores; 50 percent ignimbrite cobbles, 20 percent ignimbrite gravel; rock fragments have thin continuous coatings and pendants of carbonate; strongly effervescent; moderately alkaline (pH 7.9); abrupt wavy boundary.  (5 to 14 inches thick)\nR--14 inches, gray (5YR 5/1) indurated ignimbrite bedrock; fractures are more than 4 inches apart; thin to medium continuous carbonate coats on the upper surface of rock fragments and in seams"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presidio County, Texas; from the junction of U.S. Highways 90 and 67 in Marfa; 7.3 miles southwest on Highway 67 to Ranch Road 169; 24.6 miles southeast on Ranch Road 169 to end of pavement (Casa Piedra county road); 3.2 miles south on Casa Piedra county road to Puerto Portillo county road; 4.4 miles east on Puerto Portillo county road to ranch road; 1.8 miles south and east on ranch road; 100 feet west in rangeland. Puerto Portillo, USGS topographic quadrangle; Latitude: 29 degrees 49 minutes 18 seconds North; Longitude: 103 degrees 54 minutes 58 seconds West, NAD 83. UTM coordinates 604728 m E, 3299518 m N, Zone 13"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Ustic aridic soil moisture regime.  Intermittently moist in some part of the soil moisture control section during July-September\nMean annual soil temperature- 60 to 69 degrees\nDepth to lithic contact- 7 to 20 inches\nParticle size control section-Clay content: 8 to 18 percent\nRock fragments: 35 to 80 percent ignimbrite rock fragments\nCalcium carbonate equivalent:  15 to 30 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: sandy loam, fine sandy loam, loam\nReaction: slightly alkaline or moderately alkaline\nOther features: Rock fragments cover 60 to 95 percent of the surface\nBk horizon\nHue: 7.5YR or 10YR,\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: sandy loam, fine sandy loam, loam\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Allamore (TX) series.  Allamore soils contain Precambrian metamorphic sandstone and siltstone rock fragments.  Allamore soil particle size control section is dominated by 5YR hues."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Decoty soils are on undulating to hilly convex erosional surfaces in questas and hills.  Slopes range from 1 to 30 percent.  These soils formed in loamy residuum weathered from Mitchell Mesa ignimbrite.  Mean annual precipitation ranges from 10 to 15 inches, with most occurring from July through September.  Mean annual temperature ranges from 60 to 68 degrees F.  Frost-free days range from 200 to 250 days.  Elevation ranges from 3500 to 5000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boludo (TX) and Sauceda (T) soils.  Boludo soils have a petrocalcic horizon above a lthic contact. Sauceda soils do not have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is medium on slopes of 1 to 3 percent, high on slopes of 3 to 5 percent, and very high on slopes greater than 5 percent. Permeability is moderate in the surface and very slow in the ignimbrite bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for rangeland.  Woody plants in the overstory include ocotillo, lechuguilla, sotol, mariola, creosote bush, algerita, skeletonleaf goldeneye, javelinabush, and lotebush.  Dominant grasses are black grama, chino grama, threeawns, Arizona cottontop, and bush muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. MRLA 42.  The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Presidio County, Texas, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 inches (A horizon)\nCalcic horizon - The zone from 5 to 14 inches (Bk horizon)\nLithic contact - The boundary at 14 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
