{
  "SERIES": "DECRAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. OAC-RAF-GJS-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Decram series consists of moderately deep, well drained soils.  These soils formed in residuum and colluvium derived from quartzite, chert, and volcanic rocks.  Decram soils are on mountain crests, shoulders, and upper side slopes.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 460 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Xeric Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Decram very gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.) About 3 to 15 percent of the soil surface is covered with stones.\nA1--0 to 15 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine interstitial pores; 35 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (8 to 20 cm thick)\nA2--15 to 28 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate, fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine interstitial and tubular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (10 to 20 cm thick)\nBw1--28 to 61 cm; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; common fine and very fine interstitial and tubular pores; 45 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 50 cm thick)\nBw2--61 to 71 cm; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 4/4) moist; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic, few fine and very fine roots, common very fine interstitial pores; 40 percent gravel and 30 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (0 to 64 cm thick)\nR--71 cm; andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 20 miles northeast of Austin in the Simpson Park Mountains; about 2,000 feet east and 2,300 feet north of the southwest corner of Section 30, T. 21 N., R. 48 E.; USGS Shagnasty 7.5 minute topographic quadrangle; latitude 39 degrees 39 minutes 20 seconds N and longitude 116 degrees 37 minutes 15 seconds W; WGS84 Decimal Degrees 39.6558333 latitude, -116.6208333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and early autumn; xeric soil moisture regime.  (Dry 60 to 90 days)\nMean annual soil temperature: 6 to 7 degrees C.\nMean summer soil temperature: 13 to 15 degrees C.\nMollic epipedon thickness: 18 to 38 cm.\nDepth to bedrock: 50 to 100 cm.\nParticle-size control section - Clay content:  18 to 25 percent, when mixed.\nRock fragments:  35 to 70 percent angular rock fragments, when mixed.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nReaction: Neutral or slightly alkaline.\nBw1 horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Very gravelly loam or very cobbly loam.\nStructure:  Angular blocky or subangular blocky.\nReaction: Neutral or slightly alkaline.\nBw2 horizon\nHue:  l0YR or 7.5YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Very gravelly loam, extremely gravelly loam, very cobbly loam, or extremely cobbly loam.\nCarbonates:  Carbonate coatings on underside of rock fragments in some pedons.\nReaction:  Slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Antrobus, Brickel, Broad Canyon, Calume, Conical, Fairydell, Farlow, Foxmount, Grafen, Greyback, Handran, Kamack, Klug, Lag, Maurice, McCort, Midelight, Midfork, Parachute, Rockabin, Sebud, Silvercliff, Sup, Supervisor, Teemat, Thornburgh, Tiban, Tineman and Wareagle series.\nAntrobus, Broad Canyon, Fairydell, Greyback, Handran, Kamack, Klug, Lag, Maurice, McCort, Midelight, Midfork, Sebud, Sup, Teemat, Thornburgh, Tiban and Tineman soils lack bedrock within 100 cm. Calume, Conical and Wareagle soils have mean soil temperatures less than 11 degrees C. Farlow, Foxmount and Grafen soils have a paralithic contact within 100 cm. Brickel soils are moderately acid or slightly acid.  Parachute soils are dry for less than 30 days in summer and fall.   Rockabin and Supervisor soils lack a cambic horizon and have less than 18 percent clay in their particle-size control section.  Silvercliff soils have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Decram soils are on mountain crests, shoulders, and upper side slopes.  These soils formed in residuum and colluvium derived from quartzite, chert, and volcanic rocks.  Slopes are 8 to 50 percent.  Elevations are 2,290 to 2,900 meters.  The climate is cold, semiarid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 400 to 500 mm; mean annual temperature is 4 to 6 degrees C, and the frost-free period is less than 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chad, Hapgood, Spinlin, Welch, and Winu soils.  Chad soils have an argillic horizon and have frigid soil temperature regimes.  Hapgood, Welch, and Winu soils all have pachic epipedons.  Spinlin soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, Sandberg bluegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are not extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County Area, Nevada, l983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 cm (A1 and A2 horizons).\nCambic horizon - The zone from 28 to 71 cm (Bw horizons).\nLithic contact - The boundary at 71 cm (R layer).\nParticle-size control section - The zone from 25 to 71 cm (Bw horizons and part of the A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 15 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine interstitial pores; 35 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--15 to 28 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate, fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine interstitial and tubular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (10 to 20 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--28 to 61 cm; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; common fine and very fine interstitial and tubular pores; 45 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 50 cm thick)"
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--61 to 71 cm; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 4/4) moist; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic, few fine and very fine roots, common very fine interstitial pores; 40 percent gravel and 30 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (0 to 64 cm thick)"
      },
      {
        "name": "R",
        "top": 71,
        "narrative": "R--71 cm; andesite."
      }
    ]
  ]
}
