{
  "SERIES": "DEDAL",
  "STATUS": "Established Series",
  "BYREV": "RFG",
  "REVDATE": "06/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dedal very cobbly loam, on a 3 percent slope in a rangeland savanna.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by about 20 percent gravel, 25 percent cobbles, 5 percent stones, and 1 percent boulders.\nA--0 to 1 inches; brown (7.5YR 4/3) very cobbly loam, dark brown (7.5YR 3/3) moist; weak fine subangular blocky parting to moderate fine and medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine pores; 15 percent gravel, 30 percent cobbles, 5 percent stones, and 1 percent boulders; noneffervescent; neutral (pH 7.2); abrupt wavy boundary. (1 to 6 inches thick)\nBt1--1 to 8 inches; dark brown (7.5YR 3/3) very cobbly clay loam, dark brown (7.5YR 3/2) moist; strong medium and coarse subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; many very fine and fine and few medium and coarse roots; many very fine and fine pores; few distinct pressure faces; few distinct clay films on faces of peds and common distinct clay films on rock fragments; 10 percent gravel, 30 percent cobbles, and 5 percent stones; noneffervescent; neutral (pH 7.2); clear wavy boundary.\nBt2--8 to 16 inches; brown (7.5YR 4/3) very cobbly clay, dark brown (7.5YR 3/3) moist; strong medium and coarse angular blocky structure; very hard, firm, very sticky and very plastic; common very fine and fine and few medium and coarse roots; common very fine and fine pores; few prominent pressure faces; few prominent clay films on faces of peds and common prominent clay films on rock fragments; few medium masses of carbonate; 10 percent gravel, 20 percent cobbles, and 5 percent stones; very slightly effervescent; slightly alkaline (pH 7.4); very abrupt wavy boundary. (Combined thickness of the Bt horizons is 6 to 18 inches.)\nR--16 inches; andesite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Graham County, Arizona; about 2,500 feet south and 120 feet east of the northwest corner of sec. 10, T. 1 S., R. 26 E; Topographic quadrangle: Point Of Pines East, Arizona; Latitude: 33 degrees, 21 minutes, 37.7 seconds N; Longitude: 109 degrees, 40 minutes, 27.4 seconds W;  NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic ustic soil moisture regime. Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.\nParticle-size control section (weighted average)\nClay content: 35 to 55 percent\nRock fragments: 35 to 65 percent\nDepth to bedrock: 7 to 20 inches\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 or 3, dry or moist\nTexture: typically loam, clay loam, but includes sandy clay loam\nClay content: 20 to 40 percent\nRock fragments: 15 to 80 percent\nEffervescence: none\nReaction: slightly acid to slightly alkaline (pH 6.1 to 7.8)\nBt horizon\nHue: 5YR, 7.5YR\nValue: 4 to 5 dry, 3 to 4 moist\nChroma: 2 to 4, dry or moist\nTexture: clay loam, clay, silty clay\nClay content: 35 to 55 percent\nRock fragments: 30 to 65 percent\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: neutral to moderately alkaline (pH 6.6 to 8.4)\nR horizon\nBedrock:  Volcanic rock such as andesite, basalt, tuff, and volcanic breccia"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dedal soils formed in alluvium and/or residuum derived from volcanic rocks such as andesite and basalt and occurs on mountains, hills, and dissected plateaus.  Slope is 1 to 65 percent.  Mean annual air temperature is 45 to 57 degrees F. The mean annual precipitation is 18 to 24 inches and falls mainly during July-September and December-February and is driest during May and June.  The frost-free period is 100 to 180 days.  The elevation is 5,800 to 7,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anezul and Brolliar series.\nAnezul soils occur on similar positions and average less than 35 percent coarse fragments in the particle-size control section.  Brolliar soils occur on similar positions and are moderately deep to basalt."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium on less than 5 percent slopes, high on 5 to 15 percent slopes, and very high on more than 15 percent slopes; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, fuelwood production, and wildlife habitat.  The present vegetation is alligator juniper, pinyon pine, grey oak, and some ponderosa pine with blue grama, sideoats grama, bottlebrush, squirreltail, and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Arizona; LRR D; MLRA 38; these soils are moderately extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:   San Carlos Indian Reservation, AZ, Parts of Gila and Graham Counties (AZ675), 2009. The name is Spanish for thimble."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 16 inches (A, Bt1, and Bt2 horizons)\nArgillic horizon - the zone from 1 to 16 inches (Bt1 and Bt2 horizons)\nLithic contact - the boundary at 16 inches (R horizon)\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
