{
  "SERIES": "DEERFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD:JPE",
  "REVDATE": "02/2013",
  "STATES": "AL,LA,MS",
  "OVERVIEW": "The Deerford series consists of very deep, somewhat poorly drained, slowly permeable soils that are high in exchangeable sodium.  These soils formed in silty Coastal Plain sediments with low sand content on late Pleistocene age terraces.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Albic Glossic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deerford silt loam--grassland.  (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 3 inches; brown (10YR 5/3) silt loam; moderate fine granular structure; friable; many fine roots; common fine pores; strongly acid; abrupt smooth boundary.  (3 to 6 inches thick)\nAp2--3 to 6 inches; brown (10YR 5/3) silt loam; common fine and medium faint grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) mottles; weak medium and thin platy structure; firm; many fine roots; common fine pores; common fine brown concretions; strongly acid; abrupt smooth boundary.  (0 to 8 inches thick)\nE--6 to 10 inches; brown (10YR 5/3) silt loam; common fine faint light brownish gray and grayish brown mottles; massive; firm; common fine roots; many fine and few coarse pores; common streaks of gray or light brownish gray silt; many medium and fine brown and black concretions; strongly acid; clear irregular boundary.  (3 to 12 inches thick)\nBtn1--10 to 20 inches; mottled dark yellowish brown (10YR 4/4), brown (10YR 5/3), and grayish brown (10YR 5/2) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky ; firm, hard; common fine roots; few fine pores; common faint dark grayish brown (10YR 4/2) and very dark grayish brown (10YR 3/2) clay films on faces of peds and in pores; common vertical tongues 2 to 4 inches wide of brown silt loam E material; strongly acid; gradual wavy boundary.  (6 to 12 inches thick)\nBtn2--20 to 34 inches; light olive brown (2.5Y 5/6) silty clay loam; common fine distinct grayish brown mottles; weak coarse prismatic structure; firm, hard; few fine roots; few fine pores; common faint dark grayish brown clay films on surfaces of peds and in pores; common soft black accumulations; a few tongues of pale brown (10YR 6/3) silt loam E material; mildly alkaline; gradual irregular boundary.  (8 to 15 inches thick)\nBCn--34 to 49 inches; light olive brown (2.5Y 5/6) silt loam; common fine faint pale brown (10YR 6/3) and yellowish brown (10YR 5/6) mottles; massive; friable; few fine roots; common fine pores; few channels with dark brown clay films; common soft black accumulations; moderately alkaline; gradual wavy boundary.  (6 to 20 inches thick)\nC--49 to 60 inches; yellowish brown (10YR 5/6) silt loam; common coarse distinct grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) mottles; massive; friable; common soft black bodies; common fine and medium black and brown concretions; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  East Baton Rouge Parish, Louisiana; on edge of Zachary; 0.8 mile north-northwest of intersection of railroad and Louisiana highway 64; 0.2 mile west of church; southeastern part, sec. 83, T. 4 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 40 to about 80 inches.  Depth to a subhorizon with more than 15 percent exchangeable sodium ranges from 16 to 32 inches.\nThe Ap or A horizon has hue of 10YR, value of 4 to 6 and chroma of 2 to 4.  Texture is silt loam or silt.  Reaction ranges from very strongly acid to slightly acid.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 or 3.  Texture is silt loam or silt.  Reaction ranges from very strongly acid to slightly acid.  Tongues of E material extend to a depth of 25 to 45 inches.\nSome pedons have E/B or B/E horizons that are mottled in shades of grayish brown or are grayish brown (10YR 5/2) or light grayish brown (10YR 6/2).\nInteriors of peds in the Btn1 horizon have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6.  Mottles are in shades of gray or brown.  Interiors of peds in the Btn2 horizon have colors similar to the Btn1 horizon or they have chroma of 2 in values of 4 to 6.  Exteriors of peds in the Btn horizons have hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2.  The Btn horizons are silty clay loam or silt loam.  Reaction ranges from very strongly acid through slightly acid in the upper part and from neutral to moderately alkaline in the lower part.\nThe BCn and C horizons have colors similar to those of the Btn horizon.  Mottles are in shades of brown or gray.  Texture is sandy clay loam, loam, silt loam, or silty clay loam.  Reaction ranges from neutral through moderately alkaline.  Some pedons have a 2BC or 2C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Foley, Hilleman, and Peoria series in the same family and the Bonn, Egypt, Essen, Fred, Giblert, Lafe, McCrory, Patoutville, Rosella, and Verdun series in similar families.  Bonn, Hillemann, Lafe, and Verdun soils have more than 15 percent exchangeable sodium throughout the argillic horizon.  Hillemann soils have lower chroma in the upper part of the B horizon and are acid throughout.  Egypt, Essen, Fred, Gibert, and Patoutville soils do not have natric horizons.  Foley and Peoria soils have colors of lower chroma in the upper Bt horizons.  Peoria soils also have A horizons that are more than 20 inches thick.  McCrory and Rosella soils have fine-loamy textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Deerford soils formed in silty deposits of late Pleistocene Age.  They occupy slopes of about 2 percent on terraces of low relief.  Climate is warm and humid.  Mean annual air temperature ranges from about 60 to 70 degrees F. Average annual precipitation ranges from about 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Bonn, Fred, Lafe, and Verdun series and the Calhoun and Olivier series.  Calhoun and Olivier soils are acid throughout and do not have appreciable quantities of exchangeable sodium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; slow permeability.  Perched seasonal water table is at depths of 0.5 to 1.5 feet below the surface, December-April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly bermudagrass or carpetgrass pasture.  A few areas are used as cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Of minor extent but significant in its areas of occurrence - Arkansas, Louisiana, and Mississippi."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ascension Parish, Louisiana; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other significant features:\nOchric epipedon.............0 to 10 inches (Ap1,Ap2,E)   Albic horizon.........................6 to 10 inches (E)   Natric horizon.............10 to 34 inches (Btn1,Btn2)   Glossic properties.......................10 to 34 inches   Aquic moisture regime\nADDITIONAL DATA:  Data from sample S62LA-17-44 by Louisiana Agricultural Experiment Station and published in Soil Survey, East Baton Rouge Parish, Louisiana shows calcium-magnesium ratio of more than 1 throughout the Bt horizon. NSSL Sample Nos. S76LA-009-001, S75LA-041-012, S75LA-041-015.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
