{
  "SERIES": "DEERHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev: AC, WRL, ET",
  "REVDATE": "05/2007",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deerhill gravelly fine sandy loam on a south west facing (230 degree), 37 percent slope at an elevation of 2191 meters. When described on 06/08/2004 the soil was dry throughout. Colors are for dry soils unless otherwise noted.\nOi--0 to 3 cm; slightly decomposed plant material; abrupt smooth boundary. (0 to 10 cm thick)\nA1--3 to 12 cm; brown (10YR 4/3) gravelly fine sandy loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common very fine, fine, medium and coarse roots throughout; common fine interstitial pores; 15 percent gravel; slightly acid, pH 6.6;  clear smooth boundary. (5 to 20 cm thick)\nA2--12 to 24 cm; brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common very fine, fine, medium, coarse and very coarse roots throughout; common fine interstitial pores; 7 percent gravel; slightly acid, pH 6.6; clear smooth boundary. (5 to 20 cm thick)\nBw1--24 to 51 cm; brown (10YR 4/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky and weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, medium, coarse and very coarse roots throughout; common fine interstitial pores; 15 percent gravel and 5 percent cobbles and 1 percent stones; slightly acid, pH 6.6; clear wavy boundary. (20 to 38 cm thick)\nBw2--51 to 90 cm; dark yellowish brown (10YR 4/4) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky and weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, medium, coarse and very coarse roots throughout; common fine interstitial pores; 8 percent gravels; slightly acid, pH 6.6; abrupt irregular boundary. (25 to 51 cm thick)\n2Bt1--90 to 130 cm; yellowish brown (10YR 5/4) loam, brown (10YR 5/3) moist fine distinct brown (7.5YR 4/4) mottles; moderate medium subangular blocky and moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine, medium, coarse and very coarse roots throughout; few very fine tubular pores; 20 percent distinct clay films on all faces of peds; 1 percent gravel; moderately acid, pH 6.0; gradual smooth boundary. (25 to 51 cm thick)\n2Bt2--130 to 166 cm; light yellowish brown (10YR 6/4) extremely paragravelly loam, yellowish brown (10YR 5/4) moist common medium prominent red (2.5YR 4/6) mottles; moderate fine subangular blocky and moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common medium and coarse roots throughout; few very fine tubular pores; 10 percent faint clay films on all faces of peds; 75 percent paragravel; slightly acid, pH 6.2;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Nevada, East of highway 28 about 970 meters north northeast of Captain Pomin Rock., 640 meters east and 640 meters north of the south west corner of Section 2, Township 14 N, Range 18 E, 39 degrees, 6 minutes, 14 seconds North latitude and 119 degrees, 55 minutes, 41 seconds West longitude, NAD83 - U.S.G.S Quad: Glenbrook, Nevada."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: usually moist between depths of 38 to 91 cm and are only dry in all parts from early August until early October.  The soils have a xeric moisture regime.\nSoil Temperature: mean annual soil temperature is 4 to 8 degrees C. and the mean summer soil temperature is 11 to 13 degrees C.\nSurface rock fragment content: 0 to 5 percent consisting of; 0 to 5 percent gravel, 0 to 5 percent cobbles, and 0 to 5 percent stones\nReaction: moderately acid to neutral\nBase saturation: 35 to 75 percent. (By amonium acetate)\nControl section:\nRock fragments: 1 to 25 percent, with 1 to 20 percent gravel, 0 to 8 percent\ncobbles, 0 to 3 percent stones and 0 percent boulders.  The lower part of the 2Bt has 60 to 90 percent paragravels.\nClay content: averages 18 to 27 percent clay\nMineralogy: isotic\nA horizons:\nHue: 10YR\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 3 or 4 dry; 2 to 4 moist\nOrganic matter: 3 to 8 percent\nTexture of the fine earth fraction: Fine sandy loam, sandy loam or loam\nClay content: 4 to 10 percent\nRock fragments: 5 to 20 percent\n5 to 15 percent gravel\n0 to 5 percent cobbles\n0 to 5 percent stones\nReaction: pH 5.6 to 7.0\nBw horizons:\nHue: 10YR\nValue: 4 or 5 dry; 3 to 5 moist\nChroma: 3 to 4 dry; 2 to 5 moist\nOrganic matter: 0.5 to 3 percent\nTexture of the fine earth fraction: Fine sandy loam, sandy loam or loam\nClay content: 7 to 13 percent\nRock fragments: 5 to 25 percent\n5 to 15 percent gravel\n0 to 5 percent cobbles\n0 to 5 percent stones\nReaction: pH 5.6 to 7.0\n2Bt horizons:\nHue: 10YR or 7.5YR\nValue: 4 through 6 dry; 4 or 5 moist\nChroma: 3 or 4 dry; 3 or 4 moist\nOrganic matter: 0.5 to 3 percent\nTexture of the fine earth fraction: Loam\nClay content: 15 to 27 percent\nRock fragments: 0 to 10 percent paragravel in the upper part and 60 to 90 percent paragravel in the lower part\nReaction: pH 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kingsbeach soils. The Kingsbeach soils are devoid of fragments in the lower part and are on alluvial fans."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Deerhill soils are on mountainflanks and hillsides. Slopes range from 9 to 50 percent. These soils formed in colluvium over residuum weathered from metamorphics. Elevation is 1915 to 2285 meters.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is to 580 to 790 millimeters and the mean annual air temperature is 4 to 7 degrees C. The frost free season is 40 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cagwin, and Shakespeare soils. The Cagwin soils are over granodiorite while the Shakespeare soils are at higher elevations and have colder summer temperatures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, high runoff, moderately slow permeability, no flooding or ponding"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for primarily for woodland and wildlife. Vegetation is conifers mostly Jeffrey pine and white fir with an understory of manzanita and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Deerhill is of minor extent in Nevada in MLRA 22A -- Sierra Nevada Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, (Tahoe Basin area), Nevada. The source of name anecdotal from many deer sightings while mapping in this area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 90 to 140 cm, 2Bt1 and portions of the 2Bt2\nArgillic horizon: 90 to 166 cm, 2Bt1 and 2Bt2\nUmbric epipedon:  3 to 51 cm, A1, A2, Bw1\nCambic horizon:  51 to 90 cm, Bw2\nGeogenic mottling is common in the lower part of the Deerhill soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
