{
  "SERIES": "DEERLODGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HJB/LNL-JVC",
  "REVDATE": "02/2008",
  "STATES": "NV,UT",
  "OVERVIEW": "The Deerlodge series consist of moderately deep to a duripan, well drained soils that formed in alluvium derived from igneous rocks and limestone.  Deerlodge soils are on fan remnants and high stream terraces.  Slopes are 2 to 15 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deerlodge gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  About 45 percent of the soil surface is covered with gravel and 5 percent is covered with cobbles.\nA--0 to 8 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to weak thin platy; soft, very friable, slightly sticky and slightly plastic; common medium and fine roots and many very fine roots; common medium, fine, and very fine vesicular pores; 15 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (8 to 15 cm thick)\nBt1--8 to 23 cm; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium, fine, and very fine roots; few medium pores and many fine and very fine pores; common distinct clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.8); gradual smooth boundary.  (13 to 20 cm thick)\nBt2--23 to 48 cm; strong brown (7.5YR 5/6) clay loam, strong brown (7.5YR 4/6) moist; strong medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; few medium, fine, and very fine roots; few medium pores and many fine and very fine pores; many prominent clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (17 to 26 cm thick)\nBkq--48 to 61 cm; pink (7.5YR 7/4) gravelly loam, light brown (7.5YR 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; common fine and very fine pores; 25 percent gravel; strongly effervescent, carbonates are disseminated and occur as coatings on gravel; weakly and discontinuously cemented by carbonates and silica; moderately alkaline (pH 8.2); abrupt smooth boundary.  (8 to 33 cm thick)\nBkqm--61 to 86 cm; very pale brown (10YR 7/3) cemented material, light yellowish brown (10YR 6/4) moist; extremely hard, extremely firm, very strongly cemented by opaline silica and secondary carbonates; continuous cap of thin indurated silica laminae; few very fine roots matted on laminar cap; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; about 3.5 miles southwest of Modena; approximately 1,200 feet north and 275 feet east of the southwest corner of section 9, T. 35 S., R. 19 W.; USGS Modena 7.5 minute topographic quadrangle; 37 degrees 46 minutes 8 seconds north latitude and 113 degrees 59 minutes 6 seconds west longitude, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - These soils are usually moist in the winter and for at least 2.5 consecutive months in the spring; they are dry during the summer but are intermittently moist in upper horizons for 10 to 20 days cumulative due to convection storms between July and September; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 10 to 12 degrees C.\nDepth to base of argillic horizon - 48 to 61 cm.\nDepth to duripan - 58 to 81 cm.\nParticle-size control section - Clay content: 25 to 35 percent;\nRock fragments: 5 to 30 percent, mainly gravel.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nBt1 and Bt2 horizons\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 4 through 6, dry or moist.\nTexture: Clay loam, sandy clay loam, or gravelly clay loam.\nRock fragments: 5 to 30 percent.\nStructure: Weak or moderate, medium or fine prismatic or, subangular blocky in some pedons.\nReaction: Slightly alkaline or moderately alkaline.\nBkq horizon\nHue: 7.5YR or 10YR.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Gravelly loam or loam.\nClay content: 18 to 27 percent.\nRock fragments: 5 to 35 percent.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 10 to 30 percent.\nOther features:  This horizon qualifies as a calcic horizon in some pedons.\nBkqm horizon\nCementation: Strongly cemented through indurated.\nSecondary silica: Individual horizontal continuous silica laminae ranging from 2 to 8 millimeters in thickness are present separated by zones of secondary carbonates; opaline silica in the form of laminae, coats, bridges, and pore linings is recognizable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbidge, Dacker, Ditchcamp, Drysel, Exel, Hager, Idow, Lojet, Rakane, Snowmore, Wako, Wellsed, and Wendell series.\nArbidge soils have hue of 10YR and do not have more than 10 percent rock fragments in the argillic horizon.  Dacker soils have significant content of volcanic glass in the A horizons and have texture of silt loam or silty clay loam in the argillic horizon.  Ditchcamp soils are slightly acid or neutral and have thin duripans over lithic contacts at depths of 64 to 100 cm.  Drysel soils have texture of silt loam, silty clay loam, or loam in the upper part of the argillic horizon and have identifiable secondary carbonates in the lower part of the argillic horizon.  Exel soils are slightly acid or neutral and do not have horizons with identifiable secondary carbonates below the argillic horizon.  Hager soils have lithic contacts at depths of 100 to 152 cm.  Idow soils have hue of 10YR and average less than 5 percent rock fragments in the particle-size control section.  Lojet soils have calcic horizons in the lower part of the argillic horizon.  Rakane soils have hue of 10YR in the argillic horizon and do not have Bkq horizons between the argillic horizon and the duripan.  Snowmore soils have hue of 10YR in the argillic horizon, have significant volcanic glass in the A horizons, and have lithic contacts at depths of 53 to 100 cm.  Wako soils have E horizons, have hue of 10YR in the argillic horizon, and have lithic contacts at depths of 100 to 152 cm.  Wellsed soils have the base of the argillic horizon at depths of 25 to 48 cm.  Wendell soils average 18 to 26 percent clay in the particle-size control section and have lithic contacts at depths of 66 to 97 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Deerlodge soils are on fan remnants and high stream terraces.  They formed in alluvium derived primarily from igneous rocks and limestone with surficial eolian deposits containing some volcanic ash.  Slopes are 2 to 15 percent.  Elevations range from 1,555 to 2,042 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 7 to 10 degrees C., and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Checkett, Garbo, and Monox soils.  Checkett soils are loamy-skeletal and shallow to lithic contacts.  Garbo soils are very deep and have calcic horizons and durinodes.  Monox soils are very deep, fine-loamy over sandy or sandy-skeletal, have calcic horizons, and have brittle horizons with accumulations of opaline silica."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate or moderately slow permeability (moderately high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Deerlodge soils are used for livestock grazing.  The vegetation is mainly Wyoming big sagebrush with some bottlebrush squirreltail and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah and southeastern Nevada.  These soils are moderately extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nArgillic horizon - The zone from 8 to 48 cm (Bt1 and Bt2 horizons).\nIdentifiable secondary carbonates - The zone from 48 to 86 cm (Bkq and Bkqm horizons).\nDuripan - The zone from 61 to 86 cm (Bkqm horizon).\nParticle-size control section - The zone from 8 to 48 cm (Bt1 and Bt2 horizons).\nThe revision of February 2008 moved the type location from Lincoln County, Nevada to Iron County, Utah to a typical pedon that better represents the series concept."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to weak thin platy; soft, very friable, slightly sticky and slightly plastic; common medium and fine roots and many very fine roots; common medium, fine, and very fine vesicular pores; 15 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (8 to 15 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 23 cm; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium, fine, and very fine roots; few medium pores and many fine and very fine pores; common distinct clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.8); gradual smooth boundary.  (13 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--23 to 48 cm; strong brown (7.5YR 5/6) clay loam, strong brown (7.5YR 4/6) moist; strong medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; few medium, fine, and very fine roots; few medium pores and many fine and very fine pores; many prominent clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (17 to 26 cm thick)"
      },
      {
        "name": "Bkq",
        "top": 48,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bkq--48 to 61 cm; pink (7.5YR 7/4) gravelly loam, light brown (7.5YR 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; common fine and very fine pores; 25 percent gravel; strongly effervescent, carbonates are disseminated and occur as coatings on gravel; weakly and discontinuously cemented by carbonates and silica; moderately alkaline (pH 8.2); abrupt smooth boundary.  (8 to 33 cm thick)"
      },
      {
        "name": "Bkqm",
        "top": 61,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkqm--61 to 86 cm; very pale brown (10YR 7/3) cemented material, light yellowish brown (10YR 6/4) moist; extremely hard, extremely firm, very strongly cemented by opaline silica and secondary carbonates; continuous cap of thin indurated silica laminae; few very fine roots matted on laminar cap; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
