{
  "SERIES": "DEER CREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMW-AJE-MJD",
  "REVDATE": "04/2004",
  "STATES": "UT",
  "OVERVIEW": "The Deer Creek series consists of deep, well drained soils that formed in alluvial and colluvial materials.  The Deer Creek soils are on alluvial fans.  Slope ranges from 1 to 40 percent.  The mean annual temperature is 43 degrees F., and the mean annual precipitation is 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deer Creek loam - rangeland (Colors are for air dry soil unless otherwise noted.)\nAl--0 to 3 inches: dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak thick platy structure that parts to weak fine granules; slightly hard, friable, nonsticky, slightly plastic; common fine roots; many medium vesicular pores; neutral (pH 7.0); abrupt wavy boundary. (2 to 4 inches thick)\nA2--3 to 10 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak coarse medium and moderate fine subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; many fine and medium roots; common fine pores; 20 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (6 to 10 inches thick)\nBtl--10 to 14 inches; dark grayish brown (10YR 4/2) gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium and coarse subangular blocky structure; very hard, firm, sticky, plastic; common fine and medium roots; few fine pores; 20 percent gravel; few thin clay films, mainly as bridges between sand grains; neutral (pH 6.7); abrupt wavy boundary. (5 to 6 inches thick)\nBt2--14 to 34 inches; reddish brown (5YR 5/4) gravelly clay, reddish brown (5YR 4/3) moist; strong medium and strong fine angular blocky structure; extremely hard, very firm, very sticky, very plastic; common fine and few medium roots; few fine pores; 25 percent gravel and cobbles; moderately thick continuous clay films in channels and on faces of peds; slightly acid (pH 6.4); diffuse wavy boundary. (14 to 30 inches thick)\nCk1--34 to 46 inches; very pale brown (10YR 7/3) cobbly clay loam, very pale brown (10YR 7/4) moist; massive; very hard, firm, sticky, plastic; few fine roots; 30 percent cobble and gravel; very strongly calcareous, discontinuous weak cementation with some laminae; slightly alkaline (pH 7.5) clear wavy boundary. (10 to 16 inches thick)\nCk2--46 to 60 inches; very pale brown (10YR 8/2) cobbly clay loam, very pale brown (10YR 8/2) moist; massive, slightly hard, friable, slightly sticky, slightly plastic; 30 percent cobble and gravel; very strongly calcareous, some laminae weakly cemented; slightly alkaline (pH 7.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wasatch County, Utah; 0.1 mile north of Wallsburg Junction and Highway U. S. 189, and 0.9 miles east on side road; 1,460 feet east and 1,080 feet north of the southwest corner of sec. 35, T.4S., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 42 to 45 degrees F., and the mean summer soil temperature is 61 to 64 degrees F. The soils are usually moist but are dry for 60 to 75 consecutive days most years in all parts of the control section during the summer in more than 7 out of 10 years.\nThe mollic epipedon is 10 to 20 inches thick.  The solum, A and B horizons, ranges from 20 to 42 inches thick over horizons of high carbonate accumulation that are 12 to 40 inches thick. Coarse fragments are gravel and cobble size and range from 20 to 35 percent by volume in the solum, and generally increase in amount below the 40-inch depth.\nThe A horizon has hue of 10YR to 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3. It is neutral to slightly alkaline and is 7 to 14 inches thick.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4.  The moist color value of 3 does not extend below 20 inches depth. This horizon is gravelly clay loam or gravelly or cobbly clay and has moderately thick or thick and continuous clay films on faces of peds and in channels. It is slightly acid to slightly alkaline. It is 14 to 30 inches thick.\nThe Ck horizon has hue of lOYR and 7.5YR, value of 6 through 8 dry, 4 through 8 moist, and chroma of 2 through 4. It is gravelly sandy loam to very cobbly clay loam. Typically, this horizon has discontinuous weak cementation and contains 30 to 65 percent lime. It is slightly to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ant Flat, Clegg, Dry Creek, Flowell, Goring, Harkers, and Whipstock series. Ant Flat soils lack coarse fragments in the Bt horizon. Clegg soils have mollic epipedons more than 20 inches thick, have less than 35 percent clay in the argillic horizon and have less than 20 percent coarse fragments in the control section. Dry Creek and Flowell soils have mean annual soil temperature of 47 degrees F. or more. Goring soils have mollic epipedons more than 20 inches thick and have dominant chroma of more than 4 in the argillic horizon. Harkers soils lack a calcic horizon. Whipstock soils have more than 60 percent clay in the argillic horizon and lack strong lime horizons. Ant Flat, Clegg, and Harkers soils. Bezzant soils lack B horizons and have more than 35 percent coarse fragments and less than 35 percent clay in the control section. Mower soils lack argillic horizons. Watkins Ridge soils lack argillic horizons and have less than 35 percent coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deer Creek soils are on gently sloping to steep alluvial fans and adjacent mountain slopes at elevations of 5,500 to 7,200 feet. Slopes are 1 to 40 percent.  They formed in alluvial and colluvial materials derived from sedimentary and igneous parent rocks. The climate is moist subhumid, having a mean annual temperature of 40 to 45 degrees F., mean summer temperature of 60 to 64 degrees F., and an average annual precipitation of 14 to 20 inches. The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bezzant, Mowers, and Watkins Ridge soils, and the competing Ant Flat, Clegg, and Harkers soils. Bezzant soils lack B horizons and have more than 35 percent rock fragments and less than 35 percent clay in the control section. Mower soils lack argillic horizons. Watkins Ridge soils lack argillic horizons and have less than 35 percent coarse in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated cropland, and spring-fall range for livestock and wildlife. The present vegetation is big sagebrush, oakbrush, western wheatgrass, bitterbrush and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Utah. This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Al",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Al--0 to 3 inches: dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak thick platy structure that parts to weak fine granules; slightly hard, friable, nonsticky, slightly plastic; common fine roots; many medium vesicular pores; neutral (pH 7.0); abrupt wavy boundary. (2 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--3 to 10 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak coarse medium and moderate fine subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; many fine and medium roots; common fine pores; 20 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Btl",
        "top": 25,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btl--10 to 14 inches; dark grayish brown (10YR 4/2) gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium and coarse subangular blocky structure; very hard, firm, sticky, plastic; common fine and medium roots; few fine pores; 20 percent gravel; few thin clay films, mainly as bridges between sand grains; neutral (pH 6.7); abrupt wavy boundary. (5 to 6 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 86,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bt2--14 to 34 inches; reddish brown (5YR 5/4) gravelly clay, reddish brown (5YR 4/3) moist; strong medium and strong fine angular blocky structure; extremely hard, very firm, very sticky, very plastic; common fine and few medium roots; few fine pores; 25 percent gravel and cobbles; moderately thick continuous clay films in channels and on faces of peds; slightly acid (pH 6.4); diffuse wavy boundary. (14 to 30 inches thick)"
      },
      {
        "name": "Ck1",
        "top": 86,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ck1--34 to 46 inches; very pale brown (10YR 7/3) cobbly clay loam, very pale brown (10YR 7/4) moist; massive; very hard, firm, sticky, plastic; few fine roots; 30 percent cobble and gravel; very strongly calcareous, discontinuous weak cementation with some laminae; slightly alkaline (pH 7.5) clear wavy boundary. (10 to 16 inches thick)"
      },
      {
        "name": "Ck2",
        "top": 117,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "narrative": "Ck2--46 to 60 inches; very pale brown (10YR 8/2) cobbly clay loam, very pale brown (10YR 8/2) moist; massive, slightly hard, friable, slightly sticky, slightly plastic; 30 percent cobble and gravel; very strongly calcareous, some laminae weakly cemented; slightly alkaline (pH 7.7)."
      }
    ]
  ]
}
