{
  "SERIES": "DEERFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAW-MFF-JTI",
  "REVDATE": "05/2018",
  "STATES": "CT,ME,MA,NH,NY,RI,VT",
  "OVERVIEW": "The Deerfield series consists of very deep, moderately well drained soils formed in glaciofluvial deposits. They are nearly level to strongly sloping soils on terraces, deltas, and outwash plains. Slope ranges from 0 to 15 percent. Saturated hydraulic conductivity is high or very high. Mean annual temperature is about 9 degrees C. and mean annual precipitation is about 1194 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Aquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deerfield loamy fine sand in a hayfield at an elevation of about 19 meters. (Colors are for moist soil.)\nAp --0 to 23 cm; very dark brown (10YR 2/2) loamy fine sand; weak fine and medium granular structure; very friable; common fine roots; moderately acid; abrupt smooth boundary. (15 to 30 cm thick)\nBw1 --23 to 43 cm; strong brown (7.5YR 5/6) loamy fine sand; weak fine and medium granular structure; very friable; common fine roots; moderately acid; clear smooth boundary.\nBw2 --43 to 64 cm; yellowish brown (10YR 5/6) loamy fine sand; weak fine granular structure; very friable; few fine faint brownish yellow (10YR 6/6), moist, masses of oxidized iron accumulation; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 13 to 69 cm.)\nBC --64 to 84 cm; yellowish brown (10YR 5/6) fine sand; single grain structure; loose; common fine and medium distinct strong brown (7.5YR 5/8) masses of oxidized iron accumulation and common fine and medium distinct light brownish gray (10YR 6/2) iron depletions; strongly acid; clear broken boundary. (0 to 51 cm thick)\nC1 --84 to 102 cm; light brownish gray (10YR 6/2) stratified sand and fine sand; single grain structure; loose; common fine prominent strong brown (7.5YR 5/8) masses of oxidized iron accumulation; strongly acid; clear wavy boundary.\nC2 --102 to 152 cm; light brownish gray (10YR 6/2) stratified sand and gravelly sand; single grain structure; loose; common fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron accumulation; 10 percent rounded fine granite and quartzite gravel; very strongly acid; individual strata contain up to 20 percent gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, Massachusetts; Town of Andover, 2,525 feet north-northwest (345 deg) of the intersection of Laurel Lane and Old River Road, in a hayfield. USGS Lawrence, Massachusetts topographic quadrangle; Lat. 42 degrees 41 minutes 49.57 seconds N. and long. 71 degrees 12 minutes 52.52 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 38 to 100 cm. Gravel, generally fine gravel, ranges from 0 to less than 15 percent in the solum and 0 to 20 percent in the substratum. Reaction ranges from extremely acid through slightly acid unless limed. Iron depletions with chroma of two or less are between depths of 38 and 100 cm from the mineral soil surface.\nThe O horizon, where present, has a hue of 5YR to 10YR, value of 2 to 3, and chroma of 1 to 3. It is slightly to highly decomposed plant material.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3. It is fine sandy loam, sandy loam, loamy fine sand, loamy sand, fine sand, or sand. Undisturbed pedons commonly have an O horizon and a thin sequence of A, E, and Bs, Bhs or Bh horizons.  They may also have an AB or AE horizon. The Ap or A horizon has weak or moderate very fine to medium granular structure and is friable or very friable.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6. Texture of the upper part of the Bw horizon, within a depth of 25 cm from the soil surface, has the same range as the A horizon. Below 25 cm the texture is loamy fine sand, loamy sand, fine sand, sand or coarse sand. Structure is weak, very fine to medium granular or subangular blocky, or is single grain. Moist consistence is friable, very friable, or loose.\nThe BC horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 4. Texture range is the same as the lower part of the Bw horizon. Structure is weak, very fine to medium subangular blocky, or is single grain. Moist consistence is friable, very friable, or loose.\nThe C horizon has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 1 to 4. Texture is loamy fine sand, loamy sand, fine sand, sand or coarse sand. Stratified textures of these textures and gravel, coarse sand, or loamy coarse sand are present in some pedons.  It is single grain or massive. Moist consistence is friable, very friable or loose."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Algansee, Altmar, Birchwood, Brems, Brockatonorton, Elnora, Fortress, Livonia, Meckling, Morocco, Ottokee, Partridge, Succotash, Tedrow, and Zaborowsky series. The Algansee, Brems, Brockatonorton, Meckling, Morocco, Ottokee, Partridge, Tedrow, and Zaborowsky soils are from outside of region R. Algansee soils have an irregular decrease of organic matter with depth. Altmar soils have rock fragments dominated by sandstone. Birchwood soils formed in sandy sediments over glacial till. Brems and Ottokee soils have sola more than 100 cm thick, and Ottokee soils have lamellae. Elnora soils contain more fine sand in the lower part of the series control section. Fortress soils formed in anthropotransported soil material from eolian sand, outwash, ordredging activities. Livonia soils formed in glaciolacustrine parent material with neutral to moderately alkaline reaction and average less than 960 mm of annual precipitation. Meckling soils are calcareous throughout. Morocco soils have redox features within a depth of 38 cm. Partridge soils have bedrock at depths of 50 to 100 cm. Succotash soils formed in sandy eolian and/or marine overwash deposits.  Tedrow and Zaborosky soils have carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deerfield soils are level to strongly sloping soils on outwash terraces, outwash deltas, and outwash plains. Slope gradients are commonly 0 to 3 percent, but range to 15 percent. The soils formed in thick deposits of sand derived mainly from granite, gneiss and quartzite, but in places containing materials from schist and sandstone. The sand is poorly graded; medium sand is generally dominant and typically contains little or no gravel.  The mean annual precipitation typically ranges from 965 to 1397 mm but the range includes as low as 660 mm in some places east of Adirondack Mountains in the Champlain Valley of New York. The mean annual temperature ranges from 7 to 11 degrees C. The frost-free period ranges from 120 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Deerfield soils are in a drainage sequence that includes the excessively drained Carver and Windsor soils, the somewhat poorly drained Wareham and Pipestone soils, and the very poorly drained Scarboro soils. The well drained Agawam, moderately well drained Ninigret, and poorly drained Walpole soils are terrace associates that are loamy over stratified sand and gravel.  The somewhat excessively drained Merrimac and the excessively drained Hinckley and Penwood soils are on nearby glaciofluvial landforms and have sandy and gravelly substrata. The excessively drained Plymouth, somewhat excessively drained Gloucester, well drained Canton, Charlton, Cheshire, Essex and Paxton, and moderately well drained Woodbridge soils are on nearby glacial till uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Runoff is negligible to low. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cleared and used for truck crops, tobacco, potatoes, hay, pasture and silage corn. Forested areas have pitch pine, white pine, gray birch, red maple, oaks, and sugar maple. Many areas are in urban uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New Hampshire, Vermont, Maine, Massachusetts, Rhode Island, Connecticut, and New York. (MLRAs 101, 142, 144A, 144B, 145, and 149B) The soils of this series are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, Massachusetts, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from 0 to 23 cm (Ap horizon).\nRedox depletions with chroma of 2 or less - the zone from 64 to 152 cm. (BC, Cg1, and Cg2 horizons).\nADDITIONAL DATA: Full characterization data for pedons with User Pedon IDs of S1959MA005001, S1970MA011004, S1991MA023005, S2005CT003003, and S2013NY085002. Pedons analyzed by the KSSL, Lincoln, NE. The laboratory characterization data for these pedons and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
