{
  "SERIES": "DEERWOOD",
  "STATUS": "Established Series",
  "BYREV": "DDB-WJA-RBH",
  "REVDATE": "04/1999",
  "STATES": "MN",
  "OVERVIEW": "The Deerwood series consists of very deep, very poorly drained soils formed in a thin organic mantle and sandy lacustrine or outwash sediments.  They are in depressions on glacial lake plains and outwash plains.  Permeability is moderately rapid in the organic mantle and rapid in the sandy sediments.  Slopes are less than 1 percent.  Mean annual temperature is 39 degrees F.  Mean annual precipitation is 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deerwood muck with plane level slope in a large shallow depression on a lake plain, mostly sedge vegetation.  (All colors are moist soil unless otherwise stated.)\nOa--0 to 10 inches; black (10YR 2/1, broken face and rubbed) sapric material; about 25 percent fiber, 10 percent rubbed; weak very fine granular structure; very friable; herbaceous fiber; about 40 percent mineral material; slight effervescence; slightly alkaline; abrupt smooth boundary.  (8 to 16 inches thick)\nA--10 to 12 inches; black (10YR 2/1) loamy sand; many (about 40 percent) medium distinct gray (10YR 5/1) redoximorphic depletions and mixing from C horizon: massive; very friable; strong effervescence; moderately alkaline; gradual smooth boundary.  (2 to 7 inches thick)\nCg1--12 to 30 inches; light brownish gray (2.5Y 6/2) gravelly fine sand; very fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; single grain; loose; 20 percent gravel; strong effervescence; moderately alkaline; clear smooth boundary.\nCg2--30 to 60 inches; light brownish gray (2.5Y 6/2) gravelly sand; few fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; single grain; loose; 20 percent gravel; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittson County, Minnesota; about 2 miles east of Halma; 1900 feet east and 1420 feet north of the southwest corner of sec. 23, T. 160 N., R. 46 W. (Norway Township)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils commonly contain free carbonates in all parts, but in some pedons the organic soil material and A horizon lacks carbonates.  A few cobbles or stones are at the boundary of the mineral and organic surface layer in a few pedons.  The mineral soil material has as much as 35 percent rock fragments in a few pedons.\nThe O horizon in the rubbed condition has hue of 5YR, 7.5YR, 10YR or is neutral, value of 2 or 3, and chroma of 2 or less.  The O horizon typically consists of sapric material throughout but in some pedons part of it is hemic material. The fiber typically is herbaceous, but in a few pedons part of it is woody.  Reaction typically is slightly alkaline but ranges to moderately acid in some parts of some pedons.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 1 or less.  It is sand, fine sand, loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam, or fine sandy loam or their mucky analogues.  It is slightly acid to moderately alkaline.\nThe C horizon has a matrix with hue of 2.5Y or 5Y, value of 4 to 7, and chroma of 1 or 2.  It has redoximorphic features in all parts.  It is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand or the gravelly analogs of these textures.  It commonly is stratified.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ausable (T), Leafriver and Searsport series.  Ausable, Leafriver, and Searsport soils do not have free carbonates within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Deerwood soils have plane or slightly concave slopes with gradient of less than 1 percent in shallow depressions on glacial lake plains and glacial outwash plains.  These soils formed in a thin layer of organic soil material over sandy glacial lacustrine or outwash sediments.  The glacial sediments are of late Wisconsinan age.  The mean annual temperature is 36 to 45 degrees F.  Mean annual precipitation ranges from 20 to 28 inches.  Frost-free days range from 90 to 140.  Elevation above sea level ranges from 850 to 1700 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Markey, Moylan, Redby, and Cormant soils.  The very poorly drained Markey soils have a thicker layer of organic soil material.  The poorly and very poorly drained Cormant and somewhat poorly drained Redby soils do not have a histic epipedon and commonly are in a drainage sequence with the Deerwood soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Permeability is moderately rapid in the organic soil material and rapid in the sandy sediments.  The surface run-off is very slow.  Depth to an apparent seasonal high water table is as high as +1.0 to 1.0 feet at some time from January to December in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are idle, but some areas are used for cropland, pasture, or hay.  The original vegetation mostly is reeds, sedges, cattails, and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Minnesota.  Primarily on the Glacial Lake Agassiz Plain.  They are moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kittson County, Minnesota, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "weak very fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "slight effervescence",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 10 inches; black (10YR 2/1, broken face and rubbed) sapric material; about 25 percent fiber, 10 percent rubbed; weak very fine granular structure; very friable; herbaceous fiber; about 40 percent mineral material; slight effervescence; slightly alkaline; abrupt smooth boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "A",
        "top": 25,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strong effervescence",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--10 to 12 inches; black (10YR 2/1) loamy sand; many (about 40 percent) medium distinct gray (10YR 5/1) redoximorphic depletions and mixing from C horizon: massive; very friable; strong effervescence; moderately alkaline; gradual smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 30,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strong effervescence",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--12 to 30 inches; light brownish gray (2.5Y 6/2) gravelly fine sand; very fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; single grain; loose; 20 percent gravel; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strong effervescence",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--30 to 60 inches; light brownish gray (2.5Y 6/2) gravelly sand; few fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; single grain; loose; 20 percent gravel; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
