{
  "SERIES": "DEERFLAT",
  "STATUS": "Established Series",
  "BYREV": "MJE/CES/TKK/JW",
  "REVDATE": "09/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deerflat silt loam on a northeast-facing, concave, 12 percent slope under a canopy of blue oak and annual grasses and at an elevation of 544 meters. (Colors are for dry soils unless otherwise noted.  When described on June 4, 2008 the soil was moist throughout.)\nA--0 to 4 cm; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; 29 percent sand, 13 percent clay; moderate fine granular structure; slightly hard, friable, nonsticky, slightly plastic; many fine and very fine roots; many fine and very fine irregular pores; 1 percent fine mica flakes in matrix; 2 percent indurated phyllite gravel; moderately acid (pH 6.0); clear smooth boundary. (4 to 10 cm thick)\nAB--4 to 20 cm; yellowish brown (10YR 5/4) silt loam, brown (10YR 4/3) moist; 31 percent sand, 12 percent clay; moderate medium subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; common fine and very fine roots; few very fine and fine irregular and few very fine tubular pores; 1 percent fine dark yellowish brown (10YR 4/4) iron manganese masses and 5 percent medium brown (10YR 5/3) iron depletions in matrix; 1 percent fine mica flakes in matrix; 5 percent indurated phyllite gravel; moderately acid (pH 5.9); clear smooth boundary.\nBt1--20 to 42 cm; yellowish brown (10YR 5/4) silt loam, dark brown (10YR 3/3) moist; 29 percent sand, 16 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; few fine and medium tubular and common fine and very fine irregular pores; 5 percent faint yellowish brown (10YR 5/4) clay films and 10 percent pale brown (10YR 6/3) silt coats on all faces of peds; 2 percent fine mica flakes in matrix; 5 percent indurated phyllite gravel; moderately acid (pH 6.0); clear irregular boundary.\nBt2--42 to 53 cm,; brown (7.5YR 5/4) silt loam, brown (7.5YR 4/3) moist; 25 percent sand, 22 percent clay; strong coarse subangular blocky structure; moderately hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; few fine and very fine irregular and few very fine tubular pores; 20 percent distinct strong brown (7.5YR 4/6) clay films on all faces of peds; 2 percent fine mica flakes in matrix; 5 percent indurated phyllite gravel; moderately acid (pH 6.0); clear irregular boundary. (Combined thickness of upper Bt horizons is 20 to 60 cm)\nBt3--53 to 78 cm; brown (7.5YR 5/4) gravelly silty clay loam, brown (7.5YR 4/4) moist; 18 percent sand, 34 percent clay; strong coarse subangular blocky structure; very hard, very firm, moderately sticky, moderately plastic; few very fine, fine and medium roots; few fine and very fine irregular and few very fine tubular pores; 40 percent distinct strong brown (7.5YR 4/6) clay films on all faces of peds; 1 percent fine mica flakes in matrix; 5 percent weakly cemented phyllite paragravel and 20 percent strongly cemented phyllite gravel; slightly acid (pH 6.5); gradual wavy boundary\nBt4--78 to 112 cm; brown (7.5YR 5/4) gravelly loam, brown (7.5YR 4/4) moist; 25 percent sand, 27 percent clay; strong coarse subangular blocky structure; very hard, very firm, moderately sticky, moderately plastic; few medium, fine, and very fine roots; few very fine irregular pores; 50 percent distinct brown (7.5YR 4/3), moist, clay films on all faces of peds; 1 percent fine mica flakes in matrix; 5 percent weakly cemented phyllite paragravel and 20 percent strongly cemented phyllite gravel; neutral (pH 7.3); gradual wavy boundary.\nBt5--112 to 140 cm; brown (7.5YR 5/4) paragravelly loam, brown (7.5YR 4/4) moist; 29 percent sand, 22 percent clay; moderate coarse subangular blocky structure; very hard, very firm, moderately sticky, moderately plastic; few very fine roots; few very fine and fine irregular pores; 20 percent distinct dark brown (7.5YR 3/4), moist, clay films on all faces of peds; 5 percent fine mica flakes in matrix; 30 percent weakly cemented phyllite paragravel; slightly alkaline (pH 7.4); gradual wavy boundary. (Combined thickness of lower Bt horizons is 70 to 100 cm)\nBCt--140 to 180 cm; brown (7.5YR 4/4) very paragravelly loam, dark brown (7.5YR 3/4) moist; 47 percent sand, 12 percent clay; weak coarse subangular blocky structure; very hard, very firm, moderately sticky, moderately plastic; few very fine roots throughout; few very fine and fine irregular pores; 20 percent distinct dark brown (7.5YR 3/4), moist, clay films on all faces of peds; 5 percent fine mica flakes in matrix; 50 percent weakly cemented phyllite paragravel; neutral (pH 7.3); clear wavy boundary. (0 to 50 cm thick)\nCr--180 cm; moderately cemented phyllite bedrock with fractures 10 to 45 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tuolumne County, California, about 9 km (5.6 miles) south of Standard, CA; USGS 7.5 minute topographic quadrangle: Standard, California; WGS84 37.8891678 latitude and -120.3297195 longitude; UTM Zone 10 734770 meters E 4196924 meters N NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 15 to 17 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture:  The soil moisture control section is dry in all parts from about June to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness:   7 to 20 cm\nArgillic horizon thickness:  60 to 140 cm\nDepth to paralithic contact: 150 to greater than 200 cm\nParticle size control section weighted average:\nRock fragments: 2 to 35 percent\nClay content: averages 18 to 30 percent clay\nBase saturation: less than or equal to 75 percent in one or more subhorizons of the argillic horizon (by sum of cations).\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 2 or 3 moist\nChroma: 3 or 4, dry or moist\nTexture: loam, silt loam, sandy loam\nClay content: 10 to 22 percent\nRock fragments: 0 to 15 percent gravel\nReaction: strongly acid to slightly acid\nBt horizon(s), upper part\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 4 or 6 dry, 3 to 6 moist\nTexture: loam, silt loam\nClay content: 15 to 27 percent\nRock fragments: 0 to 20 percent;\n0 to 20 percent gravel\n0 to 5 percent cobbles\nPararock fragments: 0 to 20 percent paragravel\nReaction: strongly acid to slightly acid\nBt horizon(s), lower part\nHue: 7.5YR, 10YR\nValue: 4 to 7 dry, 4 or 5 moist\nChroma: 4 or 6 dry, 4 moist\nTexture: loam, clay loam, silty clay loam\nClay content: 20 to 35 percent\nRock fragments: 0 to 35 percent;\n0 to 35 percent gravel\n0 to 5 percent cobbles\nPararock fragments: 0 to 45 percent paragravel\nReaction: moderately acid to slightly alkaline\nBCt horizon (when present)\nHue:  7.5YR, 10YR, 2.5Y\nValue: 5 to 7 dry, 3 or 4 moist\nChroma: 3 or 4 dry, 4 moist\nTexture: loam, silt loam, clay loam\nClay content: 12 to 30 percent\nRock fragments: 0 to 60 percent;\n0 to 20 percent gravel\n0 to 60 percent cobbles\nPararock fragments: 0 to 60 percent\n0 to 60 percent paragravel\n0 to 60 percent paracobbles\nReaction: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Auberry and Orangevale (MLRA 17) series. Auberry soils are 100 to 150 cm to a paralithic contact of granitic rock. Orangevale soils have a texture of sandy clay loam or sandy loam in the Bt horizons and are formed in alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Deerflat soils are on are on sideslopes and footslopes of hills and canyons. Slopes range from 3 to 90 percent. These soils formed in colluvium and residuum weathered from phyllite, schist, and other metasedimentary rocks. Elevation is 245 to 790 meters. Mean annual precipitation is about 690 to 990 millimeters. Mean annual temperature is 14 to 16 degrees C. Frost-free season is 210 to 315 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Moccasinhill, Hetchy and Sanguinetti soils. Moccasinhill (moderately deep) and Sanguinetti (deep) soils are both loamy-skeletal, over a lithic contact, and are on sideslopes of hills and in canyons. Hetchy soils are loamy-skeletal, are moderately deep to a paralithic contact, and are on nose slopes of hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; saturated hydraulic conductivity is moderately high or high throughout the profile."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, watershed, recreation and homesite development. Vegetation is blue oak, interior live oak and annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills in California; MLRA 18. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tuolumne County, California, 2018. Source of the name is Deer Flat Ranch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon                   0 to 20 cm\nArgillic Horizon                     20 to 140 cm\nParalithic Contact                 180 cm\nParticle Size Control Section for this pedon: 20 to 70 cm\nADDITIONAL DATA:\nNASIS User Pedon ID: S08CA109001\nPedon Purpose:   laboratory sampling site\nLab Pedon #:  08N0694\nLab Source ID:  SSL\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
