{
  "SERIES": "DEETZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJN-TDC",
  "REVDATE": "02/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, mesic Vitrandic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deetz gravelly loamy sand - on a west facing slope of 5 percent under manzanita, bitterbrush, squaw carpet and some incense cedar.  The vegetation at the site was mostly white fir, incense cedar and ponderosa pine before being burned over.  Elevation is 3,940 feet.  (Colors are for dry soil unless otherwise noted.  When described May 28, 1974, the soil was moist throughout).\nO1 and O2--1/2 to 0 inches; new and partially decomposed leaves, needles, twigs, bark and other organic debris.\nA11--0 to 1 1/2 inches; very dark grayish brown (10YR 3/20 gravelly loamy sand, black (10R 2/1) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; 15 percent pebbles; medium acid (pH 6.0); abrupt smooth boundary.   (1/2 to 3 inches thick)\nA12--1 1/2 to 4 inches; dark brown (10YR 4/3) gravelly loam sand, very dark brown (10YR 2/2) and very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many very fine and fine roots; 15 percent pebbles; medium acid (pH 6.0); abrupt smooth boundary.  (2 to 5 inches thick)\nA13--4 to 7 inches; brown (10YR 5/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable; many very fine and fine roots; 15 percent pebbles medium acid (pH 6.0); clear smooth boundary.  (2 to 4 inches thick)\nC1--7 to 12 inches; pale brown (10YR 6/3) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable; many very fine, fine and medium roots; 15 percent pebbles; medium acid (pH 6.0); clear smooth boundary.  (3 to 7 inches thick)\nC2--12 to 18 inches; light yellowish brown (10YR 6/4) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable; many medium and common very fine and fine roots; 15 percent pebbles; medium acid (pH 6.0); abrupt wavy boundary.  (4 to 8 inches thick)\nC3--18 to 20 inches; pale brown (10YR 6/3) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable; many medium and common very fine and fine roots; 23 percent pebbles and 2 percent cobbles; medium acid (pH 6.0); clear wavy boundary.  (9 to 12 inches thick)\nC4--20 to 38 inches; pale brown and very pale brown (10YR 6/3 and 7/3) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable; common very fine and fine roots; 30 percent pebbles and 2 percent cobbles; medium acid (pH 6.0); abrupt wavy boundary.  (9 to 13 inches thick)\nIIC5--38 to 53 inches; gray and light gray (10YR 6/3) very gravelly sand, strong brown (7.5YR 4/6) moist; single grained; loose; many medium and few very fine and fine roots; 38 percent pebbles and 7 percent cobbles; medium acid (pH 6.0); abrupt wavy boundary.  (14 to 17 inches thick)\nIIIC6--53 to 65 inches; gray and light gray (10YR 6/1 and 7/1) very gravelly sand; single grained; loose; many medium and few very fine and fine roots; 48 percent pebbles and 2 percent cobbles; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 2 miles south of Weed and just north of Black Butte; 1,600 feet south and 1,200 feet east of the NW corner sec. 19, T. 41 N., r. 4 W.  It is about 30 feet west of a dirt road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil commonly is 20 to 40 inches deep but in some pedons is more than 40 inches deep to stratified clean sand or gravel or both.\nThe mean annual soil temperature is 51 to 55 degrees F, the mean winter soil temperature is 31 to 36 degrees F, and the mean annual summer soil temperature is 68 to 74 degrees F.  The soil between a depth of 15 and 48 inches is usually dry in all parts from mid-July to mid-October and is moist in some or all parts the rest of the year.  The soil temperature at a depth of 20 inches exceeds 41 degrees F from April to December 1 and exceeds 47 degrees F, from April 15 to November 1.\nThe particle-size control section is less than 35 percent rock fragments, 35 to 45 percent very coarse and coarse sand and 20 to 30 percent fine and very fine sand.  Total sand ranges from 70 to 85 percent and silt from 15 to 30 percent.  Most of the sands and rock fragments are pyroclastic and include cinders, pumice and ash.  Stones are common in some areas and are 5 to 100 feet apart.  Up to 0.1 percent of the area may be covered with stones.  The base saturation ranges from 40 to 70 percent in the A horizon and from 15 to 50 percent from a depth of 10 inches to 40 inches in the C horizon and commonly decreases with increasing depth.  The NaF pH ranges from 9.6 to 10.7.\nThe A horizon is grayish brown, dark grayish brown, very dark grayish brown, brown or dark brown (10YR 5/2, 4/2, 4/3, 3/2, 5/3, 3/3).  Moist color is black, very dark brown, very dark grayish brown or dark brown (10YR 2/1, 2/2, 3/2, 3/3) moist.  It feels like loamy fine sand or loamy sand after rubbing and has 15 to 35 percent rock fragments.  It is gravelly or stony.  It is very strongly acid to medium acid.  It has greater than 40 percent coarse and very coarse sands and less than 25 percent fine and very fine sands.  It is 5 to 10 inches thick.\nAn AC horizon, in some pedons, is light yellowish brown, pale brown or light brownish gray (10YR 6/4, 6/3, 6/2).  Moist color is dark brown or very dark grayish brown (10YR 3/3, 4/2).  It feels like sand or loamy sand after rubbing and has 10 to 35 percent gravel or cobbles or both.  It is strongly acid or medium acid.\nThe C horizon is light gray, very pale brown, pale brown, or light yellowish brown (10YR 7/1, 7/2, 7/3, 7/4, 6/3, 6/4) faintly or distinctly stratified loamy sand or sand.  It has 5 to 35 percent below a depth of 40 inches.  In some pedons there are layers that are slightly brittle below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Delaney, Oosen, Plutos and Shasta series in other families.  Delaney and Plutos soils have greater than 60 percent base saturation to a depth of 30 inches.  Also, Plutos soils have a lithic contact of basalt at a depth of 20 to 40 inches and Delaney soils have 80 to 95 percent total sand and 5 to 15 percent silt.   Shasta soils have an umbric epipedon.  Oosen soils have frigid soil temperatures and have 10 to 20 percent coarse and very coarse sand and 35 to 50 percent fine and very fine sand in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Deetz soils are on glacial outwash plains and fans at elevations of 3,000 to 5,000 feet.  Slopes are 0 to 30 percent.  The soils formed in glacial outwash from extrusive igneous rock and volcanic ash.  There is a large amount of volcanic glass.  The climate is continental and subhumid with warm dry summers and cold moist winters.  The mean annual precipitation is 30 to 45 inches.  Snowfall is 20 to 60 inches.  Mean January temperature is 31 to 33 degrees F, mean July temperature is 64 to 68 degrees F, mean annual temperature is 47 to 49 degrees F.  The frost-free season is 60 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Asta, Neer, Ponto and the competing Delaney and Shasta soils.  Asta soils have a fine-loamy argillic horizon.  Neer soils are 20 to 40 inches deep to a paralithic contact of tuff breccia and have a medial-skeletal control section.  Ponto soils are 40 to 80 inches deep to a paralithic contact of tuff and have a medial control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow or very slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for woodland production but also used for recreation, wildlife habitat, residential housing and as a source of sand and gravel.  Vegetation is white fir, ponderosa pine, Douglas-fir, incense cedar, manzanita, squaw carpet, bitterbrush, dryland sedge and other grasses, shrubs and forbs.  Many areas have been burned over several times."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Deetz series is of moderate extent in north-central California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1978."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  This soil was sampled by the Riverside Laboratory 6/11/74.  Sample No. -S74CA-093-5.  Information is also available from the U.D. Davis Laboratory, Sample No. 74-47-107X Lab No. 1273.\nREMARKS:\nLast revised by the state on 10/78.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:\nLast revised by the state on 10/78.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
