{
  "SERIES": "DEFIANCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM",
  "REVDATE": "11/2011",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, nonacid, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Defiance silty clay loam, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); dark gray (10YR 4/1) silty clay loam, gray (10YR 6/1) dry; moderate medium granular structure; friable; slightly acid; abrupt smooth boundary. [13 to 23 cm (5 to 9 inches) thick]\nBg1--18 to 28 cm (7 to 11 inches); grayish brown (10YR 5/2) clay loam; weak fine and medium subangular blocky structure; firm; many fine and medium distinct yellowish brown (10YR 5/4) masses of oxidized iron; neutral; clear wavy boundary.\nBg2--28 to 51 cm (11 to 20 inches); grayish brown (10YR 5/2) clay; weak medium subangular blocky structure; very firm; many fine and medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; neutral; diffuse wavy boundary.\nBw--51 to 71 cm (20 to 28 inches); yellowish brown (10YR 5/4) clay; weak medium and coarse subangular blocky structure; very firm; many fine and medium distinct light brownish gray (2.5Y 6/2) iron depletions; neutral; diffuse irregular boundary. [Combined thickness of the B horizon is 41 to 102 cm (16 to 40 inches).]\nCg--71 to 152 cm (28 to 60 inches); grayish brown (10YR 5/2) silty clay with some thin layers of silty clay loam, silt loam, and sandy loam and a thin layer of fine gravelly loamy sand at 147 cm (58 inches); massive; firm; many medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Putnam County, Ohio; about 1 mile north of Ottoville, in Monterey Township; 330 feet west and 150 feet south of the northeast corner of sec. 24, T. 1 S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: typically 66 to 112 cm (26 to 44 inches), but ranges from 61 to 127 cm (24 to 50 inches)\nParticle-size control section: averages 35 to 50 percent clay\nAp or A horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silty clay loam, silty clay, or silt loam\nReaction: slightly acid to slightly alkaline\nBg or Bw horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2; a subhorizon within a depth of 76 cm (30 inches) has chroma of 3 to 6\nTexture: silty clay loam, silty clay, clay loam, or clay\nReaction: commonly slightly acid to slightly alkaline but ranges to moderately acid in the upper part\nCg horizon:\nTexture: dominantly silty clay or clay, with thin strata in most pedons of silty clay loam, silt loam, loam, clay loam, or sandy loam\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Other series in similar families include the Cape, Melvin, Newark, Orrville, Shoals, Sloan, and Wabasha series. Cape, Melvin, and Wabasha soils have low chroma matrix colors in all horizons to a depth of 76 cm (30 inches). In addition, Cape soils have smectitic clay mineralogy and are acid; Melvin soils have less than 35 percent clay in the particle-size control section; and Wabasha soils have surface horizons with value of 3 or less. Newark, Orrville, Shoals, and Sloan soils have less than 35 percent clay in the particle-size control section. In addition, Sloan soils have a mollic epipedon and low chroma matrix colors to a depth of 76 cm (30 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Defiance soils are on flood plains of the sluggish tributaries that dissect the lake plain and are on some local depressed areas of ground moraines. Slope ranges from 0 to 2 percent. Defiance soils formed in neutral or slightly alkaline recent alluvium. Mean annual precipitation ranges from 762 to 940 mm (30 to 37 inches). Mean annual temperature ranges from 9 to 12 degrees C (48 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hoytville, Latty, Paulding, Shoals, Sloan, and Wabasha soils. The very poorly drained Hoytville, Latty, and Paulding soils are on nearby lake plains. Shoals soils formed in loamy material and are on similar positions on the landscape. The very poorly drained Sloan and Wabasha soils are on slightly lower or in depressed positions in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of an intermittent apparent high water table ranges from 30 to 76 cm (1.0 to 2.5 feet) during late winter and spring in normal years. Potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately low. Permeability is slow. These soils are subject to occasional or frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely under cultivation where accessible. Corn and soybeans are the principal crops. Other areas are in pasture or woodland. Native vegetation is deciduous, swamp forest dominated by water-tolerant hardwoods, such as elm, cottonwood, sycamore, and silver maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 99 and 111B in northwestern Ohio. The type location is in MLRA 99. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Paulding County, Ohio, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The illitic classification has been questioned. Laboratory data to support that classification are not available at the time.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 18 cm (Ap horizon).\n11/2011 Revision: updated terminology for redox features; minor formatting edits.\nADDITIONAL DATA: Characterization data are available from The Ohio State University Soil Characterization Laboratory, Columbus, OH for profiles MC-15 and MC-16.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
