{
  "SERIES": "DEGARMO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON/RJK",
  "REVDATE": "04/1999",
  "STATES": "OR",
  "OVERVIEW": "The Degarmo series consists of very deep, poorly and somewhat poorly drained soils that formed in mixed alluvium.  Degarmo soils are on flood plains and low stream terraces and have slopes of 0 to 2 percent.  The mean annual precipitation is about 12 inches and the annual temperature is about 45 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Degarmo silt loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; many fine and very fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (3 to 5 inches thick)\nA2--4 to 11 inches; black (N 2/0) silt loam, gray (10YR 5/1) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine and very fine tubular pores; neutral (pH 7.0); clear smooth boundary. (5 to 10 inches thick)\nBw1--11 to 17 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine angular blocky structure; hard, friable, sticky and plastic; many very fine roots; many very fine tubular pores; 5 percent gravel; neutral (pH 6.6); clear smooth boundary.  (5 to 11 inches thick)\nBw2--17 to 28 inches; very dark gray (2.5Y 3/1) silty clay loam, grayish brown (2.5Y 5/2) dry; many medium distinct black (N 2/0) and very dark grayish brown (2.5Y 3/2) mottles; moderate medium angular blocky structure; hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; 10 percent gravel; moderately alkaline (pH 8.2); gradual wavy boundary.  (7 to 12 inches thick)\nBC--28 to 35 inches; very dark gray (2.5Y 3/1) gravelly clay loam, gray (2.5Y 5/1) dry; weak medium subangular blocky structure; hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; 15 percent gravel; moderately alkaline (pH 8.2); gradual smooth boundary.  (0 to 10 inches thick)\n2C1--35 to 42 inches; very dark gray (2.5Y 3/1) cobbly loamy sand, gray (10YR 6/1) dry; massive; loose, nonsticky and nonplastic; few fine roots; many fine and medium irregular pores; 10 percent gravel, 20 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (5 to 15 inches thick)\n2C2--42 to 60 inches; dark brown (10YR 4/3) extremely gravelly loamy sand, pale brown (10YR 6/3) dry; massive; loose, very friable, nonsticky and nonplastic; few fine roots; many fine and medium irregular pores; 50 percent gravel; 10 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; about 500 feet northwest of Hart Mountain National Antelope Refuge Headquarters on Rock Creek; 1,550 feet north and 500 feet east of the Southwest corner of section 10, T. 35 S., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are saturated with water during spring and early summer.  The water table ranges from 1 to 4 feet from March to September.  The mean annual soil temperature is 45 to 47 degrees F.  The mean summer soil temperature is 55 to 60 degrees F.  The solum and mollic epipedon is 24 to 35 inches thick.  Depth to bedrock is over 60 inches.  The upper part of the particle-size control section has an average of 20 to 35 percent clay with more than 15 percent coarser than very fine sand.  The lower part has 5 to 12 percent clay, over 70 percent sand and 15 to 70 percent coarse fragments.\nThe A horizon has hue of 10YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 0 or 1 moist and dry.  The upper 4 to 10 inches is compacted in places.  It is silt loam or silty clay loam with 18 to 30 percent clay and 0 to 5 percent gravel.  It is neutral to moderately alkaline.\nThe Bw horizon has hue of 10YR and 2.5Y, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist, 0 thorough 2 dry.  It is stratified clay, silty clay loam, clay loam, or loam with 25 to 45 percent clay.  It has 0 to 10 percent gravel. It is neutral to moderately alkaline.\nThe BC horizon when present has hue of 2.5Y or 10YR, value of 5 dry, 3 moist and chroma of 1 or 2 moist and dry.  It is clay loam or sandy clay loam with 20 to 35 percent clay and 0 to 25 percent gravel.  It is neutral to moderately alkaline.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 3 or 4 moist, 6 dry and chroma of 1 through 3 moist, and dry.  It is stratified loamy sand or loamy fine sand with 0 to 20 percent cobbles and 5 to 60 percent gravel.   It is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Dula series.  Dula soils have a moist value of 2 or 3 throughout, the mollic epipedon contains distinct yellowish and reddish mottles and have a mean annual soil temperature of 40 to 45 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Degarmo soils are on narrow flood plains at elevations of 4,000 to 6,500 feet.  Slopes are 0 to 2 percent.  These soils formed in mixed alluvium.  The climate is characterized by cold wet winters and hot dry summers.  The mean annual temperature is 43 to 45 degrees F.  The mean annual precipitation is 10 to 16 inches.  The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cressler, Fury  and Welch soils.  Welch soils are fine-loamy and lack the contrasting textures. Cressler soils are fine and lack the contrasting textures.  Fury soils are fine-silty and lack the contrasting textures"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or somewhat poorly drained; slow or very slow runoff; moderately slow or slow permeability through the solum and rapid through the substratum.  The soils are frequently flooded for brief periods from March through June on floodplains and have rare flooding on low stream terraces.  A watertable is at 1 to 2.5 feet from March through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Degarmo soils are used for livestock grazing and wildlife habitat.  Native vegetation is dominantly slender wheatgrass and Leiberg bluegrass on the drier sites and tufted hairgrass on the wetter sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon; MLRA 21 and 23.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon, Southern Part, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: the zone from 0 to 35 inches ( A1, A2, Bw1, Bw2 horizons )\nNational Cooperative Soil Survey\nU.S.A."
  }
}
