{
  "SERIES": "DEGOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELG-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, hyperthermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Degola clay loam--pasture.  (Colors are for dry soil unless otherwise stated).\nA1--0 to 6 inches; dark gray (10YR 4/1) clay loam, very dark gray (10YR 3/1) moist; moderate very fine subangular blocky structure; hard, firm, sticky; many fine roots; neutral; clear smooth boundary.\nA2--6 to 14 inches; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; strong medium subangular blocky structure; hard, firm, sticky; common fine roots; neutral; clear smooth boundary.\nA3--14 to 30 inches; dark gray (10YR 4/1) clay loam, very dark gray (10YR 3/1) moist; weak very fine subangular blocky structure; hard, firm, sticky; few fine roots; neutral; clear smooth boundary.  (Combined thickness of A subhorizons is 20 to 60 inches)\nBw1--30 to 36 inches; gray (10YR 5/1) sandy clay loam, dark gray (10YR 4/1) moist; weak medium and coarse subangular blocky structure; few fine dark brown (10YR 3/3) iron-manganese concentrations; neutral; gradual smooth boundary.  (4 to 20 inches thick)\nBw2--36 to 70 inches; white (10YR 8/2) sandy clay loam, light gray (10YR 7/2) moist; common medium distinct brownish yellow (10YR 6/6) iron concentrations; weak medium and coarse subangular blocky structure; very hard, firm, few very thin strata of fine sandy loam texture; few to common masses of calcium carbonate; few fine siliceous pebbles; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  DeWitt County, Texas; from the intersection of U.S.  Highway 183 and Farm Road 1447 in Cuero, Texas, 10 miles northeast on Farm Road 1447; then 0.65 mile northwest on a paved county road; 0.15 mile southwest and 0.85 mile northeast on a county road; 250 feet east-southeast of entrance gate."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The weighted average clay content of the 10- to 40- inch control section ranges from 18 to 35 percent.  Thickness of the mollic epipedon ranges from 20 to 52 inches.\nThe A horizons has hue of 7.5YR or 10YR, value of 2 to 5 and chroma of 1 to 3.  Gray colors are not considered to be due to wetness.  Texture of the A1 horizon is dominantly clay loam, but ranges to loam.  Texture of the A2 and A3 horizons is loam, sandy clay loam, or clay loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bw, or BC horizon where present, have hue of 10YR, value of 4 to 7 and chroma of 1 to 3.  Reaction ranges from neutral to moderately alkaline.  There are stratified layers with evident bedding planes.  Texture is loam, sandy clay loam or clay loam.  Textures of fine sandy loam to sandy clay occur in some pedons.  Structure ranges from massive to weak subangular blocky. Calcium carbonate, in the form of masses and concretions, range from none to common.  Siliceous pebbles range from none to 5 percent by volume.  Electrical conductivity ranges from 0 to 8 dS/m in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ramadero (TX) and Sinton (TX) soils.  Similar soils are the Bippus, Bosque, Gageby, Gowen, Laredo, Odem, and Pimer series.  Ramadero soils are dry in the moisture control section for longer periods.  Sinton soils are moderately alkaline and calcareous throughout.  Bippus, Bosque, Gageby, and Gowen soils are in the thermic family.  Laredo soils have mollic epipedons less than 20 inches thick and are in the fine-silty family.  Odem soils are in the coarse-loamy family.  Pimer soils are in the fine-silty family. Sinton soils are moderately alkaline and calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level flood plains.  The soil formed in slightly acid to moderately alkaline loamy alluvium.  Flooding occurs at intervals ranging from 1 or more times each year to once each 4 to 10 years.  Mean annual temperature ranges from 70 to 74 degrees F. and mean annual precipitation ranges from 29 to 39 inches.  Frost free days range form 270 to 300 days and elevation ranges from 100 to 500 feet.  Thornthwaite P-E indices ranges from 40 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aransas and Megiun series.  Aransas soils are the in fine family and have a COLE of .09.  Meguin soils have mollic epipedons less than 20 inches thick and are calcareous throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for rangeland.  A few areas are farmed to grain sorghum or corn.  Native vegetation is elm and pecan trees with an understory of grasses such as big bluestem, little bluestem, switchgrass, indiangrass, Texas wintergrass and wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along small streams in south Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  DeWitt County, Texas, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 30 inches.  (A horizons)\nCumulic feature - In addition to a thick mollic epipedon, have an irregular decrease in organic carbon content with increasing depth.\nSOIL INTERPRETATION RECORD NUMBER: TX0030\nNational Cooperative Soil Survey\nU.S.A."
  }
}
