{
  "SERIES": "DEHART",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RLE/TLA",
  "REVDATE": "06/1999",
  "STATES": "WA",
  "OVERVIEW": "The Dehart series consists of deep, well drained soils that formed in glacial till and colluvium primarily from metamorphic rock.  Dehart soils are on mountains with slopes of 5 to 65 percent.  Mean annual precipitation is about 18 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dehart cobbly loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nO--1 inch to 0; loose partially decomposed organic litter of ponderosa pine needles, twigs, bark and cones; abrupt smooth boundary.  (1 to 2 inches thick)\nA--0 to 6 inches; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, firm, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common fine and medium and few coarse pores; 10 percent rounded pebbles and 15 percent rounded cobbles; neutral (pH 7.0); clear wavy boundary.  (4 to 8 inches thick)\nBw1--6 to 11 inches; pale brown (10YR 6/3) very cobbly sandy loam, dark brown (10YR 4/3) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common medium and few coarse pores; 15 percent rounded pebbles and 25 percent rounded cobbles; neutral (pH 7.0); clear wavy boundary.  (4 to 12 inches thick)\nBw2--11 to 30 inches; pale brown (10YR 6/3) extremely stony sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; few fine, medium and coarse pores; 10 percent rounded pebbles, 20 percent rounded cobbles, 40 percent stones; neutral (pH 7.0); clear wavy boundary.  (15 to 25 inches thick)\nC--30 to 60 inches; pale brown (10YR 6/3) extremely stony sandy loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few roots; few pores; 10 percent rounded pebbles, 20 percent rounded cobbles, 40 percent stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Washington; 2 miles south of Gifford and 2 miles east of the Columbia River on Long Road (Deer Creek); 1,400 feet south and 1,600 feet east of northwest corner of sec. 12, T. 32 N., R.  37 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 47 to 51 degrees F.  The soil is usually moist in all horizons but is dry in all parts between depths of 8 and 24 inches for 75 to 90 consecutive days during summer and autumn.  The upper 7 to 14 inches has an estimated moist bulk density of 1.45 to 1.55 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.   The particle-size control section is 35 to 70 percent rock fragments.\nThe A horizon has value of 4 through 6 dry and chroma of 2 or 3.  It is 15 to 35 percent rock fragments.\nThe Bw horizon has value of 5 through 7 dry and 3 through 5 moist.  It is very gravelly loam, very gravelly sandy loam, very cobbly loam, very cobbly sandy loam and extremely stony sandy loam.  It is 40 to 70 percent rock fragments.  Reaction is slightly acid or neutral.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 through 7 dry, 3 through 5 moist, and chroma of 3 or 4.  It is very gravelly loam, very gravelly sandy loam, very cobbly loam, extremely gravelly loam, extremely gravelly sandy loam, extremely stony sandy loam, or extremely stony loamy fine sand.  It is 40 to 90 percent rock fragments. Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Macreeing series.  Macreeing soils are dry for 60 to 75 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dehart soils are on glaciated mountain sides, and slopes adjacent to drainages in glaciated regions at elevations of 1,500 to 3,500 feet.  The slopes are usually convex and range from 5 to 65 percent.  These soils formed in medium and coarse textured glacial till and colluvium with a component of loess and volcanic ash in the surface layer.  Dehart soils are in a continental climate with dry, warm summers and cool, moist winters.  Mean temperature in January is 25 degrees F, in July 67 degrees F, and the mean annual temperature is about 47 degrees F.  Average annual precipitation ranges from 15 to 20 inches.  The frost-free season ranges from 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aits, Cedonia, Donavan, Garrison, Hardesty, Hunters, Raisio, Rufus, Scoap, Springdale, Stevens, and Waits soils.  Aits, Donavan, Stevens, and Waits soils have less than 35 percent rock fragments in the control section.  Cedonia and Hunters soils have a fine-silty control section and formed in glacial lake sediments.  Garrison, Scoap and Stevens soils have a mollic epipedon.  Hardesty soils are ashy.  Raisio soils are 20 to 40 inches deep to bedrock.  Rufus soils are 10 to 20 inches deep to bedrock. Scoap and Waits soils are frigid.  Springdale soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for grazeable woodland, some is used for dryland cropland.  Vegetation is ponderosa pine and Douglas-fir, with an understory of bluebunch wheatgrass, Saskatoon serviceberry, common snowberry, sagebrush, yarrow, lupine, arrowleaf balsamroot, Idaho fescue, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 6 inches and a cambic horizon from 6 to 30 inches.  The description reflects a change in classification due to Andisols, from loamy-skeletal, mixed, mesic Typic Xerochrepts to loamy-skeletal, mixed, mesic Vitrandic Xerochrepts.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, firm, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common fine and medium and few coarse pores; 10 percent rounded pebbles and 15 percent rounded cobbles; neutral (pH 7.0); clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--6 to 11 inches; pale brown (10YR 6/3) very cobbly sandy loam, dark brown (10YR 4/3) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common medium and few coarse pores; 15 percent rounded pebbles and 25 percent rounded cobbles; neutral (pH 7.0); clear wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--11 to 30 inches; pale brown (10YR 6/3) extremely stony sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; few fine, medium and coarse pores; 10 percent rounded pebbles, 20 percent rounded cobbles, 40 percent stones; neutral (pH 7.0); clear wavy boundary.  (15 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "C--30 to 60 inches; pale brown (10YR 6/3) extremely stony sandy loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few roots; few pores; 10 percent rounded pebbles, 20 percent rounded cobbles, 40 percent stones; neutral (pH 7.0)."
      },
      {
        "name": "O",
        "top": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "O--1 inch to 0; loose partially decomposed organic litter of ponderosa pine needles, twigs, bark and cones; abrupt smooth boundary.  (1 to 2 inches thick)"
      }
    ]
  ]
}
