{
  "SERIES": "DEHANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DA/ALH/CLM",
  "REVDATE": "11/2018",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dehana gravelly loam - on a southeast facing slope of 16 percent under rangeland vegetation at 2,256 meters elevation.  (Colors are for air-dry soil unless otherwise stated.  When described on August 17, 1981, the soil was dry throughout.)\nA--0 to 15 cm; very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many fine and very fine tubular pores; 25 percent gravel; moderately acid (pH 6.0); clear smooth boundary.  (10 to 50 cm thick)\nBt1--15 to 38 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many fine and very fine tubular pores; common faint clay films on faces of peds and in pores; 25 percent gravel; slightly acid (pH 6.2); gradual wavy boundary.  (15 to 56 cm thick)\nBt2--38 to 76 cm; brown (10YR 4/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common roots; many fine and very fine tubular pores; common faint clay films on faces of peds and in pores; 25 percent gravel; moderately acid (pH 5.6); clear smooth boundary.  (0 to 50 cm thick)\nBt3--76 to 165 cm; brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; many distinct clay films on faces of peds and in pores; 20 percent gravel; moderately acid (pH 5.6); abrupt smooth boundary.  (25 to 100 cm thick)\n2C--165 to 178 cm; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/6) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 22 miles southwest of Rogerson, Idaho; in the southwest 1/4, northeast 1/4, northeast 1/4 of section 16, T. 16 S., R. 13 E.; USGS Taylor Canyon 7.5 minute topographic quadrangle; latitude 41 degrees 1 minutes 57.2 seconds N and longitude 114 degrees 56 minutes 28.2 seconds W; WGS84 Decimal Degrees 42.0325556 latitude, -114.9411667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring; dry late summer and fall; typic xeric soil moisture regime.\nMean annual soil temperature: 3 to 7 degrees C.\nMean summer soil temperature: 7 to 13 degrees C.\nMollic epipedon thickness: 89 to 165 cm.\nBase saturation in upper 100 cm: 60 to 75 percent.\nDepth to welded tuff or ash: 150 cm or more\nParticle-size control section - Clay content: Average20 to 26 percent.\nRock fragments: Average 20 to 35 percent.\nA horizon\nValue: 3 or 4 dry, 2 or 3 dry\nChroma: 1 through 3 dry or moist\nReaction (pH): Slightly acid or moderately acid\nBt1 and Bt2 horizons\nValue: 3 through 6 dry, 2 through 4 moist\nChroma: 1 through 4 dry or moist\nTexture: Loam or clay loam.\nRock fragments: 20 to 35 percent gravel, 0 to 10 percent cobbles\nReaction (pH): Slightly acid or moderately acid\nBt3 horizon\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 through 4 dry or moist\nTexture: Clay loam or loam.\nRock fragments: 15 to 35 percent gravel, 0 to 15 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bachus, Benteen, Cambern, Clayburn, Crystalbutte, Davtone, DeCross, Demast, Dranyon, Echemoor, Gordo, Hagenbarth, Harmehl, Millerlake, Senchert, Southmount, Squawval, Stubbs, Thulepah, Vadnais and Winu series.  Bachus, Benteen, Cambern, Harmehl, Senchert, Squawval, Vadnais, and Winu soils are 50 to 100 cm deep to bedrock.  Crystalbutte and Dranyon soils have mollic epipedons that are less than 90 cm thick.  Clayburn, Hagenbarth, and Southmount soils have less than 20 percent coarse fragments in the control section.  Davtone and Gordo soils have hues of 5YR, or redder, in the Bt2 horizon.  DeCross and Millerlake soils have Bk horizons.  Demast soils are greater than 50 cm to the Bt horizon.  Echemoor and Stubbs soils are 50 to 100 cm deep to a paralithic contact.  Thulepah soils have a mollic epipedon that is 16 to 56 cm thick and have an average annual summer soil temperature that is 13 to 15 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dehana soils are on mountain sideslopes and breaks.   The slope ranges from 2 to 75 percent.  The soils formed in slope alluvium and colluvium from welded rhyolitic tuff, latite, and volcanic ash.  Elevations are 1,585 to 2,360 meters.  The average annual precipitation ranges from 460 to 640 mm.  The average annual temperature is 2 to 6 degrees C.  The frost-free season is 20 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amboat, Brose, Eep, Hogmalat, Keman, Mug, Rutherford, and Kavon soils.  Amboat, Keman, and Kavon soils are skeletal.  Brose and Hogmalat soils are shallow to bedrock and occur on ridgetops and summit shoulders.  Eep soils occur on the same landscape, but on drier exposures and are loamy-skeletal.  Mug and Rutherford soils are moderately deep to bedrock and occur on terraces and summit shoulders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow through rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dehana soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is quaking aspen, common chokecherry, mountain big sagebrush, big bluegrass, Columbia needlegrass, mountain brome, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Dehana soils are of small extent in south central and southwestern Idaho. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Clay percent by hydrometer:  0-15 cm-20 percent; 15-38 cm-24 percent; 38-76 cm-26 percent; Base saturation:  0-15 cm-73 percent; 15-38 cm-63 percent; 38-76 cm-65 percent; 76-165 cm-61 percent; 165-178 cm-60 percent.\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon (Pachic) - The zone from the surface to a depth of 165 cm (A, Bt1, Bt2, and Bt3 horizons).\nArgillic horizon - The zone from a depth of 15 to 165 cm (Bt1, Bt2, and Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
