{
  "SERIES": "DEHILL",
  "STATUS": "Established Series",
  "BYREV": "RD:JJJ/TAC/WCL/DJE",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Dehill series consists of very deep, well drained soils that formed in alluvium material weathered from extrusive igneous rock.  Dehill soils are on alluvial fans and have slopes of 0 to 15 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dehill fine sandy loam--on a 5 percent east facing slope under mountain big sagebrush, basin wildrye and cheatgrass at 4,115 feet elevation.  (When described March 8, 1979, the soil was moist to 29 inches and dry below 29 inches.  Color are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine and coarse roots; common very fine interstitial and tubular pores; neutral (pH 7.0); clear smooth boundary.  (4 to 7 inches thick)\nA2--5 to 15 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, few fine and coarse roots; common very fine interstitial and few very fine tubular pores; neutral (pH 7.0); clear wavy boundary.  (8 to 12 inches thick)\nBt--15 to 27 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common very fine interstitial, few very fine tubular pores; few thin clay films bridging mineral grains; neutral (pH 7.0); clear wavy boundary.  (8 to 13 inches thick)\nC1--27 to 44 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and medium roots; common very fine interstitial pores; neutral (pH 7.2); gradual wavy boundary.  (15 to 20 inches thick)\nC2--44 to 60 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots, common very fine interstitial pores; mildly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 1-1/2 miles northeast of Dorris, 475 feet west of Indian Tom Lake Road; about 350 feet north, 200 feet east of the southwest corner of section 21, T. 48 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of soil is greater than 60 inches.  The mean annual soil temperature is 48 degrees to 52 degrees F.  The soil temperature at a depth of 20 inches is above 41 degrees F from about March 15 to December 1 (255 days) and is above 47 degrees F from about April 15 to November 15 (210 days).  The soil between depths of 8 to 23 inches is dry in all parts from June 15 to until November 10 (145 days).  Moisture control section is dry more than half the time the soil temperature is above 41 degrees F.  Solum thickness ranges from 20 to 32 inches.  Rock fragments range from 0 to 5 percent of the soil, by volume.  Cobbles range from 0 to 2 percent.  Gravel range from 0 to 3 percent.  Base saturation (sum of cations) is 75 to 100 percent throughout the solum.  Content of organic matter in the solum ranges from 1 to 3 percent.  Content of clay in the 10 or 40 inch particle control section is 10 to 18 percent.\nThe A horizon has dry color of 10YR 5/3, 5/2, 4/3 or 4/2 and moist color of 10YR 3/3, 3/2 or 2/2.  Clay content ranges from 10 to 16 percent.\nThe Bt horizon has dry color of 10YR 5/3, 5/2, 4/3 or 4/2 and moist color of 10YR 3/3 or 3/2.  The Bt horizon average 12 to 18 percent clay with 1 to 2 percent more clay content than the A horizon.  Reaction is neutral or mildly alkaline.\nThe C horizon has dry color of 10YR 6/3, 5/4, 5/3, 4/3 or 4/2 and moist color of 10YR 4/4, 4/3, 3/4, 3/3 or 3/2.  Reaction is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Central Point, Edmundston, Imbler, Oak Glen, Ritter, Stevens, and Uhlig series.  Central Point soils have mean annual temperatures of 52 degrees to 56 degrees F and xeric moisture.  Edmundston soils have a paralithic contact at a depth of 40 to 60 inches and mean annual soil temperatures of 52 degrees to 59 degrees F.  Imbler soils have a xeric moisture regime.  Oak Glen soils are gravelly, slightly acid or medium acid and have a mean annual soil temperature of 54 degrees to 59 degrees F.  Ritter soils are loam in the 10 to 40 inch control, have a lithic contact at 40 to 60 inches and have 5 to 25 percent basalt pebbles and cobbles in the C horizon.  Steven soils have a mantle of silt loess and ash, are 25 to 40 inches deep to carbonates, and are gravelly loam, loam or silt loam in the particle-size control section.  Uhlig soils have a loam B horizon the upper part of which contains a high component of loess and ash.  All of these soils have a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dehill soils are on alluvial fans.  Slopes are 0 to 15 percent.  Elevations are from 4,035 to 4,800 feet.  The climate is semiarid with warm dry summers and cold moist winters.  The mean annual precipitation is 10 to 12 inches.  Snowfall in 10 to 20 inches.  Mean January temperature is about 30 degrees F; mean July temperature is about 65 degrees F; mean annual temperature is about 48 degrees F.  Frost-free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hedox (T), Orhood (T), Porterfield (T), and Searles soils.  Hedox soils are 20 to 40 inches deep to a paralithic contact.  Orhood soils are 14 to 20 inches deep to a lithic contact.  Porterfield soils are 14 to 20 inches deep to a paralithic contact.  Searles soils are loamy-skeletal and are 20 to 40 inches deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dehill series are used for cropland, hay and pasture, and rangeland.  Cultivated crops commonly grown are oats, wheat and barley.  Natural vegetation is bluebunch wheatgrass, Idaho fescue, Nevada bluegrass and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral California.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Siskiyou County, California:  Butte Valley-Tule Lake Soil Survey, 1985.  The name is from nearby Dehill Road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: Mollic epipedon--The entire soil profile.\nParticles size, control section--Zone from a depth of 10 to 40 inches that has 14 percent clay and 60 percent sand.\nAridic moisture--Zone from 8 to 23 inches is dry throughout 145 days (when soil temperature is greater than 41 degrees F).\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine and coarse roots; common very fine interstitial and tubular pores; neutral (pH 7.0); clear smooth boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 15 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, few fine and coarse roots; common very fine interstitial and few very fine tubular pores; neutral (pH 7.0); clear wavy boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--15 to 27 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common very fine interstitial, few very fine tubular pores; few thin clay films bridging mineral grains; neutral (pH 7.0); clear wavy boundary.  (8 to 13 inches thick)"
      },
      {
        "name": "C1",
        "top": 69,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--27 to 44 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and medium roots; common very fine interstitial pores; neutral (pH 7.2); gradual wavy boundary.  (15 to 20 inches thick)"
      },
      {
        "name": "C2",
        "top": 112,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "narrative": "C2--44 to 60 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots, common very fine interstitial pores; mildly alkaline (pH 7.5)."
      }
    ]
  ]
}
