{
  "SERIES": "DELAWARE",
  "STATUS": "Established Series",
  "BYREV": "TAC-JDC",
  "REVDATE": "10/2009",
  "STATES": "NJ,PA",
  "OVERVIEW": "The Delaware series consists of very deep, well drained soils formed in alluvium on post glacial and glacial terraces along major rivers. Slope ranges from 0 to 25 percent. Saturated hydraulic conductivity is moderately high to very high in the substratum. Mean annual precipitation is 40 inches. Mean annual temperature is 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Delaware fine sandy loam; in a soybean field. (Colors are for moist soil unless otherwise specified)\nAp1 -- 0 to 8 inches; dark yellowish brown (10YR 3/4) fine sandy loam; weak fine and medium granular structure; very friable, non sticky, non plastic, extremely weak rupture resistance; many fine and medium roots; neutral; abrupt smooth boundary. (5 to 12 inches thick.)\nAp2 -- 8 to 14 inches; brown (10YR 4/3) fine sandy loam; weak fine and medium subangular blocky parting to weak fine and medium granular structure; very friable, non sticky, non plastic; few very fine and fine roots; neutral; clear smooth boundary. (0 to 6 inches thick.)\nBw1 -- 14 to 22 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; very friable, non sticky, non plastic, extremely weak rupture resistance; few dark brown silty bridging between sand grains; slightly acid; gradual smooth boundary.\nBw2 -- 22 to 38 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; very friable, non sticky, non plastic, extremely weak rupture resistance; few skeletans (sand or silt) between sand grains; common medium worm casts; moderately acid; gradual smooth boundary. (The combined thickness of the Bw is 12 to 38 inches.)\nBC -- 38 to 48 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure parting to single grain; very friable, non sticky, non plastic, extremely weak rupture resistance; few silty bridging between sand grains; strongly acid; gradual smooth boundary. (0 to 10 inches thick.)\nC -- 48 to 72 inches; 60 percent light brownish gray (10YR 6/2), and 40 percent brown (10YR 5/3) sandy loam; single grain; loose, non sticky, non plastic, extremely weak rupture resistance; few prominent masses of oxidized iron on sand grains; strongly acid; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Pennsylvania; Lehman Township, 4 miles north of Bushkill on US 209, turn right then 300 feet on Eshback Landing Road, 900 feet south of water pump along the Delaware River, 100 feet west into soybean field; Lake Maskenozha, PA USGS topographic quadrangle; Latitude 41 degrees, 8 minutes, 4 seconds N. and Longitude 74 degrees, 56 minutes, 4 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The range in thickness of the solum is 30 to 60 inches. The depth to bedrock is greater than 6 feet. This soil is generally free of rock fragments, but rock fragments can range from 0 to 5 percent by weighted volume in individual horizons. Small rounded pebbles making up the majority of the fragments located mostly in the substratum. The soil reaction ranges from strongly acid to slightly acid and to neutral where limed.\nAp horizons have hue of 7.5YR or 10YR, value of 3 or 4, chroma of 2 to 4. The texture is fine or very fine sandy loam or loam. Ap horizons have weak fine and medium granular or subangular blocky structure, but sometimes have weak or moderate medium or coarse angular blocky parting to moderate medium granular structure where mechanical compaction has occurred. Some pedons in woodland can have an A horizon with a thin E horizon with hue of 7.5YR or 10YR, value of 4 to 6, chroma of 2 or 3.\nThe B horizons have hue of 5YR to 10YR, value of 3 to 5, and chroma of 3 to 6. The texture ranges are loam, or fine sandy loam with more than 80 percent fine sand and finer. Structure is weak or moderate medium and coarse subangular blocky. Some pedons also can have thin sand lenses and thin lamellae with higher silt contents that are less than 2 inches in total thickness.\nThe C horizons have hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 6. There may be stratified water washed sands and gravels in very thin beds throughout. The texture of the C horizon ranges from loamy sand to fine sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashe, Buladean, Cardigan, Charlton, Chestnut, Dutchess, Edneyville, Foresthills (T), Gallimore, Greenbelt (T), Hazel, Lordstown, Newport, Riverhead, Rixeyville (T), Soco, St. Albans, Stecoah, Steinsburg, and Yalesville series in the same family.\nAshe, Buladean, Chestnut, Edneyville, Gallimore, Hazel, Rixeyville (T), Soco, Stecoah, and Steinsburg soils are commonly used in MLRAs outside of LRRs R and S. Ashe soils formed in residuum and are less than 40 inches to bedrock. Buladean soils have sola less than 40 inches thick. Cardigan, Hazel, Lordstown, Rixeyville (T), and Yalesville soils are less than 40 inches to bedrock. Charlton, Dutchess, and St. Albans have more than 5 percent rock fragments in the lower sola and substratum. Chestnut soils have weathered bedrock at a depth of 20 to 40 inches. Edneyville soils formed in residuum and have a C horizon of saprolite. Foresthills (T) and Greenbelt (T) are antrhopogenic soils. Gallimore soils have a cambic horizon that is more than 50 inches deep. Newport soils have a dense till substratum. Riverhead soils are stratified in the substratum. Soco, Stecoah, and Steinsburg soils formed in residuum derived from sedimentary rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Delaware soils are low to middle river terraces along major rivers and creeks. Slope ranges from 0 to 25 percent. Delaware soils formed in postglacial alluvium, mainly from areas of sandstone, shale, and siltstone. Annual precipitation ranges from 35 to 50 inches and is evenly distributed throughout the year. Mean annual temperature ranges from 45 to 52 degrees F., and the growing season ranges from 110 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Associated series are Alton, Barbour, Basher, Braceville, Chenango, Colonie, Pope, Riverhead, Suncook, Tioga, Tunkhannock, Unadilla, and Wyoming. The very deep, well and somewhat excessively drained cobbly Alton, Chenango, Tunkhannock, and Wyoming soils occur on outwash terraces and are loamy-skeletal. The very deep, well drained cobbly substratum Barbour soils occur on adjacent lower floodplains closer to the river. The very deep, moderately well drained, occasionally flooded Basher soils are redder than the Delaware soils. Colonie soils are sandy and are associated in the extreme southern portions of the MLRA. Pope, Riverhead, Suncook, and Tioga soils have irregular decreases of organic matter. Unadilla soils are coarse-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Delaware soils are well drained. The potential for surface runoff is very low to high. Internal drainage is moderate. Saturated hydraulic conductivity is moderately high to very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped with corn, soybeans, small grains, or truck farming. Few areas are wooded with Maples, American Beech, Cottonwood, Red Oak, American Sycamore, American Basswood, or Ash; few areas have Red Pine Plantations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern and eastern Pennsylvania, and Central Pennsylvania along major rivers. MLRA 140. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Pennsylvania, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are\n1. Ochric epipedon - from the surface to 14 inches (Ap1 and Ap2).\n2. Cambic horizon - zone from 14 inches to 48 inches (Bw1, Bw2, and BC)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: S95NJ-041-001, S95NJ-041-003, and S95NJ-041-004."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1 -- 0 to 8 inches; dark yellowish brown (10YR 3/4) fine sandy loam; weak fine and medium granular structure; very friable, non sticky, non plastic, extremely weak rupture resistance; many fine and medium roots; neutral; abrupt smooth boundary. (5 to 12 inches thick.)"
      },
      {
        "name": "Ap2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap2 -- 8 to 14 inches; brown (10YR 4/3) fine sandy loam; weak fine and medium subangular blocky parting to weak fine and medium granular structure; very friable, non sticky, non plastic; few very fine and fine roots; neutral; clear smooth boundary. (0 to 6 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1 -- 14 to 22 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; very friable, non sticky, non plastic, extremely weak rupture resistance; few dark brown silty bridging between sand grains; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 56,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2 -- 22 to 38 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; very friable, non sticky, non plastic, extremely weak rupture resistance; few skeletans (sand or silt) between sand grains; common medium worm casts; moderately acid; gradual smooth boundary. (The combined thickness of the Bw is 12 to 38 inches.)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC -- 38 to 48 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure parting to single grain; very friable, non sticky, non plastic, extremely weak rupture resistance; few silty bridging between sand grains; strongly acid; gradual smooth boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C -- 48 to 72 inches; 60 percent light brownish gray (10YR 6/2), and 40 percent brown (10YR 5/3) sandy loam; single grain; loose, non sticky, non plastic, extremely weak rupture resistance; few prominent masses of oxidized iron on sand grains; strongly acid; clear smooth boundary."
      }
    ]
  ]
}
