{
  "SERIES": "DELANCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RRD-REP",
  "REVDATE": "01/2006",
  "STATES": "DE,MD,NC,PA,VA",
  "OVERVIEW": "The Delanco series consists of very deep, moderately well drained and somewhat poorly drained soils on terraces, in the heads of drainageways and on nearly level concave colluvial areas.  They formed in alluvium washed from areas of micaceous crystalline rocks.  Slopes range from 0 to 15 percent. Mean annual temperature is 53 degrees F. and mean annual precipitation is 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delanco silt loam - cultivated. (Colors are for moist soil.)\nAp--0 to 7 inches, brown (10YR 4/3) silt loam, moderate coarse granular structure; very friable, slightly sticky, slightly plastic; many roots; slightly acid; clear smooth boundary.  (5 to 10 inches thick)\nE--7 to 13 inches, dark yellowish brown (10YR 4/4) silt loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common roots; strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nBt1--13 to 19 inches, brown (7.5YR 4/4) silty clay loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; common roots; strongly acid; gradual wavy boundary.\nBt2--19 to 27 inches, strong brown (7.5YR 5/6) clay loam, variegated with yellowish brown (10YR 5/8); weak medium subangular blocky structure; firm, sticky, plastic; few roots; common, medium, prominent light brownish gray (10YR 6/2) redoximorphic depletions; discontinuous clay films; many mica flakes; moderately acid; clear wavy boundary.  (Combined thickness of the Bt is 20 to 40 inches)\nBC--27 to 39 inches, strong brown (7.5YR 5/6) clay loam, variegated with yellowish brown (10YR 5/8); common medium prominent mottles of light brownish gray (10YR 6/2); weak, coarse subangular blocky structure; friable, slightly sticky, slightly plastic; very few roots; many mica flakes; strongly acid, diffuse smooth boundary.  (0 to 6 inches thick)\nC--39 to 72 inches, yellowish red (5YR 4/6), yellowish brown (10YR 5/8) and light brownish gray (10YR 6/2); clay loam grading to loam; slightly sticky, slightly plastic; many mica flakes; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baltimore County, Maryland; about 3.5 miles northwest of Cockeysville in a field on Western Run Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 26 to 56 inches.  Depth to low chroma mottles ranges from 15 to 30 inches. Bedrock is at 5 to 20 or more feet.  Waterworn pebbles range from 0 to 30 percent in the solum and in the C horizon, and 0 to 50 percent in the 2C horizon.  The soil ranges from strongly acid to extremely acid throughout, unless limed.\nThe A and Ap horizons have hues of 5YR to 2.5Y, values of 3 to 6, and chroma of 1 to 4.  Value of 3 is confined to undisturbed A horizons.  The A horizons are silt loam, loam, or fine sandy loam.\nE horizons, where present, have hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 4.  Texture is silt loam or fine sandy loam.\nThe Bt horizons have hues of 2.5YR to 2.5Y, values of 3 to 7, and chroma of 4 to 8, except that the lower Bt horizons of some pedons have chroma of 3 or 4. Some pedons have a Btg horizon with chroma of 1 or 2. The Bt horizons are mottled in the lower part or middle and lower part.  They are silt loam, clay loam, silty clay loam, sandy clay loam or loam.  The weighted average clay content is 18 to 30 percent.\nThe BC and C horizons have hues of 2.5YR to 2.5Y, values of 3 to 6, and chroma of 3 to 6 and are mottled. Some pedons have BCg or Cg horizons with chroma of 1 or 2. They range from sandy loam to silt loam in the fine earth fraction, with clay, clay loam, or silty clay loam in some subhorizons.  They are friable or firm and have common to many mica flakes.  They are stratified.  C horizons may consist of friable saprolite below 40 inches.\nThe 2C horizon, where present, has hue of 10YR through 5Y, value of 4 through 8, and chroma of 3 through 6. Some pedons have a 2Cg horizon with chroma of 1 or 2. It is sandy through clayey in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Adelphia, Bigpool, Blairton, Cotaco, Dillard, Fenwick, Holmdel, Russett, Tracker, Tuscarawas, Wharton, Whiteside, and Woodstown soils are in the same family.  Adelphia and Holmdel soils contain glauconite.  Blairton and Fenwick soils have bedrock at less than 40 inches. Bigpool soils formed in alluvium derived from sedimentary rocks.  Cotaco and Tuscarawas soils are colluvial soils containing angular coarse fragments of shale and siltstone.  Dillard soils contain few to common mica flakes in the A and B horizons and have gray clay or clay loams 2B horizons.  Tracker soils formed in loamy colluvium and residuum from fine grained igneous rocks. Wharton soils developed in residuum from shale and siltstone, have bedrock at 40-72 inches, and have up to 90 percent rock fragments in the C horizon. Whiteside soils formed in colluvium and alluvium derived from Felsic and Mafic crystalline rocks. Woodstown soils have olive hues in the solum and do not contain mica."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delanco soils are level to sloping soils on stream terraces or in the heads of drainageways or on concave colluvial footslopes.  Slopes are smooth and generally less than 10 percent. The soils formed in old alluvium containing moderate to large amounts of mica.  The climate is temperate and humid with a mean annual temperature of 46 to 57 degrees F, and mean annual precipitation of 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chester, Codorus, Comus, Edgemont, Elsinboro, Glenelg, Glenville, Hatboro, Kinkora, Manor, and Mt. Airy soils.  Chester, Edgemont, Glenelg, Glenville, Manor and Mt.  Airy soils are in the nearby uplands.  Codorus, Comus, and Hatboro soils are on adjacent flood plains.  Elsinboro and Kinkora soils are well drained and poorly drained respectively and are in a drainage sequence with Delanco soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderately slow in the solum and moderate in the substratum.  Runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing general crops, pastures and many nonfarm uses.  The native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland, Delaware, Pennsylvania, and North Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince Georges County, Maryland, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon--The zone from the surface to approximately 8 inches (Ap horizon).\nb. Argillic horizon--The zone from approximately 13 to 27 inches (Bt1 and Bt2 horizons).\nc. Aquic Udult feature--The soil has mottles with chroma of 2 at 19 inches, is not dry for 90 consecutive days, and is very strongly acid from 39 to 72 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
