{
  "SERIES": "DELAMAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. HJB/RLB/JBF",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delamar sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak medium and thick platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few fine tubular and common fine vesicular pores; slightly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (5 to 8 cm thick)\nA2--5 to 13 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine roots; many very fine and fine interstitial pores; 10 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (0 to 8 cm thick)\nBt1--13 to 23 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few medium and common fine roots; few fine tubular and common very fine interstitial pores; few faint clay films on faces of peds and bridging sand grains; 10 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 20 cm thick)\nBt2--23 to 38 cm; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak and moderate medium subangular blocky structure; slightly hard and hard, firm, moderately sticky and slightly plastic; few to common fine roots; few to common fine tubular pores; common distinct clay films on faces of peds, and few faint clay films bridging mineral grains; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (10 to 20 cm thick)\nBtk--38 to 53 cm; light yellowish brown (10YR 6/4) gravelly clay loam, brown (10YR 4/3) moist; strong fine and  medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; few to common distinct clay films on faces of ped, and few faint clay films bridging mineral grains; 20 percent fine gravel; common medium irregular secondary calcium carbonate masses; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 23 cm thick)\n2Bqk--53 to 76 cm; light gray (10YR 7/2) gravelly sandy loam, pale brown (10YR 6/3) moist; massive; hard, friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 20 percent gravel; common faint and distinct concretions and masses of secondary silica and calcium carbonate around rock fragments; strongly effervescent; strongly alkaline (pH 8.7); abrupt wavy boundary.  (20 to 33 cm thick)\n3Bqkm--76 to 152 cm; light gray (10YR 7/2) strongly silica and calcium carbonate cemented duripan, pale brown (10YR 6/3) moist, with thin (2 to 5 millimeter) pale brown (10YR 6/3) indurated laminar cap; strong medium and thick platy structure; brown (10YR 5/3) loamy sand strata alternating between plates, dark yellowish brown (10YR 3/4) moist; strongly effervescent; strongly alkaline (pH 8.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; approximately 6 miles south of about 6 miles south of US 93, and 200 feet west of the southeast corner of section 4, T.5 S., R.64 E.; USGS Pahroc Spring SE 7.5 minute topographic quadrangle; latitude 37 degrees 32 minutes and 8 seconds N and longitude 114 degrees 50 minutes and 41 seconds W; WGS84 Decimal Degrees 37.5361111 latitude, -114.8136111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during the winter and early spring months and for short intermittent periods 10 to 20 days cumulative following summer convection storms during the period July through September.; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nReaction : Moderately alkaline or strongly alkaline.\nDepth to duripan: 50 to 100 cm.\nOther features: The duripan commonly has platy structure but is massive in some pedons.\nParticle-size control section - Clay content:  20 to 32 percent.\nRock fragments:  Averages 10 to 25 percent, with lenses of 20 to 35 percent occurring in some pedons.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4 dry or moist.\nCalcium carbonate equivalent: 1 to 5 percent in the material less than 2 mm.\nEffervescence: Very slightly effervescent or slightly effervescent.\nBt horizons\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4 dry or moist.\nTexture:  Sandy loam, gravelly sandy loam, loam, gravelly loam, sandy clay loam, gravelly sandy clay loam, clay loam or gravelly clay loam.\nClay content:  Averages 18 to 30 percent.\nRock fragments:  5 to 25 percent.\nStructure: Weak to strong, subangular blocky or angular blocky.\nConsistence: Slightly hard or hard dry, friable or firm moist, nonsticky to sticky and nonplastic to plastic wet.\nCalcium carbonate equivalent: 1 to 5 percent in the material less than 2 mm.\nEffervescence: Very slightly effervescent through strongly effervescent.\nBtk horizon\nHue:  7.5YR or 10YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4 dry or moist.\nTexture:  Clay loam or gravelly clay loam.\nClay content:  27 to 35 percent.\nRock fragments:  10 to 30 percent.\nConsistence: Friable or firm moist.\nSecondary carbonates:  Common to many, fine and medium secondary calcium carbonate filaments, seams and masses.  Few to many, very faint secondary calcium carbonate concretions and pendants on vertical faces and bottom of rock fragments.\nCalcium carbonate equivalent: 1 to 10 percent in the material less than 2 mm.\nBqk horizons\nHue:  7.5YR or 10YR\nValue:  6 or 7 dry, 4 through 6 moist.\nChroma:  2 through 4 dry or moist.\nTexture:  Gravelly sandy loam, gravelly coarse sandy loam, gravelly loamy coarse sand or gravelly coarse sand.\nClay content:  Averages 2 to 10 percent.\nRock fragments:  Averages 15 to 25 percent.\nConsistence: Soft to hard dry, very friable or friable moist, nonsticky or slightly sticky and nonplastic or slightly plastic wet.\nOther features:  Common or many, thin to thick lenses and masses of silica and carbonate cemented material.\nCalcium carbonate equivalent: 5 to 15 percent in the material less than 2 mm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Delamar soils are on summits and shoulders of fan remnants.  These soils formed in mixed alluvium derived from welded tuff and rhyolite with minor amounts of limestone. Slopes are 0 to 8 percent.  Elevations are 1,400 to 1,980 meters. The climate is semiarid with cool moist winters and intermittently moist summers. The mean annual precipitation is 125 to 200 mm, mean annual temperature is 11 to 13 degrees C, and the frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Koyen, Penoyer and Tybo soils.  Koyen soils lack an argillic horizons and a duripan, and have coarse-loamy particle-size control sections. Penoyer soils lack an argillic horizon and a duripan, and have coarse-silty particle-size control sections. Tybo soils have duripans within 50 cm of the soil surface and have loamy particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low to medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Delamar soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly spiny hopsage, horsebrush, low rabbitbrush, galleta and cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Nevada. MLRA 29. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County, (Northeast Part), Nevada 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A1 and A2 horizons).\nArgillic horizon - The zone from about 13 to 53 cm (Bt1, Bt2, and Btk horizons).\nDuripan - The zone from about 76 to 152 cm (3Bqkm horizon).\nParticle-size control section - The zone from 13 to 53 cm (Bt1, Bt2, and Btk horizons).\nADDITIONAL DATA: Riverside California Soil Laboratory No. 72-936-943.  Pedon No. S74NV-17-6.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
