{
  "SERIES": "DELECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WN/AJE/JEB/WWJ",
  "REVDATE": "07/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic, shallow Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deleco loamy fine sand, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; yellowish red (5YR 5/6) loamy fine sand, yellowish red (5YR 4/6) moist; weak thin platy structure; soft, friable, nonsticky and nonplastic; few medium and fine roots; few interstitial pores; 10 to 15 percent gravel; moderately calcareous; strongly alkaline (pH 8.6); clear wavy boundary.  (2 to 5 inches thick)\nCk1--3 to 7 inches; light reddish brown (5YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; common fine and very fine roots; few interstitial pores; 25 percent angular gravel; very strongly calcareous; strongly alkaline (pH 8.8); clear wavy boundary.  (2 to 5 inches thick)\nCk2--7 to 10 inches; pinkish gray (7.5YR 6/2) very gravelly sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common fine interstitial pores; 70 percent angular gravel; very strongly calcareous, with lime nodules and fragments; strongly alkaline (pH 9.0); abrupt wavy boundary.  (2 to 10 inches thick)\nCkm--10 to 14 inches; indurated lime cemented hardpan.  (3 to 15 inches thick)\nCk3--14 to 42 inches; pinkish white (5YR 8/2) sandy loam, pink (5YR 7/4) moist; massive; extremely hard, extremely firm; 5 percent gravel; strongly calcareous; lime strongly cemented and massive; very strongly alkaline (pH 9.2); gradual wavy boundary.  (24 to 32 inches thick)\nCk4--42 to 45 inches; light reddish brown (5YR 6/4) sandy loam, yellowish red (5YR 5/6) moist; massive; hard, friable, nonsticky and slightly plastic; few interstitial pores; 15 percent gravel; strongly calcareous; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; about 3 miles southeast of Bluff; 1,500 feet north and 1,000 feet east of the SW corner of section 33, T.40S., R.22E., SLBM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the petrocalcic horizon: 7 to 20 inches\nMean annual soil temperature: 54 to 58 degrees F.\nSoil moisture: The soils are dry in all parts above the petrocalcic horizon for 75 to 80 percent of the time the soil temperature is above 41 degrees F. Typic aridic moisture regime.\nClay content: 8 to 10 percent\nRock fragments: 35 to 75 percent\nOrganic matter content (upper 15 inches): less than 1 percent\nA1 horizon:\nHue: 5YR or 2.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6\nC horizon\nHue: 5YR, 2.5YR or 7.5YR\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 2 through 6\nTexture: gravelly fine sandy loam or very gravelly sandy loam to gravelly or very gravelly fine sand\nReaction: strongly or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deleco soils are on high old terraces.  Elevations range from 4,400 to 6,400 feet.  Slopes are 2 to 55 percent.  These soils formed in mixed alluvium and colluvium.  The climate is semiarid, with an average annual precipitation of 6 to 10 inches.  The mean annual temperature is about 55 degrees F., and the mean summer temperature is about 78 degrees F.  The frost free season is about 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aneth, Monue, Nakai, Neskahi, and Sheppard soils.  All these soils lack petrocalcic horizons.  Aneth soils are loamy very fine sand and very fine sandy loam in the control sections.  Sheppard soils have loamy fine sand or coarser texture throughout the control section.  Monue, Nakai and Neskahi soils all lack rock fragments in the control section.  Also, they are coarse, loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or rapid runoff; slow or very slow permeability in the hardpan layer; moderately rapid permeability above the hardpan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland.  The vegetation is black brush, Russian thistle, alpine muhly, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah and probably northern Arizona.  This series is moderately extensive. MLRAs 28A & 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 3 inches (A horizon)\nPetrocalcic horizon: The zone from 10 to 14 inches (Ckm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
