{
  "SERIES": "DELFT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER-TCJ-AGG",
  "REVDATE": "01/2011",
  "STATES": "IA,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delft clay loam on a concave south-facing slope of 2 percent on a ground moraine in a cultivated field at an elevation of 1,510 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 inches; black (N 2/0) clay loam; black (10YR 2/1) dry; weak fine subangular blocky structure; friable; about 2 percent gravel; slightly alkaline; abrupt smooth boundary.\nA--12 to 29 inches; black (N 2/0) loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; friable; about 10 percent gravel; slightly alkaline; clear wavy boundary.  (Combined thickness of A horizons is 24 to 60 inches.)\nBg1--29 to 34 inches; dark gray (5Y 4/1) silt loam; weak fine prismatic structure parting to weak fine subangular blocky; friable; common black (5Y 2/1) worm casts; about 5 percent gravel; slightly alkaline; clear wavy boundary.\nBg2--34 to 46 inches; olive gray (5Y 5/2) clay loam; weak coarse prismatic structure parting to weak fine subangular blocky; friable; about 5 percent gravel;  many fine prominent light olive brown (2.5Y 5/4) and few coarse prominent brown (7.5YR 4/4) Fe concentrations; slightly effervescent; slightly alkaline; clear wavy boundary.  (Combined thickness of Bg horizons is 0 to 24 inches.)\nCg--46 to 60 inches; olive gray (5Y 5/2) loam; massive; friable; about 2 percent gravel; about 8 percent carbonates disseminated throughout; many coarse prominent yellowish brown (10YR 5/6) Fe concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cottonwood County, Minnesota; about 2 miles south of Jeffers; 500 feet north and 100 feet east of the southwest corner of sec. 31, T. 107 N., R. 36 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates and thickness of the mollic epipedon is 24 to 60 inches.  Rock fragments comprise 1 to 5 percent of the volume of the solum and 1 to 10 percent of the C horizon.\nThe Ap and A horizons have hue of 10YR to 5Y, value of 2 or 3, and chroma of 1 or 2 or is neutral with value of 2 or 3.  Textures are loam, clay loam and less commonly silty clay loam high in content of sand.  Reaction is slightly alkaline but ranges to moderately acid.  Some pedons have free carbonates in the upper part of the horizon from upper slope sediments.\nThe Bg horizon has hue of 5Y or 2.5Y, value of 4 or 5, and chroma of 1 or 2.  It is loam, clay loam, or silt loam high in content of sand. It has a few thin clay films on faces of peds in some pedons.  It is neutral or slightly alkaline.\nSome pedons have a Bkg horizon with colors and textures similar to the Cg horizon but with 15 to 30 percent calcium carbonate equivalent.\nSome pedons have a BCg horizon with colors and textures similar to the Cg horizon.\nThe Cg horizon has hue of 5Y or 2.5Y, value of 4 or 5, and chroma of 1 or 2.  It is loam, clay loam, sandy loam, or silt loam.  It is slightly alkaline or moderately alkaline.  It has a calcium carbonate equivalent of 10 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coland, Glencoe, Gus, James Canyon, Keddie, Kimmerling, Konner, Lundlake, McClave, Roundval, Shandep, and Wenas.  Coland soils do not have rock fragments above depths of 48 inches.  Glencoe, James Canyon and Lundlake soils have soil saturation at or above the surface for periods of more than 2 months.  Gus soils do not have rock fragments in the series control section.  Keddie, Konner and Roundval soils do not have free carbonates in the series control section.  Kimmerling soils have stratified textures in the lower part of the series control section.  MClave soils have less than 4 percent organic matter in the surface epipedon and have bulk density of 1.4 g/cc or less in the lower third of the series control section.  Shandep and Wenas soils have sandy textures in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delft soils are on lower foot slopes and toe slopes below head and side slopes of glacial moraines and till plains. Slopes are plane or concave with 0 to 4 percent gradients.  These soils formed in loamy colluvium derived from till and underlying loamy till.  These sediments are Late Wisconsinan age.  Mean annual air temperature ranges from 45 to 50 degrees F.  Mean annual precipitation ranges from 24 to 27 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clarion, Glencoe, Nicollet, Swanlake, and Webster series which are members of a drainage sequence with the Delft series.  Clarion and Swanlake soils are well drained and are on steeper slopes.  Nicollet soils are somewhat poorly and are higher lying.  Glencoe soils are very poorly drained and are in depressions.  Webster soils are poorly drained and have mollic epipedons less than 24 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained and somewhat poorly drained.  Runoff is negligible to low.  Saturated hydraulic conductivity is moderately high.  Soil saturation occurs as high as depths of .5 to 1.5 feet for the poorly drained phase and 1.5 to 2.5 feet for the somewhat poorly drained phase during spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of the Delft soils are cultivated. Corn and soybeans are the principal crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Minnesota; the series is widely distributed but inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cottonwood County, Minnesota, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons are: mollic epipedon from 0 to 29 inches (Ap and A horizons); cambic horizon from 29 to 46 inches (Bg1 and Bg2 horizons).  Other features are the aquic moisture regime and low chroma below the mollic epipedon.  A somewhat poorly drained overwash phase is recognized that has 8 to 20 inches of colluvium overlying the original dark colored surface layer. 1/21/2011-TYPE LOCATION error was corrected.\nADDITIONAL DATA:  For results of some laboratory analysis, refer to MN.  Agr. Exp. Sta. Central File Code Nos. 2093 for some data on the typical pedon and to 2092 and 2091 for data on two additional pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
