{
  "SERIES": "DELFINA",
  "STATUS": "Established Series",
  "BYREV": "HCD-DWW-CLG-CLN",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delfina fine sandy loam--on a south facing, convex, 1 percent slope in cropland at an elevation of 50 m (165 ft).  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 25 cm (0 to 10 in); brown (7.5YR 5/2) fine sandy loam, brown (7.5YR 4/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; common fine tubular pores; slightly acid, pH 6.5; clear smooth boundary.\nA--25 to 41 cm (10 to 16 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine and medium roots; common fine and medium tubular pores; slightly acid, pH 6.3; abrupt smooth boundary. (combined thickness of the A horizons is 23 to 46 cm [9 to 18 in])\n2Bt1--41 to 53 cm (16 to 21 in); brown (7.5YR 4/4) sandy clay loam, dark brown (7.5YR 3/4) moist; moderate coarse prismatic structure parting to moderate medium angular blocky; extremely hard, firm; common fine roots; common fine and medium tubular pores; 20 percent distinct brown (7.5YR 4/2) clay films on faces of peds; 1 percent fine faint reddish brown (5YR 5/4) masses of oxidized iron with sharp boundaries in matrix; neutral, pH 6.7; clear smooth boundary.\n2Bt2--53 to 86 cm (21 to 34 in); brown (7.5YR 5/2) sandy clay loam, brown (7.5YR 4/2) moist; strong coarse prismatic structure parting to moderate medium subangular blocky; extremely hard, firm; few fine roots; few fine tubular pores; 22 percent distinct brown (7.5YR 4/2) clay films on faces of peds; 1 percent fine faint reddish brown (5YR 5/4) masses of oxidized iron with sharp boundaries in matrix; 1 percent fine masses of calcium carbonate; slightly alkaline, pH 7.6; gradual smooth boundary. (combined thickness of the 2Bt horizons is 30 to 100 cm [12 to 40 in])\n2Btk1--86 to 127 cm (34 to 50 in); brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; strong coarse prismatic structure parting to moderate medium subangular blocky; very hard, firm; common fine roots; common fine tubular pores; 15 percent distinct brown (7.5YR 4/2) clay films on faces of peds; 11 percent medium faint reddish brown (5YR 5/4) masses of oxidized iron with sharp boundaries in matrix; 11 percent medium prominent light olive brown (2.5Y 5/6) masses of iron depletions with sharp boundaries in matrix; 11 percent fine masses of calcium carbonate; slightly effervescent; strongly alkaline, pH 8.5; clear wavy boundary.\n2Btk2--127 to 165 cm (50 to 65 in); pink (7.5YR 7/4) sandy clay loam, light brown (7.5YR 6/4) moist; strong coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few fine roots; common fine tubular pores; 8 percent distinct brown (7.5YR 4/2) clay films on faces of peds; 1 percent fine distinct reddish brown (5YR 5/4) masses of oxidized iron with sharp boundaries in matrix; 11 percent coarse prominent light olive brown (2.5Y 5/6) masses of iron depletions with sharp boundaries in matrix; 11 percent fine masses of calcium carbonate; slightly effervescent; moderately alkaline, pH 8.4; gradual smooth boundary. (combined thickness of the 2Btk horizons is 31 to 112 cm [12 to 44 in])\n2Btk3--165 to 203 cm (65 to 80 in); reddish yellow (7.5YR 7/6) sandy clay loam, light brown (7.5YR 6/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few fine roots; common fine tubular pores; 3 percent distinct brown (7.5YR 4/2) clay films on faces of peds; 1 percent fine distinct reddish brown (5YR 5/4) masses of oxidized iron with sharp boundaries in matrix; 1 percent fine prominent light olive brown (2.5Y 5/6) masses of iron depletions with sharp boundaries in matrix; 1 percent fine masses of calcium carbonate; slightly effervescent; strongly alkaline, pH 8.6."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jim Wells County, Texas; from the intersection of U.S. Highway 281 and U.S. Highway 44 in Alice; 8.7 miles south on U.S. Highway 281; 3.8 miles east on FM 2508; 250 feet south in cropland.\nUSGS topographic quadrangle: Alice South, TX;\nLatitude: 27 degrees 38 minutes 40.00 seconds N;\nLongitude: 98 degrees 1 minute 30.00 seconds W.\nDutam: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A Typic-ustic soil moisture regime.  The soil moisture control section is dry in some or all parts for more than 90 but less than 180 cumulative days in normal years.\nMean annual soil temperature: 22.2 to 23.4 degrees C (72 to 74 degrees F)\nDepth to secondary carbonates: 76 to 127 cm (30 to 50 in)\nParticle-size control section (weighted average):\nClay content: 25 to 35 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: loamy fine sand or fine sandy loam\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction (pH):  slightly acid to neutral (6.1 to 7.3)\n2Bt horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: sandy clay loam or clay loam\nClay content: 25 to 35 percent\nCoarse fragments: 0 to 3% rounded, fine or medium, quartz gravel\nClay films: 7 to 25 percent, faint or distinct, on surface of peds\nRedox concentrations: few to common, fine or medium, faint or distinct, with sharp boundaries\nElectrical Conductivity (dS/m): 0 to 5\nSodium Adsorption Ratio: 0 to 8\nCalcium carbonate equivalent: 0 to 5 percent.\nEffervescence: none to slight\nReaction (pH): slightly acid to moderately alkaline (6.1 to 8.4)\n2Btk horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 5 to 7\nChroma: 3 to 6\nTexture: fine sandy loam or sandy clay loam\nClay content: 15 to 35 percent\nCoarse fragments: 0 to 5% rounded, quartz gravel\nClay films: faint or distinct on surface of peds\nRedox concentrations: few to common, fine or medium, faint or distinct, with sharp boundaries\nRedox depletions: none to few, fine to medium, faint to distinct, with sharp boundaries\nCalcium carbonate equivalent: 5 to 15 percent.\nIdentifiable secondary carbonate: few to common (to about 5 percent), fine to medium, in matrix\nElectrical Conductivity (dS/m): 0 to 5\nSodium Adsorption Ratio: 0 to 8\nEffervescence: slight to strong\nReaction (pH): slightly alkaline to strongly alkaline (7.4 to 9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils are the Leming, Miguel, Nueces, Papalote, Premont, Raisin, and Suerte(T) series.\nPremont and Raisin soils: have a clay decrease of more than 20 percent of the maximum within 150 cm (60 in)\nLeming, Miguel, and Papalote soils: have more than 35 percent clay in the particle-size control section.\nNueces soils: have a sandy surface more than 51 cm (20 in) thick.\nSuerte soils: have an ustic moisture regime bordering on aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy and loamy eolian sediments over calcareous loamy alluvium of Quaternary age\nLandscape: coastal plains\nLandform: paleoterrace or vegetated sand sheets\nSlope: 0 to 5 percent\nPrecipitation pattern: June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nMean annual precipitation: 508 to 762 mm (20 to 30 in)\nThornthwaite P-E Index: 31 to 44\nMean annual temperature: 21.7 to 23.4 degrees C (71 to 74 degrees F)\nFrost-free period: 285 to 330 days\nElevation: 9.1 to 228.6 m (30 to 750 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clareville, Colmena, Czar, Nueces, Premont, and Sarita series.\nClareville and Czar soils: are on concave toeslope positions on stream terraces and have a mollic epipedon thicker than 51 cm (20 in).\nNueces and Sarita soils: are on similar surfaces but have sandy surfaces thicker than 51 cm (20 in).\nPremont soils: are on similar positions, do not have redox concentrations in any horizons, and have a clay decrease of more than 20 percent of the maximum within 152 cm (60 in)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderate or moderately slow.  Runoff is medium on slopes less than 1 percent and high on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Major uses include livestock grazing, forage production, wildlife habitat and crop production.  Citrus, cotton, grain sorghum, and a wide variety of cool season vegetables are crops grown.  A small acreage is used for watermelons and peanuts.  Native vegetation consists of trichloris, Arizona cottontop, pink pappusgrass, and crinkleawn.  Woody vegetation includes mesquite, granjeno, catclaw, tasajillo, and prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sandsheet Prairie (MLRA 83E in LRR I) and Lower Rio Grande Plain (MLRA 83D in LRR I) of southern Texas.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jim Hogg County, Texas; 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Delfina series was originally established in Hidalgo County in 1925 and was suspended in 1963.  The series was reestablished in Jim Hogg County in 1970.\nThe Delfina series was reclassified in 2007 from Aquic Paleustalfs to Typic Paleustalfs based on the 1989 to 2002 water table study* conducted on similar upland soils in the central part of the Texas Gulf Coast Prairie MLRA.  This soil does not have aquic conditions in most years.  In some years, reduced conditions develop just above and in the upper part of the argillic horizon for brief periods following extreme above-normal precipitation events.  Redoximorphic features that result from these above-normal events are not diagnostic for classification.\nThis series has been mapped across several MLRA areas and needs further study.\n*partial data in Proceedings of eighth international soil correlation meeting (VIII ISCOM) 1992, USDA-SCS National Soil Survey Center, Lincoln, NE\nEdited 11/2016 (RFG-GWH): Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 41 cm (0 to 16 in)\nArgillic horizon - 41 to 203 cm (16 to 80 in)\nLithologic discontinuity - 41 to 203 cm (16 to 80 in)\nADDITIONAL DATA:  NSSL data from Jim Wells County (S78TX-249-001) and from Willacy County (S78TX-489-001).\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
