{
  "SERIES": "DELHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH-LCL-CAF",
  "REVDATE": "01/2023",
  "STATES": "CA",
  "OVERVIEW": "The Delhi series consists of very deep, somewhat excessively drained soils.  They formed in wind modified material weathered from granitic rock sources.  Delhi soils are on floodplains, alluvial fans and terraces.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 13 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delhi sand - annual grasses, grazed (Colors are for dry soil unless otherwise stated.)\nC1--0 to 21 inches; pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; single grained; loose; slightly acid (pH 6.5); gradual smooth boundary.  (10 to 30 inches thick)\nC2--21 to 40 inches; pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; slightly lighter color than horizon above; loose; slightly acid (pH 6.5); gradual smooth boundary.  (16 to 25 inches thick)\nC3--40 to 70 inches; light yellowish brown (10YR 6/4) sand, yellowish brown (10YR 5/4) moist; loose; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; south side of Bloss Avenue, 100 yards west of Highway 99, south of Delhi; section 22, T.6 S., R.11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Delhi soils have short undulating slopes of 0 to 15 percent and lack stratification.  The mean annual soil temperature at a depth of 20 inches is 60 to 66 degrees F and the soil temperature usually is not below 47 degrees F at any time.  The average January soil temperature is about 50 degrees F and the average July temperature is 75 to 85 degrees F.  The soil between depths of about 12 to 35 inches is continuously dry from late April or May until late October or early December and is continuously moist in some or all parts all the rest of the year.  Very coarse sand is 0 to 5 percent and combined coarse and very coarse sand is 35 percent or less.\nThe C horizon is 10YR 5/3, 5/4, 6/4, 6/3, 6/2, 6/1, 7/1, 7/2, 7/3 or 7/4.  Moist colors are 10YR 4/2, 4/3, 4/4, 5/4, 5/3, 5/2, 5/1, 6/1, 6/2, 6/3 or 6/4.  Usually there is little change in color with depth, but in some pedons the upper part of the profile is slightly darker than the lower part and an A horizon can be identified.  The upper part is sand, fine sand, loamy fine sand or loamy sand.  The lower part is sand or loamy sand.  The clay content ranges from 0 to 5 percent.  The soil is slightly acid to slightly alkaline.\nWhen an A horizon is present, it has dry color of 10YR 6/2, 6/3, 5/2, 5/3, 5/4 or 4/3.  Moist color is 10YR 4/3 or 4/2.  Clay content is 0 to 5 percent and textures are fine sand or loamy sand.  Organic matter content is less than 1 percent.  Reaction is slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abaft, Arnold, Briones, Calhi, Corralitos, Monoridge, Monvero, and Tujunga series.  Abaft soils have mean summer and mean winter soil temperatures that differ by more than 25 to 35 degrees F. Arnold soils have complex slopes of 9 to 60 percent and have a paralithic contact at depths of 40 to 60 inches.  Briones soils have a paralithic contact at depths of 20 to 40 inches.  Calhi soils are calcareous below a depth of 10 inches.  Corralitos soils are moderately acid, stratified, and the average January and average July soil temperatures differ by 20 degrees F. or less.  Tujunga are stratified soils on smooth slopes with some gravel and have 35 percent or more coarse and very coarse sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delhi soils are on 0 to 15 percent slopes at elevations of 25 to 1,400 feet.  They formed in wind modified alluvium derived from granitic rock sources on floodplains, alluvial fans and terraces.  The climate is dry subhumid with cool moist winters and hot dry summers.  Mean annual precipitation, all in the form of rain, is 10 to 16 inches.  Average annual temperature is 59 to 65 degrees F, average January temperature is 45 to 50 degrees F, and average July temperature is 75 to 80 degrees F. The frost-free period is 225 to 310 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tujunga and the Dello, Hanford, Grangeville, Hilmar and Snelling soils.  Dello soils are saturated with water during part of the year and are mottled within a depth of 20 inches.  Hanford soils have a coarse-loamy textural control section.  Grangeville soils are seasonally saturated with water and have a mollic epipedon.  Hilmar soils have contrasting loamy texture within the 10 to 40 inch section.  Snelling soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; negligible to slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing grapes, peaches, truck crops, alfalfa and for homesites.  Principal native plants are buckwheat and a few shrubs and trees.  Typical vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East side of San Joaquin Valley, central valley and intermountain valleys in the western part of southern California.  The series is extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tulare County (Visalia Area), California, 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: NSSL pedon S79CA-047-000 (type location)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--0 to 21 inches; pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; single grained; loose; slightly acid (pH 6.5); gradual smooth boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "C2",
        "top": 53,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--21 to 40 inches; pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; slightly lighter color than horizon above; loose; slightly acid (pH 6.5); gradual smooth boundary.  (16 to 25 inches thick)"
      },
      {
        "name": "C3",
        "top": 102,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--40 to 70 inches; light yellowish brown (10YR 6/4) sand, yellowish brown (10YR 5/4) moist; loose; strongly acid (pH 5.5)."
      }
    ]
  ]
}
