{
  "SERIES": "DELISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWW/CLM/MJD-JVC",
  "REVDATE": "12/2006",
  "STATES": "ID",
  "OVERVIEW": "The Delish series consists of very deep, somewhat poorly drained soils that formed in alluvium derived from mixed sources.  Delish soils are on stream terraces and flood plains.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Oxyaquic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delish fine sandy loam--on a 1 percent slope--pastureland.  When described on May 3, 1989 the soil was moist throughout.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; strongly effervescent; disseminated carbonates (10 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); abrupt wavy boundary.\nBw--3 to 7 inches; pale brown (10YR 6/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; strongly effervescent; disseminated carbonates (2 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); abrupt wavy boundary.\nC1--7 to 10 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; moderate thick platy structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine irregular and common very fine through coarse tubular pores; slightly effervescent; disseminated carbonates (2 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); abrupt wavy boundary.\nC2--10 to 13 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; few very fine and fine irregular and tubular pores; few fine faint yellowish brown (10YR 5/4) irregularly shaped masses of iron accumulation; masses of iron accumulation are relict redoximorphic features; strongly effervescent, disseminated lime (2 percent calcium carbonate equivalent); strongly alkaline (pH 8.8); abrupt wavy boundary.\nBwb1--13 to 15 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine irregular pores; few fine faint yellowish brown (10YR 5/4) irregularly shaped masses of iron accumulation; masses of iron accumulation are relict redoximorphic features; strongly effervescent; disseminated carbonates (4 percent calcium carbonate equivalent); strongly alkaline (pH 8.8); abrupt smooth boundary.\nBwb2--15 to 32 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium and coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine and medium tubular pores; few fine distinct yellowish brown (10YR 5/4) irregularly shaped masses of iron accumulation; strongly effervescent; disseminated carbonates (7 percent calcium carbonate equivalent); strongly alkaline (pH 8.6); clear wavy boundary.\nC'1--32 to 56 inches; pale brown (10YR 6/3) silt loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; common fine and medium prominent strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation; strongly effervescent; disseminated carbonates (7 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); clear wavy boundary.\nC'2--56 to 61 inches; pale brown (10YR 6/3) silt loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable; slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; few fine prominent strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation; strongly effervescent; disseminated carbonates (10 percent calcium carbonate equivalent); moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Idaho; about 2 miles west of Fairview adjacent to the Bear River; approximately 1,800 feet west and 100 feet south of the northeast corner of section 29, T. 16 S., R. 39 E.; USGS Weston 7.5 minute topographic quadrangle; 42 degrees 0 minutes 46 seconds north latitude and 111 degrees 55 minutes 22 seconds west longitude, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 49 to 51 degrees F.\nDepth to redoximorphic features - 15 to 22 inches\nOther features - There is a irregular decrease in organic carbon\nParticle-size control section - Clay content: Averages 10 to 18 percent.\nA horizon - Chroma: 2 or 3, dry or moist.\nBw, C, Bwb, and C' horizons - Hue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Silt loam, loam, or fine sandy loam.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delish soils are on stream terraces and flood plains.  These soils formed in alluvium derived from mixed sources.  Slopes are 0 to 2 percent.  Elevations range from 4,400 to 4,900 feet.  The mean annual precipitation is 14 to 16 inches, the mean annual air temperature is 47 to 49 degrees F., and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cachecan, Trenton, and Preston soils.  Cachecan soils are fine-silty.  Trenton soils are fine textured.  Preston soils are sandy and excessively drained.  Cachecan soils are on slightly higher stream terraces.  Trenton soils are on similar landscapes.  Preston soils are on dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; low surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity).  Endosaturation is present with an apparent seasonal high water table between 1.5 and 2.5 feet (shallow or moderately deep free water occurrence classes) from January through June.  Cumulative annual duration class is Common.  These soils are susceptible to rare flooding between February and May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Delish soils are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  These soils are not extensive with about 850 acres of the series mapped to date.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 3 inches (A horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between 18 and 30 inches at certain times during normal years (part of the Bwb2 horizon).\nParticle-size control section - The zone from 10 to 40 inches (C2, Bwb1, and Bwb2 horizons and part of the C'1 horizon).\nThe current classification is based on the assumption that there arent aquic conditions from 40 to 50 cm and that the horizons in the upper part of the profile do not meet the definition of a cambic horizon.  A former taxonomic placement was \"Aquic Xerochrepts\" (1994 Taxonomy) which assumed the presence of a cambic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
