{
  "SERIES": "DELKS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; GRB",
  "REVDATE": "05/2004",
  "STATES": "FL",
  "OVERVIEW": "The Delks series consists of very deep, poorly drained, very slowly or slowly permeable soils in broad areas of the flatwoods in the Lower Coastal Plain of Peninsular Florida.  They formed from sandy marine sediments over clayey materials.  Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 53 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic, ortstein Ultic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delks sand--forested.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) sand; weak medium granular structure; very friable; many fine, medium, and coarse roots; many uncoated sand grains; very strongly acid; clear smooth boundary.  (2 to 6 inches thick)\nEg--4 to 25 inches; light gray (10YR 7/2) sand; single grained; loose; common fine and medium roots; many uncoated sand grains; common medium faint pale brown (10YR 6/3) and few medium faint brown (10YR 5/3) masses having more organic matter than the matrix; very strongly acid; clear irregular boundary.  (18 to 24 inches thick)\nEg&Bh--25 to 27 inches; 33 percent dark grayish brown (10YR 4/2), 33 percent grayish brown (10YR 5/2), and 34 percent dark brown (7.5YR 3/2) sand; weak coarse subangular blocky structure; firm; many fine and medium roots; few black (5YR 2/1) and dark brown (7.5YR 3/2) weakly cemented bodies consisting of about 35 percent of the horizon; sand grains are well coated; common uncoated sand grains; the areas of dark grayish brown and grayish brown are organic matter depletions and the areas of dark brown are organic matter accumulations; very strongly acid; clear irregular boundary.  (0 to 3 inches thick)\nBh1--27 to 38 inches; black (5YR 2/1) sand; massive; friable; strongly cemented ortstein consists of 75 to 90 percent of the horizon; few fine roots; most sand grains are coated except along root channels; common medium distinct dark brown (7.5YR 3/2) and yellowish red (5YR 5/6) areas having less organic matter than the matrix; very strongly acid; clear wavy boundary.  (6 to 12 inches thick)\nBh2--38 to 46 inches; 25 percent dark reddish brown (5YR 3/3), 25 percent reddish yellow (7.5YR 6/6), 25 percent dark brown (7.5YR 3/2), and 25 percent yellowish red (5YR 4/6) sand; massive; friable; strongly cemented ortstein consists of 65 to 80 percent of the horizon; few fine roots; few coarse uncoated sand grains; the areas of dark reddish brown and dark brown are organic matter accumulations and the areas of reddish yellow and yellowish red are organic matter depletions; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons range from 9 to 24 inches)\nBtg--46 to 60 inches; gray (N 5/0) sandy clay; moderate medium subangular blocky structure; firm, slightly plastic; few fine roots; many distinct clay films on faces of peds; few small pockets of sand; common medium prominent red (10R 4/8) and reddish yellow (7.5YR 6/8) masses of redoximorphic accumulation and common medium prominent light gray (10YR 7/2) areas of redoximorphic depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ocala National Forest, Florida; approximately 0.25 mile north of Florida Highway 314 at entrance of Lake Fore Recreation Area, about 790 feet west on unmarked forest road, and about 50 feet north.  NW 1/4, SW 1/4, Sec. 17, T. 14 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the Bh horizon is less than 30 inches.  Depth to the Btg horizon is more than 37 inches.  Reaction is very strongly acid or strongly acid throughout the profile.\nThe A horizon has hue of 10YR or 2.5Y, value 2 to 4, chroma 2 or less; or it is neutral with value of 2.  When dry, this horizon has a salt and pepper appearance due to a mixture or organic matter and uncoated sand grains.  Texture is fine sand or sand.\nThe Eg horizon has hue of 10YR or 2.5Y, value 5 to 8, and chroma of 2 or less.  Streaks and organic matter accumulations and depletions in shades of black, gray, brown, and yellow range from few to common.  Texture is fine sand or sand.\nThe Eg&Bh horizon, where present, is discontinuous and has the same range of colors as the E horizon and the Bh horizon.  Content of weakly to strongly cemented organic bodies range from 0 to 40 percent.  Texture is fine sand or sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3.  Organic matter depletions in shades of red, brown, or yellow range from few to many.  It is very weakly to strongly cemented in 50 to 90 percent of the horizon.  Root channels ranging up to 1.0 inch in diameter and filled with strongly cemented sand in shades of brown, gray, or black range from none to many.  Texture is sand, fine sand, or loamy sand.\nIn some pedons a discontinuous layer of weakly cemented sand ranging from 0.5 to 3.0 inches in thickness is between the Bh horizon and the Btg horizon.  It has the same range of colors and textures as the Btg horizon.\nThe Btg horizon has hue of 10YR or 2.5Y, value 4 to 6, and chroma of 2 or less; or it is neutral with value of 4 to 6.   Redoximorphic accumulations in shades of red, brown, or yellow range from few to many.  Texture is sandy clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Susanna and the Tantile series are in the same family.  They are on similar positions.  In addition, Susanna and Tantile soils have less clay in the argillic horizons and Susanna soils have argillic horizons less than 37 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delks soils are on broad areas of the flatwoods in the Lower Coastal Plain of Peninsular Florida.  Slopes range from 0 to 2 percent.  They formed in sandy marine sediments overlying clay.  The climate is humid subtropical.  Near the type location, the average annual rainfall ranges from 50 to 55 inches, and the average annual temperature ranges from 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Susanna and Tantile series, these include the Ankona, Eureka, Immokalee, Jonathan, Lawnwood, Myakka, Nettles, Ona, Pepper, Pomello, Salerno, St. Lucie, Wabasso, and Waveland series.  The very poorly and poorly drained Ankona, Nettles, and Waveland soils are on similar to lower positions and have Bh horizons below a depth of 30 inches.  In addition, Nettles soils have high base saturation in the argillic horizons and Waveland soils do not have argillic horizons.  Eureka soils are on similar to lower positions, do not have Bh horizons, and have clayey control sections.  The very poorly and poorly drained Immokalee, Myakka, and Wabasso soils are on similar to lower positions and lack ortstein.  In addition, Immokalee soils are more than 30 inches deep to the Bh horizon, and Myakka soils do not have argillic horizons, and Wabasso soils have high base saturation and have argillic horizons within 37 inches of the surface.  The moderately well to excessively drained Jonathan soils are on higher positions, are more than 50 inches deep to the Bh horizon, and lack ortstein.  Lawnwood, Ona, Pepper, and Salerno soils are on similar positions.  In addition, Lawnwood, Ona, and Salerno soils lack argillic horizons, Ona soils do not have ortstein, Pepper soils have loamy argillic horizons with high base saturation, and Salerno soils have Bh horizons below 50 inches.  The somewhat poorly drained to moderately well drained Pomello soils do not have ortstein or argillic horizons.  The excessively drained St. Lucie soils are on higher positions, do not have Bh horizons or ortstein, and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow or slow permeability in the Bh horizon and slow permeability in the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland and are primarily used for wildlife habitat.  The native vegetation consists of longleaf pine, slash pine, laurel oak, live oak, sawpalmetto, huckleberry, waxmyrtle, gallberry, bluestem, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ocala National Forest, Florida; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric Epipedon - the zone from 0 to 27 inches (A, Eg, Eg/Bh horizons).\nSpodic horizon - the zone from 27 to 46 inches (Bh1 and Bh2 horizons).\nOrtstein - the zone from 27 to 46 inches is 75 to 90 and 65 to 80 percent strong cemented (Bh1 and Bh2 horizons).\nArgillic horizon - the zone from 46 to 60 inches (Btg horizon).\nThe water table is within depths of 12 inches for 1 to 3 months.  During dry seasons, the water table may drop to depths of more than 40 inches.  During most years, it is at depths of 12 to 40 inches for periods of 6 months or more.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) sand; weak medium granular structure; very friable; many fine, medium, and coarse roots; many uncoated sand grains; very strongly acid; clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Eg",
        "top": 10,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Eg--4 to 25 inches; light gray (10YR 7/2) sand; single grained; loose; common fine and medium roots; many uncoated sand grains; common medium faint pale brown (10YR 6/3) and few medium faint brown (10YR 5/3) masses having more organic matter than the matrix; very strongly acid; clear irregular boundary.  (18 to 24 inches thick)"
      },
      {
        "name": "Bh",
        "top": 64,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Eg&Bh--25 to 27 inches; 33 percent dark grayish brown (10YR 4/2), 33 percent grayish brown (10YR 5/2), and 34 percent dark brown (7.5YR 3/2) sand; weak coarse subangular blocky structure; firm; many fine and medium roots; few black (5YR 2/1) and dark brown (7.5YR 3/2) weakly cemented bodies consisting of about 35 percent of the horizon; sand grains are well coated; common uncoated sand grains; the areas of dark grayish brown and grayish brown are organic matter depletions and the areas of dark brown are organic matter accumulations; very strongly acid; clear irregular boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "Bh1",
        "top": 69,
        "bottom": 97,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh1--27 to 38 inches; black (5YR 2/1) sand; massive; friable; strongly cemented ortstein consists of 75 to 90 percent of the horizon; few fine roots; most sand grains are coated except along root channels; common medium distinct dark brown (7.5YR 3/2) and yellowish red (5YR 5/6) areas having less organic matter than the matrix; very strongly acid; clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bh2",
        "top": 97,
        "bottom": 117,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh2--38 to 46 inches; 25 percent dark reddish brown (5YR 3/3), 25 percent reddish yellow (7.5YR 6/6), 25 percent dark brown (7.5YR 3/2), and 25 percent yellowish red (5YR 4/6) sand; massive; friable; strongly cemented ortstein consists of 65 to 80 percent of the horizon; few fine roots; few coarse uncoated sand grains; the areas of dark reddish brown and dark brown are organic matter accumulations and the areas of reddish yellow and yellowish red are organic matter depletions; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons range from 9 to 24 inches)"
      },
      {
        "name": "Btg",
        "top": 117,
        "bottom": 152,
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "narrative": "Btg--46 to 60 inches; gray (N 5/0) sandy clay; moderate medium subangular blocky structure; firm, slightly plastic; few fine roots; many distinct clay films on faces of peds; few small pockets of sand; common medium prominent red (10R 4/8) and reddish yellow (7.5YR 6/8) masses of redoximorphic accumulation and common medium prominent light gray (10YR 7/2) areas of redoximorphic depletions; very strongly acid."
      }
    ]
  ]
}
