{
  "SERIES": "DELLWOOD",
  "STATUS": "Established Series",
  "BYREV": "LBH-STE-AG; Revised BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN,VA",
  "OVERVIEW": "The Dellwood series consists of moderately well drained, moderately rapidly to very rapidly permeable soils formed in dominantly coarse-textured alluvium on flood plains in the Southern Blue Ridge mountains, MLRA 130B. These soils are shallow to sandy material that has more than 35 percent by volume of gravel and cobbles. Near the type location, average annual precipitation is about 50 inches, and mean annual temperature is about 53 degrees F. Slope ranges from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Oxyaquic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dellwood cobbly sandy loam on a 2 percent slope in a hay field. (Colors are for moist soil unless otherwise stated).\nAp--0 to 8 inches; dark brown (10YR 3/3) cobbly sandy loam, brown (10YR 4/3) dry; weak fine granular structure; very friable; many very fine and fine roots, common medium and coarse roots, and few coarse roots; 12 percent cobbles and 10 percent gravel by volume; few fine flakes of mica; strongly acid; clear smooth boundary. (8 to 20 inches thick)\nA2--8 to 14 inches; dark brown (10YR 3/3) very gravelly loamy sand; weak fine granular structure; very friable; many very fine and fine roots; 35 percent gravel, 20 percent cobbles, and 5 percent stones by volume; moderately acid; gradual wavy boundary. (0 to 8inches thick)\nAC--14 to 24 inches; dark yellowish brown (10YR 3/4) extremely gravelly coarse sand; single grained; loose; few very fine roots; 40 percent gravel and 25 percent cobbles by volume; moderately acid; gradual wavy boundary. (0 to 12 inches thick)\nC1--24 to 33 inches; dark yellowish brown (10YR 4/4) extremely gravelly coarse sand; single grained; loose; 40 percent gravel, 20 percent cobbles, and 5 percent stones by volume; common fine flakes of mica; moderately acid; gradual wavy boundary.\nC2--33 to 50 inches; yellowish brown (10YR 5/8) extremely gravelly coarse sand; single grained; loose; 40 percent gravel, 20 percent cobbles, and 5 percent stones by volume; common fine flakes of mica; moderately acid; gradual wavy boundary.\nC3--50 to 60 inches; dark yellowish brown (10YR 4/4) extremely gravelly coarse sand; single grained; loose; 40 percent GRAVEL, 20 percent cobbles, and 5 percent stones by volume; common fine flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Haywood County, North Carolina; 1.6 miles south from Hazelwood on SR 1147; 200 feet east of road in a hay field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to coarse-textured material that contains more than 35 percent by volume rounded gravel and cobbles is 8 to 20 inches. Reaction is very strongly acid to neutral. Content of mica flakes ranges from none to many. Organic matter content is irregular with depth.\nThe A or Ap horizon, where moist, has hue of 10YR, value of 2 or 3, and chroma of 1 to 3; or hue of 7.5YR, value of 3, and chroma of 2. Dry value is less than 5.5. The upper A or Ap horizons are fine sandy loam, or sandy loam in the fine-earth fraction. They have less than 35 percent gravel and/or cobbles by volume. In some pedons, the lower part of the A horizon is loamy sand or loamy fine sand in the fine-earth fraction and contains 35 to 60 percent gravel and cobbles by volume.\nSome pedons have an AC horizon that has hue of 10YR or 7.5YR, value of 3, and chroma of 2 to 4. It is sand, coarse sand, loamy sand, or loamy coarse sand in the fine-earth fraction. It contains more than 35 percent gravel and cobbles by volume.\nA thin Bw horizon is present in some pedons. It has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 or 6. It is sandy loam or fine sandy loam in the fine-earth fraction. It contains less than 35 percent gravel and/or cobbles by volume.\nThe C horizon is multicolored or has hue of 2.5Y or 10YR, value of 3 to 6, and chroma of 3 to 8. The C horizon is sand, coarse sand, loamy coarse sand, or loamy sand in the fine-earth fraction. It averages more than 35 percent rock fragments. They are dominantly gravel and cobbles with a small amount of stones. Some pedons have a thin C horizon that contains 15 to 35 percent by volume gravel and cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dellwood soils are on nearly level and gently sloping flood plains of fast flowing streams in the upper reaches of watersheds in the Southern Appalachian Mountains. Elevation generally ranges from about 1,200 to 3,200 feet, but many range as high as 4,500 feet. The soils formed in loamy and sandy alluvium that contains a large amount of rounded gravel and cobbles.  Mean annual precipitation ranges from about 48 to 65 inches, and mean annual temperature ranges from 46 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biltmore, Cullowhee, Dillard, Ela, Nikwasi, Ostin, Reddies, Rosman, Smokemont, Statler, and Toxaway soils. Biltmore, Cullowhee, Dellwood, Nikwasi, Ostin, Reddies, Rosman, and Toxaway soils are on flood plains. Biltmore soils are in a sandy particle-size class. Cullowhee soils are somewhat poorly drained. Dellwood, Ostin, and Smokemont soils are in a sandy-skeletal particle-size class. Ela, Nikwasi, and Toxaway soils are poorly and very poorly drained and occur in depressions and backwater areas. Reddies soils are coarse-loamy over sandy or sandy-skeletalparticle-size class. Biltmore soils are in a sandy particle-size class and Rosman soils are in a coarse-loamy particle-size class and occur on flood plains of larger, or slower moving streams. Dillard and Statler soils are on low stream terraces and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; the seasonal high water table is at depths of 2 to 4 feet in winter and spring. Runoff is slow. Permeability is moderately rapid in the A horizon and rapid or very rapid in the C horizon. Flooding frequency ranges from occasional to frequent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is cleared and used for pasture and hayland. Some is in urban uses. The rest is mainly in hardwood forest. Sycamore, yellow-poplar, river birch, eastern white pine, eastern hemlock, and red maple are the dominant trees. Common understory plants are rhododendron, ironwood, flowering dogwood, red maple, tag alder, greenbrier, and switchcane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge mountains, MLRA 130B of North Carolina, Tennessee, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina; 1990. The name is from the Dellwood Community in Haywood County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soil was formerly included with the Craigsville, French, and Potomac series. However, the combination of an umbric epipedon and sandy-skeletal family is not described by any of those soils. Dellwood has formed downstream from areas of high rainfall and steep slopes. Large variations in stream flow may occur over short periods.\nThe Dellwood series has the following diagnostic horizons and features:\nUmbric epipedon - the zone from the surface of the soil to a depth of 14 inches (Ap and A horizon)\nSandy-skeletal zone - the zone between 8 and 60 inches (A2, AC, C1, C2, and C3 horizon)\nADDITIONAL DATA:\nMLRA: 130B    NASIS DMU ID: 496774\nRevised  02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) cobbly sandy loam, brown (10YR 4/3) dry; weak fine granular structure; very friable; many very fine and fine roots, common medium and coarse roots, and few coarse roots; 12 percent cobbles and 10 percent gravel by volume; few fine flakes of mica; strongly acid; clear smooth boundary. (8 to 20 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--8 to 14 inches; dark brown (10YR 3/3) very gravelly loamy sand; weak fine granular structure; very friable; many very fine and fine roots; 35 percent gravel, 20 percent cobbles, and 5 percent stones by volume; moderately acid; gradual wavy boundary. (0 to 8inches thick)"
      },
      {
        "name": "AC",
        "top": 36,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--14 to 24 inches; dark yellowish brown (10YR 3/4) extremely gravelly coarse sand; single grained; loose; few very fine roots; 40 percent gravel and 25 percent cobbles by volume; moderately acid; gradual wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 61,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--24 to 33 inches; dark yellowish brown (10YR 4/4) extremely gravelly coarse sand; single grained; loose; 40 percent gravel, 20 percent cobbles, and 5 percent stones by volume; common fine flakes of mica; moderately acid; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 84,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--33 to 50 inches; yellowish brown (10YR 5/8) extremely gravelly coarse sand; single grained; loose; 40 percent gravel, 20 percent cobbles, and 5 percent stones by volume; common fine flakes of mica; moderately acid; gradual wavy boundary."
      },
      {
        "name": "C3",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "narrative": "C3--50 to 60 inches; dark yellowish brown (10YR 4/4) extremely gravelly coarse sand; single grained; loose; 40 percent GRAVEL, 20 percent cobbles, and 5 percent stones by volume; common fine flakes of mica; moderately acid."
      }
    ]
  ]
}
