{
  "SERIES": "DELLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RU-RCH-MAV-AJT",
  "REVDATE": "10/90",
  "STATES": "CA",
  "OVERVIEW": "The Dello series consist of very deep, very poorly drained soils that formed in alluvium from granitic rock sources.  Dello soils are in small depressions and have slopes of 0 to 2 percent.  The mean annual precipitation is about 12 inches and the mean annual temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dello sand-on a nearly level slope, under uncultivated pasture.  (Colors are for dry soil unless otherwise stated).\nAg--0 to 6 inches; olive gray (5Y 5/2) sand, olive gray (5Y 4/2) moist; many medium distinct bluish gray mottles; single grain; loose, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; neutral (pH 7.0); clear smooth boundary.  (5 to 10 inches thick)\nCg1--6 to 24 inches; light gray (2.5Y 7/2) sand, light brownish gray (2.5Y 6/2) moist; many fine and medium mottles (7.5YR 5/6); single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; neutral (pH 7.0); gradual smooth boundary.  (15 to 24 inches thick)\nCg2--24 to 60 inches; light gray (2.5Y 7/2) stratified sand, light brownish gray (2.5Y 6/2) moist; many fine and medium mottles (7.5YR 5/6); single grain; loose, nonsticky and nonplastic; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; NW 1/4, NW 1/4, of sec. 2, T.  7 S., R. 11 E., MDBM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 60 to 70 degrees F.  The soil between the depth of 10 to 50 inches is saturated for at least a few days.  Some pedons are saline-sodic throughout.\nThe A horizon has dry color of 10YR 4/2, 4/3, 4/4, 5/2, 5/3, 6/2, 6/3, or 6/4; 2.5Y 6/2, 5/2, 4/2; 5Y 5/2, and moist color of 10YR 4/4, 4/3, 4/2; 2.5Y 4/2; 5Y 4/2.  It is neutral to moderately alkaline.  The texture is sand, loamy fine sand, loamy sand, sandy loam or fine sand.  Most pedons have distinct or prominent mottles or a clay loam overwash texture.\nThe Cg horizon has dry color of 10YR 5/3, 6/2, 6/3, 6/4, 6/6, 7/2, 7/3, 8/2 or 8/3; 5Y 6/1; 2.5Y 8/2, 7/2, 6/2 and moist color of 10YR 5/2, 5/4, 6/2, 6/3, 6/4 or 7/2; 2.5Y 5/2, 6/2, 7/2.  Mottles are faint, distinct or prominent.  It is neutral to moderately alkaline.  The textural control section between the depth of 10 to 40 inches is sand, loamy sand, fine sand or loamy fine sand.  Fine stratification is present, but individual strata are evidenced primarily by minor color differences.  In some pedons the lower C horizon (below 40 inches) have stratified silty clay to clay loam lenses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Camocca, Carteret and Lang series.  Camocca and Carteret soils are continuously saturated.  Lang soils are coarsely stratified in the 10 to 40 inch zone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dello soils are on nearly level flood plains, slough remnants and small depressions in the San Joaquin valley and the Sacramento-San Joaquin Delta.  Slopes are 0 to 2 percent.  The soil formed in material weathered from granitic rock sources.  Elevations are from 10 feet below sea level to about 500 feet.  The climate is subhumid with dry summers and cool moist winters.  Dense ground fog often occurs in the winter months.  Mean annual precipitation is 8 to 15 inches.  The mean January temperature is about 45 degrees F.; the mean July temperature ranges from 75 to 81 degrees F; mean annual temperature is 60 to 63 degrees F.  The frost-free period is 250 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Delhi, Foster, Grangeville and Hilmar series.  Delhi soils have pale brown colors throughout.  Foster and Grangeville soils have mollic epipedons and a coarse-loamy textural family.  Hilmar soils have a contrasting sandy over loamy particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; slow runoff; rapid permeability (clay substratum phase has slow permeability below a depth of 40 inches).  In some areas a water table is more than 6 feet from the surface because of flood control structures and/or installed drains.  The frequency of flooding is rare or occasional."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly irrigated field and row crops.  Some areas are used as pasture.  Under natural conditions the vegetation is sedges, tules, saltgrass and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Dello soils occur on wind-modified old alluvial fans of the San Joaquin Valley, Sacramento-San Joaquin Delta and intermountain valleys of southern California.  The soils are extensive in MLRA-17, 16."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced County, California, 1959.  The name was coined to signify depressions in areas where the Delhi soils are mapped.  (\"Del\" plus \"Low\", hence Dello.)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The original series description range in characteristics include pedons that would be classified as Typic Fluvaquents, sandy, mixed, thermic.  Previous updating excluded those pedons with silty lenses within the textural control section and restricted them to a depth below 40 inches.  The Dello mapped in western Riverside soil survey is somewhat poorly drained and has warmer winter temperatures.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon- the zone from 0 to 6 inches (Ag)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
