{
  "SERIES": "DELLAHUNT",
  "STATUS": "Established Series",
  "BYREV": "LEL/JAC/ALS",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Ustic Calcigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dellahunt loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches, (0 to 10 cm); pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; 17 percent clay; weak fine platy structure; soft, friable, slightly sticky and slightly plastic; common fine roots; common fine pores; 6 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (2 to 7 inches [5 to 18 cm] thick)\nBw1--4 to 10 inches, (10 to 25 cm); brown (10YR 5/3) clay loam, dark yellowish brown (10YR 4/4) moist; 29 percent clay; moderate medium subangular blocky parting to moderate fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine roots; common fine pores; 27 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.3); clear smooth boundary.\nBw2--10 to 17 inches, (25 to 43 cm); yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; 30 percent clay; moderate coarse subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine roots; common fine pores; 28 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (Combined thickness of the Bw horizons is 7 to 21 inches [18 to 53 cm])\nBky1--17 to 31 inches, (43 to 79 cm); very pale brown (10YR 7/3) loam, brownish yellow (10YR 6/6) moist; 24 percent clay; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine roots; common fine pores; finely disseminated carbonates, 30 percent calcium carbonate equivalent; 5 percent medium prominent spherical strongly cemented nests of gypsum with clear boundaries; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary.\nBky2--31 to 38 inches, (79 to 97 cm); very pale brown (10YR 7/4) silt loam, brownish yellow (10YR 6/6) moist; 21 percent clay; weak medium prismatic parting to moderate medium subangular blocky structure; moderately hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores; finely disseminated carbonates, 26 percent calcium carbonate equivalent; 6 percent medium distinct spherical strongly cemented nests of gypsum with clear boundaries, 2 percent gypsum; violently effervescent; moderately alkaline (pH 7.9); gradual smooth boundary.\nBky3--38 to 49 inches, (97 to 124 cm); yellow (10YR 7/6) silt loam, brownish yellow (10YR 6/6) moist; 21 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; finely disseminated carbonates, 22 percent calcium carbonate equivalent; 3 percent medium distinct spherical strongly cemented nests of gypsum with clear boundaries, 8 percent gypsum; violently effervescent; moderately alkaline (pH 7.9); abrupt smooth boundary. (Combined thickness of the Bky horizons is 30 to 52 inches [76 to 132 cm])\nBky4--49 to 56 inches (124 to 142 cm); 80 percent very pale brown (10YR 7/3) and 20 percent brownish yellow (10YR 6/8) very fine sandy loam, 80 percent pale brown (10YR 6/3) moist and 20 percent yellowish brown (10YR 5/6) moist; 10 percent clay; weak very coarse prismatic structure; very hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores; 1 percent fine distinct manganese masses with clear boundaries; finely disseminated carbonates, 10 percent calcium carbonate equivalent; 20 percent medium distinct spherical strongly cemented nests of gypsum with clear boundaries, 15 percent gypsum; strongly effervescent; moderately alkaline (pH 7.9); clear smooth boundary.\nBky5--56 to 80 inches, (142 to 203 cm); 80 percent brownish yellow (10YR 6/6) and 20 percent very pale brown (10YR 8/2) very fine sandy loam, 80 percent yellowish brown (10YR 5/6) moist and 20 percent light gray (10YR 7/2) moist; 7 percent clay; weak very coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; 25 percent medium distinct spherical strongly cemented nests of gypsum with clear boundaries, 5 percent gypsum; 9 percent calcium carbonate equivalent; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Culberson County, Texas; from the intersection of U.S. Highway 80 and Texas Highway 54 in Van Horn; 0.65 mile north on Texas Highway 54 to intersection with FM 2185; 48.7 miles east and north on FM 2158 to end of pavement; 11.8 miles north on Smileys Road to intersection with KC Road; 2.0. miles west on KC Road to intersection; 0.35 miles north on ranch road to intersection; 0.7 miles east on ranch road to intersection; 2.4 miles northeast on ranch road to gate; 0.5 mile east on ranch road; and 750 feet south in range. (KC Ranch TX USGS 7.5 minute topographic quadrangle; Latitude: 31 degrees, 36 minutes, 44.32 seconds North; Longitude: 104 degrees, 25 minutes, 4.26 seconds West, NAD83; UTM Easting 555264 m, UTM Northing 3497598 m, UTM Zone 13, NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil is intermittently moist in some part of the soil moisture control section during July to September. It is driest during November to March. Most precipitation occurs as high intensity rain during afternoon convective thunderstorms from June to September. Ustic aridic soil moisture regime.\nSoil temperature:  62 to 65 degrees F. (17 to 18 degrees C)\nDepth to calcic horizon: 12 to 35 inches (30 to 89 cm)\nDepth to gypsic horizon: 12 to 39 inches (30 to 99 cm)\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nContent coarser than very fine sand: less than 15 percent\nA horizon\nHue:  7.5YR, 10YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  2 to 5, dry or moist\nTexture:  very fine sandy loam, loam, silt loam, silty clay loam, clay loam\nCalcium carbonate equivalent:  5 to 15 percent\nEffervescence class:  slight to violent\nReaction:  moderately alkaline or strongly alkaline\nBw and Bk horizons\nHue:  7.5YR, 10YR, 2.5Y\nValue:  5 to 7 dry, 3 to 6 moist\nChroma:  2 to 5, dry or moist\nTexture:  silt loam, loam, very fine sandy loam, silty clay loam, clay loam\nCalcium carbonate equivalent:  20 to 30 percent\nEffervescence class:  slight to violent\nReaction:  moderately alkaline or strongly alkaline\nBky horizon\nHue:  7.5YR, 10YR, 2.5Y\nValue:  4 to 8 dry, 3 to 7 moist\nChroma:  1 to 8, dry or moist\nTexture:  very fine sandy loam, silt loam, loam\nCalcium carbonate equivalent:  8 to 30 percent\nGypsum equivalent:  2 to 15 percent\nEffervescence class:  slight to violent\nReaction:  moderately alkaline or strongly alkaline\nBy horizon (where present)\nHue:  7.5YR, 10YR, 2.5Y\nValue:  4 to 8 dry, 3 to 7 moist\nChroma:  1 to 8, dry or moist\nTexture:  very fine sandy loam, silt loam, loam\nCalcium carbonate equivalent:  8 to 30 percent\nGypsum equivalent:  2 to 15 percent\nEffervescence class:  slight to violent\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dellahunt soils are on alluvial flats, alluvial fans, and inset fans in karst.  They formed in alluvium derived from rock gypsum and sandstone.  Slopes are 0 to 5 percent.  Elevation is 4,000 to 5,500 feet (1,219 to 1,676 m).  Mean annual precipitation is 12 to 16 inches (305 to 406 mm).  The mean annual air temperature is 62 to 67 degrees F. (17 to 19 degrees C).  The frost-free period is about 210 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elcor (T) (TX), Hollebeke (T) (TX) Joberanch (T) (TX), Niemahr (T) (TX), Pokorny (T) (TX), and Walkerwells (T) (TX) soils.  Hollebeke, Joberanch, and Pokorny soils have a petrogypsic horizon within 20 inches (50 cm) of the surface and occur higher in the landscape.  Elcor, Hollebeke, and Neimahr soils have lithic gyprock within 20 inches (50 cm) of the surface and occur higher in the landscape.  Walkerwells soils are stratified in the upper part and occur lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation physiognomy is desert grassland. Vegetation includes littleleaf sumac, western honey mesquite, and mariola, burrograss, sideoats grama, plains bristlegrass, tobosa, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  LRR-D, MLRA 42, Southern Desertic Basins, Plains, and Mountains, Desert Grassland LRU.  Trans-Pecos Texas and southeastern New Mexico in areas of Permian-age Castile formation.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hudspeth County, Texas; Soil Survey of Hudspeth County, Texas (Main Part), 2012.  The series name is derived from an old ranch house."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (0 to 10 cm) (A horizon)\nCambic horizon - the zone from 4 to 17 inches (10 to 43 cm) (Bw horizons)\nCalcic horizon - the zone from 17 to 38 inches (43 to 97 cm) (Bky1 and Bky2 horizons)\nGypsic horizon - the zone from 38 to 80 inches (97 to 203 cm) (Bky3, 2Bky4 and 2Bky5 horizons)\nSoil classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nADDITIONAL DATA:  Characterization data from National Soil Survey Laboratory are available for the typical pedon, S08-TX109-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
