{
  "SERIES": "DELMEXICO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDA-BRY-KP",
  "REVDATE": "10/2011",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, magnesic, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Delmexico gravelly sandy loam; on a southwest facing slope of 23 percent under manzanita, Coulter pine, Jeffrey pine, scrub oak, and Yerba Santa at an elevation of 1,408 meters (4,619 feet). (Color is for dry soil unless otherwise stated. When described on April 13, 2009 the soil was slightly moist throughout). The surface is covered by 20 percent 2 to 75 millimeter serpentine pebbles and 2 percent 75 to 250 millimeter serpentine cobbles.\nOi--0 to 2 centimeters (0 to 1 inch); slightly decomposed plant material; moderately acid (pH 6.0); abrupt smooth boundary\nA--2 to 11 centimeters (1 to 4 inches); dark brown (7.5YR 3/3) gravelly sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; many very fine tubular pores; 20 percent 2 to 75 millimeter pebbles; neutral (pH 7.3); abrupt smooth boundary.\nBt1--11 to 22 centimeters (4 to 9 inches); dark brown (7.5YR 3/3) sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, coarse, and very coarse roots; many very fine tubular pores; common faint clay films on all faces of peds and along surface of pores; 10 percent 2 to 75 millimeter pebbles; slightly alkaline (pH 7.4); abrupt smooth boundary.\nBt2--22 to 40 centimeters (9 to 16 inches); dark brown (7.5YR 3/3) sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, coarse, and very coarse roots; many very fine tubular pores; many distinct clay films on all faces of peds and along surface of pores; 14 percent 2 to 75 millimeter pebbles; slightly alkaline (pH 7.4); clear smooth boundary.\nBt3--40 to 50 centimeters (16 to 20 inches); dark brown (7.5YR 3/4) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine, and coarse roots; common very fine, fine, and coarse tubular pores; many distinct clay films on all faces of peds and along surface of pores; 40 percent 2 to 75 millimeter pebbles; slightly alkaline (pH 7.5); abrupt smooth boundary.\nBt4--50 to 70 centimeters (20 to 28 inches); dark brown (7.5YR 3/4) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and coarse roots; many very fine and common fine, and coarse tubular pores; common distinct clay films on all faces of peds and along surface of pores; 40 percent 2 to 75 millimeter pebbles; slightly alkaline (pH 7.5); clear smooth boundary.\nBt5--70 to 147 centimeters (28 to 58 inches); dark brown (7.5YR 3/4) gravelly sandy loam, dark brown (7.5YR 3/3) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common coarse roots; common coarse tubular pores; common distinct clay films on all faces of peds and along surface of pores; 30 percent 2 to 75 millimeter pebbles; slightly alkaline (pH 7.6); clear smooth boundary.\nCr--147 to 172 centimeters (58 to 68 inches); very weakly cemented serpentinite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California, in Clear Creek Management Area; about 1.3 kilometers (0.8 miles) northwest of San Benito Mountain; about 581 meters (1,905 feet) south and 324 meters (1,062 feet) west of the northeast corner of section 9, T. 18 S., R. 12 E., Mount Diablo Base and Meridian; latitude 36 degrees 22 minutes 40.6 seconds north and longitude 120 degrees 39 minutes 15.6 seconds west; USGS Idria, California Quadrangle, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic contact is 102 to 152 centimeters (40 to 60 inches). Surface fragments are composed of serpentinite; 10 to 30 percent, 2 to 75 millimeter pebbles and 0 to 5 percent, 75 to 250 millimeter cobbles.\nA horizon:\nHue: 5YR, 7.5YR and 10YR dry and moist\nValue: 3 or 4 dry and 2 or 3 moist\nChroma: 1 to 4 dry and moist\nTexture of the fine earth fraction: sandy loam or loam\nContent of clay: 10 to 27 percent\nContent of organic matter: 3.0 to 5.0 percent\nReaction: neutral or slightly alkaline\nContent of rock fragments: 10 to 25 percent, 2 to 75 millimeter pebbles.\nBt horizons:\nHue: 5YR, 7.5YR and 10YR dry and moist\nValue: 3 to 5 dry and 3 or 4 moist\nChroma: 2 to 6 dry and moist\nTexture of the fine earth fraction: sandy loam, loam, sandy clay loam, clay loam, and silty clay loam\nContent of clay: 10 to 35 percent with a gradual increase in content of clay that exceeds 1.2 times that of the A horizon in some part\nContent of organic matter: 0.3 to 3.0 percent that generally decreases with depth\nReaction: neutral or slightly alkaline\nContent of rock fragments: 5 to 50 percent, 2 to 75 millimeter pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Duckworth series.  Duckworth soils are very deep and do not have a paralithic contact above a depth of 152 centimeters (60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Delmexico soils are on mountain slopes at elevations of 829 to 1,598 meters (2,720 to 5,243 feet). Slope is 20 to 40 percent. Delmexico soils formed in colluvium over residuum derived from serpentinite. The climate consists of hot dry summers and cool moist winters. Mean annual precipitation is 533 to 610 millimeters (21 to 24 inches). Mean annual temperature is 9 to 14 degrees C (48.2 to 57.2 degrees F). Frost-free period is 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atravesada, and Idriapeak soils. Atravesada soils are shallow and have a loamy particle size class. Idriapeak soils have a loamy-skeletal particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife. The vegetation is Coulter pine, leather oak, scrub oak, manzanita, California foothill pine, Jeffrey pine, incense cedar, Yerba Santa, buckbrush, and buckthorn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in Clear Creek Management Area, San Benito County, CA, in the California Coast Ranges. They are not extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Benito County, California, 2011. Named after the Delmexico mine that is in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The modal pedon ID for the Delmexico Series is S09CA069004 (Pedon Number 09N0923.\nADDITIONAL DATA: Mean annual soil temperature at a depth of 50 cm (20 inches) is 11.7 degrees C (53 degrees F) at the typical profile site, based on 1 year's data (8/1/2009-8/1/2010) measured with a Hobo Soil Temperature Recorder.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
