{
  "SERIES": "DELMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WBS/TDC/GMK",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "Typically, Delma soils have grayish brown, slightly acid, heavy loam A1 horizons and dark brown, prismatic, neutral, clay B2t horizons underlain by soft lake sediments at depth of 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delma loam - rye hay.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 4 inches; grayish brown (10YR 5/2) heavy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; 5 percent by volume rounded pebbles from basic igneous rocks; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 4 inches thick)\nA12--4 to 8 inches; grayish brown (10YR 5/2) heavy loam, dark brown (7.5YR 3/2) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; slightly acid (pH 6.5); clear smooth boundary. (2 to 4 inches thick)\nA3--8 to 13 inches; brown (10YR 5/3) heavy loam, dark brown (7.5YR 3/2) moist; weak medium and coarse subangular blocky structure; hard, very friable, sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; few thin clay films as bridges and very few thin clay films as colloidal stains; neutral (pH 6.8); abrupt smooth boundary. (0 to 5 inches thick)\nB2t--13 to 18 inches; dark brown (7.5YR 3/2) dry and moist clay; moderate fine and medium prismatic structure; very hard, very firm, sticky, plastic; common very fine roots; few very fine interstitial pores; 10 percent by volume angular pebbles; continuous moderately thick clay films on peds and in pores; neutral (pH 7.0); abrupt smooth boundary. (4 to 10 inches thick)\nCr--18 to 40 inches; white (10YR 8/1) fractured weathered lake sediments; 1/2 to 1 inch thick seams of strongly effervescent lime."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; 2.3 miles E. of County Road #75 on County Road #76; 50 feet N. of center of dirt road, 280 feet E.  of fence corner; NE1/4 NE1/4 of sec. 22, T.42N., R.11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 53 degrees F. to depth of 20 inches or at the paralithic contact.  The soil temperature is warmer than 41 degrees F. from about March 25 to November 30 and warmer than 47 degrees F. from April 20 to November 1.  The soil is dry in all parts between depths of 4 and 12 inches from June 1 through October 15.  The depth to soft lake sediments or tuff is 10 to 20 inches.  The A horizon is brown, grayish brown or dark grayish brown dry and brown, very dark brown, or very dark grayish brown moist in hue of 10YR or 7.5YR.  Dry value of 6 may occur in the upper few inches but when the upper 7 inches are mixed value is 5.  The A horizon is heavy loam or clay loam and has up to 25 percent cobblestones on the surface.  It has weak to strong granular, subangular blocky, or platy structure and is medium acid to neutral.  An A3 or B1 horizon is present in some pedons.  The B2t horizon is brown to very dark grayish brown (10YR 5/3, 5/2, 4/3, 4/2, 3/3, 3/2; 7.5YR 5/2, 4/2, 3/2) dry and brown to very dark grayish brown (10YR 4/3, 4/2, 3/3, 3/2; 7.5YR 4/2, 3/2) moist.  It is clay loam or clay and has 35 to 45 percent clay.  This horizon has moderate subangular or angular blocky or prismatic structure and is slightly acid or neutral.  The C horizon is white and very pale brown to pink or pinkish gray (10YR 8/4 through 6/1; 7.5YR 8/4 through 6/2) dry and brown to very dark gray (10YR 4/4 through 3/1; 7.5YR 4/4 through 3/2) moist.  Some pedons have calcareous seams or have weakly cemented discontinuous horizontal planes that are not very firm or firm when moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bucher, Correco, Kuck, Nuss, and Simpson series.  Bucher soils have a lithic contact below depth of 40 inches and have secondary lime above the lithic contact.  Correco and Simpson soils lack paralithic contacts.  Kuck soils have a xeric moisture regime and have a lithic contact at depths of 20 to 40 inches.  Nuss soils lack argillic horizons, are frigid, and have a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delma soils are nearly level to steep and formed in dissected lake terraces and escarpments of Plio-Pleistocene lake deposits, mainly of the Alturas Formation at elevations of 4,300 to 5,300 feet.  The soils formed in sediments from basic igneous rocks, diatomite, tuff and pyroclastic material.  The climate is cool semiarid mesothermal with warm dry summers and cold snowy moist winters . Mean annual precipitation is 10 to 16 inches.  Mean annual temperature is 46 to 49 degrees F., average January temperature is about 27 to 30 degrees F., and average July temperature is about 67 to 70 degrees F.  The freeze-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ager, Bieber, Daphnedale and Casuse soils and the competing Nuss soils.  Ager soils are clayey and have cracks that open and close once each year and have slickensides.  Bieber soils have a duripan at a depth of 8 to 20 inches.   Daphnedale soils are over 20 inches deep.  Casuse soils have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to rapid runoff; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range, dryland pasture and dryland hay.  Vegetation is western juniper, bitterbrush, big sagebrush, bluebunch wheatgrass, Idaho fescue, squirreltail and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys of the Modoc Plateau in northeastern California and south-central Oregon.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County (Alturas Area), California, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Delma soils would have been classified as Chestnut soils in the 1938 classification.\nADDITIONAL DATA:  Riverside Laboratory S73 Calif-25-11; not published to date .\nOSED scanned by SSQA.  Last revised by state on 5/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; grayish brown (10YR 5/2) heavy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; 5 percent by volume rounded pebbles from basic igneous rocks; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--4 to 8 inches; grayish brown (10YR 5/2) heavy loam, dark brown (7.5YR 3/2) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; slightly acid (pH 6.5); clear smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "A3",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A3--8 to 13 inches; brown (10YR 5/3) heavy loam, dark brown (7.5YR 3/2) moist; weak medium and coarse subangular blocky structure; hard, very friable, sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; few thin clay films as bridges and very few thin clay films as colloidal stains; neutral (pH 6.8); abrupt smooth boundary. (0 to 5 inches thick)"
      },
      {
        "name": "B2t",
        "top": 33,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B2t--13 to 18 inches; dark brown (7.5YR 3/2) dry and moist clay; moderate fine and medium prismatic structure; very hard, very firm, sticky, plastic; common very fine roots; few very fine interstitial pores; 10 percent by volume angular pebbles; continuous moderately thick clay films on peds and in pores; neutral (pH 7.0); abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 46,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "narrative": "Cr--18 to 40 inches; white (10YR 8/1) fractured weathered lake sediments; 1/2 to 1 inch thick seams of strongly effervescent lime."
      }
    ]
  ]
}
