{
  "SERIES": "DELPOINT",
  "STATUS": "Established Series",
  "BYREV": "CJH-GFB-EMM",
  "REVDATE": "07/2012",
  "STATES": "MT,WY",
  "OVERVIEW": "The Delpoint series consists of moderately deep, well drained soils that formed in alluvium, colluvium, or residuum derived from semiconsolidated loamy sedimentary beds or in till over the sedimentary beds.  These soils are on sedimentary plains, hills, ridges, strath terraces or escarpments.  Slopes are 0 to 70 percent. Mean annual precipitation is about 12 inches and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delpoint loam, in grassland.  (Colors are for dry soil unless otherwise noted)\nA--0 to 3 inches; grayish brown (10YR 5/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate very thin platy structure parting to weak very fine granular; slightly hard, very friable, sticky and plastic; many fine and very fine roots; many fine pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 5 inches thick)\nBw--3 to 17 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure parting to moderate medium blocky; hard, very friable, sticky and plastic; many fine and very fine roots; many fine and very fine pores; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 15 inches thick)\nBk--17 to 28 inches; light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; hard, very friable, sticky and plastic; common fine and very fine roots; many fine and very fine pores; strongly effervescent; disseminated lime; common fine masses and threads of lime; strongly alkaline (pH 8.5); gradual wavy boundary. (10 to 20 inches thick)\nCr--28 to 60 inches; light gray (2.5Y 7/2) semiconsolidated sedimentary beds that crush to a loam, grayish brown (2.5Y 5/2) moist; common medium reddish brown (5YR 5/4) mottles; few roots in fractures and between plates; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 330 feet east and 900 feet south of the SW 1/4 corner of sec. 18, T. 20 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F. Range mean annual soil temperature to 40 degrees in MLRA 40.\nMoisture control section - between 4 and 12 inches; dry in all parts between four tenths and five tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is higher than 41 degrees F.\nDepth to Bk horizon - 10 to 20 inches.\nDepth to bedrock - 20 to 40 inches.\nSoil phase - cool; calcareous (more than 5 percent lime); stony.\nA horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 3, 4, or 5 moist\nChroma:  2, 3, or 4\nTexture:  loam, clay loam, silt loam, or very fine sandy loam\nClay content:  10 to 35 percent\nRock fragments:  0 to 5 percent gravel, total rock fragment percentage ranges to 20 percent in the stony and gravelly phases.\nEffervescence:  None to strongly\nReaction:  pH 6.6 to 8.4\nWhen mixed to 7 inches the surface will not meet the requirements for a mollic epipedon.\nBw horizon\nHue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  loam, clay loam, or silty clay loam\nClay content:  18 to 35 percent clay\nRock fragments:  0 to 15 percent gravel\nEffervescence:  none to violently\nReaction:  pH 6.6 to 9.0\nBk horizon\nHue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loam, sandy loam, clay loam, or silty clay loam\nClay content:  18 to 35 percent clay\nRock fragments:  0 to 15 percent gravel\nCalcium carbonate equivalent:  5 to 30 percent.  There is not more than a 5 percent difference in calcium carbonate equivalent or by volume of secondary carbonates in the underlying horizon of material to meet the requirements of a calcic horizon.\nEffervescence:  strongly or violently\nReaction:  pH 6.6 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCoocreek (CO) - does not have a paralithic contact at depths of 20 to 40 inches and has hue redder than 10YR throughout.\nCooers (MT) - has hues redder than 10YR throughout the soil.\nFrandsen (UT) - does not have a paralithic contact at depths of 20 to 40 inches.\nSpinekop (MT) - does not have a paralithic contact at depths of 20 to 40 inches.\nTrudau (MT) - does not have a paralithic contact at depths of 20 to 40 inches.\nYamacall (MT) - does not have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - sedimentary plains; strath terraces; ridges; escarpments; and hills.\nElevation - 2,200 to 5,500 feet. Range elevation to 6200 feet in MLRA 44.\nSlope - 0 to 70 percent.\nParent material - alluvium, colluvium, or residuum derived from semiconsolidated loamy sedimentary beds or in till over the sedimentary beds.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 16 inches, most of which falls as snow and springs rain.\nMean annual air temperature - 39 to 45 degrees F. Range mean annual air temperature to 38 degrees in MLRA 44.\nFrost-free period - 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Yamacall soils and the Abor, Cabbart, Kremlin, Rothiemay, and Yawdim soils.  The Abor soils are found on similar landscapes as the Delpoint soils.  They are fine textured and have a calcic horizon within 40 cm.  The Cabbart and Yawdim soils have soft bedrock between 10 and 20 inches.  They are on summits and shoulder slopes above the Delpoint soils.  Kremlin, Rothiemay, and Yamacall soils are very deep and are on alluvial fans and terraces below the Delpoint soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Delpoint soils are used for nonirrigated cropland and range.  Potential native vegetation is western wheatgrass, green needlegrass, needleandthread, bluebunch wheatgrass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern part of Montana, northern Wyoming and possibly in adjacent states.  Delpoint is extensive. MLRAs 44B, 46, 52, 58A, 60B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation records:  MT0271, MT0776.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - from 0 to 7 inches (A, Bw horizons); cambic horizon - from 3 to 17 inches (Bw horizon); horizon of lime accumulation - from 17 to 28 inches (Bk horizon); paralithic contact - at a depth of 28 inches (Cr horizon); particle-size control section - from 10 to 28 inches (Bw and Bk horizons).\nThe Delpoint series should be investigated in the future to determine if it typically does not have a calcic horizon.  The range in characteristics listed for the Bk horizon would allow the presence of a calcic horizon.  It is likely that series counterparts in the Haplocalcidic Haplustepts and Aridic Calciustepts subgroups may need to be written in the future to handle areas mapped as Delpoint that have calcic horizons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate very thin platy structure parting to weak very fine granular; slightly hard, very friable, sticky and plastic; many fine and very fine roots; many fine pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 43,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--3 to 17 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure parting to moderate medium blocky; hard, very friable, sticky and plastic; many fine and very fine roots; many fine and very fine pores; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 15 inches thick)"
      },
      {
        "name": "Bk",
        "top": 43,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--17 to 28 inches; light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; hard, very friable, sticky and plastic; common fine and very fine roots; many fine and very fine pores; strongly effervescent; disseminated lime; common fine masses and threads of lime; strongly alkaline (pH 8.5); gradual wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 71,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "narrative": "Cr--28 to 60 inches; light gray (2.5Y 7/2) semiconsolidated sedimentary beds that crush to a loam, grayish brown (2.5Y 5/2) moist; common medium reddish brown (5YR 5/4) mottles; few roots in fractures and between plates; strongly effervescent; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
