{
  "SERIES": "DELPHINE",
  "STATUS": "Established Series",
  "BYREV": "ARW/MB/KP",
  "REVDATE": "02/2007",
  "STATES": "CA",
  "OVERVIEW": "The Delphine series consists of shallow, well drained soils that formed in residuum from schist. Delphine soils are on summits and side slopes of hills on islands. Slopes range from 30 to 75 percent. The mean annual precipitation is about 18 inches (457 millimeters) and the mean annual temperature is about 66 degrees F. (19 degrees C.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Delphine very gravelly loam on a hill side under a cover of buckwheat and wild oats at an elevation of 1350 feet (412 meters). (Colors are for dry soil unless otherwise noted).\nA--0 to 1 inches, (0 to 2 cm); brown (7.5YR 5/4) very gravelly silt loam, brown (7.5YR 4/4) moist; 22 percent clay; moderate thin platy structure; slightly hard, very friable, slightly sticky, slightly plastic; 40 percent 2 to 75 millimeter gravel; slightly acid (pH 6.2); abrupt smooth boundary. (1 to 4 inches thick (2 to 10 centimeters))\nBt1--1 to 9 inches, (2 to 24 cm); yellowish red (5YR 5/6) extremely gravelly silt loam, yellowish red (5YR 4/6) moist; 30 percent clay; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few thin clay films on faces of peds; 70 percent 2 to 75 millimeter gravel; neutral (pH 6.9); clear wavy boundary. (4 to 12 inches thick (10 to 31 centimeters))\nBt2--9 to 14 inches, (24 to 36 cm); yellowish red (5YR 5/6) extremely gravelly loam, yellowish red (5YR 4/6) moist; 34 percent clay; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; few thin clay films on faces of peds; 70 percent 2 to 75 millimeter gravel; neutral (pH 7.0); clear wavy boundary. (3 to 8 inches thick (7 to 20 centimeters))\nCr--14 to 21 inches, (36 to 53 cm); diggable, very fractured schist (fractures 4 to 8 cm apart); clear wavy boundary.\nR--21 inches, (53 to 53 cm); rigid schist with fractures greater than 10 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz Island, Santa Barbara County, CA, in the Channel Islands Soil Survey Area 33 degrees North latitude, 59 minutes, 54 seconds and 119 degrees, 45 minutes, 42 seconds West longitude, NAD83; U.S.G.S Quad: Santa Cruz Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 59 to 71 degrees F. (15 to 19 degrees C.) The soil moisture control section is dry in all parts from about mid-June to mid-November and is usually moist the rest of the time.\nDepth to paralithic bedrock is 11 to 19 inches (28 to 48 centimeters).\nDepth to lithic bedrock is 17 to 22 inches (42 to 56 centimeters). Series is best represented by a depth to lithic bedrock greater than 20 inches (50 centimeters).\nThe particle size control section averages 18 to 35 percent clay and 35 to 85 percent rock fragments.\nThe A horizon dry color is 7.5YR and 5YR 5/4, 5/6, or 4/4. Moist color is 7.5YR and 5YR 4/4, 4/6 or 3/4.\nThe Bw and Bt horizons dry color is 7.5YR and 5YR 5/4, 5/6. Moist color is 7.5YR and 5YR 4/4 or 4/6.\nTextures are extremely gravelly clay loam, extremely gravelly silty clay loam, extremely gravelly silt loam, and extremely gravelly loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Peckham, Squawrock, Yokut and Yorba series. All these soil are deeper than 20 inches to rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Delphine soils are on summits and side slopes of hills on islands. Slopes range from 30 to 75 percent. The soils formed in residuum from schist. Elevations are 600 to 1500 feet (183 to 457 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog common all year. The mean annual precipitation is 13 to 24 inches (330 to 610 mm), the mean annual temperature is 61 to 73 degrees F. (16 to 19 degrees C.), and the frost free season is 320 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Frigate, Miasotus and Yardarm series. Frigate soils have coarse-loamy particle size classes. Miasotus soils have clayey-skeletal particle size classes . Yardarm soils fine-loamy particle size classes. All these soils are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is low shrubs and annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California on Santa Cruz Island. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name from the historical name of the wife of a local rancher. National Soil Survey Lab pedon number is 05N0105. NASIS Pedon ID is CA03688SC43. Diagnostic horizons and features recognized in this pedon:\nOchric epipedon--The zone from the soil surface to a depth of about 1 inch.\nArgillic horizon--The zone from a depth of 1 inches to a depth of about 14 inches.\nParalithic material--The zone from a depth of 14 inches to about 21 inches (Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inches, (0 to 2 cm); brown (7.5YR 5/4) very gravelly silt loam, brown (7.5YR 4/4) moist; 22 percent clay; moderate thin platy structure; slightly hard, very friable, slightly sticky, slightly plastic; 40 percent 2 to 75 millimeter gravel; slightly acid (pH 6.2); abrupt smooth boundary. (1 to 4 inches thick (2 to 10 centimeters))"
      },
      {
        "name": "Bt1",
        "top": 3,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "extremely gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--1 to 9 inches, (2 to 24 cm); yellowish red (5YR 5/6) extremely gravelly silt loam, yellowish red (5YR 4/6) moist; 30 percent clay; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few thin clay films on faces of peds; 70 percent 2 to 75 millimeter gravel; neutral (pH 6.9); clear wavy boundary. (4 to 12 inches thick (10 to 31 centimeters))"
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--9 to 14 inches, (24 to 36 cm); yellowish red (5YR 5/6) extremely gravelly loam, yellowish red (5YR 4/6) moist; 34 percent clay; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; few thin clay films on faces of peds; 70 percent 2 to 75 millimeter gravel; neutral (pH 7.0); clear wavy boundary. (3 to 8 inches thick (7 to 20 centimeters))"
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": 53,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cr--14 to 21 inches, (36 to 53 cm); diggable, very fractured schist (fractures 4 to 8 cm apart); clear wavy boundary."
      },
      {
        "name": "R",
        "top": 53,
        "narrative": "R--21 inches, (53 to 53 cm); rigid schist with fractures greater than 10 cm apart."
      }
    ]
  ]
}
