{
  "SERIES": "DELPIEDRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH/RCH/LCL",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "Typically, Delpiedra soils have reddish brown, stony loam A horizons, yellowish red, gravelly loam Bt horizons, and light yellowish gray weathered serpentine at depth of 12 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, magnesic, thermic, shallow Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delpiedra stony loam - annual grass range. (Colors are for dry soil unless otherwise stated.)  Very thin, seasonal litter from grasses and forbs rests on:\nA1--0 to 4inches:  reddish brown (5YR 5/4) stony loam, dark reddish brown (5YR 3/4) moist; weak medium and fine subangular blocky structure; hard, friable, slightly sticky; many fine roots; common fine tubular pores; many angular serpentine fragments; neutral (pH 6.9); abrupt irregular boundary.  (2 to 8 inches thick)\nB2t--4 to 12inches:  yellowish red (5YR 4/6) gravelly heavy loam, dark reddish brown (5YR 3/4) moist; strong medium and fine subangular blocky structure; hard, friable, slightly sticky; many fine roots; common fine tubular pores; many thin clay films on faces of peds and lining pores; neutral (pH 7.0); abrupt irregular boundary. (5 to 12 inches thick)\nC--12 to 20 inches:  light yellowish brown weathered serpentine; rock fabric visible but well fragmented; fragments are hard when dry but can be partly crushed by hand when moist; few fine roots and clay films on fracture surfaces in upper part; grades abruptly and very irregularly into greenish gray unweathered, but shattered, serpentine rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fresno County, California; 2.9 miles (airline) SSE of the Kings River District Ranger Station at Trimmer; approximately 1/2 mile SE of the center of sec. 24, T. 12 S., R. 25 E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact of weathered and fractured serpentine rock is 8 to 20 inches. The mean annual soil temperature is 59 to 72 degrees F.  The soils usually become dry in all parts some time between mid-April and late May and remain dry until October or November.  They are moist in all parts or are moist below the upper few inches all the rest of the year.  Rock fragments, from gravel to stone size, make up about 8 to 30 percent of the volume.  When wet the soils have a slick or greasy feel.  The A horizon is reddish brown or yellowish red in 5YR hue with a moist chroma of 4 or more.  It is sandy loam or loam.  It is massive or has granular or subangular blocky structure and is neutral or slightly acid.  Organic matter content is 2 to 5 percent.  The B2t horizon is reddish brown, yellowish red, dark red, or dark reddish brown in a hue of 5YR or 2.5YR.  Moist values are 2 units darker than dry values.  The B2t horizon is loam or clay loam with about 20 to 30 percent clay and about 5 to 10 percent more clay (absolute), than the A horizon.  It is neutral or mildly alkaline and the base saturation is 75 to 100 percent.  The C horizon may be soil with few to many rock fragments, or it may consist largely of partially weathered material that retains rock structure.  The C horizon is 6 to 20 inches thick and rests irregularly and abruptly on hard rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dubakella, Henneke, Huse, Millerton, Pardee, Stonyford, and Vallecitos series.  Dubakella and Huse soils have mean annual soil temperature of less than 59 degrees F.  Henneke soils have more than 35 percent clay and more than 35 percent rock fragments.  Millerton, Pardee, Stonyford, and Vallecitos soils have a lithic contact and the mineralogy is not dominated by serpentine.  In addition, the argillic horizon of the Vallecitos soils is absent in a part of each pedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Delpiedra soils are on steep to very steep ridges at elevations of 500 to 2,500 feet.  The soils formed in residuum weathered from serpentine.  Landslides and rock outcrop are common.  The climate is semiarid mesothermal with hot dry summers and cool moist winters.  Mean annual precipitation is 16 to 35 inches.  Mean annual temperature is about 58 to 62 degrees F., average January temperature about 45 degrees F., and average July temperature about 77 degrees F.  Freeze-free season averages about 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Auburn, Cibo, Fallbrook, Las Posas and Trimmer soils.  Auburn soils lack an argillic horizon.  Cibo soils are clayey throughout and have cracks and slickensides.  Fallbrook, Las Posas and Trimmer soils are deeper than 20 inches to a lithic or paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for annual range.  Naturalized vegetation is annual grasses and forbs.  On some north slopes and at higher elevations an open woodland-grass-shrub cover is present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of the Sierra Nevada Mountains of California.  The soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fresno County (Eastern Fresno Area), California, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Delpiedra soils were formerly classified as Noncalcic Brown soils.\nOSED scanned by SSQA.  Last revised by state on 6/72."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A1--0 to 4inches:  reddish brown (5YR 5/4) stony loam, dark reddish brown (5YR 3/4) moist; weak medium and fine subangular blocky structure; hard, friable, slightly sticky; many fine roots; common fine tubular pores; many angular serpentine fragments; neutral (pH 6.9); abrupt irregular boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "B2t",
        "top": 10,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "B2t--4 to 12inches:  yellowish red (5YR 4/6) gravelly heavy loam, dark reddish brown (5YR 3/4) moist; strong medium and fine subangular blocky structure; hard, friable, slightly sticky; many fine roots; common fine tubular pores; many thin clay films on faces of peds and lining pores; neutral (pH 7.0); abrupt irregular boundary. (5 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--12 to 20 inches:  light yellowish brown weathered serpentine; rock fabric visible but well fragmented; fragments are hard when dry but can be partly crushed by hand when moist; few fine roots and clay films on fracture surfaces in upper part; grades abruptly and very irregularly into greenish gray unweathered, but shattered, serpentine rock."
      }
    ]
  ]
}
