{
  "SERIES": "DELRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACM-KEC",
  "REVDATE": "10/97",
  "STATES": "SD",
  "OVERVIEW": "The Delridge series consists of moderately deep, well drained soils formed in material weathered from soft siltstone and shale on uplands.  Permeability is moderate.  Slopes range from 2 to 40 percent.  Mean annual precipitation is about 14 inches, and mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delridge loam - on a convex slope of 6 percent under native grass.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; slightly hard, friable; many fine roots; strong effervescence; neutral; clear smooth boundary.  (1 to 5 inches thick)\nBk1--3 to 9 inches; grayish brown (2.5Y 5/2) loam; dark grayish brown (2.5Y 4/2) moist; weak medium and coarse prismatic structure; slightly hard, friable; many fine roots; strong effervescence; slightly alkaline; clear wavy boundary.  (0 to 10 inches thick)\nBk2--9 to 14 inches; light brownish gray (2.5Y 6/2) silt loam; grayish brown (2.5Y 5/2) moist; weak medium and coarse prismatic structure; hard, friable; common fine roots; many fine accumulations of carbonate; violent effervescence; slightly alkaline; gradual wavy boundary.  (Combined Bk horizons is 0 to 20 inches thick.)\nC--14 to 24 inches; light brownish gray (2.5Y 6/2) loam; grayish brown (2.5Y 5/2) moist; massive; hard, friable; few fine roots; common pebbles of hard sandstone; few fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.\nCr--24 to 60 inches; light gray (2.5Y 7/2) siltstone, grayish brown (2.5Y 5/2) moist; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meade County, South Dakota; about 6 miles east and .5 mile south of White Owl; 2,360 feet south and 475 feet west of the northeast corner of sec. 9, T. 7 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock ranges from 20 to 40 inches.  Typically, it has carbonates at the surface, but some pedons are leached of carbonates to a depth of 5 inches.  The clay content of the control section ranges from 18 to 30 percent and the control section typically contains much very fine sand.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 3 or 4 moist, and chroma of 1 to 4.  It is loam, silt loam, very fine sandy loam, clay loam, or sandy clay loam.  It is neutral or slightly alkaline.  Some pedons have an AC horizon with color and texture of the Bk horizon.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 or 5 moist, and chroma of 1 to 4.  It typically is loam or silt loam, but is clay loam or sandy clay loam in some pedons.  It is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 10YR to 5Y, value of 5 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is loam, silt loam, clay loam, sandy clay loam, or very fine sandy loam.  It typically has soft accumulations of carbonate as seams and threads.  It is slightly alkaline or moderately alkaline.\nThe Cr horizon is soft siltstone, sandstone or loamy shale.  It is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Benz, Delphill, Hillon, Mussel, Parman, Patent, and Sinkson series.  Benz soils have an ESP of 15 or greater.  Delphill soils are at elevations above 5,550 feet and have a shorter frost free period.  Hillon, Mussel, Patent, and Sinkson soils have bedrock below a depth of 40 inches.  In addition, Hillon soils formed in glacial till and Sinkson soils have a redder hue.  The Parman series is further west."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Delridge soils are on uplands at elevations of 2,500 to 3,500 feet.  They formed in residuum weathered from soft sedimentary rocks.  Surfaces are convex and slopes range from 2 to 40 percent.  The mean annual temperature ranges from 39 to 45 degrees F, and the mean annual precipitation ranges from 13 to 15\ninches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Boxwell, Cabbart, Eapa, Grail, and Tanna soils.  Boxwell and Eapa soils have a mollic epipedon, in addition Eapa soils have bedrock below a depth of 40 inches.  They are lower in the landscape.  Cabbart soils have soft bedrock at a depth of 10 to 20 inches and are on steeper parts of the landscape.  Grail soils have a mollic epipedon more than 20 inches thick and have a fine-textured control section.  They are in swales.  Tanna soils have a mollic epipedon and have a fine-textured control section.  They are lower on the landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to high depending on slope.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily as rangeland.  The native vegetation is mainly blue grama, western wheatgrass, needleandthread, sideoats grama and threadleaf sedge with bluestems on the steeper slopes.  Some areas are used for cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern South Dakota and possibily eastern Montana.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Meade County, South Dakota, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in this pedon are: ochric epipedon - the zone from the surface to about 3 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; slightly hard, friable; many fine roots; strong effervescence; neutral; clear smooth boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--3 to 9 inches; grayish brown (2.5Y 5/2) loam; dark grayish brown (2.5Y 4/2) moist; weak medium and coarse prismatic structure; slightly hard, friable; many fine roots; strong effervescence; slightly alkaline; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 23,
        "bottom": 36,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--9 to 14 inches; light brownish gray (2.5Y 6/2) silt loam; grayish brown (2.5Y 5/2) moist; weak medium and coarse prismatic structure; hard, friable; common fine roots; many fine accumulations of carbonate; violent effervescence; slightly alkaline; gradual wavy boundary.  (Combined Bk horizons is 0 to 20 inches thick.)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--14 to 24 inches; light brownish gray (2.5Y 6/2) loam; grayish brown (2.5Y 5/2) moist; massive; hard, friable; few fine roots; common pebbles of hard sandstone; few fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Cr",
        "top": 61,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt",
        "pH_class": "moderately alkaline",
        "narrative": "Cr--24 to 60 inches; light gray (2.5Y 7/2) siltstone, grayish brown (2.5Y 5/2) moist; moderately alkaline."
      }
    ]
  ]
}
