{
  "SERIES": "DELWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR:CLN:CRC",
  "REVDATE": "11/2015",
  "STATES": "OK,TX",
  "OVERVIEW": "The Delwin series consists of very deep, well drained, moderately permeable soils formed in eolian sands over loamy ancient alluvium.  These nearly level to moderately sloping soils are on wind reworked sandsheets of terraces on dissected plains of the Central Rolling Red Plains (MLRA 78B, 78C).  Slope ranges from 0 to 5 percent. Mean annual precipitation is about 660 mm (26 in) and the mean annual air temperature is about 16.7 degrees C (62 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Delwin fine sand - cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 13cm (0 to 5 in); light brownish gray (10YR 6/2) fine sand, dark grayish brown (10YR 4/2) moist; single grained; loose; slightly acid; clear smooth boundary.  Thickness is 0 to 38cm (0 to 15 in)\nE--13 to 41cm (5 to 16 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4) moist; single grained; loose; slightly acid; abrupt wavy boundary.  Thickness is 13 to 43 cm (5 to 17 in)\nBt1--41 to 81cm (16 to 32 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, friable; pockets and streaks of clean sand grains; dark clay films on vertical faces of prisms; few fine quartz pebbles; neutral; diffuse smooth boundary.  Thickness is 25 to 61 cm (10 to 24 in)\nBt2--81cm to 114cm (32 to 45 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; very hard, friable; sand grains coated and bridged with clay; few fine quartz pebbles; neutral; diffuse smooth boundary.  Thickness is 20 to 56 cm (8 to 22 in)\nBt3--114 to 152cm (45 to 60 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate fine subangular blocky structure; hard, friable; few distinct clay films on surfaces of peds and bridging sand grains; neutral; gradual smooth boundary. Thickness is 23 to 56 cm (9 to 22 in)\nBt4--152 to 183cm (60 to 72 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate fine subangular blocky structure; hard, friable; few distinct clay films on surface of peds and bridging sand grains; few pockets of loamy sand; neutral; gradual smooth boundary.  Thickness is 0 to 38 cm (0 to 15 in)\nBC--183 to 203cm (72 to 80 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; hard, friable; with alternating bands of C material that is reddish yellow (5YR 7/6) sandy loam, reddish yellow (5YR 6/6) moist; structureless; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wheeler County, Texas; from the railroad crossing in Allison (northeast corner of county), 0.3 mile east on county road, 0.9 mile south and 265 feet west in a cultivated field.  (from the southeast corner of sec. 21, Robertson and Eddleman Survey, 264 feet west and 100 feet north).\nUSGS topographic quadrangle: Allison, TX;\nLatitude: 35 degrees, 35 minutes, 25.03 seconds N;\nLongitude: 100 degrees, 5 minutes, 41.53 seconds W.\nDatum: NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of solum exceeds 203 cm (80 in)\nDepth to argillic: 13 to 51 cm (5 to 20 in\nDepth to identifiable secondary carbonates:  greater than 152 cm (60 in) where present.\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nThe A and E horizons\nHue: 5YR to 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: sand, fine sand, loamy sand; Loamy fine sand texture may be present where plowing has mixed the surface with underlying material\nReaction (pH): slightly acid to neutral (6.1-7.3)\nThe Bt horizon\nHue: 2.5YR to 7.5YR\nValue: 4 to 7\nChroma: 3 to 8\nClean sand grains are present on prism faces in Bt1 horizons of some pedons\nTexture: fine sandy loam, sandy clay loam\nClay content: 18 to 35 percent in the upper part; 15 to 30 percent in the lower part.\nReaction (pH): neutral to slightly alkaline (6.6-7.8)\nThe BC horizon\nColor: shades of red, yellow, or brown\nTexture: B material has lamellae of sandy clay loam alternating with sandy loam; C material is mostly sandy loam.\nPedons have prismatic structure with clean sand on prism surfaces up to 6 mm thick\nReaction (pH): neutral to moderately alkaline (6.6-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are the Decobb, Grandfield, Grandmore, Heatly, Menard, Miles, Rochelle, and Springer series.\nDecobb soils: have weakly consolidated sandstone below 152 cm (60 in)\nGrandfield and Menard soils: have a decrease in clay content from maximum by more than 20 percent within a depth of 152 cm (60 in)\nGrandmore soils: have a discontinuity in the lower part of the solum with a clay increase and low chroma iron depletion colors\nHeatly soils: have a sandy surface layer more than 51 cm (20 in) thick\nMiles soils: have secondary carbonates within a depth of 94 to 152 cm (37 to 60 in)\nRochelle soils: have a gravelly substratum within 152 cm (60 in)\nSpringer soils: have less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  .\nParent material: Eolian sands over loamy alluvium, ancient sandy and loamy alluvium that has apparently been reworked by wind\nLandscape: Dissected plains\nLandform: Treads of sandsheets on terraces\nSlope: 0 to 5 percent, but are mostly convex and less than 3 percent\nMean annual precipitation: 559 to 711 mm (22 to 28 in)\nThornthwaite P-E Index: 32 to 44\nMean annual air temperature: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 180 to 230 days\nElevation: 457.2 to 884.0 m (1,500 to 2,900 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devol, Eda, Grandfield, Heatly, Miles, Nobscot, and Springer series.\nDevol soils: have a coarse-loamy particle-size control section and occur on slightly higher areas\nEda soils: have a sandy particle-size control section and occur on slightly higher areas.\nGrandfield, Miles, and Springer soils: occur in similar positions\nHeatly and Nobscot soils: have sandy surfaces more than 51 cm (20 in) thick (arenic) and occur on slightly higher positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate. Runoff is negligible on 0 to 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Large areas are cropped to both irrigated and dryland cotton, grain sorghum, alfalfa and small grains.  Native vegetation consists of little bluestem, sand bluestem, switchgrass, sideoats grama, and sand dropseed.  Shinnery oak, sand sagebrush, juniper and mesquite have invaded some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Plains (MLRA 78B, 78C) of Texas and Oklahoma.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cottle County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 10/2015 (RFG-ROG): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to about 16 inches (Ap and E horizons)\nArgillic horizon - the zone from 16 to 72 inches (Bt1, Bt2, Bt3 and Bt4 horizons)\nPale feature - The clay content does not decrease by as much as 20 percent of the maximum within 152 cm (60 in)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
