{
  "SERIES": "DEMOSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/CLM",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Demoss loam--on a terrace with a slope of 2 percent in a cultivated field at 2,640 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on June 25, 1980, the soil was moist to 9 inches and dry below).\nA1--0 to 2 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate thin platy structure parting to weak fine granular; soft, friable, slightly sticky, and slightly plastic; common very fine roots; common very fine tubular and few very fine irregular pores; neutral (pH 6.7); abrupt smooth boundary (2 to 4 inches thick).\nA2--2 to 5 inches; similar to above horizon except moderate medium and thick platy structure; hard firm, sticky, plastic.  (2 to 4 inches thick)\nBE--5 to 9 inches; dark brown (10YR 4/3) clay loam, very dark brown (10YR 2/2) moist; moderate medium and coarse subangular blocky structure; very hard, very firm, sticky and plastic; common very fine roots; common very fine tubular pores; neutral (pH 6.8) clear smooth boundary. (4 to 6 inches thick)\nBt--9 to 12 inches; dark brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many distinct clay films on faces of peds and in pores; neutral (pH 6.8); abrupt smooth boundary.  (2 to 6 inches thick)\nBqm--12 to 17 inches; indurated silica-cemented duripan, the upper part of semi-consolidate lacustrine sediments; clear smooth boundary.  (1 to 16 inches thick)\nCr--17 inches; pale brown (10YR 6/3) semi-consolidated sediments that break to sandy loam, dark brown (10YR 3/3 moist; massive; extremely hard; do not slack in acid or water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Idaho; about 2 miles north of Midvale; 1420 feet west and 110 feet south of the northeast corner of Section 6, T. 13 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 50 to 54 degrees F.\nDepth to duripan - 10 to 20 inches\nControl section; clay - 28 to 35 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - clay loam or clay\nClay - 33 to 45 percent\nCr horizon\nUsually massive and very hard, old sediments but includes more weakly consolidated materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  The closely related Niva soils have more than 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Demoss soils are in a concave position on terraces and basins at elevations of 2,500 to 3,500 feet.  Slopes range from 2 to 8 percent.  These soils formed in old lacustrine sediments.  The climate is cool and wet in winter and hot and dry in summer.  Average annual precipitation ranges from 16 to 20 inches, and the annual temperature ranges from 48 to 52 degrees F.  The frost free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Appledellia, Brownlee, Midvale, Oxwall and Shoepeg.  Appledellia, Brownlee, Midvale and Shoepeg are over 20 inches deep.  Appledellia soils have pebbles and a gravelly duripan.  Brownlee soils are sandy and do not have a duripan.  Shoepeg soils are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly used for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Not extensive in southwestern Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons of this soil are:\nMollic epipedon - From the surface to 12 inches (A1, A2, BE, and Bt horizons).\nArgillic horizon - The zone from 9 to 12 inches (Bt horizon).\nDuripan - The zone from 12 to 17 inches (Bqm horizon).\nParticle-size control section - The argillic horizon (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
