{
  "SERIES": "DEMOX",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJJ/TAC/WCL/DJE",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Demox series consists of very deep, well drained soils that formed in colluvium weathered from basalt and tuff.  Demox soils are on colluvial side slopes of hills, mountains and escarpments and have slopes of 2 to 50 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Demox stony sandy loam--on an east facing 10 percent slope under bluebunch wheatgrass, Thurber needlegrass and bottlebrush squirreltail at 4,040 feet elevation.  (When described on July 22, 1979, the soil was dry throughout.  Colors are for dry soil unless otherwise stated.)\n0--1 to 0 inches; leaves and stems from grasses and forbs.\nA--0 to 12 inches; dark grayish brown (10YR 4/2) stony sandy loam, very dark gray (10YR 3/1) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine roots; common very fine interstitial pores; 10 percent pebbles, 2 percent cobbles, 5 percent stones; mildly alkaline (pH 7.5); clear smooth boundary.  (10 to 14 inches thick)\nAC--12 to 34 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 30 percent pebbles, 10 percent cobbles; 5 percent stones; mildly alkaline (pH 7.5); gradual wavy boundary.  (11 to 22 inches thick)\nC--34 to 60 inches; pale brown (10YR 6/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine interstitial pores; 30 percent pebbles, 10 percent cobbles, 5 percent stones; mildly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California: about 2.5 miles west of Captain Jacks Stronghold, 1500 feet south, 1000 feet west of the northeast corner of section 18, T.46 N., R.4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of colluvial material is 60 inches or more.\nThe mean annual soil temperature ranges from 48 degrees F. to 52 degrees F.  The soil temperature at a depth of 20 inches is above 41 degrees F.  from about March 15 to December 1 (255 days) and is above 47 degrees F.  from about April 15 to November 15 (210 days).  The soil between depths of 10 to 30 inches is dry is all parts from about July 10 until November 10 (120 days).  The soil moisture control section is dry in all parts less than half the time the soil temperature is above 41 degrees F.\nMollic epipedon ranges from 21 to 36 inches thick.  Stones and cobbles cover 5 to 30 percent of the soil surface.  Clay content ranges from 10 to 18 percent throughout the profile.  Reaction ranges from mildly to moderately alkaline.  The 10 to 40 inch particle size control section has 35 to 50 percent rock fragments.\nThe A horizon has dry color of 10YR 5/3, 5/2 or 4/2 and moist color of 10YR 3/3, 3/2 or 3/1.  Rock fragments range from 15 to 50 percent.  Stones and cobbles range from 5 to 30 percent.  Gravel range from 10 to 20 percent.  Texture is stony sandy loam and very stony sandy loam.\nThe C horizon has dry color of 10YR 6/4, 6/3, 5/3 or 2.5Y 6/4 and moist color of 10YR 4/4, 4/3 or 3/3.  Rock fragments range from 35 to 50 percent.  Stones and cobbles range from 10 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dehlinger, Drit, Gamboa, Langrell, Packard and Wrentham series.  Dehlinger soils have a particle-size control section that averages 18 to 30 percent clay and are dry 90 to 120 days.  Drit soils are dry 90 to 100 days and are slightly acid or neutral.  Gamboa soils have a mean soil temperature of 54 degrees to 58 degrees F. and are always above 41 degrees F.  Langrell soils are dry for 60 to 80 consecutive days and cobbles and stones are the dominant coarse fragment.  Packard soils have a particle-size control section that averages 25 to 35 percent clay, are slightly acid and have a soil temperature that ranges from 52 degrees to 57 degrees F.  Wrentham soils have a lithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Demox soils are on colluvial side slopes of hills, mountains and escarpments.  Slopes are 2 to 50 percent.  The soils formed in colluvium weathered from basalt and tuff.  Elevations are 4,035 to 5,000 feet.  The climate is semiarid with warm dry summers and cool moist winters.  The average annual precipitation is about 12 to 16 inches.  Snowfall is 15 to 25 inches.  The average annual temperature is about 46 to 50 degrees F.  The average January temperature is about 28 degrees F. and the average July temperature is about 63 degrees F.  Frost-free season is about 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lorella, Fiddler, Karoc and Searles soils.  Lorella soils are shallow.  Fiddler and Searles soils are moderately deep.  Karoc soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used as rangeland.  Vegetation is bluebunch wheatgrass, Thurber needlegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central California.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1986.\nREMARK:  Diagnostic horizons and features recognized in the pedon are:\nMollic epipedon--Zone from the surface of the soil to a depth of 34 inches (A, AC).\nControl section--The zone from 10 to 40 inches, loamy-skeletal family - sandy loam with about 15 percent clay and 45 percent rock fragments.\nXeric moisture--Dry 120 days.  The zone from a depth of 10 to 30 inches.\nLast revised by the state on 4/86.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0",
        "top": 3,
        "bottom": 0,
        "narrative": "0--1 to 0 inches; leaves and stems from grasses and forbs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 12 inches; dark grayish brown (10YR 4/2) stony sandy loam, very dark gray (10YR 3/1) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine roots; common very fine interstitial pores; 10 percent pebbles, 2 percent cobbles, 5 percent stones; mildly alkaline (pH 7.5); clear smooth boundary.  (10 to 14 inches thick)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--12 to 34 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 30 percent pebbles, 10 percent cobbles; 5 percent stones; mildly alkaline (pH 7.5); gradual wavy boundary.  (11 to 22 inches thick)"
      },
      {
        "name": "C",
        "top": 86,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "narrative": "C--34 to 60 inches; pale brown (10YR 6/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine interstitial pores; 30 percent pebbles, 10 percent cobbles, 5 percent stones; mildly alkaline (pH 7.5)."
      }
    ]
  ]
}
