{
  "SERIES": "DENAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB/RLB/JBF",
  "REVDATE": "02/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Denay gravelly loam--rangeland.  (Colors are for dry conditions unless otherwise noted).\nA--0 to 25 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, and few fine roots; many very fine interstitial pores; 20 percent gravel; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 30 cm thick)\nBw--25 to 46 cm; brown (10YR 5/3) extremely gravelly loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, and few fine roots; many very fine interstitial pores; 60 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (20 to 30 cm thick)\nBk1--46 to 61 cm; very pale brown (10YR 8/2) extremely gravelly loam that is weakly lime-cemented; light brownish gray (10YR 6/2) moist; massive; hard and very hard, firm, nonsticky and nonplastic; common very fine, and few fine roots; many very fine interstitial pores; 70 percent gravel; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 43 cm thick)\nBk2--61 to 152 cm; very pale brown (10YR 7/3) extremely gravelly loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 70 percent gravel; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada;  about 2,600 feet north and 700 feet east of the southwest corner of section 27, T. 35 N., R. 50 E.; USGS Rodeo Creek NE 7.5 minute topographic quadrangle; latitude 40 degrees 52 minutes 51 seconds N and longitude 116 degrees 21 minutes 0 seconds W; WGS84 Decimal Degrees 40.8808333 latitude, -116.3500000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry from late June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm.\nDepth to Bk horizon: 38 to 60 cm.\nReaction: Slightly alkaline or moderately alkaline.\nOther features: Effervescent throughout except in the surface 5 to 8 cm of some pedons.\nParticle-size control section - Clay content:  10 to 15 percent.\nRock fragments:  60 to 75 percent, mainly gravel.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  1 or 2.\nStructure:  Weak or moderate, fine or medium subangular blocky or granular or weak medium or coarse prismatic or it is massive.\nBw horizons\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nTexture:  Very gravelly loam or extremely gravelly loam.\nRock fragments:  35 to 60 percent.\nStructure:  Weak or moderate, fine or medium subangular blocky.\nBk horizons\nHue:  10YR or 7.5YR.\nValue:  5 through 8 dry, 4 through 7 moist.\nChroma:  1 through 4.\nTexture:  Extremely gravelly loam or extremely gravelly silt loam.\nStructure:  Subangular blocky or it is massive.\nConsistence: Soft to very hard dry, friable to very friable moist.\nRock fragments: 60 to 85 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Becreek, Deecree, Eenreed, Nirac, Pamison, Rudeen, Wereld and Xine series.\nBecreek and Deecree soils lack weak lime cementation. Eenreed soils moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September. Nirac, Rudeen and Xine soils are moderately deep to bedrock.  Pamison soils have continuously lime and silica cemented Bkq horizons extending into a Ckq horizon that is weakly silica cemented from 50 to 150 cm.  Wereld soils are 100 to 150 cm to bedrock and lack a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Denay soils are on mountain and hill side slopes.  These soils formed in colluvium derived from limestone and calcareous shale with a component from loess.  Slopes are 30 to 50 percent.  Elevations are 1,670 to 1,980 meters.  The climate is cool and semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 250 to 300 mm, mean annual temperature is 6 to 7 degrees C, and the frost-free season is about 90 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bobs and Coff soils.  Bobs soils have carbonatic mineralogy and a petrocalcic horizon within a depth of 50 cm.  Coff soils have carbonatic mineralogy and petrocalcic horizon within a depth of 90 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly Sandberg bluegrass, bluebunch wheatgrass, Idaho fescue, big sagebrush, bottlebrush squirreltail and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and northeast Nevada.  These soils are not extensive. MLRA 24, 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, Tuscarora Mountain Area, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 25 cm (A horizon).\nCambic horizon - The zone from 25 to 46 cm (Bw horizon).\nCalcic horizon - The zone from 46 to 61 cm (Bk horizon).\nAridic feature - Aridic soil moisture regime bordering on xeric.\nParticle-size control section - The zone from 25 to 100 cm (Bw, Bk and part of the Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
