{
  "SERIES": "DENISON",
  "STATUS": "Established Series",
  "BYREV": "Rev:  ENV-DJE-WMJ-RJW-JEM",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, isomesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Denison clay loam - on a west facing slope of about 1/2 percent in a cultivated field, 40 feet east of the cliff 1200 yards east of the village of Princeton.\nA1--0 to 5 inches; black (10YR 2/1) clay loam, black (10YR 2/1) moist with common fine white specks (due to quartz grains); cloddy due to tillage, clods break to weak fine granules; very hard when dry, friable when moist, plastic and sticky when wet; numerous worm casts; abundant very fine roots; many very fine pores; medium acid, pH 5.8; abrupt smooth lower boundary.  (4 to 7 inches thick)\nA2--5 to 10 inches; black (10YR 2/1) clay loam, black (10YR 2/1) moist with common fine white specks (due to quartz grains); weak very coarse and coarse prisms break to weak medium granules; very hard when dry, friable when moist, plastic and sticky when wet; many worm casts; abundant very fine roots; many very fine pores; slightly acid, pH 6.3; clear wavy lower boundary.  (4 to 8 inches thick)\nBt1--10 to 23 inches; black (10YR 2/1) clay, black (10YR 2/1) moist with common fine white specks (due to quartz grains); strong very coarse prisms break to weak coarse blocks; extremely hard when dry, firm when moist, very plastic and very sticky when wet; common very fine roots; many very fine, mainly tubular pores; moderate continuous clay films; very few hard \"shot\" concretions, 1/8 inch in diameter; slightly acid, pH 6.2; clear wavy lower boundary.  (8 to 15 inches thick)\nBt2--23 to 34 inches; black (10YR 2/1) clay, black (10YR 2/1) moist with common fine white specks (due to quartz grains); moderate very coarse prisms break to weak coarse and medium blocks; extremely hard when dry, very firm when moist, very plastic and very sticky when wet; few very fine roots; many very fine, mainly tubular pores; moderately thick continuous clay films; occasional hard, black \"shot\" concretions about 1/8 inch in diameter; many slickensides; slightly acid, pH 6.5; clear irregular lower boundary.  (9 to 15 inches thick)\nBt3--34 to 45 inches;  mottled dark gray and light yellowish brown (2.5Y 4/1 and 6/3) clay, very dark gray and olive brown (2.5Y 3/1 and 4/3) moist with common fine white specks (due to quartz grains); weak coarse prisms break to moderate medium blocks; extremely hard when dry, firm when moist, very plastic and very sticky when wet; very few very fine roots; many very fine, mainly tubular pores; moderate, continuous clay films, common slickensides; \"tongues\" of Bt2 horizon penetrate this horizon; neutral, pH 7.0; clear wavy lower boundary.  (10 to 18 inches thick)\nC1--45 to 52 inches; olive (5Y 5/3) heavy clay loam, darker olive (5Y 4/3) moist with common fine and medium mottles of black, yellowish brown and white; weak, coarse prisms break to weak medium, fine and very fine blocks; very hard when dry, firm when moist, very plastic and sticky when wet; very few, very fine roots; many very fine , mainly tubular pores; moderate, continuous clay films; common slickensides; neutral, pH 7.3; clear wavy lower boundary.  (6 to 12 inches thick)\nC2--52 to 61 inches; pale olive (5Y 6/3) silty clay loam, olive (5Y 4/3) moist with few medium mottles of black and common fine mottles of yellowish brown and white; moderate coarse prisms break to moderate coarse and medium blocks; very hard when dry, firm when moist, very plastic and sticky when wet; very few roots; many very fine pores; moderately developed clay films on vertical surfaces; many root holes are lined and filled with dark colored clay; slickensides common; mildly alkaline, pH 7.5 (noncalcareous); abrupt smooth lower boundary. (0 to 15 inches thick)\nC3--61 to 70 inches; light olive brown (2.5Y 5/3) loam, (2.5Y 4/3) moist with few medium black mottles and common fine yellowish brown and white mottles; massive, with common, widely spaced vertical cracks; soil along cracks has prominent dark olive brown clay films and tubular pores are lined with clay; hard when dry, friable when moist, plastic and sticky when wet; neutral, pH 7.3."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Climate is warm, dry but foggy summers and cool, wet winters; an average January temperature of 50 degrees F., and average July temperature of 59 degrees F.; and a mean annual temperature of about 55 degrees F.\nSurface textures range from loam to clay loam.  Texture of the Bt varies from heavy sandy clay loam to clay.  In depressed spots, brown and yellowish brown mottles occur in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cronkhite and Tunitas series.  Cronkhite soils are deep with paralithic contacts at 40 to 60 inches.  Tunitas soils formed in alluvium from sedimentary and basic igneous rock sources."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Denison soils are on alluvial plains and terraces adjacent to the Pacific Ocean.  Slopes range from 0 to 15 percent.  They formed in alluvium from moderately fine textured granitic alluvium.  Elevation is 50 to 300 feet.  The mean annual rainfall is 20 to 30 inches with warm, dry but foggy summers and cool, wet winters; an average January temperature of 50 degrees F., and average July temperature of 59 degrees F.; and a mean annual temperature of about 55 degrees F.; and a frost free season of over 325 days, frequently 365 days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; slow permeability."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Original vegetation was a dense cover of grasses.  Most areas have been cultivated.  Now they are commonly used for raising Brussels sprouts, artichokes, cabbage and sugar beets.  Good yields are obtained.  Small grains and other field crops and flowers are also grown."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils are inextensive and occur on terraces adjacent to the coast, north of the town of Half Moon Bay in San Mateo County, California."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
