{
  "SERIES": "DENNOT",
  "STATUS": "Established Series",
  "BYREV": "Rev: RLT/RSJ/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Dennot series consists of very deep, well drained, moderately permeable soils that formed in alluvium, colluvium and residuum derived from conglomerate composed mainly of sandstone, limestone, and quartzite.  These soils are on fan terraces, toeslopes and foothills, and have slopes of 2 to 40 percent.  Mean annual air temperature is about 39 degrees F., and average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dennot very gravelly loam, on an 8 percent, slightly convex west facing slope--rangeland.  When described the soil was dry throughout.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; dark reddish brown (5YR 3/3) very gravelly loam, dark brown (7.5YR 4/4) dry; weak fine to coarse subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky and plastic; many fine and few medium and coarse roots; 30 percent gravel, 5 percent cobbles; moderately calcareous, carbonates are disseminated; moderately alkaline (pH 8.2); clear wavy boundary.  (7 to 18 inches thick)\nBk1--7 to 11 inches; reddish brown (5YR 5/4) very gravelly loam, light brown (7.5YR 6/4) dry; moderate medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; many fine and few medium and coarse roots; 45 percent gravel, 10 percent cobbles; very strongly calcareous, carbonates are flaky; strongly alkaline (pH 8.6); clear wavy boundary.  (4 to 12 inches thick)\nBk2--11 to 28 inches; yellowish red (5YR 5/6) extremely gravelly loam, reddish yellow (5YR 7/6) dry; weak fine subangular blocky structure; slightly hard, very friable; few fine roots; 55 percent gravel, 10 percent cobbles, very strongly calcareous, carbonates are flaky and veined; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 31 inches thick)\nBk3--28 to 36 inches; dark red (2.5YR 3/6) extremely gravelly sandy loam, red (2.5YR 5/6) dry; single grain; loose, few fine roots; 45 percent gravel, 20 percent cobbles, strongly calcareous, carbonates are flaky; strongly alkaline (pH 8.6); gradual wavy boundary.  (0 to 18 inches thick)\nBk4--36 to 60 inches; red (2.5YR 4/6) extremely cobbly fine sandy loam, light red (2.5YR 6/6) dry; single grain; loose, few fine roots; few fine and very fine pores; 40 percent gravel, 30 percent cobbles; strongly calcareous, carbonates are flaky; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; five miles east of Bear Lake on North Eden Creek; 1,760 feet west and 2,400 feet north of the southeast corner of sec. 8, T. 14 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 37 to 45 degrees F., and the mean summer temperature is 60 to 65 degrees F.  The moisture control section is usually moist but is dry in all parts for more than 45 consecutive days within the 4 months following the summer solstice.  The soil moisture regime is xeric bordering on aridic.\nDepth to bedrock ranges from 40 to 60 inches or more.  The mollic epipedon is 7 to 18 inches thick.  Depth to the calcic horizon is 7 to 18 inches.  Calcium carbonate is 15 to 40 percent.  Rock fragments in the particle size control section range from 35 to 70 percent and are dominantly gravel but ranges to cobbles.\nThe A horizon has hue of 7.5YR or 5YR, value of 3 to 5 dry, 2 to 3 moist, and chroma of 2 to 4 dry and 2 or 3 moist.  The A horizon is 10 to 55 percent rock fragments.  It is neutral to moderately alkaline and ranges from slightly calcareous to strongly calcareous.\nThe Bk horizon has hue of 7.5YR to 2.5YR, value of 4 to 7 dry, 3 to 6 moist, and chroma of 4 to 8.  It is very gravelly loam, very cobbly loam, extremely gravelly sandy loam, gravelly loam and extremely cobbly fine sandy loam below 30 inches.  It is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bezzant (UT), Cedarhill (ID), Clavicon (UT) and Georgecanyon T(ID) soils. Bezzant and Cedarhill soils have hue of 10YR.  Clavicon soils are 20 to 40 inches deep to bedrock.  Georgecanyon soils have silty fine earth textures and have silica coatings in the 2B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dennot soils are on convex-concave foothills, alluvial fans and toeslopes.  The slope gradient ranges from 2 to 40 percent.  These soils formed in alluvium, colluvium and residuum derived from conglomerate composed mainly of sandstone, limestone, and quartzite.  Elevations are 5,950 to 7,800 feet.  The mean annual temperature is 35 to 45 degrees F., and the average annual precipitation is 12 to 16 inches.  Freeze-free period is 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Falula, Dagan, Thatcher, Gobine, Gridge, Cutoff and Watkins Ridge soils.  Falula soils are shallow over bedrock and occur on plateaus.  Dagan soils have noncalcareous mollic epipedons.  Thatcher soils have an argillic horizon.  Gobine soils formed in deep loess deposits and contain less than 5 percent gravel in the particle size control section.  Gridge soils are shallow over sandstone.  Cutoff soils do not have a mollic epipedons.  Watkins Ridge soils have less than 35 percent rock fragments in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for rangeland.  A few areas are used for homesite development.  Vegetation is dominantly bluebunch wheatgrass, black sagebrush, muttongrass and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Dennot series is of moderate extent; about 14,000 acres have been mapped in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rich County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of  7 inches.  (A horizon)\nCalcic horizon -the zone from 7 to 36 inches (Bk1, Bk2, Bk3 horizons)\nCalcium carbonate is 15 to 40 percent.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; dark reddish brown (5YR 3/3) very gravelly loam, dark brown (7.5YR 4/4) dry; weak fine to coarse subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky and plastic; many fine and few medium and coarse roots; 30 percent gravel, 5 percent cobbles; moderately calcareous, carbonates are disseminated; moderately alkaline (pH 8.2); clear wavy boundary.  (7 to 18 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--7 to 11 inches; reddish brown (5YR 5/4) very gravelly loam, light brown (7.5YR 6/4) dry; moderate medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; many fine and few medium and coarse roots; 45 percent gravel, 10 percent cobbles; very strongly calcareous, carbonates are flaky; strongly alkaline (pH 8.6); clear wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 28,
        "bottom": 71,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2--11 to 28 inches; yellowish red (5YR 5/6) extremely gravelly loam, reddish yellow (5YR 7/6) dry; weak fine subangular blocky structure; slightly hard, very friable; few fine roots; 55 percent gravel, 10 percent cobbles, very strongly calcareous, carbonates are flaky and veined; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 31 inches thick)"
      },
      {
        "name": "Bk3",
        "top": 71,
        "bottom": 91,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk3--28 to 36 inches; dark red (2.5YR 3/6) extremely gravelly sandy loam, red (2.5YR 5/6) dry; single grain; loose, few fine roots; 45 percent gravel, 20 percent cobbles, strongly calcareous, carbonates are flaky; strongly alkaline (pH 8.6); gradual wavy boundary.  (0 to 18 inches thick)"
      },
      {
        "name": "Bk4",
        "top": 91,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk4--36 to 60 inches; red (2.5YR 4/6) extremely cobbly fine sandy loam, light red (2.5YR 6/6) dry; single grain; loose, few fine roots; few fine and very fine pores; 40 percent gravel, 30 percent cobbles; strongly calcareous, carbonates are flaky; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
