{
  "SERIES": "DENPARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/MPC/JBF",
  "REVDATE": "02/2012",
  "STATES": "NV",
  "OVERVIEW": "The Denpark series consists of moderately deep, well drained soils that formed in colluvium and residuum derived from welded tuff and mixed tuffaceous rocks. Denpark soils are on mountains.  Slopes are 15 to 50 percent. The mean annual precipitation is about 550 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy Vitrandic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Denpark very cobbly ashy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered by 15 percent gravels and 10 percent cobbles.\nOe--0 to 5 cm; moderately decomposed mountain mahogany and snowberry leaves and twigs and grass material. (3 to 10 cm thick)\nA--5 to 12 cm; very dark brown (10YR 2/2) very cobbly ashy loam, black (10YR 2/1) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 20 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.6); clear smooth boundary. (7 to 30 cm thick)\nBt--12 to 60 cm; very dark grayish brown (10YR 3/2) stony ashy loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium and coarse roots; many very fine and fine interstitial and tubular pores; very few, faint, clay films on bottom of rock fragments and between sand grains; 15 percent gravel, 5 percent cobbles, and 10 percent stones; slightly acid (pH 6.4); abrupt wavy boundary. (43 to 90 cm thick)\nR--60 cm; pinkish gray (7.5YR 7/2) welded tuff bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; approximately 1 mile north east of Mt. Wilson summit; section 32, T. 5 N., R. 68 E; USGS Parsnip Peak, 7.5 minute quadrangle; latitude 38 degrees 15 minutes 22.4 seconds N and longitude 114 degrees 22 minutes 31.0 seconds W; UTM zone 11, 729659e, 4237501n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; xeric soil moisture regime bordering aridic.\nMean annual soil temperature: 4 to 7 degrees C.\nAverage summer soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 40 to 80 cm.\nDepth to bedrock: 50 to 100 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content: 18 to 35 percent\nRock fragments: 15 to 35 percent\nMineralogy: 30 to 40 percent volcanic glass in the 0.2 to 2.0 mm fraction and 0.09 to 0.2 percent Al+1/2Fe extracted by ammonium oxalate.\nA horizon\nValue: 2 through 5 dry, 2 or 3 moist\nChroma: 1 through 3 dry and moist.\nMineralogy: 15 to 30 percent volcanic glass in the 0.02 to 2.0 mm fraction and 0.09 to 0.2 percent Al+1/2Fe extracted by ammonium oxalate.\nOrganic matter: 2 to 4 percent.\nBt horizon (some pedons have multiple Bt horizons)\nHue: 7.5YR or 10YR\nValue: 3 through 5 dry, 2 through 4 moist\nChroma: 1 through 3 dry or moist.\nTexture:  Ashy loam, ashy clay loam or ashy sandy clay loam.\nRock fragments: 15 to 35 percent mainly cobbles and stones; up to 60 percent rock fragments in some pedons with multiple Bt horizons.\nStructure:  Moderate or strong, fine to coarse subangular or angular blocky\nConsistence: slightly hard through hard, very friable or friable, slightly sticky or moderate sticky and slightly plastic or moderately plastic.\nCalcium Carbonate: Some pedons have few, thin, discontinuous coats of secondary calcium carbonate on rock fragments in lower Bt horizons with non-calcareous matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atastra, Hashwoods, Nissler and Oldgrade series.\nAtrastra, Haswoods and Oldgrade soils are not intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September. Nissler soils have bedrock at 152 to 180 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Denpark soils are on mountain backslopes. These soils formed in colluvium and residuum derived from welded tuff and mixed tuffaceous rocks. Slopes are 15 to 50 percent.  Elevations are 2,300 to 2,700 meters. The climate is moist-subhumid with cold wet winters and warm dry summers. The mean annual precipitation is 450 to 700 mm; mean annual temperature is 3 to 6 degrees C, and the frost-free season is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Notellumcreek, Nevtah, and Winz soils. Notellumcreek soils are shallow. Nevtah soils do not have an argillic horizon. Winz soils do not have a mollic epipedon, have a distinct E horizon, and have a very cobbly and gravelly Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. Principle native vegetation is mountain big sagebrush, antelope bitterbrush, Utah serviceberry, curlleaf mountain mahogany and greenleaf manzanita. This pedon is correlated to Ecological Site R028AY059NV, Mahogany Savanna."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. These soils are moderately extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area NV713), Nevada, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 5 to 60 cm (A and Bt horizons).\nArgillic horizon - The zone from 12 to 60 cm (Bt horizon).\nVitrandic feature - 30 to 40 percent volcanic glass in the 0.2 to 2.0 millimeter fraction and 0.09 to 0.2 percent Al+1/2Fe extracted by ammonium oxalate between 5 to 60 cm (A and Bt horizons).\nLithic contact - The contact at 60 cm (R layer).\nParticle-size control section - The zone from 12 to 55 cm (Bt horizon).\nThe classification was changed 6/2009 from loamy, mixed, superactive to ashy, glassy to better reflect the series concept and landscape.\nADDITIONAL DATA: User pedon ID: 08NV613245-BKP\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "narrative": "Oe--0 to 5 cm; moderately decomposed mountain mahogany and snowberry leaves and twigs and grass material. (3 to 10 cm thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--5 to 12 cm; very dark brown (10YR 2/2) very cobbly ashy loam, black (10YR 2/1) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 20 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.6); clear smooth boundary. (7 to 30 cm thick)"
      },
      {
        "name": "Bt",
        "top": 12,
        "bottom": 60,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "stony",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--12 to 60 cm; very dark grayish brown (10YR 3/2) stony ashy loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium and coarse roots; many very fine and fine interstitial and tubular pores; very few, faint, clay films on bottom of rock fragments and between sand grains; 15 percent gravel, 5 percent cobbles, and 10 percent stones; slightly acid (pH 6.4); abrupt wavy boundary. (43 to 90 cm thick)"
      },
      {
        "name": "R",
        "top": 60,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "narrative": "R--60 cm; pinkish gray (7.5YR 7/2) welded tuff bedrock."
      }
    ]
  ]
}
