{
  "SERIES": "DENTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN:GLL",
  "REVDATE": "12/2016",
  "STATES": "OK,TX",
  "OVERVIEW": "The Denton series consist of deep, well drained, slowly permeable soils that formed in clayey materials over residuum weathered from limestone bedrock of lower Cretaceous age. These nearly level or gently sloping soils are on backslopes and footslopes of ridges. Slopes range from 0 to 5 percent. Mean annual precipitation is about 838 mm (33 in), and mean annual air temperature is about 18.9 degrees C (66 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, thermic Udic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Denton silty clay-cropland.\n(Colors are for dry soil unless otherwise stated)\nAp--0 to 15 cm (0 to 6 in); brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate fine and very fine granular structure; soft, very friable, sticky and plastic; few fine and medium roots; few fine pitted concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary.  (Thickness is 10 to 20 cm [4 to 8 in])\nA--15 to 33 cm (6 to 13 in); dark brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate fine and very fine subangular blocky structure; very hard, firm, very sticky and very plastic; few fine roots; many pressure faces; few small slickensides less than 1 inch across forming wedge-shaped peds; few fine pitted concretions of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary.  (Thickness is 15 to 41 cm [6 to 16 in])\nBw--33 to 48 cm (13 to 19 in); reddish brown (5YR 4/4) silty clay, dark reddish brown (5YR 3/4) moist; moderate fine and very fine angular blocky structure; very hard, firm, sticky and plastic; few fine roots; many pressure faces forming wedge-shaped peds; few fine pitted concretions of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary.  (Thickness is 0 to 36 cm [0 to 14 in])\n2Bk--48 to 91 cm (19 to 36 in); reddish yellow (7.5YR 7/6) silt loam, reddish yellow (7.5YR 6/6) moist; common medium masses of strong brown (7.5YR 5/6); weak medium and fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; about 20 percent fine and medium concretions and soft masses of calcium carbonate; violently effervescent; moderately alkaline; clear irregular boundary.  (Thickness is 15 to 61 cm [6 to 24 in])\n2CBk--91 to 132 cm (36 to 52 in); strong brown (7.5YR 5/6) marly soil materials, massive; with about 5 percent reddish yellow (7.5YR 6/6) Bk material along root channels and fracture planes; few fine roots; 10 percent by volume limestone fragments 1 inch to 8 inches across and 2 to 4 inches thick, fragments form a discontinuous line mainly in the upper part of layer; about 25 percent coarse and very coarse soft masses and thin, discontinuous strata of calcium carbonate; violently effervescent; moderately alkaline; abrupt wavy boundary. (Thickness is 0 to 51 cm [0 to 20 in])\n2R--132 to 178 cm (52 to 70 in); indurated slightly weathered limestone bedrock; interbedded with marl or chalky limestone at vertical intervals of 6 to about 12 inches; bedrock has tight fractures spaced about 8 to 24 inches apart and cannot be excavated with backhoe machine."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coryell County, Texas; from the intersection of Texas Highway 36 and Farm Road 929; 8.6 miles east and north on Farm Road 929 to intersection with county road, 0.3 mile east on Farm Road 929, 85 feet north in cultivated field.\nUSGS topographic quadrangle: Turnersville, TX;\nLatitude: 31 degrees, 32 minutes, 1.93 seconds, N;\nLongitude: 97 degrees, 38 minutes, 42.38 seconds, W.\nDatum: WGS84;\nUTM Easting 625805.00 m, UTM Northing 3711296.00 m; UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Udic ustic moisture regime\nSolum thickness: 56 to 102 cm (22 to 40 in)\nDepth to lithic contact: 102 to 152 cm (40 to 60 in)\nDepth to calcic: 38 to 71 cm (15 to 28 in)\nThickness of mollic: 18 to 51 cm (7 to 20 in)\nCracks: when dry, from less than 2.5 cm (1 in) to about 5 cm (2 in) wide in the surface layer, but are commonly less than 1 cm (0.4 in) wide at a depth of 51 cm (20 in).\nOther features: in most pedons the upper part is clayey with 35 to 56 percent total clay, calcium carbonate equivalent is 10 to 30 percent, and COLE values range from 0.07 to 0.1.  The lower part is loamy and has carbonatic mineralogy with silicate clay content of 15 to 25 percent, calcium carbonate equivalent is 40 to 80 percent, and COLE values are 0.02 to 0.06.\nParticle-size control section (weighted average)\nSilicate clay content: 25 to 35 percent\nSand Content: less than 15 percent fine sand or coarser\nCalcium carbonate equivalent: 40 to 65 percent\nCoefficient of linear extensibility: 0.02 to 0.1\nNo layer 50 cm (20 in) or more thick with COLE of 0.07 or more.\nA horizons\nHue: 7.5YR, 10YR, or 2.5Y\nValue:  3 or 4\nChroma: 2 or 3\nTexture: silty clay loam, silty clay, clay\nTotal clay content: 35 to 57 percent\nCarbonate clay content: 1 to 5 percent\nRock fragments: 0 to 5 percent, limestone gravel\nCalcium carbonate equivalent: 5 to 30 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBw horizon (where present)\nHue: 5YR, 7.5YR, or 10YR\nValue: 3 to 5\nChroma: 4 or 6\nTexture: silty clay or silty clay loam\nTotal clay content: 35 to 55 percent\nCarbonate clay content: 1 to 5 percent\nRock fragments: 0 to 5 percent, limestone gravel\nCalcium carbonate equivalent: 10 to 40 percent\nReaction (pH): moderately alkaline (7.9-8.4)\n2Bk horizon\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 5 to 7\nChroma: 2 to 6\nTexture: silty clay loam, silt loam, or loam\nTotal clay content: 20 to 40 percent\nCarbonate clay content: 2 to 10 percent\nRock fragments: 0 to 15 percent, limestone gravel and cobbles; fragments typically occur in a discontinuous lag line\nIdentifiable secondary carbonates: 5 to 25 percent calcium carbonate concretions and soft masses\nCalcium carbonate equivalent: 40 to 80 percent\nReaction (pH): moderately alkaline (7.9-8.4)\n2CBk horizon (where present)\nColors: range from yellow to brown\nTexture: marly silty clay loam or marly silt loam\nTotal clay content: 12 to 40 percent\nCarbonate clay content: 2 to 10 percent\nRock fragments: 5 to 35 percent, limestone gravel and cobbles; fragments typically occur in a discontinuous lag line\nIdentifiable secondary carbonates: 5 to 35 percent coarse calcium carbonate masses and discontinuous carbonate bands.  Some are secondary, but most appear to have weathered in place.\nCalcium carbonate equivalent: 40 to 80 percent\nReaction (pH): moderately alkaline (7.9-8.4)\n2R layer\nCementation: strongly to indurated\nKind: limestone bedrock that is interbedded with marly soil materials or chalky limestone at vertical intervals of 10 to 51 cm (4 to 20 in)\nFractures: 0.6 cm to 3.8 cm (0.25 to 1.5 in) wide with a spacing interval of 15 to 76 cm (6 to 30 in)\nExcavation difficulty: extremely high"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Brenham and Nuff series in the same family. Similar soils are the Bolar, Krum, Lewisville, Mosheim, Rumley, Sunev, Slidell, Topsey, and Venus series.\nBrenham soils: do not have lithic bedrock within 152 cm (60 in) and formed in Tertiary age sediments in a moister climate\nNuff soils: do not have lithic bedrock within 152 cm (60 in)\nBolar, Lewisville, Rumley, Sunev, Topsey, and Venus soils: have a fine-loamy particle-size control section\nKrum and Slidell soils: have a fine textured particle-size control section and do not have lithic bedrock within 152 cm (60 in)\nMosheim soils: have a fine textured particle-size control section and smectitic mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: a mantle of clayey materials over residuum weathered from limestone bedrock of lower Cretaceous age, mainly on the Denton clay, Fort Worth Limestone, Duck Creek Limestone and Georgetown Formations\nLandscape: hills\nLandform: ridges\nSlope: 0 to 5 percent, but mainly less than 3 percent\nMean annual precipitation: 711 to 940 mm (28 to 37 in)\nThornthwaite P-E Index: 44 to 56\nMean annual air temperature: 17.2 to 20.0 degrees C (63 to 68 degrees F)\nFrost free period: 220 to 250 days\nElevation: 121.9 to 579.1 m (400 to 1,900 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bolar, Crawford, Eckrant, Purves, and Slidell series.\nBolar soils: have a fine-loamy particle-size control section and occur on higher ridgetops and side slopes\nCrawford soils: have vertic properties, are mainly noncalcareous, and occur on similar or slightly higher positions\nEckrant and Purves soils: are less than 50 cm (20 in) to bedrock and occur on higher ridgetops and side slopes\nSlidell soils: are more than 203 cm (80 in) to bedrock and occur in lower positions along drainageways"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is slow. Runoff is medium on slopes from 0 to 1 percent and high on slopes from 1 to 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for cropland and pasture. Some areas are in rangeland. Small grain and grain sorghum are the principal crops.  Bermudagrass and kleingrass are the major pasture grasses. Native grasses include bluestems, sideoats grama, indiangrass and Texas wintergrass with a few live oak and bois'd arc trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas; Land Resource Region H, I, and J; MLRAs 81B and 81C-Edwards Plateau and 85-Grand Prairie.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Denton County, Texas; 1918."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision recognizes that the lithic contact is deeper (40 to 60 inches) and that typically a lag line of limestone fragments occur within 20 to 40 inches of the surface. This lag line apparently was considered to be a lithic contact. Minimal change in interpretations will result due to the upper part being clayey.\nClassification is changed 11/89 from fine-silty, carbonatic, thermic Typic Calciustolls to fine-silty, carbonatic, thermic Udic Calciustolls.\nEdited 12/2016 (RFG-TRD): Converted to tabular format and added metric units. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section: 25 to 100 cm (10 to 40 in)\nMollic epipedon - the zone from 0 to 33 cm (0 to 13 in)\nCambic horizon - the zone from 33 to 48 cm (13 to 19 in)\nCalcic horizon - the zone from 48 to 132 cm (19 to 52 in)\nCalcium carbonate equivalent is more than 40 percent.\nLithic contact - occurs at 132 cm (52 in)\nADDITIONAL DATA: S82TX099001 (TAMU); S1963TX099001 (Coryell Co.) LSL Nos. 18152-18157; S1963TX009003 (Coryell Co.) LSL Nos. 18165-18170; S1962TX491090 (Williamson Co.) Sample Nos. K1471-1476.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
