{
  "SERIES": "DENURE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WWJ/JDP",
  "REVDATE": "08/2013",
  "STATES": "AZ",
  "OVERVIEW": "The Denure series consists of very deep,  well drained and somewhat excessively drained soils that formed in alluvium. Denure soils are on alluvial fans, relict basin floors, stream terraces, or  fan piedmonts and have slopes of 0 to 8 percent. The mean annual precipitation is about 6 inches (152 mm) and the mean annual air temperature is about 70 degrees F. (21.1 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, hyperthermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Denure gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch (0 to 3 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common fine irregular pores; 30 percent gravel; noneffervescent; slightly alkaline (pH 7.6), abrupt smooth boundary. (1 to 4 inches or 3 to 10 cm thick)\nBw--1 to 12 inches (3 to 30 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 20 percent gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary. (6 to  30 inches or 15 to 76 cm thick)\nBk--12 to 30 inches (30 to 76 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores, a few thin patchy calcium carbonate coats on sand grains and in pores; 25 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (1 to 19 inches thick)\nC--30 to 60 inches (76 to 152 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 5/4) moist; massive; soft, very friable; nonsticky and nonplastic; few very fine irregular pores; 20 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Maricopa County, Arizona; 750 feet south and 1350 feet east of the northwest corner of section 33, T. 5 N., R. 2 W. Latitude of 33 degrees, 44 minutes, 11 seconds N, Longitude of 112 degrees, 28 minutes, 38 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July September and December - February. Driest during May and June. Typic aridic soil moisture regime.\nSoil temperature:  greater than 72 degrees F. (22.2 degrees C)\nRock fragments (weighted average for the particle-size control section): 0 to 35 percent. Some sub-horizons may contain greater than 35 percent rock fragments. Some undisturbed areas have a weak desert pavement.\nSurface fragments: 0 to 50 percent\nCalcium carbonate - Noneffervescent or slightly effervescent in the A and B horizons; slightly to violently effervescent in the lower B and C horizons. Calcium carbonate is disseminated and occurs as soft masses or coatings on gravel in the Bk horizon. Typically the calcium carbonate equivalent is less than 5 percent, however, when greater than 5 percent occurs the horizon is either to thin or to deep to be diagnostic in the classification of the profile.\nReaction - Neutral through moderately alkaline\nSodium adsorption ratio: 0 to 4\nElectrical conductivity: 0 to 4 (dS/m)\nA horizon\nHue: 10YR, 7.5YR\nValue: 4  to7 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nOrganic matter content: less than 1 percent\nReaction: neutral to moderately alkaline\nCalcium carbonate equivalence: 0 to 5 percent\nBw horizon\nHue: 10YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: coarse sandy loam, sandy loam, fine sandy loam; can have some minor strata of coarser or finer textures\nReaction: neutral to moderately alkaline\nCalcium carbonate equivalence: 0 to 8 percent\nBk Horizon\nHue: 10YR, 7.5YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam, fine sandy loam, or coarse sandy loam,  can have some minor strata of finer or coarser textures\nReaction: slightly alkaline to moderately alkaline\nCalcium carbonate equivalence: 3 to 12 percent, but do not contain calcic horizons\nC horizon\nHue: 7.5YR, 10YR, 7.5YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam, coarse sandy loam; can have some minor strata of finer or coarser textures\nRock fragments: 5 to 75 percent gravel in any one sub-horizon\nA buried Bt horizon is present in some areas at depths greater than 40 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dateland (AZ), and Pahaka (AZ) series. Dateland soils are dominantly medium textured (loam and very fine sandy loam) in the control section. Pahaka soils have a buried argillic horizon at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Denure soils are on alluvial fans, stream terraces, fan piedmonts, or relict basin floors. Slopes  0 to 8 percent. These soils formed in alluvium from acid and basic igneous rock and eolian deposits. Elevation is 500 to 2,200 feet (152 to 671 meters). The climate is hot, arid continental. The mean annual precipitation is 2 to 10 inches (51 to 254 mm) occurring as gentle winter rains and erratic high intensity summer thunderstorms. The mean annual air temperature is 68 to 74 degrees F (20 to 23.3 degrees C). The frost-free period is 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Dateland, Antho, Gilman, and Momoli soils. Dateland soils have finer textures in the control section. Antho and Gilman soils do not have cambic horizons. Momoli soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well and somewhat excessively drained; runoff negligible to low; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for livestock grazing and wildlife habitat. Some areas are now being irrigated and used to grow citrus, cotton, alfalfa, and small grains. Vegetation is creosotebush, white bursage, annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona. The series is extensive. Total extent is about 392,000 acres. MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maricopa County, Arizona; Soil survey of Aguila-Carefree Area, Parts of Maricopa and Pinal Counties; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 7 inch (0 to 18 cm) (A horizon)\nCambic horizon - the zone from 1 to 12 inches (3 to 30 cm) (Bw horizon)\nThe type location was moved from the Gila Bend Ajo Area to the present location in the Aguila-Carefree Area in 1983. The present type location better typifies the concept of the series and the distinction between it and the competing Dateland series. The name is from the old DeNure Ranch near Gila Bend.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 11th Edition, 2010\nRevised for the correlation of AZ661, 12/2008, WWJ\nRevised for the correlation the SDJR - MLRA 40 - Dateland-Denure complex, 0 to 3 percent slopes project, June 2013, LJG2\nADDITIONAL DATA: NSSL Sample User Pedon ID 84AZ021005 sampled directly adjacent to Type Location\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well and somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch (0 to 3 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common fine irregular pores; 30 percent gravel; noneffervescent; slightly alkaline (pH 7.6), abrupt smooth boundary. (1 to 4 inches or 3 to 10 cm thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--1 to 12 inches (3 to 30 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 20 percent gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary. (6 to  30 inches or 15 to 76 cm thick)"
      },
      {
        "name": "Bk",
        "top": 30,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--12 to 30 inches (30 to 76 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores, a few thin patchy calcium carbonate coats on sand grains and in pores; 25 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (1 to 19 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--30 to 60 inches (76 to 152 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 5/4) moist; massive; soft, very friable; nonsticky and nonplastic; few very fine irregular pores; 20 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
