{
  "SERIES": "DENVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Torrertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Denver clay loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; strong fine subangular blocky structure parting to coarse granules; soft, very friable, slightly plastic, slightly sticky; peds are very hard, friable, mildly alkaline; abrupt smooth boundary. (4 to 8 inches thick)\nBt1--6 to 14 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to medium angular blocks; hard, friable, plastic sticky; peds are extremely hard, very firm; continuous wax-like coatings on faces of peds; wax-like coatings and fillings in root channels and pores; mildly alkaline; clear smooth boundary. (6 to 12 inches thick)\nBt2--14 to 20 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure parting to medium angular and subangular blocks; hard, friable, plastic, sticky; peds are extremely hard, very firm; continuous wax-like coatings on faces of peds; wax-like coatings and fillings in root channels and pores; calcareous; moderately alkaline; gradual smooth boundary. (5 to 10 inches thick)\nBt3--20 to 29 inches; light yellowish brown (2.5Y 6/3) clay, light olive brown (2.5Y 5/3) moist; weak coarse subangular blocky structure; very hard, firm, plastic sticky; peds are extremely hard, very firm; glossy patches on some faces of peds and in some root channels and pores; visible secondary calcium carbonate as concretions; calcareous; moderately alkaline; diffuse wavy boundary. (5 to 10 inches thick)\nBCk--29 to 60 inches; light yellowish brown (2.5Y 6/3) clay, light olive brown (2.5Y 5/3) moist; weak coarse prismatic structure; extremely hard, very firm, very plastic, very sticky; visible calcium carbonate as concretions, and in thin seams and streaks; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Colorado; 700 feet north and 400 feet east of the NW corner of sec. 24, T. 5 S., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 50 degrees F., mean summer soil temperature is abut 69 degrees F. Depth to the base of the argillic horizon ranges from 20 to 40 inches. Depth to the K horizon ranges from 15 to 40 inches. Exchangeable sodium percentage ranges from 0 to 15 in the solum; increases with depth and in some pedons exceeds 15 in the BCk horizon. Rock fragments average from 0 to 15 percent by volume in the solum and in the B3 horizon above depth of 50 inches and are mainly 1/4 to 1 inch in diameter. In some pedons coarse fragments less than 3 inches ranges from 15 to 30 percent in the lower part of the solum.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 or 5, 2 or 3 moist, and chroma of 1 through 3. it is neutral or mildly alkaline.\nThe Bt horizon has hue of 5Y through 7.5YR, value of 5 through 7, 3 through 5 moist, and chroma of 2 through 4. It is heavy clay loam, silty clay loam, clay or silty clay with more than 35 percent clay to a depth of more than 40 inches. This horizon is moderately alkaline to very strongly alkaline and has 3 to 14 percent calcium carbonate in the fine earth fraction in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Englewood, Kutch and Pleasant series.  Englewood soils have a mollic epipedon more than 20 inches thick. Kutch soils have a paralithic contact above 40 inches. Pleasant soils are noncalcareous and lack subhorizons of secondary calcium carbonate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Denver soils are on long alluvial fans at the front of the Rocky Mountain system. Slope gradients range from 0 to 25 percent. They formed in fine textured calcareous materials derived principally from sedimentary rock. At the type location the average annual precipitation is 15 to 17 inches, with peak periods of precipitation occurring in the spring and early summer months. Mean annual temperature is about 48 degrees F., and the mean summer temperature is about 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kutch soils and the Nunn soils. Nunn soils lack a vertic characteristics."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately-well drained; medium to rapid runoff; slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland. A small acreage is irrigated and used for alfalfa, small grains, sugar beets, and truck crops. In a few instances where not irrigated they are used for winter wheat. Native vegetation is dominated by wheat grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The front Rocky Mountain system in central Colorado. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pueblo Area, Colorado, 1974.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
