{
  "SERIES": "DEPOSIT",
  "STATUS": "Established Series",
  "BYREV": "WEH-STS",
  "REVDATE": "06/1999",
  "STATES": "MD,NY,WV",
  "OVERVIEW": "The Deposit series consists of very deep, moderately well drained soils formed in gravelly alluvium overlying glaciofluvial or alluvial fan deposits. These soils are in valleys along high gradient streams. Slopes ranges for 0 to 6 percent. Mean annual temperature is about 47 degrees F. and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deposit gravelly silt loam, on a 2 percent slope in a cornfield.  (Colors are for moist soil).\nAp -- 0 to 12 inches, dark brown (7.5YR 4/2) gravelly silt loam, light brown (7.5YR 6/3) dry; strong medium granular structure; friable; common fine and few medium  roots; 15 percent rock fragments; slightly acid (limed); abrupt smooth  boundary (6 to 13 inches thick).\nBw -- 12 to 18 inches, brown (7.5YR 4/4) gravelly very fine sandy loam; moderate fine and medium subangular blocky structure; friable; common fine and few medium roots;  common fine and medium vesicular pores and few coarse tubular pores; 20 percent rock fragments; common medium faint brown (7.5YR 5/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) iron concentrations in lower part; moderately acid; clear wavy boundary (5 to 15 inches thick).\nBC -- 18 to 24 inches, brown (7.5YR 4/4) very gravelly fine sandy loam; weak coarse subangular blocky structure; friable; few fine roots; common medium, and few coarse  tubular pores, common medium vesicular pores; 40 percent rock fragments; few medium faint brown (7.5YR 5/2) iron depletions; moderately acid; clear wavy boundary; (0 to 15 inches thick).\n2C1 -- 24 to 40 inches, brown (10YR 4/3) very gravelly loamy sand; single grain; loose; 55 percent rock fragments, 5 percent greater than 3 inches; moderately acid, gradual wavy boundary (10 to 24 inches thick).\n2C2 -- 40 to 72 inches, brown (10YR 4/3) extremely gravelly loamy  sand; single grain; loose; few fine faint strong brown (7.5YR 5/6) iron concentrations; 65 percent rock fragments, 2 percent greater than 3 inches; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Delaware County, New York; Town of Deposit; 0.5 miles south of Steam Mill Rd.; 550 feet east of State Rt. 8. Elevation 1330 feet; USGS Trout Creek, NY topographic quadrangle; latitude 42 degrees, 09  minutes, 17 seconds N. and longitude 75 degrees, 21 minutes, 13 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 16 to 42 inches. Depth to bedrock is more than 60 inches. Rock fragments, mainly gravel, channers and cobblestones, range from 10 to 35 percent by volume in the A horizon, 15 to 60 percent in the B horizon and 35 to 70  percent in the C.\nThe A horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 3 or 4 and chroma of 2 or 3. Dry color value is 6 or more. Texture is loam or silt loam in the fine earth fraction.  Structure is weak, moderate or strong granular or weak  subangular blocky. Consistence is friable or very friable.  Reaction ranges from strongly acid to moderately acid, unless limed.\nThe B horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 3 through 5, chroma of 3 or 4, and is mottled. Texture ranges from sandy loam to silt loam in the fine earth fraction. Structure is weak or moderate subangular blocky. Consistence is friable or very friable. Reaction ranges from strongly acid to moderately acid, unless influenced by lime.\nThe C horizon has hue of 5YR to 2.5Y, value of 3 through 5 and chroma of 1 through 4. Texture ranges from loamy sand to loam in the fine earth fraction. Consistence is loose or very friable. Reaction ranges from strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. The Castile, Craigsville, Farnham, Trestle and Weider series are similar soils in related families. The Castile and Farnham soils have a loamy-skeletal particle size class, but both soils have a regular decrease in organic carbon in the profile and are not subject to flooding. The  Craigsville soils are better drained soils that do not have mottling in the B horizon. The Trestle soils lack low chroma mottles within 24 inches of the soil surface. The Weider soils have a coarse-loamy over sandy or sandy-skeletal particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Deposit soils are on low terraces along streams or on nearly level parts of alluvial fans. Slope ranges from 0 to 6 percent. These soils formed in gravelly alluvium overlying glaciofluvial or alluvial fan deposits.  These deposits have a large component of sandstone, siltstone and shale. Mean annual temperature ranges from 45 to 48 F, and mean annual precipitation ranges from 35 to  45 inches. The frost-free season ranges from 110 to 150 days.  The elevation ranges from 1000 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Deposit soils are adjacent to better drained Wenonah and Philo soils on alluvial flood plains and are near Valois, Chenango, Riverhead and Raypol soils along valley sides. Bath, Mardin, and Lordstown soils are on adjacent uplands. The competing Trestle soils are often on adjacent slightly higher areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. The potential for surface runoff is low. Permeability is moderate or moderately rapid in the surface layer, moderately rapid in the subsoil, and rapid or very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used for corn, hay, or pasture. Other areas are forested. Native vegetation consists of mixed hardwoods, including sugar maple, black cherry, red maple, white ash, and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western, Central, and Southern New York. MLRA's 140, 130, and 147. The  series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otsego County, New York, 1993. Named for the town of Deposit in Delaware County, New York ."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the typical  pedon are:\n1. Ochric epipedon - the zone from surface to 12 inches         (Ap  horizon).\n2. Cambic horizon - the zone from 12 to 24 inches (Bw  horizons).\n3. Fluvaquentic subgroup - evidenced by low chroma redoximorphic features within 24 inches of the surface (Bw and BC horizons) and irregular decrease in organic carbon.\nSoil Interpretation Record: NY0427\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "Ap -- 0 to 12 inches, dark brown (7.5YR 4/2) gravelly silt loam, light brown (7.5YR 6/3) dry; strong medium granular structure; friable; common fine and few medium  roots; 15 percent rock fragments; slightly acid (limed); abrupt smooth  boundary (6 to 13 inches thick)."
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 46,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw -- 12 to 18 inches, brown (7.5YR 4/4) gravelly very fine sandy loam; moderate fine and medium subangular blocky structure; friable; common fine and few medium roots;  common fine and medium vesicular pores and few coarse tubular pores; 20 percent rock fragments; common medium faint brown (7.5YR 5/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) iron concentrations in lower part; moderately acid; clear wavy boundary (5 to 15 inches thick)."
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 18 to 24 inches, brown (7.5YR 4/4) very gravelly fine sandy loam; weak coarse subangular blocky structure; friable; few fine roots; common medium, and few coarse  tubular pores, common medium vesicular pores; 40 percent rock fragments; few medium faint brown (7.5YR 5/2) iron depletions; moderately acid; clear wavy boundary; (0 to 15 inches thick)."
      },
      {
        "name": "2C1",
        "top": 61,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C1 -- 24 to 40 inches, brown (10YR 4/3) very gravelly loamy sand; single grain; loose; 55 percent rock fragments, 5 percent greater than 3 inches; moderately acid, gradual wavy boundary (10 to 24 inches thick)."
      },
      {
        "name": "2C2",
        "top": 102,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "narrative": "2C2 -- 40 to 72 inches, brown (10YR 4/3) extremely gravelly loamy  sand; single grain; loose; few fine faint strong brown (7.5YR 5/6) iron concentrations; 65 percent rock fragments, 2 percent greater than 3 inches; moderately acid."
      }
    ]
  ]
}
