{
  "SERIES": "DEPOLVO",
  "STATUS": "Established Series",
  "BYREV": "JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Depolvo series consists of very deep, well drained soils that formed in loess derived from micaceous sandstone and siltstone.  Depolvo soils are on treads of strath terrace remnants.  Slopes are 2 to 15 percent.  Mean annual precipitation is about 11 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Depolvo very fine sandy loam--on a planar tread of a strath terrace remnant sloping 4 percent to the northwest at 6,130 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from the surface to a depth of 2 inches, slightly moist from 2 to 23 inches, and dry below 23 inches.)\nA--0 to 3 inches; brown (7.5YR 5/3) very fine sandy loam, brown (7.5YR 4/3) moist; moderate thick platy structure parting to moderate coarse granular; soft, very friable, slightly sticky and nonplastic; common fine and common very fine roots; common very fine irregularly shaped pores; 2 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 4 inches thick)\nBtk1--3 to 9 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine tubular pores; common faint clay films on faces of peds and lining pores; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.2); clear smooth boundary. (4 to 10 inches thick)\nBtk2--9 to 21 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and few very fine tubular pores; common faint and few distinct clay films on faces of peds; strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds; strongly alkaline (pH 8.6); clear wavy boundary. (7 to 15 inches thick)\nBtk3--21 to 38 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; strong coarse prismatic structure parting to moderate very thick platy; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine and few very fine tubular pores; common faint clay films on faces of peds; strongly effervescent, secondary calcium carbonate segregated as many fine and medium filaments and as few large irregularly shaped coats on faces of peds; strongly alkaline (pH 9.0); clear wavy boundary. (6 to 18 inches thick)\nBk1--38 to 48 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to weak very thick platy; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; common fine and common very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; strongly alkaline (pH 9.0); gradual smooth boundary. (8 to 19 inches thick)\nBk2--48 to 58 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate coarse subangular blocky; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; common fine and common very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds; strongly alkaline (pH 8.8); clear wavy boundary. (7 to 21 inches thick)\nBtkb--58 to 79 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate medium and thick platy structure; moderately hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine and few very fine tubular pores; few faint clay films on faces of peds and as bridges between sand grains; 5 percent gravel; strongly and violently effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments and few large irregularly shaped coats on faces of peds; strongly alkaline (pH 8.6); clear wavy boundary. (9 to 21 inches thick)\nBkb1--79 to 93 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 4/4) moist; weak thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine tubular pores; common very coarse sand grains of pumice; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 8.5); clear smooth boundary. (10 to 17 inches thick)\nBkb2--93 to 103 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate thick platy structure; moderately hard, friable, slightly sticky and nonplastic; common very fine tubular pores; few very coarse sand grains of pumice; 10 percent gravel; strongly and violently effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 8.8); clear wavy boundary. (10 to 15 inches thick)\nBkb3--103 to 109 inches; white (7.5YR 8/1) gravelly sandy loam, pink (7.5YR 7/3) moist; moderate medium and thick platy structure; moderately hard, friable, slightly sticky and nonplastic; common very fine irregularly shaped pores; 25 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonate; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; on the Pojoaque Indian Reservation about 1 mile southwest of Nambe; 1,200 feet south and 2,000 feet east of the northwest corner of section 16, T.19N., R.9E.; USGS Cundiyo 7.5 minute topographic quadrangle; Latitude 35 degrees 52 minutes 53 seconds North and Longitude 105 degrees 59 minutes 34 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nSoil temperature - 52 to 54 degrees F.\nDepth to calcareous material (as visible secondary calcium carbonate) - 2 to 7 inches\nDepth to base of argillic horizon - 26 to 43 inches\nVolcanic glass content - 5 to 10 percent in coarse silt to fine sand fractions\nLithology of fragments is granite, gneiss, and schist.\nReaction - slightly alkaline or moderately alkaline in the surface; moderately alkaline in the upper part of the subsoil; moderately alkaline and strongly alkaline in the lower part of the subsoil and the substratum\nParticle-size control section weighted averages - Silicate clay content: 18 to 27 percent; Sand content: 30 to 60 percent; Fine sand or coarser content: 5 to 14 percent; Rock fragment content: 0 to 5 percent\nMica content: 1 to 3 percent (by grain count)\nA horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nOther features: some pedons have transitional BA horizons\nBtk1 horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: loam or very fine sandy loam\nCalcium carbonate equivalent: 2 to 10 percent\nSalinity, mmhos/cm: 0 to 1\nSodicity, SAR: 0 to 4\nBtk2 horizon\nValue: 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: loam\nCalcium carbonate equivalent: 2 to 10 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nBtk3 horizon\nValue: 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: loam or very fine sandy loam\nCalcium carbonate equivalent: 5 to 10 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nOther features:  some pedons have accumulations of minor amounts (less than 1 percent) of secondary gypsum\nBk1 and Bk2 horizons\nValue: 6 or 7 dry, 4 through 6 moist\nChroma: 2 through 4 dry, 3 or 4 moist\nTexture: loam or very fine sandy loam\nCalcium carbonate equivalent: 5 to 12 percent\nSalinity, mmhos/cm: 1 to 4\nSodicity, SAR: 4 to 13\nOther features: some pedons have accumulations of minor amounts (less than 1 percent) of secondary gypsum; some pedons have texture of fine sandy loam\nBtkb, upper Bkb, or BCk horizons\nValue: 6 through 7 dry, 4 through 6 moist\nChroma: 2 through 4 dry, 3 or 4 moist\nTexture: fine sandy loam, sandy loam, very fine sandy loam, or loam\nRock fragments: 0 to 10 percent gravel\nCalcium carbonate equivalent: 5 to 10 percent\nSalinity, mmhos/cm: 1 to 8\nSodicity, SAR: 4 to 13\nOther features: some pedons have texture of loamy fine sand or loamy very fine sand; some pedons have moderate amounts of rhyolitic pumice as very coarse sand grains\nlower Bkb horizons\nValue: 6 through 8 dry, 5 through 7 moist\nChroma: 1 through 3 dry, 3 or 4 moist\nTexture: gravelly sandy loam or gravelly coarse sandy loam\nRock fragments: 15 to 35 percent gravel\nCalcium carbonate equivalent: 10 to 20 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 4 to 13\nOther features: some pedons have buried horizons below 60 inches with accumulation of secondary carbonates that qualify as a calcic horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blanding, Hyer, Nepesta, Tensleep, Wilid, and Wyotite series.  Blanding soils have hue of 5YR and receive appreciably more precipitation in the winter months.  Blanding, Hyer, Nepesta, Tensleep, Wilid, and Wyotite soils do not have measureable amounts of volcanic glass.  Nepesta soils have thick Ap horizons that border anthropic epipedons in amount of nitrogen and phosphorus.  Tensleep, Wilid and Wyolite soils have hue of 10YR or yellower and are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Depolvo soils are on higher portions of treads of strath terrace.  They formed in loess derived from Tertiary micaceous sandstone and siltstone over alluvium derived from Precambrian granite and schist; Tertiary micaceous sandstone; and Quaternary rhyolitic pumice.  Slopes are 2 to 15 percent.  Elevation ranges from 5,500 to 6,500 feet.  The mean annual precipitation is 9 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jaconita, Sueleros, and Xenmack soils.  Jaconita soils are sandy-skeletal, have calcic horizons, and are on risers of strath terrace remnants.  Sueleros soils are coarse-loamy over sandy or sandy-skeletal, have natric and calcic horizons, and occur on adjacent lower, beveled portions of treads.  Xenmack soils are fine-loamy, moderately deep to soft bedrock, and occur on risers of strath terrace remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderately rapid permeability in the surface, moderate permeability in the subsoil, moderately rapid permeability in the upper substratum, moderate and moderately rapid permeability in the lower substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Depolvo soils are used for urban development, livestock grazing, and recreation.  The historic climax vegetation is blue grama, sand dropseed, spike dropseed, galleta, black grama, and rubber rabbitbrush.  The ecological site is Sandy(R036XB113NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Depolvo soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches. (A horizon)\nArgillic horizon - The zone from 3 to about 38 inches. (Btk1, Btk2, and Btk3 horizons)\nADDITIONAL DATA:  The series type location has been sampled for full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S97NM-049-010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; brown (7.5YR 5/3) very fine sandy loam, brown (7.5YR 4/3) moist; moderate thick platy structure parting to moderate coarse granular; soft, very friable, slightly sticky and nonplastic; common fine and common very fine roots; common very fine irregularly shaped pores; 2 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk1--3 to 9 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine tubular pores; common faint clay films on faces of peds and lining pores; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.2); clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 23,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk2--9 to 21 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and few very fine tubular pores; common faint and few distinct clay films on faces of peds; strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds; strongly alkaline (pH 8.6); clear wavy boundary. (7 to 15 inches thick)"
      },
      {
        "name": "Btk3",
        "top": 53,
        "bottom": 97,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk3--21 to 38 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; strong coarse prismatic structure parting to moderate very thick platy; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine and few very fine tubular pores; common faint clay films on faces of peds; strongly effervescent, secondary calcium carbonate segregated as many fine and medium filaments and as few large irregularly shaped coats on faces of peds; strongly alkaline (pH 9.0); clear wavy boundary. (6 to 18 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 97,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--38 to 48 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to weak very thick platy; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; common fine and common very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; strongly alkaline (pH 9.0); gradual smooth boundary. (8 to 19 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 122,
        "bottom": 147,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2--48 to 58 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate coarse subangular blocky; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; common fine and common very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds; strongly alkaline (pH 8.8); clear wavy boundary. (7 to 21 inches thick)"
      },
      {
        "name": "Btkb",
        "top": 147,
        "bottom": 201,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btkb--58 to 79 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate medium and thick platy structure; moderately hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine and few very fine tubular pores; few faint clay films on faces of peds and as bridges between sand grains; 5 percent gravel; strongly and violently effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments and few large irregularly shaped coats on faces of peds; strongly alkaline (pH 8.6); clear wavy boundary. (9 to 21 inches thick)"
      },
      {
        "name": "Bkb1",
        "top": 201,
        "bottom": 236,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkb1--79 to 93 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 4/4) moist; weak thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine tubular pores; common very coarse sand grains of pumice; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 8.5); clear smooth boundary. (10 to 17 inches thick)"
      },
      {
        "name": "Bkb2",
        "top": 236,
        "bottom": 262,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkb2--93 to 103 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate thick platy structure; moderately hard, friable, slightly sticky and nonplastic; common very fine tubular pores; few very coarse sand grains of pumice; 10 percent gravel; strongly and violently effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 8.8); clear wavy boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Bkb3",
        "top": 262,
        "bottom": 277,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "narrative": "Bkb3--103 to 109 inches; white (7.5YR 8/1) gravelly sandy loam, pink (7.5YR 7/3) moist; moderate medium and thick platy structure; moderately hard, friable, slightly sticky and nonplastic; common very fine irregularly shaped pores; 25 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonate; strongly alkaline (pH 8.6)."
      }
    ]
  ]
}
