{
  "SERIES": "DEPPY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDK-TDT-JVC",
  "REVDATE": "05/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deppy very cobbly ashy loam--on a 7 percent slope--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; very pale brown (10YR 7/3) very cobbly ashy loam, yellowish brown (10YR 5/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; many fine and medium vesicular pores; 5 percent stones, 30 percent cobbles, and 15 percent gravel; moderately alkaline (pH 8.0); very slightly effervescent; abrupt smooth boundary.  (3 to 10 cm thick)\nA2--5 to 15 cm; very pale brown (10YR 7/3) very cobbly ashy loam, brown (10YR 4/3) moist; moderate medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many fine and medium vesicular pores; 30 percent cobbles and 15 percent gravel; moderately alkaline (pH 8.0); very slightly effervescent; abrupt wavy boundary. (0 to 13 cm thick)\nBt--15 to 38 cm; very pale brown (10YR 7/4) ashy clay loam, dark yellowish brown (10YR 4/6) moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine and common medium roots; many very fine irregular pores; many distinct clay films on faces of peds and lining pores; 3 percent gravel; moderately alkaline (pH 8.4); very slightly effervescent; abrupt smooth boundary. (10 to 28 cm thick)\nBkqm--38 to 53 cm; yellow (10YR 7/6) cemented material, dark yellowish brown (10YR 4/6) moist; massive; hard, firm, strongly cemented by opaline silica; strongly effervescent, secondary carbonates segregated on upper surface of pan and in fractures; strongly alkaline (pH 8.6); abrupt wavy boundary. (10 to 33 cm thick)\n2Ck--53 to 71 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine and fine irregular pores; violently effervescent, carbonates disseminated in the matrix; 40 percent gravel; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 20 cm thick)\n2Ckq--71 to 119 cm; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 3/6) moist; massive; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine irregular pores; 30 percent durinodes; violently effervescent, carbonates disseminated in the matrix; 30 percent gravel; strongly alkaline (pH 8.5); clear smooth boundary. (0 to 50 cm thick)\n2C'k--119 to 152 cm; very pale brown (10YR 7/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine and fine irregular pores; violently effervescent, carbonates disseminated in the matrix; 25 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harney County, Oregon; in Pueblo Valley about 4 miles east of Tumtum Lake; about 15 meters north of pipeline in the NE 1/4 of the SE 1/4 of section 33, T. 39 S., R. 36 E.; USGS Trout Creek Canyon 7.5 minute topographic quadrangle; ; latitude 42 degrees 8 minutes 38 seconds N and longitude 118 degrees 29 minutes 26 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; intermittently moist in winter and spring; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 9.5  degrees C.\nDepth to strongly cemented duripan: 23 to 50 cm.\nParticle-size control section - Clay content: 27 to 35 percent.\nRock fragments: Averages 5 to 30 percent, mainly cobbles and stones. Lithology of fragments are volcanic rocks such as basalt or tuff.\nA horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nOrganic matter content: 0.3 to 0.5 percent.\nVolcanic glass: Volcanic glass is estimated to range from 20 to 50 percent of the 0.2 to 2 mm fraction.\nBt horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 2 through 5 dry, 2 through 6 moist.\nOther features: Some pedons have a firm brittle horizon below the Bt horizon.\nVolcanic glass: Volcanic glass is estimated to range from 5 to 20 percent of the 0.2 to 2 mm fraction.\n2C horizon\nTexture: Gravelly sandy loam or very gravelly sandy loam.\nRock fragments: 25 to 55 percent.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Belted, Dobel, Orphant, and Vylach series.\nBelted and Orphant soils have mean annual soil temperature of 12 to 15 degrees C. and are intermittently moist for 10 to 20 days cumulative between July and October due to convection storms. Dobel soils have Btk horizons above the duripan and mean annual soil temperatures ranging from 9.5 to 10.5 degrees C. Vylach soils have paralithic contacts below the duripan at depths of 50 to 76 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deppy soils are on fan remnants and lake terraces. These soils formed in alluvium derived from volcanic rocks such as basalt and tuff. Slopes are 2 to 50 percent, but are mainly less than 15 percent. Elevations range from 1,270 to 1,580 meters. The climate is arid and characterized by cool, moist winters and warm, dry summers. The mean annual precipitation is 150 to 250 mm, the mean annual temperature is 8 to 9.5 degrees C, and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Defenbaugh, Kerrfield, Outerkirk, and Tumtum soils. Defenbaugh and Outerkirk soils are deep. Kerrfield soils lack an argillic horizon. Tumtum soils are shallow ro an indurated pan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; moderately slow permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Deppy soils are used for livestock grazing. The vegetation is shadscale, bud sagebrush, bottlebrush squirreltail, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon and northwestern Nevada. These soils are moderately extensive. MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Southern Part), Oregon, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 15 cm (A horizon).\nArgillic horizon - The zone from 15 to 38 cm (Bt horizon).\nDuripan - The zone from 38 to 53 cm (Bkqm horizon).\nParticle-size control section - The zone from 15 to 38 cm (Bt horizon).\nADDITIONAL DATA: The typical pedon at the series type location is reference sampled with partial data from the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S82OR-025-009 (pedon # 83P0023).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
