{
  "SERIES": "DEPTFORD",
  "STATUS": "Tentative Series",
  "BYREV": "SCK/Rev. JAK",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deptford very fine sandy loam (in an area of Buddtown-Deptford complex, 0 to 2 percent slopes) in a pasture field. (Colors are for moist soil.)\nAp--0 to 8 inches; dark gray (10YR 4/1), very fine sandy loam, gray (10YR 5/1), dry; weak fine granular structure; very friable, slightly sticky, nonplastic; many fine roots and many very fine roots; 1 percent fine mica flakes and 2 percent fine greenish black (10GY 2.5/1) glauconite pellets; 3 percent rounded 2 to 75 millimeter quartzite fragments; slightly acid; abrupt smooth boundary. (6 to 15 inches thick)\nBt1--8 to 12 inches; brownish yellow (10YR 6/6), very fine sandy loam; weak medium subangular blocky structure; very friable, slightly sticky, nonplastic; common fine roots and common very fine roots; 15 percent continuous faint clay bridging between sand grains; 1 percent medium distinct pale brown (10YR 6/3) iron depletions and 10 percent medium distinct brownish yellow (10YR 6/8) masses of oxidized iron; 2 percent greenish black (10GY 2.5/1) glauconite pellets and 1 percent fine mica flakes; 3 percent rounded 2 to 75 millimeter quartzite fragments; slightly acid; clear smooth boundary.\nBt2--12 to 22 inches; light yellowish brown (2.5Y 6/4), loam; weak medium subangular blocky structure; very friable, slightly sticky, nonplastic; common very fine roots; 15 percent continuous faint clay bridging between sand grains; 10 percent medium distinct gray (10YR 6/1) iron depletions with diffuse boundaries in matrix and 20 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron; 2 percent glauconite pellets and 1 percent fine mica flakes; 3 percent rounded 2 to 75 millimeter quartzite fragments; positive reaction to alpha-alpha dipyridyl; strongly acid; clear smooth boundary.\nBtg--22 to 46 inches; light gray (10YR 7/1), very fine sandy loam; moderate medium subangular blocky structure; very friable, slightly sticky, nonplastic; 15 percent continuous faint clay bridging between sand grains; 10 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron and 10 percent coarse distinct strong brown (7.5YR 5/8) masses of oxidized iron; 2 percent glauconite pellets and 1 percent fine mica flakes; very strongly acid; clear smooth boundary. (Combined thickness of the Bt and Btg horizons is 18 to 35 inches.)\nBCtg--46 to 50 inches; light gray (2.5Y 7/1), fine sandy loam; weak fine subangular blocky structure; very friable, slightly sticky, nonplastic; 15 percent discontinuous faint clay bridging between sand grains; 10 percent medium distinct yellowish brown (10YR 5/4) masses of oxidized iron and 10 percent medium distinct light yellowish brown (10YR 6/4) masses of oxidized iron; 2 percent glauconite pellets and 1 percent fine mica flakes; very strongly acid; clear smooth boundary. (0 to 15 inches thick)\nCg1--50 to 62 inches; light gray (2.5Y 7/1), fine sandy loam; massive; very friable, slightly sticky, nonplastic; 1 percent medium distinct yellowish brown (10YR 5/4) masses of oxidized iron; 10 percent fine mica flakes; very strongly acid; clear smooth boundary.\nCg2--62 to 80 inches; light gray (2.5Y 7/1), stratified loamy very fine sand to very fine sandy loam; massive; very friable, nonsticky, nonplastic; 10 percent coarse distinct yellowish brown (10YR 5/4) masses of oxidized iron; 10 percent fine mica flakes; 10 percent nonflat rounded 2 to 10 millimeter quartz fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Camden County, New Jersey; about 0.3 mile west on County House Road from intersection of County House Road and County Road 707, on County Road 707; 150 feet north of County Road 707; in a pasture field; on a toeslope; just north of the Gloucester County boundary; USGS Runnemede topographic quadrangle; lat. 39 degrees 01 minutes 56 seconds N; long. 75 degrees 56 minutes 56 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic Horizon: 6 to 15 inches\nDepth to base of Argillic Horizon: 30 to 60 inches or more\nDepth to Bedrock: Greater than 72 inches\nDepth to Seasonal High Water Table: 12 to 18 inches, January to April\nRock Fragment Content: 0 to 5 percent, by volume in the A and B horizons and 0 to 25 percent in the C horizons, mostly rounded quartzite gravel\nSoil Reaction: Extremely acid to strongly acid throughout, unless limed\nContent of Glauconite: Weighted average of 0 to 2 percent glauconite pellets in the A, E, B, or C horizons\nContent of Mica: 0 to 20 percent mica flakes, by volume throughout\nOther Soil Features: Silt plus very fine sand content ranges from 45 to 85 percent & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 2 to 4, chroma of 1 to 3\nTexture--slightly or moderately decomposed plant material\nA or Ap horizon:\nColor (moist)--hue of 10YR or 2.5Y, value of 3 to 5, chroma of 1 to 4\nTexture--sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam\nAB or BA horizon (if it occurs):\nColor--hue of 10YR or 5Y, value of 3 or 4, chroma of 2 to 4\nTexture--sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam\nE or Eg horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 4 to 6, chroma of 1 to 2\nTexture--sandy loam, fine sandy loam or very fine sandy loam\nBt horizon:\nColor--hue of 10YR to 5Y, value of 4 to 6, chroma of 3 to 8\nTexture--fine sandy loam, very fine sandy loam, loam, or silt loam (Some pedons have thin strata of sandy loam or sandy clay loam.)\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nBtg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture--fine sandy loam, very fine sandy loam, loam, silt loam, sandy loam (Some pedons have thin strata of sandy loam or sandy clay loam.)\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nBCtg or BCg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture--fine sandy loam, very fine sandy loam, loam, silt loam, sandy loam (Some pedons have thin strata of sandy loam or sandy clay loam.)\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nC horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 7, chroma of 3 or 4\nTexture (fine-earth fraction)--fine sandy loam, very fine sandy loam, loam, silt loam, sandy loam, loamy fine sand, or loamy very fine sand\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nCg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2, or is neutral\nTexture (fine-earth fraction)--fine sandy loam, very fine sandy loam, loam,\nsilt loam, sandy loam, loamy fine sand, or loamy very fine sand\nRedoximorphic features--iron accumulations in shades of red, yellow, brown, or\nolive and iron depletions in shades of olive, gray, or white\n2Cg horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 8, chroma of 1 or 2, or is neutral\nTexture (fine-earth fraction)--loamy coarse sand, coarse sand, or very coarse sand or is stratified with these textures\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, or brown, or olive and iron depletions in shades of olive, gray, or white\n2C horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 8, chroma of 4 to 6\nTexture (fine-earth fraction)--loamy coarse sand, coarse sand, very coarse sand or is stratified with these textures\nRedoximorphic features (if they occur)--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nNone"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Northern Atlantic Coastal Plain\nLandform: Flat, depression, drainageway, and swale\nGeomorphic Component: Rise and dip\nHillslope Profile Position: None\nParent Material: Loamy eolian deposits and/or fluviomarine deposits\nElevation: 40 to 150 feet\nMean Annual Air Temperature: 50 to 56 degrees F.\nMean Annual Precipitation: 40 to 48 inches\nFrost Free Period: 180 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBuddtown soils--have a seasonal high water table at a depth of 18 to 42 inches; (moderately well drained) on higher areas of the landform\nFallsington soils--formed in parent materials containing coarser sands, have a fine-loamy particle size class, and have a seasonal high water table less than 12 inches from the soil surface (poorly drained); on low-lying landforms\nFreehold soils--formed in parent materials that have more glauconite and coarser sands, have a fine-loamy particle size class, and have a seasonal high water table at a depth greater than 72 inches (well drained); on higher landforms\nHolmdel soils-- formed in parent materials that have more glauconite, have a seasonal high water table at a depth of 12 to 18 inches (somewhat poorly drained), and have a fine-loamy particle size class; on similar landforms\nJaderun soils--have a seasonal high water table less than 12 inches from the soil surface (poorly drained); on lower areas of the landform\nMullica soils--formed in parent materials containing coarser sands and have a seasonal high water less than 12 inches from the soil surface (very poorly drained); on low-lying landforms\nShewsbury soils--formed in parent materials that contain more glauconite, have a seasonal high water table less than 12 inches from the soil surface (poorly drained), and have a fine-loamy particle size class; on higher lying landforms\nWestphalia soils--have a seasonal high water table at a depth greater than 72 inches (well drained); on higher areas of the landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class (Agricultural): Somewhat poorly drained\nInternal Free Water Occurrence: Shallow (10 to 20 inches) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low\nPermeability: Moderate\nShrink-swell Potential; Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Crops such as corn, soybeans, small grains, hay, pasture, and turf grasses. A few areas are used for vegetables.\nDominant Vegetation: Wooded areas are dominantly oaks, yellow poplar, sweet gum, red maple, American beech, and holly.  Understory species include highbush blueberry, spicebush, viburnum, and greenbriar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Northern Atlantic Coastal Plain of New Jersey\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDepth Class: Very deep\nDrainage Class (Agricultural): Somewhat poorly drained\nInternal Free Water Occurrence: Shallow and common\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low\nPermeability: Moderate\nShrink-swell Potential; Low\nLandscape: Northern Atlantic Coastal Plain\nLandform: Flat, depression, drainageway, and swale\nGeomorphic Component: Rise and dip\nHillslope Profile Position: None\nParent Material: Loamy eolian deposits and/or fluviomarine deposits\nSlope: 0 to 5 percent\nElevation (type location): 55 feet\nFrost Free Period (type location): 195 days\nMean Annual Air Temperature (type location): 56 degrees F.\nMean Annual Precipitation (type location): 45 inches"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Gloucester County, New Jersey, 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: New Jersey. Deptford soils were previously mapped in New Jersey as Barclay soils. Barclay soils are in a thermic temperature regime, lack argillic horizons, and are in a coarse-silty family. Recent particle-size analysis data from several pedons within 3 counties in New Jersey supports a coarse-loamy family. Deptford soils occur adjacent to landforms and soils with higher glauconite pellet content and sometimes contain few glauconite pellets mixed with the dominantly reworked marine materials from which the soils formed.\nDiagnostic horizons and other soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 8 inches (Ap horizon)\nArgillic horizon--the zone from a depth of 8 to 50 inches (Bt1, Bt2, Btg, and BCtg horizons)\nAquic conditions--the zone from 12 to 80 inches is periodically saturated (endosaturation)\nOther soil features identified with this pedon:\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA:\nReference particle-size data is available from the project soil survey staff, Hammonton, New Jersey.\nDatabase Information:\nOSD Data Map Unit ID: To be developed\nRepresentative Data Mapunit ID: 407455\nOSD User Pedon ID: Deptford-OSD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
