{
  "SERIES": "DEPUTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLM-BGN",
  "REVDATE": "02/2011",
  "STATES": "IN",
  "OVERVIEW": "The Deputy series consists of deep, moderately well drained soils on strath terraces and hills. They formed in loess and the underlying residuum from shale bedrock. Slope ranges from 2 to 15 percent. Mean annual precipitation is about 1067 mm (42 inches), and mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deputy silt loam, on a 3 percent slope in a pasture at an elevation of about 195 meters (640 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); 90 percent brown (10YR 4/3) and 10 percent yellowish brown (10YR 5/6) silt loam, light brownish gray (10YR 6/2) and very pale brown (10YR 7/4) dry; moderate medium granular structure; friable; common fine roots; slightly acid; abrupt wavy boundary. [5 to 25 cm (2 to 10 inches) thick]\nBt1--20 to 38 cm (8 to 15 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots; few distinct strong brown (7.5YR 5/6) clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt2--38 to 51 cm (15 to 20 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots; few faint brown (7.5YR 5/4) clay films on faces of peds; common fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary.\nBt3--51 to 69 cm (20 to 27 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common distinct grayish brown (10YR 5/2) clay films on faces of peds; few fine distinct brown (7.5YR 4/4) masses of oxidized iron in the matrix; few prominent very dark gray (10YR 3/1) iron-manganese stains on surfaces along pores; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary. [Combined thickness of Bt horizon is 41 to 66 cm (16 to 26 inches).]\n2Bt4--69 to 107 cm (27 to 42 inches); yellowish brown (10YR 5/6) silty clay; moderate medium angular blocky structure; very firm; few fine roots; common prominent gray (10YR 5/1) clay films on faces of peds; few fine distinct brown (7.5YR 4/4) masses of oxidized iron in the matrix; few prominent very dark gray (10YR 3/1) iron-manganese stains on surfaces along pores; many medium prominent gray (10YR 6/1) iron depletions in the matrix; very strongly acid; clear wavy boundary.\n2Btg--107 to 135 cm (42 to 53 inches); light gray (10YR 7/1) silty clay; weak coarse angular blocky structure; very firm; few faint gray (10YR 5/1) clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; 6 percent shale parachanners 0.3 to 8 cm (1/8 to 3 inches); very strongly acid; gradual wavy boundary. [Combined thickness of 2Bt horizons is 51 to 76 cm (20 to 30 inches).]\n2Cr--135 to 196 cm (53 to 77 inches); 80 percent light gray (2.5Y 7/1) and light olive brown (2.5Y 5/6), and 20 percent strong brown (7.5YR 5/8) and very dark gray (2.5Y 3/1) fractured, weakly cemented shale fragments; very strongly acid; abrupt wavy boundary. [41 to 66 cm (16 to 26 inches) thick]\n2R--196 to 206 cm (77 to 81 inches); fractured, very strongly cemented black shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Indiana; 1,200 feet west and 2,300 feet south of the northeast corner of sec. 17, T. 4 N., R. 8 E.; USGS Deputy, Indiana topographic quadrangle; lat. 38 degrees 47 minutes 22.41 seconds N. and long. 85 degrees 39 minutes 05.058 seconds W.; UTM Zone 16, 617128 easting and 4294281 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 51 to 91 cm (20 to 36 inches)\nDepth to the base of the argillic horizon: 97 to 147 cm (38 to 58 inches)\nDepth to a paralithic contact: 102 to 152 cm (40 to 60 inches)\nDepth to a lithic contact: 152 to 203 cm (60 to 80 inches)\nParticle-size control section: averages 27 and 34 percent clay and 2 to 10 percent sand\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam\nClay content: 12 to 26 percent\nSand content: 2 to 10 percent\nReaction: very strongly acid or strongly acid, and ranges to neutral in limed areas\nA horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silt loam\nClay content: 12 to 20 percent\nSand content: 2 to 10 percent\nReaction: very strongly acid or strongly acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nClay content: 24 to 35 percent\nSand content: 2 to 10 percent\nReaction: commonly very strongly acid or strongly acid, and the upper part ranges to slightly acid in limed areas\n2Bt or 2Btg horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 1 to 6\nTexture: commonly silty clay and less commonly clay\nClay content: 40 to 50 percent\nSand content: 2 to 20 percent\nPararock fragment content: 0 to 10 percent shale parachanners\nReaction: extremely acid or very strongly acid\n2BC or 2BCg horizon, where present:\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 1 to 6\nTexture: silty clay loam or silty clay\nClay content: 35 to 50 percent\nSand content: 2 to 20 percent\nPararock fragment content: 15 to 50 percent shale parachanners\nRock fragment content: 0 to 10 percent gravel (pyrite)\nReaction: extremely acid or very strongly acid\n2Cr horizon:\nHue: 7.5YR to 2.5Y\nValue: 3 to 7\nChroma: 1 to 6\nReaction: extremely acid or very strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Crosiadore, Cumberstone, Knobtop, Marquand, Mattapex, and Sharptown series. Crosiadore, Cumberstone, Marquand, Mattapex, and Sharptown soils do not have a paralithic contact within 152 cm (60 inches). Knobtop soils have a lithic contact within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deputy soils are on summits, shoulders and backslopes of strath terraces and hills. Slope ranges from 2 to 15 percent. The soil formed in loess and the underlying residuum from shale. The shale bedrock is from the Selmier or Blocher Members, New Albany Formation, Devonian System in Indiana (See Remarks). Mean annual precipitation ranges from 1016 to 1143 mm (40 to 45 inches). Mean annual temperature ranges from 11 to 14 degrees C (51 to 57 degrees F). Frost-free period is 170 to 190 days. Elevation is 152 to 213 meters (500 to 700 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the moderately well drained Blocher, Jennings and Scottsburg soils, and the well drained Trappist soils. Blocher and Jennings soils are on shoulders and backslopes of topographically higher till plains. Scottsburg soils are on similar strath terrace landforms as the Deputy soils. Trappist soils are on topographically lower shoulders and backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of a perched seasonal high water table ranges from 46 to 107 cm (1.5 to 2.5 feet) in normal years. The potential for surface water runoff is medium or high. Saturated hydraulic conductivity is moderately high or high in the upper part of the solum and moderately low or moderately high in the lower part. Permeability is moderate in the upper part of the solum and slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn and soybeans, tobacco, and wheat. Some areas are used for hay and pasture, and a few areas are in woodland. Native vegetation is hardwood forest composed primarily of oak, hickory, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114A in southeastern Indiana. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Indiana, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Deputy series has been separated out of soils previously included with the Trappist series. The original concept of this series allowed it to form in an intervening layer of till. Data collected as of March 1995 indicates the intervening layer of till to be a map unit inclusion. Because Deputy soils are adjacent to soils on the till plain, it is common to find a few glacial pebbles in the middle part of the series control section (2Bt). Geological Survey Bulletin 44 from the Indiana Dept. of Natural Resources gives information on the stratigraphy of the New Albany Shale in Indiana. A severely eroded phase is recognized.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from 0 to 20 cm (8 inches) (Ap horizon).\nArgillic horizon: from 20 to 135 cm (8 to 53 inches) (Bt, 2Bt and 2Btg horizons).\nParalithic contact: at 135 cm (53 inches) (2Cr horizon).\nLithic contact: at 196 cm (77 inches).\nRedoximorphic depletions: from 38 to 135 cm (15 to 53 inches).\nThe representative component and horizon data is in DMU# 124497.\nADDITIONAL DATA: Lab data for pedons S87IN143-13, S89IN143-2 and S80IN-77-4 (partial data for typical pedon) is on file at the National Soil Survey Lab in Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
