{
  "SERIES": "DERINDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JCD-TWN",
  "REVDATE": "01/2015",
  "STATES": "IL,IA,MN,WI",
  "OVERVIEW": "The Derinda series consists of moderately deep, moderately well drained soils on bedrock controlled topography of the driftless areas on rounded ridgetops, saddles, or structural benches. These soils formed in a thin layer of loess and in residuum from calcareous shales of Ordovician Age. Slopes range from 2 to 60 percent. Mean annual air temperature is about 8.3 degrees C (47 degrees F). Mean annual precipitation is about 890 millimeters (35 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Derinda silt loam, on an 8 percent slope at an elevation of about 274 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; many roots; few distinct light gray (10YR 7/1 and 10YR 7/2) (dry) silt coatings on faces of peds; few fine faint black (10YR 2/1) accumulations of iron and manganese oxides in the matrix; slightly acid; abrupt smooth boundary. [15 to 23 centimeters (6 to 9 inches) thick]\nBE--18 to 31 centimeters (7 to 12 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; common roots; very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) worm channel fillings; slightly acid; clear smooth boundary. [10 to 20 centimeters (4 to 8 inches) thick]\nBt1--31 to 46 centimeters 12 to 18 inches); brown (10YR 4/3) silty clay loam; moderate very fine and fine subangular blocky structure; firm; common roots; common distinct brown (10YR 4/3) clay films on faces of peds; few fine distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron-manganese oxides in the matrix; few fine distinct black (10YR 2/1) masses  of iron-manganese oxides in the matrix; few small chert fragments; slightly acid; clear smooth boundary. [5 to 25 centimeters (2 to 10 inches) thick]\n2Bt2--46 to 58 centimeters 18 to 23 inches); variegated grayish brown (10YR 5/2) and yellowish brown (10YR 5/4) silty clay; moderate fine and medium prismatic structure parting to strong fine and medium angular blocky; firm; common roots; many distinct dark gray (10YR 4/1) clay films on faces of peds; common fine distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron-manganese oxides in the matrix; many fine distinct black (10YR 2/1) masses of iron-manganese oxides in the matrix; few small chert fragments; neutral; clear smooth boundary. [13 to 20 centimeters (5 to 8 inches) thick]\n2BCt--58 to 64 centimeters (23 to 25 inches); variegated brownish yellow (10YR 6/6), yellow (10YR 7/8) and strong brown (7.5YR 5/6 and 7.5YR 5/8) loam; material appears to be mainly disintegrated soft limestone; weak medium angular blocky structure; very friable; few roots; many distinct dark grayish brown (10YR 4/2) clay films in root channels; many fine prominent black (10YR 2/1) masses of iron-manganese oxides in the matrix; slightly alkaline; clear smooth boundary. [5 to 13 centimeters (2 to 5 inches) thick]\n2Cr--64 to 152 centimeters (25 to 60 inches); gray (5Y 6/1), pale olive (5Y 6/3), dark reddish gray (10R 4/1), reddish gray (10R 5/1) and weak red (10R 5/2) clay shale, spots of white (10YR 8/1) lime in the pale olive (5Y 6/3) zones; a few brownish yellow (10YR 6/6) to yellow (10YR 7/8) limestone slabs 5 to 8 centimeters (2 to 3 inches) thick are just below the 2BCt horizon in a discontinuous pattern; weak coarse angular blocky inherited rock structure; extremely firm; few roots in upper part; 5 percent limestone gravel 25 to 75 millimeters in diameter; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills; Stephenson County, Illinois subset; about 4 miles south of Pearl City; located about 480 feet east and 2,060 feet north of the southwest corner of sec. 32, T. 26 N., R. 6 E.; USGS Boone Branch topographic quadrangle; lat. 42 degrees 12 minutes 13 seconds N. and long. 89 degrees 50 minutes 33 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of loess--38 to 76 centimeters\nDepth to residuum from shale--38 to 76 centimeters\nDepth to paralithic contact--51 to 102 centimeters\nAverage content of clay in the particle-size control section:--between 35 to 42 percent.\nA or Ap horizon:\nHue--10YR\nValue--4, in uncultivated areas thin A horizons have value of 2 or 3\nChroma--2 to 4. In uncultivated areas thin A horizons have chroma of 1 or 2\nTexture--silt loam or silty clay loam.\nAverage clay content--between 22 to 37 percent.\nReaction--moderately acid or slightly acid.\nE horizon (where it occurs):\nHue--10YR\nValue--4 to 6\nChroma--2 or 3\nTexture-- silt loam\nReaction--moderately acid or slightly acid\nBt horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 or 4\nTexture-- silt clay loam\nClay content--35 to 40 percent\nReaction--moderately acid to neutral.\nRedoximorphic features of high chroma in the upper 25 centimeters of the Bt horizon are within the range of the series.\n2Bt horizon:\nHue of 10YR\nValue--4 or 5\nChroma--2 to 6\nTexture--silty clay, clay, or silty clay loam\nClay content--35 to 45 percent\nReaction--slightly acid to slightly alkaline\nOther features: It generally contains redoximorphic features\nThe underlying rock is primarily shale. It contains lenses of limestone or chert in many places. Gray to olive colors are more common in the shale than reddish gray and weak red colors."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aaron, Alsup, Brookside, Ebal, Goodson, Miamian, Morrisville, Munterville, Shircliff, Skrainka, Useful, and Vincent series. All of these series do not have a lithic or paralithic contact within a depth of 102 centimeters (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Wisconsin driftless section, Dissected till plains, and Till plains\nParent material--38 to 76 centimeters of loess and in residuum weathered from calcareous shales of Ordovician Age\nLandform-- bedrock controlled topography on rounded ridgetops, saddles, or on structural benches\nSlope--2 to 60 percent and is commonly 5 to 20 percent.\nMean annual air temperature--6 to 11 degrees C\nMean annual precipitation--760 to 1020 millimeters\nFrost-free period--140 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Derinda soils are associated on similar or nearby landscape positions with soils formed in thicker loess or having prairie influence or both, and soils underlain by limestone. These are the Dubuque, Eleroy, Keltner, Massbach, Ridott, Schapville, and Vanmeter soils.\nDubuque--are in similar landscape positions and are underlain with limestone.\nEleroy, Keltner, Massbach, and Ridott--are in similar landscape positions, have a thicker loess mantle, and are deeper to a paralithic or lithic contact.\nSchapville--are in similar landscape positions and have a mollic epipedon\nVanmeter--are in similar landscape positions and have a lighter surface color"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained; a saturated zone occurs within depths of 76 to 107 centimeters (2.5 to 3.5 feet) during March to June in normal years and is considered perched.\nSaturated hydraulic conductivity is low or moderately low (0.01 to 1.41 micrometers per second). Permeability slow or very slow.\nThe potential for surface runoff is high to very high as related to slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are small and land use is similar to adjoining areas. Where the soil is in large areas, it is cultivated or in pasture. The principal crops are hay, corn and small grains. The native vegetation is deciduous forest of oak, hickory, elm, basswood, and some ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nLRRs--M; in the driftless areas of northwestern Illinois, southeastern Minnesota, northeast Iowa, and southwest Wisconsin\nMLRAs--Central Wisconsin and Minnesota Thin Loess and Till (90B), Illinois and Iowa Deep Loess and Drift (108A and 108B), and Northern Mississippi Valley Loess Hills (105)\nCentral Mississippi valley wooden slopes - northern part (115C)\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: ST. PAUL, MINNESOTA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jo Daviess County, Illinois, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 30 to 64 centimeters (Bt1, 2Bt2, and 2BCt horizons)\nSeries control section--the zone from the surface to a depth of 89 centimeters (Ap, BE, Bt1, 2Bt2, 2BCt, and 2Cr horizons).\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon--the zone from the surface to a depth of 30 centimeters (12 inches), (Ap and BE horizons);\nArgillic horizon--the zone from a depth of 30 to 64 centimeters (12 to 25 inches), (Bt1, 2Bt2, and 2BCt horizons);\nParalithic contact--the zone beginning at a depth of 64 centimeters (25 inches) (2Cr horizon).\nUdic moisture regime.\nCation-exchange class is inferred from lab data from similar soils in the surrounding area. Taxonomy version--Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
