{
  "SERIES": "DEROUX",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTK/RJE/RWL",
  "REVDATE": "06/2011",
  "STATES": "WA",
  "OVERVIEW": "The Deroux series consists of moderately deep, well drained soils formed in colluvium and residuum from sandstone with an admixture of volcanic ash. Deroux soils are on mountain sides. Slopes are 30 to 90 percent. The mean annual precipitation is about 55 inches and the mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Andic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Deroux cobbly ashy loamy sand under a coniferous forest on a 55 percent southwest-facing slope at an elevation of 3,600 feet. The soil was dry when described. (Colors are for dry soil unless otherwise stated.)\nOi & Oe--0 to 2 inches; duff and litter; abrupt wavy boundary. (1/2 to 2 inches thick)\nA--2 to 9 inches; dark grayish brown (10YR 4/2) cobbly ashy loamy sand, (volcanic ash), very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; loose; common very fine, fine roots; 15 percent gravel, 15 percent cobbles, 5 percent paragravel, 5 percent paracobbles; NaF pH 10.5; slightly acid (pH 6.2); abrupt wavy boundary. (7 to 10 inches thick)\n2Bw1--9 to 12 inches; yellowish brown (10YR 5/4) very cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic, weakly smeary; many very fine, fine and common medium, and coarse roots; 10 percent gravel, 30 percent cobbles, 5 percent stones, 5 percent paragravel, 10 percent paracobbles; NaF pH 11.5; moderately acid (pH 6.0); clear wavy boundary. (3 to 9 inches thick)\n2Bw2--12 to 25 inches; yellowish brown (10YR 5/4) very stony sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; weathered, very friable, nonsticky and slightly plastic, weakly smeary; common very fine, fine and few medium roots; 5 percent gravel, 15 percent cobbles, 30 percent stones, 5 percent paragravel, 10 percent paracobbles, 20 percent parastones; NaF pH 11.5; moderately acid (pH 6.0); gradual wavy boundary. (10 to 25 inches thick)\n2R--25 inches; fractured hard swauk sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 2 miles southwest of Esmeralda Peaks; 1,400 feet west and 700 feet south of the northeast corner sec. 14, T. 22 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to sandstone ranges from 20 to 40 inches. The average annual soil temperature ranges from 45 to 47 degrees F. The soils are usually moist but are dry in all parts in the moisture control section for 60 to 75 consecutive days during summer and fall. The upper 7 to 12 inches has an estimated volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus iron of 1.0 to 2.0 percent, 15-bar moisture content of 10 to 12 percent, and moist bulk density of 0.85 to 1.0 g/cc. The exchange complex is estimated to be dominated by amorphous material in the particle-size control section.\nThe A horizon has value of 4 or 5 dry, and chroma of 2 or 3 dry or moist. The 2Bw1 horizon has value of 3 or 4 moist. It averages 40 to 50 percent rock fragments and 5 to 15 percent sandstone parafragments. Reaction is moderately acid or strongly acid.\nThe 2Bw2 horizon has value of 3 or 4 moist, and chroma of 3 through 6 dry, 3 or 6 moist. Texture is very stony or very cobbly sandy loam.  It averages 50 to 65 percent rock fragments and 20 to 35 percent sandstone parafragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bertolotti, Cliffdell (T), Littlejohn, Mountaineer,  Pheeney, Pitcher, Roxer, Scotties, and Umpa soils.\nBertolotti soils - more than 60 inches to bedrock\nCliffdell soils - more than 60 inches to bedrock; dry 45 to 60 consecutive following summer solstice\nLittlejohn soils - dry 45 to 60 consecutive following summer solstice; more than 60 percent volcanic ash in upper 7 to 14 inches\nMountaineer soils - 5 to 20 percent volcanic ash throughout solum; pscs with 35 to 60 percent rock fragments of gneiss or schist origin\nPheeney soils - dry 45 to 60 consecutive following summer solstice; pscs with 35 to 70 percent rock fragments of andesite and breccia origin\nPitcher soils - more than 60 inches to bedrock; dry 45 to 60 consecutive following summer solstice\nRoxer soils - 40 to more than 60 inches to bedrock\nScotties soils - 40 to 60 inches to lithic contact\nUmpa soils - mean annual soil temperature of 40 to 44 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Deroux soils are on mountain sides and have slopes of 30 to 90 percent. They formed in colluvium and residuum from Swauk sandstone with an admixture of volcanic ash. Elevations are 3,400 to 5,800 feet. The soils are in a continental climate with warm, dry summers and cool, moist winters. The mean annual precipitation is 40 to 65 inches. The mean January temperature is about 26 degrees F. and the mean July temperature is about 65 degrees F. The mean annual temperature is 43 to 45 degrees F. The growing season at 28 degrees F is 145 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing   Roxer soils and the Natkim soils. Natkim soils are deep and very deep to bedrock and are located on glacial valley walls."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium to rapid. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, and recreation. Vegetation is Douglas-fir, grand fir, ponderosa pine, lodgepole pine and western white pine with an understory of pachystima, pinemat manzanita, huckleberry, creambush oceanspray, pinegrass and elksedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East slopes of the Cascade Mountains in north-central Kittitas County; MLRA 6. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 2 to 9 inches\nCambic horizon - the zone from 9 to 25 inches\nAndic feature - the zone from 2 to 9 inches\nLithic contact - the zone beginning at 23 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oi & Oe--0 to 2 inches; duff and litter; abrupt wavy boundary. (1/2 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--2 to 9 inches; dark grayish brown (10YR 4/2) cobbly ashy loamy sand, (volcanic ash), very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; loose; common very fine, fine roots; 15 percent gravel, 15 percent cobbles, 5 percent paragravel, 5 percent paracobbles; NaF pH 10.5; slightly acid (pH 6.2); abrupt wavy boundary. (7 to 10 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 23,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw1--9 to 12 inches; yellowish brown (10YR 5/4) very cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic, weakly smeary; many very fine, fine and common medium, and coarse roots; 10 percent gravel, 30 percent cobbles, 5 percent stones, 5 percent paragravel, 10 percent paracobbles; NaF pH 11.5; moderately acid (pH 6.0); clear wavy boundary. (3 to 9 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 30,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw2--12 to 25 inches; yellowish brown (10YR 5/4) very stony sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; weathered, very friable, nonsticky and slightly plastic, weakly smeary; common very fine, fine and few medium roots; 5 percent gravel, 15 percent cobbles, 30 percent stones, 5 percent paragravel, 10 percent paracobbles, 20 percent parastones; NaF pH 11.5; moderately acid (pH 6.0); gradual wavy boundary. (10 to 25 inches thick)"
      },
      {
        "name": "2R",
        "top": 64,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--25 inches; fractured hard swauk sandstone."
      }
    ]
  ]
}
