{
  "SERIES": "DERROC",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWH-WJE-MHC-DGF",
  "REVDATE": "05/2004",
  "STATES": "VA",
  "OVERVIEW": "The Derroc series consists of very deep, well drained soils formed in alluvium derived from limestones, shales, quartzites, and sandstones on flood plains. Permeability is moderately rapid or rapid. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 38 inches, and mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Derroc on a concave 2 percent slope in a forest. (Colors are for moist soil unless otherwise stated)\nOi--3 to 0 inches; loose leaves and twigs and very dark grayish brown (10YR 3/2) organic matter.\nA--0 to 3 inches; dark brown (10YR 3/3) cobbly sandy loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; few fine pores; 20 percent gravel and cobbles; moderately acid; abrupt smooth boundary. (0 to 9 inches thick)\nBw1--3 to 12 inches; yellowish brown (10YR 5/6) very cobbly sandy loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine and medium roots; few fine pores; 40 percent gravel and cobbles; moderately acid; clear wavy boundary.\nBw2--12 to 37 inches; yellowish brown (10YR 5/6) extremely cobbly sandy loam; weak fine and medium subangular blocky structure; very friable; few fine and medium roots; few organic stains on faces of rock fragments; 65 percent sandstone gravel and cobbles; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizon is 20 to 35 inches)\nC1--37 to 46 inches; yellowish brown (10YR 5/6) very cobbly loamy sand; single grained; loose; few fine roots; 40 percent gravel and cobbles; moderately acid; clear wavy boundary.\nC2--46 to 65 inches; yellowish brown (10YR 5/6) very cobbly sandy loam; weak medium and coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; common distinct light brownish gray (10YR 6/2) redoximorphic depletions; 40 percent gravel and cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shenandoah County, Virginia; 0.6 mile south of intersection of VA-678 and VA-613, 800 feet west of Passage Creek on the Shenandoah-Warren County line."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches. Depth to bedrock is more than 60 inches. Rock fragments range from 5 to 60 percent in the A and Ap horizons and from 30 to 80 percent in the Bw and C horizons with an average of 35 percent or more between depths of 10 and 40 inches. Reaction is moderately acid to neutral throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 4 and chroma of 2 to 4. It is sandy loam, loam, or silt.\nSome pedons have an Ap horizon with hue of 7.5YR or 10YR, value of 2 to 5, and chroma of 2 to 6. It is sandy loam, loam or silt loam.\nThe Bw horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 or 6. It is sandy loam or loam.\nSome pedons have a BC horizon with hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 or 6. It is loamy sand, sandy loam, or loam.\nThe C horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 3 to 6. It is loamy sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Derroc soils formed in alluvium derived from limestones, sandstones, quartzites, and shales on flood plains. Slope gradients range from 0 to 5 percent. Climate is temperate and humid. Mean annual air temperature ranges from 50 to 57 degrees F., mean annual precipitation ranges from 30 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alonzville, Berks, Botetourt, Broadway, Caverns, Coursey, Frederick, Gladehill, Groseclose, Gullion, Ingledove, Irongate, Lehew, Moomaw, Newmarc, Nomberville, Shottower, Weikert, and Wolfgap soils. Alonzville, Botetourt, Caverns, Coursey, Ingledove, Newmarc, and Shottower soils contain fewer rock fragments in the subsoil and are on stream terraces. Berks, Lehew, and Weikert soils are shallower to bedrock and are on uplands. Broadway, Gladehill, Gullion, Irongate, Nomberville, and Wolfgap soils contain fewer rock fragments in the subsoil and are on similar landscapes. Frederick and Groseclose soils contain fewer rock fragments in the subsoil, and are on uplands. Moomaw soils have a fragipan and are on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff potential is negligible. Permeability is moderately rapid or rapid. Derroc soils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Derroc soils are mainly used for the production of forest products. The remaining areas are cultivated. Pasture, hay, small grain, and corn are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 128. In the Valley and Ridge physiographic province in Virginia, and possibly, West Virginia, Maryland, Kentucky, and Pennsylvania. The area is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shenandoah County, Virginia, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 3 inches. (the A horizon)\n2. Cambic horizon - the zone from 3 to 37 inches. (Bw horizon)\n3. Fluventic feature - irregular decrease in organic-carbon content.\n4. Udic moisture regime.\nSoils now within the range of the Derroc series were correlated Craigsville in several published soil surveys.\nADDITIONAL DATA: Morphological, chemical, textural, and mineralogical data are reported in:\nEdmonds, W. J., D. D. Rector, D. A. Gall, D. R. Hatch, R. S. Joslyn, and J. C. Baker. 1987. Properties and classification of soils derived from stratified alluvium in the Valley and Ridge Province of Virginia. Va. Agric. Exp. Stn. Bull. 85-10.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 8,
        "bottom": 0,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "narrative": "Oi--3 to 0 inches; loose leaves and twigs and very dark grayish brown (10YR 3/2) organic matter."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; dark brown (10YR 3/3) cobbly sandy loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; few fine pores; 20 percent gravel and cobbles; moderately acid; abrupt smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--3 to 12 inches; yellowish brown (10YR 5/6) very cobbly sandy loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine and medium roots; few fine pores; 40 percent gravel and cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--12 to 37 inches; yellowish brown (10YR 5/6) extremely cobbly sandy loam; weak fine and medium subangular blocky structure; very friable; few fine and medium roots; few organic stains on faces of rock fragments; 65 percent sandstone gravel and cobbles; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizon is 20 to 35 inches)"
      },
      {
        "name": "C1",
        "top": 94,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--37 to 46 inches; yellowish brown (10YR 5/6) very cobbly loamy sand; single grained; loose; few fine roots; 40 percent gravel and cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 117,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "narrative": "C2--46 to 65 inches; yellowish brown (10YR 5/6) very cobbly sandy loam; weak medium and coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; common distinct light brownish gray (10YR 6/2) redoximorphic depletions; 40 percent gravel and cobbles; moderately acid."
      }
    ]
  ]
}
