{
  "SERIES": "DERWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  SOD/HBM",
  "REVDATE": "12/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Durinodic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Derwell gravelly very fine sandy loam--on a 1 percent smooth, south aspect at 6,560 feet elevation in rangeland.  (Colors are for dry soil unless otherwise noted.  When described on August 7, 1985, the soil was dry throughout.)\nA--0 to 2 inches; pale brown (10YR 6/3) gravelly very fine sandy loam, brown (10YR 4/3) moist; moderate medium platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine interstitial pores; 15 percent pebbles; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (1 to 4 inches thick)\nBk1--2 to 9 inches; light yellowish brown (10YR 6/4) very fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine interstitial pores; 10 percent pebbles; few lime coatings less than 1 mm thick on undersides of some coarse fragments; violently effervescent, moderately alkaline (pH 7.9); clear smooth boundary. (4 to 8 inches thick)\nBk2--9 to 15 inches; very pale brown (10YR 7/3) sandy loam, light yellowish brown (10YR 6/4) moist; moderate medium platy structure; hard, firm, nonsticky and nonplastic; common fine and few medium roots on structure plates; common very fine and fine interstitial pores; 10 percent pebbles; few lime coatings less than 1 mm thick on undersides of some coarse fragments; violently effervescent, slightly alkaline (pH 7.7); clear wavy boundary. (4 to 8 inches thick)\nBkq1--15 to 27 inches; very pale brown (10YR 7/3) very gravelly sandy loam, light yellowish brown (10YR 6/4) moist; moderate thick platy structure; hard, brittle or firm with 10 percent of horizon friable, nonsticky and nonplastic; few fine roots in fractures; common very fine and fine interstitial pores; 10 percent pebbles; 25 percent strongly cemented durinodes; krotovinas 4 to 6 inches in diameter filled with root mats and finer material; violently effervescent, slightly alkaline (pH 7.6); gradual wavy boundary. (5 to 15 inches thick)\nBkq2--27 to 38 inches; light gray (10YR 7/2) gravelly fine sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine interstitial pores; 15 percent pebbles; few lime coatings less than 1 mm thick on undersides of some coarse fragments; 10 percent strongly cemented durinodes; violently effervescent; neutral (pH 7.3); gradual wavy boundary. (5 to 15 inches thick)\nBkq3--38 to 45 inches; very pale brown (10YR 7/3) gravelly fine sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; many very fine and fine interstitial pores; 30 percent pebbles; lime and minor silica coatings 1 mm thick on undersides of coarse fragments; violently effervescent; slightly alkaline (pH 7.4); gradual wavy boundary. (5 to 15 inches thick)\n2Bkq4--45 to 60 inches; multicolored extremely gravelly sand; single grain; loose; many fine interstitial pores; 65 percent pebbles; lime and minor silica coatings 1 mm thick on undersides of coarse fragments; krotovinas 4 to 6 inches in diameter filled with root mats and finer material; strongly effervescent; slightly alkaline (pH 7.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Idaho; approximately 2 miles west of Chilly Butte, about 1300 feet north and 1200 feet west from the southeast corner of section 34, T.9N., R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 39 to 45 degrees F\nControl section -\nClay content - 8 to 15 percent\nCoarse fragments:  10 to 30 percent\nDepth to calcic horizon - 1 to 4 inches with 20 to 40 percent calcium carbonate\nDepth to durinodes - 10 to 20 inches\nDepth to sand and gravel (2Bkq horizon) - 40 to 60 inches\nA horizon\nValue - 3 or 4 moist\nBk horizon\nValue - 6 or 7 dry, 4 through 6 moist\nChroma - 3 or 4 dry\nTexture - VFSL, SL, GR-SL\nCoarse fragments - 10 to 20 percent\nReaction - slightly or moderately alkaline\nBkq1 horizon\nValue - 7 or 8 dry, 6 or 7 moist\nChroma - 2 through 4 dry or moist\nTexture - very gravelly SL\nCoarse fragments - 5 to 20 percent\nPercent durinodes - 20 to 35\nBkq horizon\nValue - 6 or 7 dry, 5 through 7 moist\nChroma - 2 or 3 dry, 3 or 4 moist\nTexture - GR-FSL, GRV-SL\nCoarse fragments - 15 to 50 percent\nBkq2 and Bkq3 horizon\nValue - 6 or 7 dry, 4 to 6 moist\nChroma - 3 or 4 moist and dry\nCoarse fragments - 60 to 80 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Derwell soils are on outwash fans and fan terraces.  These soils formed in alluvium.  Slopes are 1 to 6 percent. Elevations are 5,000 to 6,800 feet.  The climate is cold and moist in winter and spring and dry in summer.  Average annual precipitation is 8 to 11 inches.  Average summer temperature is 60 to 62 degrees F. Average annual temperature is 37 to 44 degrees F.  Frost-free period is 45 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Packmo and Zer soils.  Packmo soils are on outwash fans and fan terraces and have loamy-skeletal control sections.  Zer soils are on mountains and fan terraces and have loamy-skeletal control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow runoff; moderate over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The natural vegetation is Wyoming big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nDurinodic - the zone from 15 to 27 inches (the Bkqm horizon) has over 20 percent strongly cemented durinodes in a brittle matrix.\nCalcic horizon - The zone from 2 to 45 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
