{
  "SERIES": "DESART",
  "STATUS": "Established Series",
  "BYREV": "TMC-CJH",
  "REVDATE": "8/98",
  "STATES": "ND",
  "OVERVIEW": "The Desart series consists of deep and very deep, well drained, slowly permeable soils that formed in moderately coarse textured alluvium or residuum.  These soils are on terraces, fans and uplands and have slope ranging from 0 to 9 percent.  Mean annual temperature is 42 degrees F, and mean annual precipitation is 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Natrustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Desart fine sandy loam--on a 2 percent southeast facing slope in native grassland.  (Colors are for dry soil unless otherwise stated)\nA1--0 to 11 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; slightly acid; clear smooth boundary.\nA2--11 to 20 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure ; soft, very friable, nonsticky and nonplastic; many very fine roots; neutral; clear smooth boundary.  (Combined A horizons 15 to 20 inches thick)\nE--20 to 24 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure parting to weak coarse platy; soft, very friable, nonsticky and nonplastic; common very fine roots; slightly alkaline; abrupt wavy boundary.  (0 to 10 inches thick)\nBtn--24 to 31 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, olive brown (2.5Y 4/3) moist; strong coarse columnar structure parting to weak coarse platy; very hard, firm, slightly sticky and slightly plastic; few very fine roots; common faint dark grayish brown (2.5Y 4/2) moist clay films on faces of peds; strongly alkaline; clear wavy boundary.  (5 to 16 inches thick)\nC--31 to 60 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, very friable, nonsticky and nonplastic; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sioux County, North Dakota; about 5 miles east and 7 miles north of Selfridge; 1300 feet west and 300 feet south of the northeast corner, sec. 28, T. 131 N., R. 81 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the natric horizon is 20 to 30 inches.\nThe A horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist with chroma of 2 or 3.  It typically is fine sandy loam but the range includes loamy fine sand, very fine sandy loam and sandy loam.  It is slightly acid to moderately alkaline.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 3 to 5 moist, and chroma of 1 or 2.  It is very fine sandy loam, loamy fine sand, fine sandy loam, sandy loam, loamy sand or fine sand.  It has or parts to weak fine to coarse platy structure.  It is slightly acid to moderately alkaline.  Some pedons have E/B or B/E horizons.\nThe Btn horizon has hue of 10YR, 2.5Y or 5Y, value of 5 or 6 and 3 to 5 moist, and chroma of 2 or 3.  It is fine sandy loam, very fine sandy loam, sandy loam or loam.  It has strong medium to very coarse columnar structure.  It is strongly alkaline.  Carbonates and salts, in the form of crystals, threads or masses are in the lower Bt horizon in some pedons.\nSome pedons have a Bk horizon up to 20 inches thick.  Where present, it has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 or 3.  It is loamy fine sand, fine sand, fine sandy loam, sandy loam or loam.  It is moderately alkaline or strongly alkaline.  Some pedons have Bky or BCk horizons.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 or 3.  It is loam, sandy loam or loamy fine sand.  It is moderately alkaline or strongly alkaline.  Some pedons have a sandstone Cr horizon or sandy clay loam or loam materials at depths of more than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ekalaka, Evridge and Portal series.  Ekalaka and Portal soils have a natric horizon within a depth of 20 inches of the surface.  Evridge soils are moderately deep to soft sandstone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Desart soils are on level to moderately sloping terraces, fans and uplands.  Slope ranges from 0 to 9 percent.  The soils formed in moderately coarse textured alluvium or residuum.  The climate is semiarid with a mean annual temperature ranging from 40 degrees to 45 degrees F, and mean annual precipitation ranging from 13 to 18 inches. Most of the precipitation falls in the spring and summer months."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ekalaka soils and the Flasher, Parshall, Tally and Vebar soils.  Ekalaka soils are in complex with Desart soils on convex, slightly higher lying nearby positions.  Flasher soils are shallow soils on nearby steep hills and side slopes.  Parshall, Tally and Vebar soils are on adjacent terraces and uplands and do not have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow. Permeability is moderately rapid above the Bt and slow through the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cropland used for growing small grains.  Grassland used for range and hay.  Native vegetation is mid and short prairie grasses, needleandthread, prairie sandreed, blue grama and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern North Dakota, and possibly northwestern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 20 inches (A1 and A2 horizons); albic horizon - the zone from 20 to 24 inches (E horizon); natric horizon - the zone from 24 to 31 inches (Btn horizon).\nThere is some question whether the pedon classifies as coarse-loamy over sandy or sandy-skeletal.\nADDITIONAL DATA:  North Dakota Agricultural Experiment Station data number S62ND-19-1 (sampled as Ekalaka).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 11 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 28,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--11 to 20 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure ; soft, very friable, nonsticky and nonplastic; many very fine roots; neutral; clear smooth boundary.  (Combined A horizons 15 to 20 inches thick)"
      },
      {
        "name": "E",
        "top": 51,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--20 to 24 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure parting to weak coarse platy; soft, very friable, nonsticky and nonplastic; common very fine roots; slightly alkaline; abrupt wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Btn",
        "top": 61,
        "bottom": 79,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btn--24 to 31 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, olive brown (2.5Y 4/3) moist; strong coarse columnar structure parting to weak coarse platy; very hard, firm, slightly sticky and slightly plastic; few very fine roots; common faint dark grayish brown (2.5Y 4/2) moist clay films on faces of peds; strongly alkaline; clear wavy boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 79,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--31 to 60 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, very friable, nonsticky and nonplastic; strongly alkaline."
      }
    ]
  ]
}
