{
  "SERIES": "DESCALABRADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER; JLL; GRB",
  "REVDATE": "09/2006",
  "STATES": "PR",
  "OVERVIEW": "The Descalabrado series consists of shallow, well drained, moderately permeable soils on side slopes and summits of hills and mountains of the Semiarid Mountains and Valleys MLRA.  They formed in residuum and colluvium that weathered from basic volcanic rock.  Near the type location, the mean annual temperature is about 77 degrees F., and the mean annual precipitation is about 35 inches.  Slopes range from 2 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, mixed, superactive, isohyperthermic, shallow Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Descalabrado clay--pastureland (Colors are for moist soil).\nAp--0 to 5 inches; dark brown (10YR 3/3) clay; weak fine subangular blocky structure parting to moderate medium granular; slightly hard, friable; slightly sticky, slightly plastic; many fine roots; about 12 percent, by volume, angular pebbles; neutral; clear smooth boundary. (2 to 6 inches thick)\nBw--5 to 10 inches; dark brown (7.5YR 3/2) clay; weak fine subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; few fine roots; about 12 percent, by volume, angular pebbles; neutral; irregular wavy boundary. (4 to 7 inches thick)\nCr--10 to 18 inches; highly fractured unconsolidated volcanic rock. (4 to 7 inches thick)\nR--18 inches; hard consolidated volcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lajas, Puerto Rico.  Approximately 3.0 miles southwest of downtown Sabana Grande from the intersection of P.R. Hwy. 120 and P.R. Hwy. 364, about 0.3 mile north from the intersection of P.R. Hwy. 117 and P.R. Hwy. 328, and 400 feet west of P.R. Hwy. 328 in pastureland.  USGS Sabana Grande topographic quadrangle (1966); lat. 18 degrees 02 minutes 39 seconds N; and long. 66 degrees 59 minutes 00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to fractured unconsolidated volcanic rock ranges from 10 to 16 inches.  Depth to hard consolidated volcanic bedrock ranges from 16 to 25 inches.  Reaction ranges from slightly acid to neutral throughout. The combined total of rock fragments in the control section is less than 35 percent by volume.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is clay loam, clay, or their gravelly or cobbly analogs.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 2 or 3.  Texture is clay loam, clay, or their gravelly or cobbly analogs.\nThe C horizon, where present, has hue of 10Yr, value of 3, and chroma of 3.  Texture is loamy sand or their gravelly or cobbly analogs.\nThe Cr horizon is composed of unconsolidated basic volcanic rock and having the same range of colors as the B2 horizon.  It can be excavated with difficulty with hand tools, and is rippable by mechanical equipment.\nThe R layer is composed of hard fractured basic volcanic bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family.  Cramer and Duey soils are in a closely related family.  Cramer soils are on similar positions, have an active CEC activity class, and have redder subsoils.  Duey soils are on similar positions of limestone hills, and are clayey-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Descalabrado soils are on side slopes and summits of hills and mountains on the Semiarid Mountains and Valleys MLRA.  Slopes range from 2 to 60 percent.  They formed in residuum and colluvium material of mixed origin overlying basic volcanic rocks.  The climate is semiarid tropical.  The average annual precipitation ranges from 25 to 45 inches and the average annual temperature ranges from 75 to 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aguilita, Guayama, Jcana and Juana Diaz series.  Aguilita soils are on similar positions of limestone hills, are deep to soft limestone bedrock, and have carbonatic control sections.  Guayama and Juana Diaz soils are on similar positions but do not have a mollic epipedon.  In addition, Juana Diaz soils weathered from sandstone.  Jacana soils are on adjacent lower positions and are moderately deep to volcanic rock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Descalabrado soils are used for pastureland. A few small areas are used for corn, pigeon peas, avocado and mangoes.  The vegetation consists of native and introduced grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Side slopes and summits of hills and mountains of the Semiarid Mountains and Valleys MLRA. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Croix, U.S. Virgin Islands; 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 5 inches (Ap horizon).\nCambic horizon - the zone from 5 to 10 inches (Bw horizon).\nParalithic contact - the contact at 10 inches (Cr horizon).\nLithic contact - the contact at 18 inches (R horizon).\nThe original concept of this series was 15 to 35 inches of residuum over volcanic bedrock as mapped by Dr. James Thorp during the first soil survey of St. Croix in 1932.  It was correlated as Lithic Vertic Ustropepts in the 1970 Soil Survey of the U.S. Virgin Islands.  The type location was moved to Lajas, Puerto Rico in the 1965 Soil Survey of Lajas Valley Area.  This series was not correlated in the 2002 Soil Survey Update of the U.S. Virgin Islands.  The classification was updated with the 11/2004 draft from Clayey, mixed, superactive, isohyperthermic Lithic Haplustolls to Clayey, mixed, superactive, isohyperthermic, shallow Typic Haplustolls based on the recognition of a paralithic contact.\nADDITIONAL DATA: Characterization pedon - Lajas Municipality, Puerto Rico; S61PR-121-002.  Sample by NSSL, Lincoln, NE., 03/1961.\nDescalabrado soils are in MLRA 271.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark brown (10YR 3/3) clay; weak fine subangular blocky structure parting to moderate medium granular; slightly hard, friable; slightly sticky, slightly plastic; many fine roots; about 12 percent, by volume, angular pebbles; neutral; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw--5 to 10 inches; dark brown (7.5YR 3/2) clay; weak fine subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; few fine roots; about 12 percent, by volume, angular pebbles; neutral; irregular wavy boundary. (4 to 7 inches thick)"
      },
      {
        "name": "Cr",
        "top": 25,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--10 to 18 inches; highly fractured unconsolidated volcanic rock. (4 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; hard consolidated volcanic bedrock."
      }
    ]
  ]
}
