{
  "SERIES": "DESERTQUEEN",
  "STATUS": "Established Series",
  "BYREV": "PRR/CAH",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Desertqueen series consists of very shallow and shallow, well drained soils that formed in alluvially-influenced colluvium and/or residuum derived from granite and gneissic rocks. The soils are on pediments, hills and mountains. Slopes range from 2 to 50 percent. The mean annual precipitation is about 138 millimeters (5.5 inches) and the mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Desertqueen sandy loam, on a linear, 5 percent slope at an elevation of 1,290 meters (4,230 feet).  (Colors are for dry soils unless otherwise noted.) The surface is covered by approximately 60 percent fine gravel and 25 percent medium and coarse gravel.\nA -- 0 to 4 centimeters (0 to 2 inches); yellowish brown (10YR 5/4) sandy loam, dark brown (10YR 3/3) moist; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots throughout; common very fine vesicular pores; 9 percent fine gravel and 3 percent medium and coarse gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (2 to 10 centimeters thick)\nBt1 -- 4 to 13 centimeters (2 to 5 inches); dark yellowish brown (10YR 4/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and common very fine roots throughout; common fine interstitial pores; 8 percent distinct, dark yellowish brown (10YR 4/4) clay films on faces of peds and on surfaces along pores, and 2 percent faint, dark yellowish brown (10YR 3/4) clay bridges between sand grains; 6 percent fine gravel and 9 percent medium and coarse gravel; slightly alkaline (pH 7.7); abrupt wavy boundary.\nBt2 -- 13 to 30 centimeters (5 to 12 inches); yellowish brown (10YR 5/6) sandy loam, dark yellowish brown(10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and medium roots throughout; few very fine dendritic tubular pores; 20 percent distinct, yellowish brown (10YR 5/6) clay films on faces of peds; 6 percent fine gravel and 4 percent medium and coarse gravel; slightly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (Combined thickness of the Bt horizons is 8 to 26 centimeters thick)\nBCt -- 30 to 36 centimeters (12 to 14 inches); yellowish brown (10YR 5/6) extremely gravelly loamy coarse sand, dark yellowish brown (10YR 4/6) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; 20 percent distinct, yellowish brown (10YR 5/6), dry, clay films on faces of peds; 65 percent fine gravel and 10 percent medium and coarse gravel; slightly acid (pH 6.3); clear wavy boundary. (0 to 6 centimeters thick)\nCrt -- 36 to 63 centimeters (14 to 25 inches); weakly cemented, fractured,  moderately weathered granite with moderate excavation difficultly with fractures greater than 10 centimeters apart and 15 percent distinct, yellowish brown (10YR 5/6), dry, clay films on bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; approximately 1 kilometer south of the Live Oak parking area, Joshua Tree National Park; 260 meters north and 230 meters east of the southwest corner of sec. 16, T.2 S., R. 9 E., San Bernardino Base and Meridian; 33 degrees north latitude, 59 minutes, 32 seconds and 116 degrees, 3 minutes, 2 seconds west longitude; USGS Malapai Hill 7.5 minute topographic quadrangle; UTM 11S 587696e 3761716n (DTM: NAD-83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms.  The soils have a typic-aridic soil moisture regime.\nSoil temperature: 15 to 19 degrees C.\nSurface rock fragments: ranges from 70 to 85 percent; with 15 to 60 percent fine gravel, 15 to 30 percent medium and coarse gravel, 0 to 15 percent cobbles, 0 to 12 percent stones, and 0 to 8 percent boulders.\nControl section-\nRock fragments: averages 5 to 35 percent, with 5 to 40 percent gravel, predominantly 2 to 5 millimeters, and 0 to 10 percent cobbles. Some pedons contain up to 20 percent paragravel.\nClay content: 10 to 18 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to argillic horizon: 2 to 20 centimeters.\nDepth to paralithic contact: 10 to 36 centimeters.\nA horizon\nValue: 4 to 6 dry, and 3 or 4 moist.\nChroma: 3 or 4, moist.\nTexture of the fine earth fraction: sand, loamy sand or sandy loam.\nClay content: 2 to 10 percent.\nRock fragments: 5 to 25 percent with 5 to 20 percent gravel, 0 to 10 percent cobbles and 0 to 5 percent stones.\nReaction: slightly acid to slightly alkaline.\nBt horizon(s)\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry, and 3 to 5 moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: coarse sandy loam or sandy loam.\nClay content: 10 to 18 percent.\nRock fragments: 8 to 40 percent, averaging 10 to 30 percent, with 8 to 30 percent gravel, 0 to 10 percent cobbles and 0 to 5 percent stones.\nEffervescence: noneffervescent to slightly effervescent.\nReaction: slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chimenea (AZ) and Pinyonpeak (CA) series.  Chiminea soils have hues redder than 7.5YR in the Bt horizon and average 18 to 25 percent clay in the argillic horizon.  Pinyonpeak soils do not receive considerable amounts of summer precipitation and are not intermittently moist in the control section for 10 to 20 days in July through September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Desertqueen soils are on pediments, hills, and mountains. Slopes range from 2 to 50 percent. These soils formed in alluvially-influenced colluvium and/or residuum derived from granite and gneissic rocks. Elevation is 960 to 1575 meters (3,150 to 5,165 feet). The climate is arid with warm, dry summers and cool, moist winters. The mean annual precipitation is 100 to 175 millimeters and the mean annual air temperature is 13 to 17 degrees C. The frost free season is 210 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Contactmine, Hexie, Ironped, Jumborox, Pinecity and Seanna soils. Contactmine, Hexie, Ironped, Pinecity and Seanna soils are on similar landscape positions. Contactmine and Hexie soils are moderately deep. In addition, Contactmine soils have a fine-loamy particle-size control section. Hexie soils are typically found on adjacent south-facing slopes and have a warmer soil temperature regime. Ironped and Pinecity soils lack argillic horizons and are sandy above a paralthic contact. Jumborox soils are on adjacent fan remnants and are very deep. Seanna soils have a warmer soil temperature regime, lack an argllic horizon and are loamy-skeletal throughout the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to high runoff; moderately high to high saturated hydraulic conductivity above the bedrock and moderately high within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife habitat. The present vegetation is blackbrush, creosote bush, California juniper and big galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California; MLRA 30.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from the Desert Queen mine within the Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 4 centimeters (A horizon)\nArgillic horizon - from a depth of 4 to 30 centimeters (Bt1 and Bt2 horizons)\nParalithic contact - the zone beginning at 36 centimeters (Crt horizon)\nParticle-size control section - from a depth of 0 to 36 centimeters (A, Bt1, Bt2 and BCt horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID: 124975708.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 4,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 0 to 4 centimeters (0 to 2 inches); yellowish brown (10YR 5/4) sandy loam, dark brown (10YR 3/3) moist; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots throughout; common very fine vesicular pores; 9 percent fine gravel and 3 percent medium and coarse gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (2 to 10 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 4,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt1 -- 4 to 13 centimeters (2 to 5 inches); dark yellowish brown (10YR 4/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and common very fine roots throughout; common fine interstitial pores; 8 percent distinct, dark yellowish brown (10YR 4/4) clay films on faces of peds and on surfaces along pores, and 2 percent faint, dark yellowish brown (10YR 3/4) clay bridges between sand grains; 6 percent fine gravel and 9 percent medium and coarse gravel; slightly alkaline (pH 7.7); abrupt wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2 -- 13 to 30 centimeters (5 to 12 inches); yellowish brown (10YR 5/6) sandy loam, dark yellowish brown(10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and medium roots throughout; few very fine dendritic tubular pores; 20 percent distinct, yellowish brown (10YR 5/6) clay films on faces of peds; 6 percent fine gravel and 4 percent medium and coarse gravel; slightly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (Combined thickness of the Bt horizons is 8 to 26 centimeters thick)"
      },
      {
        "name": "BCt",
        "top": 30,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCt -- 30 to 36 centimeters (12 to 14 inches); yellowish brown (10YR 5/6) extremely gravelly loamy coarse sand, dark yellowish brown (10YR 4/6) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; 20 percent distinct, yellowish brown (10YR 5/6), dry, clay films on faces of peds; 65 percent fine gravel and 10 percent medium and coarse gravel; slightly acid (pH 6.3); clear wavy boundary. (0 to 6 centimeters thick)"
      },
      {
        "name": "Crt",
        "top": 36,
        "bottom": 63,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Crt -- 36 to 63 centimeters (14 to 25 inches); weakly cemented, fractured,  moderately weathered granite with moderate excavation difficultly with fractures greater than 10 centimeters apart and 15 percent distinct, yellowish brown (10YR 5/6), dry, clay films on bedrock."
      }
    ]
  ]
}
