{
  "SERIES": "DESHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "03/2002",
  "STATES": "AR,TX",
  "OVERVIEW": "The Desha series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in clayey alluvium from Permian geological formations. These level to nearly level soils are on flood plains and slack water areas along the Arkansas and Red Rivers. Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Vertic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Desha silty clay, 1 percent slope, cultivated (Colors are for moist soil unless otherwise stated)\nAp--0 to 7 inches, dark reddish brown (5YR 3/2) silty clay; moderate fine subangular blocky structure; firm, plastic; many fine roots; neutral; abrupt smooth boundary. (5 to 9 inches thick)\nBwss1--7 to 20 inches, dark reddish brown (5YR 3/3) clay; moderate medium subangular blocky structure; firm, plastic; common pressure faces; few slickensides that do not intersect; few fine roots; common fine black concretions; neutral; clear wavy boundary.\nBwss2--20 to 44 inches, reddish brown (5YR 4/4) clay; common fine distinct yellowish brown and brown mottles; moderate medium subangular blocky structure; firm, plastic; many pressure faces; few slickensides that do not intersect; few fine roots; few fine black concretions; neutral; gradual smooth boundary.\nBwss3--44 to 55 inches, reddish brown (5YR 4/3) silty clay; few fine distinct brown and yellowish red mottles; moderate medium subangular blocky structure; firm, plastic; common pressure faces; few slickensides that do not intersect; few fine roots; few fine black concretions; neutral; gradual, wavy boundary. (Combined thickness of the Bw horizon ranges from 35 to 61 inches.)\nC--55 to 72 inches, brown (7.5YR 4/4) silty clay; few fine faint strong brown and few fine distinct gray mottles; massive; firm, plastic; few fine black concretions; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Desha County, Arkansas; 3/4 mile southwest of Back Gate on Highway 54; then 100 yards east of highway. NW1/4NE1/4NW1/4, sec. 16, T. 9 S., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 70 inches. Reaction ranges from slightly acid through moderately alkaline throughout. The soil is noncalcareous to 60 inches or more, but some pedon may contain hard carbonate concretions within 30 inches of the soil surface.\nThe A horizon has hue of 5YR, value of 3 and chroma of 2 or 3 or hue of 7.5YR, value of 3 and chroma of 2. Texture is silty clay or clay, but may be silty clay loam or silt loam in areas with thin layers of recent overwash.\nThe Bwss1 horizon has hue of 5YR, value of 3 and chroma of 2 or 3, or hue of 7.5YR, value of 3, and chroma of 2. Texture is clay. Mottles are in shades of yellow or brown. The lower Bwss horizons have hue of 5YR, value of 3 or 4, and chroma of 3 or 4; or hue of 7.5YR, value of 4, and chroma of 4; or hue of 2.5YR, value of 3 or 4, and chroma of 4. Mottles are in shades of red, brown, or gray. Texture is clay or silty clay. The weighted average of the 10-40 inch particle size control section ranges from 60 to 85 percent clay. Some pedons have a BC horizon similar in color and texture to the B\nThe C horizon has hue of 7.5YR, value of 4 and chroma of 4; or hue of 5YR, value of 3 or 4 and chroma of 3 or 4; or it has hue of 2.5YR, value of 3 or 4 and chroma of 4. Mottles are in shades of brown, red, or gray. Texture is silt loam through clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Series in closely related families include Bonham, Buxin, Chireno, Dardanelle, Egam, Moreland, Perry, Pledger, Portland, Roebuck, and Zaar. Bonham soils have argillic horizons and are in a fine particle size class. Buxin, Moreland, and Pledger soils are in a mixed mineralogy class and are in a fine particle size class. Chireno and Egam soils are in a fine particle size class and do not have vertic properties. Dardanelle soils have argillic horizons, do not have vertic properties, and are in a fine-silty particle size class. Perry soils do not have a mollic epipedon and are in a mixed mineralogy class. Portland soils do not have a mollic epipedon. Roebuck and Zaar soils are in a fine particle size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Desha soils are on level to nearly level flood plain and slack water areas along the Arkansas and Red Rivers. These soils formed in clayey alluvium from Permian geological formations. Slopes range from 0 to 3 percent. The mean annual temperature is about 65 degrees F. and the mean annual precipitation is about 51 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Perry and Portland series and the Bowdre, Latanier, McGehee, Oklared, Sharkey, and Wabbaseka series. These soils occur on ridge-swale, flood plains, or slack water areas adjacent to Desha soils. Bowdre soils do not have thick dark colored surface layers and formed in thin clayey alluvium over loamy sediments. Latanier and Wabbaseka soils also formed in thin clayey alluvium over loamy sediments. McGehee soils are in a fine-silty particle-size class and do not have thick dark surface layers. Oklared soils are in a coarse-loamy particle size class and are calcareous. Sharkey soils have thin dark surface layers and grayer subsoils. Robinsonville soils are in a coarse-loamy particle-size class and do not have thick dark surface layers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; runoff is slow; very slow permeability. These soils have a seasonal high water table that is within 1 to 2 feet of the soil surface from December through May. Most areas are subject to flooding unless protected by levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops include rice, soybeans, cotton, and grain sorghum. Native vegetation was sweetgum, water tupelo, water tolerant oaks, bald cypress, hackberry, and hawthorne."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Flood plains and slack water areas along the Arkansas and Red River of Arkansas, Oklahoma, and Texas. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Red River County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nMollic epipedon - The zone from the soil surface to a depth of 20 inches. (Ap and Bwss1)\nCambic horizon - The zone from 20 to 55 inches. (Bwss1, Bwss2, and Bwss3)\nSlickensides - The zone from 7 to 55 inches (Bwss1, Bwss2, and Bwss3)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization of the type location by the University of Arkansas Soil Characterization Laboratory. Pedon No. S66AR-021-009."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches, dark reddish brown (5YR 3/2) silty clay; moderate fine subangular blocky structure; firm, plastic; many fine roots; neutral; abrupt smooth boundary. (5 to 9 inches thick)"
      },
      {
        "name": "Bwss1",
        "top": 18,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bwss1--7 to 20 inches, dark reddish brown (5YR 3/3) clay; moderate medium subangular blocky structure; firm, plastic; common pressure faces; few slickensides that do not intersect; few fine roots; common fine black concretions; neutral; clear wavy boundary."
      },
      {
        "name": "Bwss2",
        "top": 51,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bwss2--20 to 44 inches, reddish brown (5YR 4/4) clay; common fine distinct yellowish brown and brown mottles; moderate medium subangular blocky structure; firm, plastic; many pressure faces; few slickensides that do not intersect; few fine roots; few fine black concretions; neutral; gradual smooth boundary."
      },
      {
        "name": "Bwss3",
        "top": 112,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bwss3--44 to 55 inches, reddish brown (5YR 4/3) silty clay; few fine distinct brown and yellowish red mottles; moderate medium subangular blocky structure; firm, plastic; common pressure faces; few slickensides that do not intersect; few fine roots; few fine black concretions; neutral; gradual, wavy boundary. (Combined thickness of the Bw horizon ranges from 35 to 61 inches.)"
      },
      {
        "name": "C",
        "top": 140,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--55 to 72 inches, brown (7.5YR 4/4) silty clay; few fine faint strong brown and few fine distinct gray mottles; massive; firm, plastic; few fine black concretions; slightly alkaline."
      }
    ]
  ]
}
