{
  "SERIES": "DESOLATION",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/JEB",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Desolation clay loam, 10 to 35 percent slopes, forested. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 3 inches; slightly decomposed litter of loose leaves and needles.\nOe--3 to 7 inches, moderately decomposed organic litter.\nA1--7 to 10 inches; very dark brown (7.5YR 2/2) clay loam, very dark brown (7.5YR 2/3) dry; strong, very fine, granular structure; friable, moderately sticky and slightly plastic; many roots; many fine and very fine irregular pores; few gravel and concretions; extremely acid (pH 4.0); clear smooth boundary. (3 to 8 inches thick)\nA2--10 to 15 inches; dark reddish brown (5YR 2.5/2) clay, dark reddish brown (5YR 3/3) dry; strong, fine, subangular blocky structure; friable, moderately sticky and moderately plastic; many roots; many fine and very fine irregular pores; few gravel and cobbles; very strongly acid (pH 4.8); clear wavy boundary. (0 to 6 inches thick)\nBw1--15 to 30 inches; brown (7.5YR 4/4) clay, strong brown (7.5YR 5/6) dry; weak, fine and medium, subangular blocky structure; friable, moderately sticky and moderately plastic; common roots; many very fine tubular pores; 5 percent gravel and cobbles; very strongly acid (pH 5.0); clear smooth boundary. (10 to 20 inches thick)\nBw2--30 to 57 inches; brown (7.5YR 4/4) clay, strong brown (7.5YR 5/6) dry; few fine faint and distinct, strong-brown, reddish-yellow and grayish-brown mottles; weak very fine subangular blocky structure; friable, moderately sticky and moderately plastic; few roots; common very fine tubular pores; 10 percent cobbles and stones; very strongly acid (pH 5.0); diffuse smooth boundary. (20 to 30 inches thick)\n2Bw3--57 to 97 inches; brown (7.5YR 4/4) very gravelly clay, strong brown (7.5YR 5/6) dry; weak fine subangular blocky structure; firm, moderately sticky and moderately plastic; few roots; common very fine tubular pores; 55 percent gravel and cobbles; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Oregon; about 6 miles southeast of Waldport, and on the north side of a logging spur road; in the NW corner of SW1/4 NW1/4 SE1/4 section 9, T.14S., R.11W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 49 to 53 degrees F. The soils are usually moist and are dry for less than 45 consecutive days during the summer. The solum ranges from about 4 to 6 feet thick and depth to bedrock from 7 to 10 feet or more.\nThe A horizon has hue of 7.5YR or 5YR, value closest to 2 moist in the upper part, 2 or 3 in the lower part (A3 horizon) and 2 or 3 dry and chroma of 2 or 3. It is clay loam or clay and commonly feels no finer than moderately fine in the field. It has 3 to 25 percent rock fragments. This horizon dominantly has strong granular or very fine or fine subangular blocky structure. It ranges from 7 to 10 inches thick.\nThe Bw horizon has value closest to 4 moist and 5 dry and chroma of 4 through 6. It is clay or silty clay with 40 to 50 percent clay and with 5 to 35 percent rock fragments above depth of 40 inches. Below depth of 40 inches it is very gravelly or cobbly and has 35 to 75 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blachly, Dement, Enola, Headly, Hoquiam, Kilowan, Marty, Melby, Snahopish, Tebo and Tolke series. Blachly soils have hue redder than 5YR. Dement soils have less than 15 percent partially weathered sedimentary rock fragments in the solum, have hue as red as 5YR, and have A horizons with value of 3 moist and 5 dry. Enola, Headly, Hoquiam, Marty, Tebo and Tolke soils are all influenced with pyroclastic materials in some part and have apparent field textures coarser than fine, Kilowan soils are 20 to 40 inches deep to a paralithic contact. Melby soils have ochric epipedons, lack hard unweathered rock fragments and have less than 15 percent partially weathered sedimentary rock fragments in the A and B2 horizons.  Snahopish soils have ochric epipedons, are gravelly throughout, have sola 24 to 36 inches thick, and are friable throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Desolation soils are on uneven and dissected uneven slopes at elevations of 300 to 1,700 feet. dominant slopes range from 10 to 35 percent. The marine climate has a mean annual precipitation ranging from 60 to 100 inches, dry summers and high proportion of foggy days. The mean annual temperature ranges from about 47 degrees to 51 degrees F.; the average January temperature is 40 degrees to 44 degrees F.; and the average July temperature is 55 degrees to 58 degrees F. The average frost-free season is 200 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fendall, Hembre, and Skinner soils. Fendall soils are 20 to 40 inches deep to a paralithic contact. Hembre soils are fine-loamy and have an umbric epipedon. Skinner soils have steeper and smoother slopes and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production and water supply. The coniferous forest is dominated by western hemlock and Douglas-fir. The most common understory community under the coniferous forest is salal-swordfern. Hard wood stands are very common and usually have a salmonberry-sword fern understory community. On most burned over or cut-over areas, there are salal, salmonberry, thimbleberry, sword fern, and hemlock seedlings."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Near the coastline of the central and north Coast Range in Oregon. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils are formerly classified as Sols Bruns Acides.\nNeed review for reclassification to isomesic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
