{
  "SERIES": "DESPAIR",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMR/CAB/SBC",
  "REVDATE": "06/2011",
  "STATES": "WA",
  "OVERVIEW": "The Despair series consists of shallow, well drained soils formed in volcanic ash mixed with glacial drift and colluvium over gneiss, granite, or granodiorite bedrock.  Despair soils are found on slopes of 0 to 35 percent on bedrock benches and valley walls of glaciated mountain landscapes.  The mean annual precipitation is about 760 millimeters and the mean annual air temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Lithic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Despair ashy sandy loam, located on a southwest facing forested bedrock bench position with a slope of 35 percent and an elevation of 610 meters. About 20 percent of the soil surface is covered by subangular cobbles and stones.  When described on October 11, 2007 the soil was moist throughout.  (Colors are for moist soil unless otherwise noted)\nOa--0 to 4 cm; dark brown (7.5YR 3/2) highly decomposed plant material, brown (7.5YR 5/2) dry; strongly acid (pH 5.2); abrupt wavy boundary.\nA--4 to 21 cm; very dark brown (10YR 2/2) ashy sandy loam, very dark grayish brown (10YR 3/2) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to fine and few medium roots; common fine to medium irregular pores; 5 percent fine gravel and 5 percent medium and coarse gravel; strongly acid (pH 5.4); abrupt irregular boundary.\nBw--21 to 41 cm; brown (10YR 4/3) gravelly ashy sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine to medium roots; common fine to medium irregular pores; 10 percent fine gravel and 10 percent medium and coarse gravel; moderately acid (pH 5.6); abrupt irregular boundary.\nR--41 cm; gneiss bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; approximately 17 kilometers northwest of the town of Stehekin; 540 meters west and 400 meters north of the southeast corner of section 34, T. 34 N., R. 16 E. Willamette Meridian; McGregor Mountain, Washington USGS quadrangle; 48 degrees, 24 minutes, 0 seconds north latitude and 120 degrees, 50 minutes, 53 seconds west longitude; UTM 659270 meters E, 5363000 meters N, zone 10N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features start from the mineral soil surface.\nMean annual soil temperature 5 to 8 degrees C.  Frigid soil temperature regime.\nMoisture control section - dry 60 to 90 consecutive days.  Xeric soil moisture regime.\nDepth to lithic contact - 25 to 50 cm\nReaction - strongly acid to moderately acid\nParticle-size control section:\nClay content - 2 to 8 percent through the profile\nRock fragments - 0 to 35 percent fine to coarse gravel, 0 to 15 percent cobbles, 0 to 5 percent stones, 0 to 35 percent total through the profile\nA horizon\nHue - 10YR or 7.5YR\nValue - 2 to 3 moist, 3 to 5 dry\nChroma - 2 to 3 moist or dry\nFine earth texture - ashy SL, ashy FSL\nThickness - 5 to 17 centimeters\nBw horizon\nHue - 10YR or 7.5YR\nValue - 3 to 4 moist, 4 to 6 dry\nChroma - 3 to 6 moist or dry\nFine earth texture - SL, FSL\nCombined thickness - 15 to 40 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fremkle and Hafling series.  Fremkle soils have a mollic epipedon and are dry in the soil moisture control section for 90 to 110 consecutive days. Hafling soils have a mollic epipedon, have 7 to 18 percent clay in the particle-size control section, and contain basalt rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Despair soils are found on slopes of 0 to 35 percent on bedrock benches and valley walls of glaciated mountain landscapes at elevations from 300 to 1000 meters.  They formed in volcanic ash mixed with glacial drift and colluvium over gneiss, granite, or granodiorite bedrock.  The climate is characterized by warm, dry summers and cold, wet winters.  Mean annual precipitation ranges from 500 to 1780 millimeters.  Mean annual air temperature ranges from 2 to 9 degrees C.  Frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Goode, Mesahchie, and Sawtooth soils.  The Goode and Mesahchie soils are very deep while the Sawtooth soil is moderately deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Despair soils support wildlife habitat, recreation, and watershed drainage. Native vegetation consists of Douglas-fir, ponderosa pine, oceanspray, pachistima, birch-leaved spirea, kinnikinnick, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Cascade Mountains, Washington.  MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  North Cascades National Park Service Complex, Chelan County, Washington, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nParticle Size Control Section - the zone from 4 to 41 cm\nOchric epipedon - 0 to 18 cm (Oa and upper 14 cm of A horizon)\nAndic soil properties - 4 to 41 cm (A and Bw horizons)\nCambic horizon - 21 to 41 cm (Bw horizon)\nLithic contact at 41 cm\nNational Cooperative Soil Survey\nU.S.A."
  }
}
