{
  "SERIES": "DETERSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/CLM",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deterson silt loam, rangeland.  On a 51 percent slope, northeast aspect, 2,800 feet elevation.  (Profile was dry when described on June 15, 1978.  Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; dark grayish brown (10YR 5/2) silt loam, black (10YR 2/1) moist; weak fine platy structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (4 to 6 inches thick)\nAB--5 to 23 inches; dark grayish brown (10YR 4/2) silt loam, black (10YR 2/1) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular pores; neutral (pH 7.2); clear smooth boundary.  (16 to 20 inches thick)\nBt1--23 to 32 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; common very fine roots; common fine tubular pores; common thin clay films on faces of peds and in pores; neutral (pH 7.2); clear smooth boundary.  (0 to 10 inches thick)\nBt2--32 to 60 inches; dark brown (10YR 4/3) clay; dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard friable, sticky and plastic; few very fine roots; few very fine tubular pores; common thin clay films on faces of peds and in pores; moderately alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Idaho; about 2 miles north of Weiser, 1,080 feet west, 420 feet north of the southeast corner of Sec. 7, T.11N., R.5W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 20 to 60 inches\nSoil temperature - 48 to 52 degrees F.\nCoarse fragments - 0 to 10 percent\nDepth to bedrock - 60 inches or more\nSoil moisture - usually moist, but dry between 4 to 12 inches for 90 to 110 days\nA and AB horizon\nValue - 2 or 3 moist\nChroma - 1 or 2 moist\nThickness - 20 to 26 inches\nBt horizons\nValue - 3 or 4 dry or moist\nChroma - 2 or 3 dry or moist\nClay percentage - 35 to 45 percent\nTexture - CL, SIC, or C"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Denbar (T), Deshler (T), Deter, Jacknife, Medford, Mindego, Nebeker, and Patburn (T) series.  Denbar soils have a 25 to 37 inch solum.  Deshler soils are 20 to 40 inches deep to tuff.  Deter soils are 6 to 10 inches to the top of the argillic.  Jacknife soils are dry for 60 to 80 days in late summer and are 30 to 45 inches to the base of the argillic.  Medford soils have soil temperatures of 53 to 57 degrees F. and are dry for 45 to 80 consecutive days and are slightly and moderately acid in the subsoil.  Mindego soils have soil temperature warmer than 55 degrees F. and are 4 to 14 inches to the top of the argillic horizon.  Nebeker soils have hue of 7.5YR or 5YR in the argillic horizon and is dry in the moisture control section for 60 to 75 days in late summer and fall.  Patburn soils are somewhat poorly drained, have mottles to the surface and have a perched water table at 24 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Deterson soils are on north facing slopes of foothills.  Elevations are 2,500 to 4,500 feet.  Slopes range from 5 to 60 percent.  Soils formed from colluvium or residuum from volcanic tuff or basalt.  The climate is semiarid with warm dry summers and cold moist winters.  Annual precipitation is 12 to 16 inches.  Average annual air temperature is 46 to 50 degrees F.  The frost-free period is 135 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brownlee, Deshler, Glasgow, Lankbush, and the competing Deter series.  Brownlee soils have less than 35 percent clay in the control section.  Glasgow soils have an ochric epipedon and are 20 to 40 inches deep to tuff.  Lankbush soils have less than 35 percent clay in the control section and have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Vegetation is bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, western yarrow, antelope bitterbrush, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile are:\nMollic epipedon - from the surface to 32 inches (A, AB, and Bt1 horizons.  Dark colors in the Bt2 horizon are a result of dark colored parent material.)\nArgillic horizon - from 23 to 60 inches (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
