{
  "SERIES": "DEVARGAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Devargas series consists of very deep, well drained soils that formed in alluvium derived from granitic sandstone over alluvium derived from granite, gneiss, schist, and monzonite.  Devargas soils are on treads of high stream terraces.  Slopes are 1 to 5 percent.  Mean annual precipitation is about 12 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Devargas loam--on the planar tread of a high stream terrace sloping 2 percent to the west at 6,560 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was moist from 2 to 6 inches and otherwise dry throughout.)\nA--0 to 2 inches; brown (7.5YR 5/3) loam, brown (7.5YR 4/3) moist; moderate medium platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine vesicular pores; 10 percent gravel; neutral (pH 7.2); clear smooth boundary. (2 or 3 inches thick)\nBt1--2 to 9 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; common faint clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (4 to 7 inches thick)\nBt2--9 to 17 inches; brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; few fine and common very fine roots; few fine and common very fine tubular pores; common distinct clay films on faces of peds and lining pores and few faint clay films on faces of peds; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (0 to 8 inches thick)\nBtk1--17 to 25 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to weak medium subangular blocky; hard, firm, moderately sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; few distinct clay films on faces of peds and lining pores and few faint clay films on faces of peds; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.4); gradual smooth boundary. (6 to 13 inches thick)\nBtk2--25 to 30 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and few very fine tubular pores; few faint clay films on faces of peds; 10 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.2); abrupt wavy boundary. (5 to 10 inches thick)\nBk--30 to 33 inches; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; few very fine irregularly shaped pores; 45 percent gravel and 5 percent cobbles; strongly effervescent, secondary calcium carbonate segregated as common medium and large irregularly shaped coats on rock fragments; slightly alkaline (pH 7.6); clear wavy boundary. (0 to 4 inches thick)\n2BCk--33 to 42 inches; brown (7.5YR 5/4) extremely gravelly loamy coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; 55 percent gravel and 15 percent cobbles; slightly effervescent, secondary calcium carbonate segregated as few medium and large irregularly shaped coats on rock fragments; neutral (pH 7.2); gradual wavy boundary. (6 to 14 inches thick)\n2C1--42 to 67 inches; brown (7.5YR 5/4) extremely cobbly coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 50 percent gravel and 20 percent cobbles; neutral (pH 7.0); clear wavy boundary. (9 to 25 inches thick)\n2C2--67 to 85 inches; brown (7.5YR 5/4) extremely gravelly loamy coarse sand, brown (7.5YR 4/4) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine roots; 55 percent gravel and 15 percent cobbles; neutral (pH 7.2); clear wavy boundary. (12 to 28 inches thick)\n2C3--85 to 94 inches; brown (7.5YR 5/4) very gravelly coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 10 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 0.5 miles south-southwest of Agua Fria; 850 feet west and 800 feet south of the northeast corner of section 6, T.16N., R.9E.; USGS Agua Fria 7.5 minute topographic quadrangle; Latitude 35 degrees 39 minutes 3 seconds North and Longitude 106 degrees 1 minute 14 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to base of argillic horizon - 24 to 32 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 8 to 17 inches\nDepth to major lithologic discontinuity of sandy-skeletal material - 26 to 40 inches\nLithology of fragments: granite, gneiss, and schist\nParticle-size control section (weighted averages)\nSilicate clay content: 24 to 35 percent in the upper part and 1 to 6 percent in the lower part; Sand content: 30 to 45 percent in the upper part and 80 to 90 percent in the lower part; Fine sand or coarser content: 15 to 35 percent in the upper part and 85 to 95 percent in the lower part; Rock fragment content: 5 to 10 percent in the upper part and 50 to 75 percent in the lower part.\nReaction - neutral in the surface; slightly alkaline to moderately alkaline in the subsoil; neutral in the substratum\nSalinity, mmhos/cm - 0 to 1 in the surface, subsoil, and lower part of the substratum; 0 to 2 in the upper part of the substratum\nSodicity, SAR - 0 to 1 in the surface, upper part of the subsoil, and lower part of the substratum; 0 to 4 in the lower part of the subsoil and upper part of the substratum\nA horizon\nValue: 3 or 4 moist\nChroma: 3 or 4, dry or moist\nRock fragments: 5 to 10 percent gravel\nBt horizon\nValue: 4 or 5 dry\nChroma: 3 or 4, dry or moist\nTexture: loam or clay loam\nRock fragments: 5 to 10 percent gravel\nBtk horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: clay loam or loam\nRock fragments: 5 to 10 percent gravel\nCalcium carbonate equivalent: 2 to 5 percent\nBk or BCk horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture: very gravelly coarse sandy loam or very gravelly sandy loam\nRock fragments: total range is 35 to 60 percent\n30 to 50 percent gravel\n5 to 10 percent cobbles\nCalcium carbonate equivalent: 2 to 5 percent\n2BCk and 2C horizons\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture: stratified extremely gravelly loamy coarse sand to very gravelly coarse sand\nRock fragments: total range is 45 to 70 percent\n35 to 50 percent gravel\n10 to 20 percent cobbles\nCalcium carbonate equivalent: 0 to 2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Tenorio, Vernal, and Yoder series.  All of these soils are deep to sand and gravel discontinuities.  Vernal soils have mean annual soil temperature of 48 to 52 degrees F. and have hues redder than 7.5YR in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Devargas soils are on treads of high stream terraces.  They formed in alluvium derived from granitic sandstone over alluvium derived from granite, gneiss, schist and monzonite.  Slopes are 1 to 5 percent.  Elevation ranges from 5,400 to 7,400 feet.  The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delvalle, Panky, and Riovista soils.  Delvalle soils are coarse-loamy, do not have argillic horizons, and are on adjacent treads of topographically lower stream terraces.  Panky soils have upper argillic horizons with more than 35 percent clay, have calcic horizons, and are on summits of erosional fan remnants.  Riovista soils are sandy-skeletal, do not have diagnostic subsurface horizons, and occur on low stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low surface runoff; moderately slow permeability in the subsoil and very rapid permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Devargas soils are used for urban development, livestock grazing, and recreation.  The historic climax vegetation is blue grama, black grama, broom snakeweed, galleta, and ring muhly.  The ecological site is Loamy(R036XB112NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Devargas soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Devargas is a local historic name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches. (A horizon)\nArgillic horizon - The zone from 2 to about 30 inches. (Bt1, Bt2, Btk1, and Btk2 horizons)\nLithologic discontinuity - The abrupt change to sandy-skeletal material at about 33 inches. (2BCk, 2C1, 2C2, and 2C3 horizons)\nClassified according to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
