{
  "SERIES": "DEVILSHOLE",
  "STATUS": "Established Series",
  "BYREV": "REV: JWH/JTW/KP",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Pachic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Devilshole gravelly loam, on a southeast-facing convex slope of 25 percent under annual and perennial grasses and forbs. (Colors are for dry soil unless otherwise stated.) When described on April 6, 2004 the soil was moist throughout.\nA--0 to 10 centimeters; olive brown (2.5Y 4/3) gravelly loam, very dark grayish brown (2.5Y 3/2) moist; weak very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots throughout; few very fine and fine and common medium tubular pores; 30 percent gravel; strongly acid (pH 5.4); clear smooth boundary. (10 to 125 centimeters thick)\nABt--10 to 40 centimeters; grayish brown (2.5Y 5/2) very gravelly loam, very dark grayish brown (2.5Y 3/2) moist; moderate very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots throughout; few very fine, fine, and common medium tubular pores; few faint clay films on all faces of peds; 40 percent gravel; strongly acid (pH 5.4); gradual wavy boundary. (0 to 50 centimeters thick)\nBt--40 to 70 centimeters; light olive brown (2.5Y 5/4) very gravelly loam, dark olive brown (2.5Y 3/3) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots throughout; few very fine, fine, and common medium tubular pores; few faint clay films on rock fragments and few faint clay films on all faces of peds; 40 percent gravel and 2 percent cobbles; strongly acid (pH 5.4); clear irregular boundary. (0 to 125 centimeters thick)\nBCt--70 to 120 centimeters; pale yellow (2.5Y 7/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; weak very fine subangular block structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few faint clay films on rock fragments; 80 percent gravel, 5 percent cobbles; strongly acid (pH 5.4); clear irregular boundary. (0 to 75 centimeters thick)\nC--120 to 155 centimeters; gravel;  fractured bedrock with cracks 5 to 10 centimeters apart; 85 percent strongly cemented angular sandstone gravel, 10 percent strongly cemented angular cobbles. (25 to 150 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 7 kilometers northeast of Honeydew, CA. USGS Bull Creek Quadrangle, CA; WGS84 Decimal degrees 40.3088889 latitude and -124.1005556 longitude; UTM zone 10 0406479mE, 4462625mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry in all parts for 45 or more consecutive days after the summer solstice and moist in all parts from November through May. The soils have a xeric soil moisture regime\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 15 to 18 degrees C. The soils have a thermic soil temperature regime.\nSurface fragments: 2 to 34 percent gravel, 0 to 1 percent cobbles, 0 to 1 percent stones, 0 to 0.5 percent boulders\nThickness of the umbric epipedon: 50 to 125 centimeters\nBase Saturation: less than 60 percent by Ammonium Acetate in all horizons between 25 and 75 centimeters from the mineral soil surface\nDepth to lithic materials, bedrock with cracks closer than 10 centimeters apart: 100 to 150 centimeters\nDepth to lithic contact, bedrock with fractures greater than 10 centimeters apart: 150 to more than 200 centimeters\nParticle size control section (weighted average):\nRock fragments: 35 to 60 percent strongly cemented gravel, 0 to 15 percent cobbles and stones\nClay content: 18 to 30 percent\nA horizon:\nHue: 2.5Y or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 4 dry, 1 to 3 moist\nClay content: 16 to 26 percent\nRock fragments: 15 to 34 percent strongly cemented sandstone gravel, 0 to 5 percent strongly cemented sandstone cobbles\nReaction: strongly acid\nBt or Bw horizons:\nHue: 2.5Y or 10YR\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: sandy loam, sandy clay loam, loam, clay loam\nClay content: 18 to 30 percent\nRock fragments: 35 to 59 percent strongly cemented sandstone and mudstone gravel, 0 to 10 percent strongly cemented sandstone and mudstone cobbles, 0 to 5 percent strongly cemented sandstone stones\nReaction: strongly to moderately acid\nC horizon:\nTexture: Gravel\nRock fragments: 90 to 95 percent strongly cemented sandstone or mudstone gravel, 0 to 14 percent strongly cemented sandstone or mudstone cobbles, 0 to 5 percent strongly cemented sandstone stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Devilshole soils are on convex positions on summits and shoulders of predominantly southeast to southwest-facing ridges and mountain slopes. Slopes are 5 to 50 percent. Elevations are 60 to 1000 meters. These soils formed in residuum from mudstone and sandstone. The climate is subhumid with warm, dry summers with a marine layer influence and cool wet winters. Mean annual precipitation is 1525 to 3050 millimeters. The mean annual temperature is 13 to 15 degrees C. Frost free season is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wirefence (CA) and Windynip(CA) soils. Wirefence and Windynip soils have less than 35 percent rock fragments in the particle size control section and are greater than 200 centimeters to bedrock. Wirefence soils are on linear positions on summits and backslopes. Windynip soils are on linear to slightly concave or convex positions on summits, shoulders, and backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for livestock grazing, wildlife habitat, and watershed. Natural vegetation is annual and perennial grasses and forbs. Douglas-fir invades readily in the absence of fire and grazing."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt, MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, South Part, CA, 2010. The name is from Devils Hole Prairie."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon: The zone from 0 to 70 centimeters (A, ABt and Bt horizons)\n2. Cambic horizon: The zone from 70 to 120 centimeters (BCt horizons)\n3. Particle size control section: The zone from 25 to 100 centimeters averages 20 percent clay by weight, and 58 percent gravel and 1 percent cobbles, by volume (ABt, Bt, and BCt horizons)\n4. Lithic materials, strongly cemented bedrock with cracks closer than 10 centimeters apart: The zone from 120 to 155 centimeters (C horizon)\nADDITIONAL DATA: NASIS User Pedon ID: 04CA601259\nKeys to Soil Taxonomy, 12th edition.  Previously classified as Loamy-skeletal, mixed, superactive, thermic Humic Dystroxerepts\nNational Cooperative Soil Survey\nU.S.A."
  }
}
