{
  "SERIES": "DEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Deville very channery loam, stony, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; dark grayish brown (10YR 4/2) very channery loam, dark brown (10YR 3/3) moist; moderate fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine and very fine roots; many fine and very fine interstitial pores; 35 percent channers; neutral (pH 6.8); clear wavy boundary. (3 to 5 inches thick)\nBw1--4 to 7 inches; pale brown (10YR 6/3) very channery loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many fine and very fine roots; common fine and very fine tubular and interstitial pores; 5 percent flagstones and 35 percent channers; slightly alkaline (pH 7.4); clear wavy boundary.\nBw2--7 to 11 inches; brown (10YR 5/3) very channery loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common fine and very fine pores; 10 percent flagstones and 50 percent channers; slightly alkaline (pH 7.4); gradual wavy boundary. (Combined thickness of Bw horizons is 4 to 10 inches).\nBC--11 to 17 inches; brown (10YR 5/3) extremely channery sandy loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots between channers; 15 percent flagstones and 65 percent channers; neutral (pH 7.0); clear wavy boundary. (3 to 8 inches thick)\nR--17 inches; brown (10YR 5/3) hard fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 1,750 feet south and 825 feet west of the NE corner of sec. 13, T. 2 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches or between 4 inches and the lithic contact if less than 12 inches.\nDepth to bedrock - 10 to 20 inches.\nSurface stones or boulders - 0 to 3 percent.\nA horizon - Value:  4 or 5 dry; 3 or 4 moist\nChroma:  2 or 3\nClay content:  15 to 27 percent\nRock fragments:  35 to 65 percent--0 to 5 percent flagstones, 30 to 60 percent channers\nReaction:  pH 6.6 to 7.3\nNote:  The surface when mixed to a depth of 7 inches, does not meet the requirements of a mollic epipedon.\nBw horizons - Value:  5 or 6 dry; 4 or 5 moist\nChroma:  3 or 4\nTexture:  loam or sandy loam\nClay content:  18 to 27 percent\nRock fragments: 35 to 60 percent--5 to 10 percent flagstones, 30 to 50 percent channers\nReaction:  pH 6.6 to 7.8\nBC horizon - Value:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  loam or sandy loam\nClay content:  18 to 27 percent\nRock fragments:  50 to 80 percent--5 to 15 percent flagstones, 45 to 65 percent channers\nReaction:  pH 6.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCinnadale (NM) - hues 5YR or redder; less than 15 percent clay in the particle-size control section; well drained; formed in material derived from sandstone or siltstone.\nCypher (NM) - moderately acid or slightly acid throughout; formed in material from acid intrusive igneous rock; has O horizons; elevation over 7500 feet.\nDevilfence (MT) - has horizons of secondary carbonate accumulation.\nKounter (MT) - has horizons of secondary carbonate accumulation; has less than 18 percent clay in the particle-size control section; has a paralithic contact above the lithic contact.\nQuaint (MT) - has horizons of secondary carbonate accumulation; hues of 7.5YR or redder.\nRoegulch (MT) - has a paralithic contact over the lithic contact; formed in colluvium or residuum derived from granite and other coarse grained igneous rocks; has an O horizon.\nShaboom (MT) - well drained; formed in residuum or colluvium from coarse grained igneous bedrock; has O horizon.\nSharrott (MT) - less than 15 percent clay in particle-size control section; well drained; has O horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - escarpments, ridges and hills.\nElevation - 4,400 to 6,500 feet.\nSlope - 2 to 70 percent slopes.\nParent material - residuum from hard brown shale or argillite.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 36 to 42 degrees F.\nFrost-free period - 70 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Deville soils are primarily used for rangeland and wildlife habitat.  The potential native vegetation is mainly bluebunch wheatgrass, Idaho fescue, needleandthread, Sandberg bluegrass, big sagebrush, and Rocky Mountain juniper.  Areas with forest canopy have an overstory of Douglas-fir and limber pine and an understory of Rocky Mountain juniper, big sagebrush, Idaho fescue, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Deville soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1562.  Diagnostic horizons and features recognized in this pedon are:\nan ochric horizon from the surface to 7 inches (A and Bw horizons); a cambic horizon from 4 to 11 inches (Bw1 and Bw2 horizons); a particle-size control section from 10 to 17 inches (Bw2 and BC horizons); hard, highly fractured shale bedrock at 17 inches (R horizon).  Deville  soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
