{
  "SERIES": "DEVORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/KWH/TLA",
  "REVDATE": "08/2006",
  "STATES": "WA",
  "OVERVIEW": "The Devore series consists of moderately deep, well drained soils formed in residuum and colluvium from gneiss, schist, and granodiorite with a mantle of volcanic ash.  Devore soils are on backslopes, shoulders and broad ridges of mountains that commonly have a southerly aspect.  Slopes are 0 to 75 percent.  The average annual precipitation is about 40 inches and average annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Haploxerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Devore stony ashy fine sandy loam - under subalpine fir and lodgepole pine on a 50 percent southeast-facing back slope at an elevation of 6,100 feet.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nOi and Oe--0 to 1 inch; slightly and moderately decomposed forest litter.\nA--1 to 3 inches; light brownish gray (10YR 6/2) stony ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; many fine, medium and coarse tubular pores; 15 percent gravel and 5 percent cobbles, with 10 percent surface stones; moderately acid (pH 6.0); clear wavy boundary.  (1 to 5 inches thick)\nBw--3 to 9 inches; light yellowish brown (10YR 6/4) very stony ashy sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse roots; many fine, medium, and coarse tubular pores; 20 percent gravel, 10 percent cobbles, and 15 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (6 to 9 inches thick)\n2C1--9 to 15 inches; very pale brown (10YR 7/4) extremely stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, nonsticky and nonplastic; many fine and medium roots; many fine, medium and coarse tubular pores; 25 percent gravel, 10 percent cobbles, and 25 percent stones; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 9 inches thick)\n2C2--15 to 26 inches; very pale brown (10YR 7/4) extremely stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and medium roots; many fine, medium and coarse tubular pores; 40 percent gravel, 10 percent cobbles, and 35 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (10 to 15 inches thick)\n2R--26 inches; fractured granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 7 miles northwest of Brief, Washington; 2,200 feet west and 1,400 feet south of the northeast corner, sec. 29, T. 29 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 39 to 41 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  The particle-size control section is 35 to 85 percent rock fragments and 5 to 10 percent clay.  The mantle of volcanic ash is 7 to 14 inches thick with an estimated moist bulk density of 0.80 to 0.95 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water retention of 5 to 12 percent for air dried samples.  Depth to lithic contact is 20 to 40 inches.  It is moderately or slightly acid.\nThe A horizon has value of 5 to 7 dry, 3 or 4 moist, and chroma of 1 to 3 dry or moist.\nThe Bw horizon has value of 4 to 6 dry, 3 or 4 moist, and chroma of 2 to 4 dry or moist.  It is very stony ashy sandy loam, extremely cobbly ashy sandy loam or very cobbly ashy sandy loam.\nThe 2C horizons have value of 5 to 7 dry, 4 or 5 moist, and chroma of 2 to 6 dry or moist.  It is extremely stony sandy loam, extremely cobbly sandy loam, very stony sandy loam, or extremely stony fine sandy loam, very stony coarse sandy loam or extremely stony coarse sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buttoncreek, Finney, Gatewall, Myerscreek, Remmel and Surgh series.  Buttoncreek and Remmel soils are very deep.  Finney and Surgh soils are deep to bedrock.  Gatewall and Myerscreek soils are moderately deep to dense glacial till.."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Devore soils are on backslopes, shoulders and broad ridges of mountains that usually have a southerly aspect.  Elevation is 4,200 to 7,450 feet.  Slopes are 0 to 75 percent.  Devore soils formed in residuum and colluvium from gneiss, schist, and granodiorite with a mantle of volcanic ash.  The climate is characterized by warm, dry summers and cold, moist winters.  The average annual precipitation is 25 to 50 inches.  The mean January temperature is about 21 degrees F, the average July temperature is about 58 degrees F, and the average annual air temperature is 35 to 41 degrees F.  The growing season at 28 degrees is 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fears, Wedge, and Wedgemont soils.  The Fears, Wedge, and Wedgemont soils are deep.  In addition, Wedge and Wedgemont soils are dominated by volcanic ash and pumice in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat, recreation, watershed, and timber production.  Vegetation is subalpine fir, lodgepole pine, Engleman spruce, whitebark pine, Pacific silver fir, with an understory of dwarf huckleberry, grouse whortleberry, pachystima, princess pine, elk sedge, and green fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Entiat area, Chelan County, Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCambic horizon - from 3 to 9 inches (Bw horizon)\nParticle-size control section - from 11 to 26 inches having 70 percent rock fragments\nAndic feature - from 1 to 9 inches\nDepths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi and Oe--0 to 1 inch; slightly and moderately decomposed forest litter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 3 inches; light brownish gray (10YR 6/2) stony ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; many fine, medium and coarse tubular pores; 15 percent gravel and 5 percent cobbles, with 10 percent surface stones; moderately acid (pH 6.0); clear wavy boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--3 to 9 inches; light yellowish brown (10YR 6/4) very stony ashy sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse roots; many fine, medium, and coarse tubular pores; 20 percent gravel, 10 percent cobbles, and 15 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "2C1",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C1--9 to 15 inches; very pale brown (10YR 7/4) extremely stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, nonsticky and nonplastic; many fine and medium roots; many fine, medium and coarse tubular pores; 25 percent gravel, 10 percent cobbles, and 25 percent stones; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "2C2",
        "top": 38,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C2--15 to 26 inches; very pale brown (10YR 7/4) extremely stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and medium roots; many fine, medium and coarse tubular pores; 40 percent gravel, 10 percent cobbles, and 35 percent stones; moderately acid (pH 6.0); gradual wavy boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "2R",
        "top": 66,
        "narrative": "2R--26 inches; fractured granodiorite."
      }
    ]
  ]
}
