{
  "SERIES": "DIABLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEW/RCH/JJJ/SBS/KP",
  "REVDATE": "06/2017",
  "STATES": "CA",
  "OVERVIEW": "The Diablo series is a member of the fine, smectitic, thermic family of Aridic Haploxererts.  Typically, Diablo soils have dark gray, neutral and mildly alkaline, silty clay upper A horizons, gray and olive gray, calcareous, silty clay lower A horizons, and light olive gray, silty clay AC and C horizons that rest on shale.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Diablo silty clay, grain field.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; dark gray (5Y 4/1) silty clay, very dark gray (5Y 3/1) moist; the immediate very thin surface crust dries gray(5Y 6/1) and light gray (5Y 7/1); the surface 1 to 3 inches has string medium granular structure, the remainder has strong coarse and medium blocky structure; very hard, very firm, sticky, very plastic; common fine roots mainly along faces of peds; few very fine tubular pores; neutral; clear wavy boundary.  (4 to 10 inches thick)\nA--6 to 15 inches; dark gray (5Y 4/1) silty clay, very dark gray (5Y 3/1) moist; moderate coarse prismatic and moderate coarse blocky structure; very hard, very firm, sticky, very plastic;few fine roots mainly along faces of peds; noneffervescent except for an occasional small white lime nodule; mildly alkaline; clear smooth boundary.  (8 to 20 inches thick)\nBkss1--15 to 26 inches; finely mixed gray (5Y 5/1) and olive gray (5Y 5/2) silty clay, dark gray (5Y 4/1) and olive gray (5Y 4/2) moist; moderate coarse prismatic and medium blocky structure; very hard, very firm, sticky, very plastic; few fine roots along faces of peds; few fine and very fine tubular pores; numerous slickensides; slightly effervescent in matrix, strongly effervescent few white lime nodules; moderately alkaline; clear wavy boundary.  (3 to 12 inches thick)\nBkss2--26 to 32 inches; finely mixed gray (5Y 5/1) and olive gray ( 5Y5/2) silty clay, dark gray (5Y 4/1) and olive gray (5Y4/2) moist); weak coarse prismatic and weak medium blocky structure; very hard, very firm, sticky, very plastic; few fine roots mainly along faces of peds, roots distinctly flattened in appearance; few fine and very fine tubular pores; numerous slickensides; slightly effervescent matrix, strongly effervescent few small hard white lime nodules; moderately alkaline; diffuse smooth boundary.   (4 to 8 inches thick)\nBk--32 to 42 inches; light olive gray (5Y 6/2) silty clay, olive gray (5Y 5/2) moist; weak medium subangular blocky structure; very hard, very firm, slightly sticky, plastic; few fine roots; few fine and very fine tubular pores; many white lime films and soft segregations; moderately alkaline; clear wavy boundary.  (10 to 16 inches thick)\nC--42 to 50 inches; fine and medium mottled appearing olive gray (5Y 5/2) and light olive gray (5Y 6/2) silty clay loam, olive gray (5Y 5/2) and olive gray (5Y 4/2) moist; weak fine and medium subangular blocky structure; very hard, very firm, slightly sticky, plastic; few fine roots; few fine and very fine tubular pores; many shale fragments; strongly effervescent soft white filaments; soft and hard lime nodules; moderately alkaline; clear smooth boundary.  (8 to 16 inches thick)\nCr--50 to 60 inches; light olive gray (5Y 6/2) slightly effervescent shale and fine grained sandstone with white films on facings."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alameda County, California; approximately 3 miles northeast of Livermore; 1,325 feet east and 275 feet north of the SW corner of section 25, T.2 S., R.1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the Cr ranges from 40 to 80 inches.  Slopes are complex and more than 9 percent.  The mean annual soil temperature is about 60 to 64 degrees F.  Dry soils have cracks 1/2 to 2 inches wide from the surface to a depth of 20 to 40 inches.  Cracks close with soil wetting beginning in late October to late November and cracks remain closed until the soils dries in April to early June.  Cracks remain open the rest of the year.\nThe A horizons, the Bss horizons and all but some of the lower C horizons have more than 30 percent clay; most horizons have 45 to 60 percent clay.  Slickensides are present in the Bss horizons.  The A horizon or the soil from the surface to a depth of 12 to 30 inches is gray, dark gray or very dark gray.  It is heavy clay loam, silty clay or clay and is slightly acid to moderately alkaline, but is noncalcareous except in the lower most part of a few pedons.  The lower part of the A horizon has mixed colors.  Chroma in some part is less than 1.5 and ranges from 2 to 4 in other parts.  The A horizons are moderately alkaline and calcareous in some part.\nThe C horizon is grayish brown, dark grayish brown, brown, light yellowish brown or light olive brown.  It is clay loam, silty clay or clay and contains fragments of shale and rock in some pedons in amounts up to 30 percent, particularly just above the rock contact.  The C horizon is calcareous and in most pedons most of the lime is small segregations.  A few pedons have small lime concretions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alo, Altamont, Ayar, Bosanko, Cibo, Climara, Cropley, Linne, and Zaca series.  Alo, Altamont, Ayar, and Cibo soils are brownish in the upper A horizons with chroma of 2 or more.  Bosanko soils have a paralithic contact at depths of less than 40 inches.  Climara soils have a lithic contact of hard igneous rock at depths of less than 40 inches.  Cropley soils have smooth slopes of less than 9 percent and lack a paralithic contact at depths of less than 40 inches.  Linne soils lack wide cracks and slickensides.  Zaca soils are strongly calcareous in the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Diablo soils are on complex undulating, rolling to steep uplands with slopes of 5 to 50 percent.  Elevations are 25 to 3,000 feet.  These soils formed in residuum weathered from shale, sandstone, and consolidated sediments with minor areas of tuffaceous material.  The climate is dry subhumid mesothermal with warm, dry summers and cool, moist winters.  The mean annual precipitation is 10 to 35 inches.  The average January temperature is 45 to 53 degrees F.; the average July temperature is 65 to 75 degrees F.; and the mean annual temperature is about 57 to 62 degrees F.  The average frost free season is about 220 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Alo, Altamont, and Linne soils and the Azule, Los Osos, Nacimento, San Benito, and Shedd soils.  Azule and Los Osos soils have argillic horizons.  Nacimento and San Benito soils have less than 35 percent clay.  Shedd soils have dry value of 6 or less."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff when soil is dry, medium to rapid when soils are moist; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and for production of dry farmed grain, mainly barley.  Uncultivated areas have a cover of annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Soils are extensive in central and southern Coast Ranges of California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Livermore Valley Area, California, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Diablo soils were formerly classified as Grumusols and then \"Fine, montmorillonitic, thermic Chromic Pelloxererts\"\nSeries reclassified April, 1996.  Competing series not reviewed at that time.\nUsing the range of the months for open cracks in the Range of Characteristics, one could argue that there is a possibility that the soil could be both open or closed for 180 consecutive days. That is, it could classify as Aridic or Typic.  Looking at the extent of where Diablo has been mapped and the climate at those locations, we may likely have two clayey soils with similar properties of Diablo but with different cracking patterns. An investigation of a more detailed look at the climatic data would help to resolve this or be more explicit in the OSED when the soil dries or cracks and swells upon wetting and cracks close."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; dark gray (5Y 4/1) silty clay, very dark gray (5Y 3/1) moist; the immediate very thin surface crust dries gray(5Y 6/1) and light gray (5Y 7/1); the surface 1 to 3 inches has string medium granular structure, the remainder has strong coarse and medium blocky structure; very hard, very firm, sticky, very plastic; common fine roots mainly along faces of peds; few very fine tubular pores; neutral; clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 38,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 15 inches; dark gray (5Y 4/1) silty clay, very dark gray (5Y 3/1) moist; moderate coarse prismatic and moderate coarse blocky structure; very hard, very firm, sticky, very plastic;few fine roots mainly along faces of peds; noneffervescent except for an occasional small white lime nodule; mildly alkaline; clear smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Bkss1",
        "top": 38,
        "bottom": 66,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkss1--15 to 26 inches; finely mixed gray (5Y 5/1) and olive gray (5Y 5/2) silty clay, dark gray (5Y 4/1) and olive gray (5Y 4/2) moist; moderate coarse prismatic and medium blocky structure; very hard, very firm, sticky, very plastic; few fine roots along faces of peds; few fine and very fine tubular pores; numerous slickensides; slightly effervescent in matrix, strongly effervescent few white lime nodules; moderately alkaline; clear wavy boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "Bkss2",
        "top": 66,
        "bottom": 81,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bkss2--26 to 32 inches; finely mixed gray (5Y 5/1) and olive gray ( 5Y5/2) silty clay, dark gray (5Y 4/1) and olive gray (5Y4/2) moist); weak coarse prismatic and weak medium blocky structure; very hard, very firm, sticky, very plastic; few fine roots mainly along faces of peds, roots distinctly flattened in appearance; few fine and very fine tubular pores; numerous slickensides; slightly effervescent matrix, strongly effervescent few small hard white lime nodules; moderately alkaline; diffuse smooth boundary.   (4 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 81,
        "bottom": 107,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--32 to 42 inches; light olive gray (5Y 6/2) silty clay, olive gray (5Y 5/2) moist; weak medium subangular blocky structure; very hard, very firm, slightly sticky, plastic; few fine roots; few fine and very fine tubular pores; many white lime films and soft segregations; moderately alkaline; clear wavy boundary.  (10 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 127,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--42 to 50 inches; fine and medium mottled appearing olive gray (5Y 5/2) and light olive gray (5Y 6/2) silty clay loam, olive gray (5Y 5/2) and olive gray (5Y 4/2) moist; weak fine and medium subangular blocky structure; very hard, very firm, slightly sticky, plastic; few fine roots; few fine and very fine tubular pores; many shale fragments; strongly effervescent soft white filaments; soft and hard lime nodules; moderately alkaline; clear smooth boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "Cr",
        "top": 127,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--50 to 60 inches; light olive gray (5Y 6/2) slightly effervescent shale and fine grained sandstone with white films on facings."
      }
    ]
  ]
}
