{
  "SERIES": "DIANOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:ALN",
  "REVDATE": "10/85",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dianola fine sandy loam - rangeland.\n(Colors are for dry soil unless otherwise stated.)\nAgz--0 to 4 inches; gray (10YR 6/1) fine sandy loam, dark gray (10YR 4/11) moist; weak fine granular structure; slightly hard, very friable; common fine roots; many medium and fine pores; saline; moderately alkaline; clear smooth boundary.  (3 to 18 inches thick)\nCgz1--4 to 15 inches, gray (10YR 6/1) loamy fine sand, dark gray (10YR 4/1) moist; single grained; soft, very friable; common fine roots; saline; moderately alkaline; gradual smooth boundary.  (4 to 13 inches thick)\nCgz2--15 to 20 inches; gray (10YR 6/1) loamy fine sand, gray (10YR 5/1) moist; few fine faint brown mottles; single grained, soft, very friable; few fine roots; saline; moderately alkaline; gradual smooth boundary.  (0 to 20 inches thick)\nCgz3--20 to 28 inches, light gray (10YR 7/2) loamy fine sand, same color moist; few fine distinct yellow (10YR 7/6) mottles; single grained; soft, loose; few fine roots; thin discontinuous lenses of very pale brown loamy fine sand; saline; moderately alkaline; clear smooth boundary.  (0 to 25 inches thick)\nCgz4--28 to 42 inches; white (10YR 8/2) loamy fine sand, light gray (10YR 7/2) moist; many medium and coarse distinct dark brown (10YR 3/3) mottles enriched with iron and humus; common fine and medium yellowish brown (10YR 5/6) mottles or spheres having brittle centers; single grained; loose, soft; thin lenses of brownish yellow (10YR 6/6) loamy fine sand; many fine black bodies and splotches; saline; moderately alkaline; gradual smooth boundary.  (4 to 22 inches thick)\nCz--42 to 62 inches; very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; single grained; loose; few thin strata of gray loamy fine sand; saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Calhoun County, Texas; 3.5 miles east of Seadrift; 1.85 miles south on paved private road; 3.17 miles southeast on shell road and unpaved road; 0.32 mile northeast on trail to windmill; 78 feet north of trail and 470 feet west of drainage ditch.  Site is in an intermound area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Salinity of the soil solution expressed as mmhos/cm ranges from 26 to 70.  The SAR is more than 13, ESP more than 15 and the exchangeable Mg+Na is more than Ca+A1+H.  Reaction is moderately or strongly alkaline.\nThe A horizon is gray (10YR 5/1), light gray (10YR 6/1, 7/1, 7/2; 2.5Y 7/2), or light brownish gray (10YR 6/2; 2.5Y 6/2).  The A horizon is fine sandy loam, fine sand, or loamy fine sand.\nThe C horizon is white (10YR 8/1, 8/2; 2.5Y 8/2), light gray (10YR 6/1, 7/1, 7/2; 2.5Y 7/2), gray (10YR 5/1), or light brownish gray (10YR 6/2; 2.5Y 6/2) above the water table.  Below the permanent water table, in addition to the above colors, the C horizon is pale brown (10YR 6/3) or very pale brown (10YR 7/3, 8/3).  Brownish or yellowish mottles range from few to many.  Average texture of the 10- to 40-inch control section is loamy fine sand.  Content of clay plus silt is 10 to 25 percent.  The C horizon has discontinuous lenses and spheres of fine sandy loam, loam, and sandy clay loam in a sandy matrix.  Spheres and lenses are brownish and yellowish and comprise 20 to 40 percent of some horizons of some pedons.  Matrix is brownish, yellowish, and grayish in color.  No continuous layer finer than loamy fine sand occurs in the 10- to 40- inch control section.  Shell fragments comprise 0 to 15 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Hallandale, Kesson, Plantation, Pompano, Sanibel and Tatton series.  All the soils, except for Kesson and Tatton are nonsaline.  In addition, Hallandale soils are less than 20 inches thick over limestone; Plantation soils are 20 to 40 inches thick over limestone; Pampano and Sanibel soils have less than 10 percent silt plus clay.  Sanibel soils also have an organic surface layer at least 8 inches thick.  Kesson soils have less than 10 percent silt plus clay.  Tatton soils are barren of vegetation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Dianola soils are nearly level, occurring near sea level to about 5 feet above sea level.  The soil formed in several feet of sandy marine sediments.  The climate is humid subtropical.  Average annual precipitation ranges from 30 to 45 inches.  Average annual temperature ranges from 70 to 73 degrees F.  Thornthwaite P-E indices range from 40 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Galveston and Mustang soils.  Galveston soils occur on slightly higher elevations and lack an aquic moisture regime.  Mustang soils occur on similar surfaces and have less than 10 percent silt plus clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow runoff; rapid permeability.  Occasionally flooded by storm tides.  A water table is within 18 to 40 inches of the soil surface, and the soil is saturated to the surface for several weeks following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  The vegetation is shoregrass, Gulf cordgrass, seashore saltgrass, buckwheat, and other halophytes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the southwestern Gulf Coast of Texas.  The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Calhoun County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is within the ranges of halic chemical properties described in the proposed changes in Soil Taxonomy by Coover, et. el.  The tentative classification is siliceous hyperthermic family of Halic Psammaquents pending approval.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches.\nADDITIONAL DATA:  Lincoln Lab. sample nos. 70L770-70L772 for mineralogy and partial particle size data.  Beltsville Lab. sample nos.  71B32-71B39 for total C, FE, and A1.  The morphology of the pedon represented by these samples suggest the presence of an incipient spodic horizon but the expression is too weak to qualify as Spodic Psammaquents.  Also, Lincoln Lab. sample no. 73L557 or mineralogy, halic properties and particle size data.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
