{
  "SERIES": "DICKINSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDH-KMG-LDC",
  "REVDATE": "09/2017",
  "STATES": "IL,IA,MN,NE,WI",
  "OVERVIEW": "The Dickinson series consists of very deep, well drained soils formed in glacial or alluvial deposits that have been reworked by wind. These soils are on interfluves on dissected till plains and on stream terraces in river valleys. Slope ranges from 0 to 30 percent. Mean annual air temperature is about 9 degrees C. Mean annual precipitation is about 840 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dickinson fine sandy loam, on a convex slope of 3 percent, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 centimeters; very dark brown (10YR 2/2) fine sandy loam, very dark grayish brown (10YR 3/2) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.\nA1--23 to 36 centimeters; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; many distinct very dark brown (10YR 2/2) coats on faces of peds; slightly acid; gradual smooth boundary.\nA2--36 to 46 centimeters; dark brown (10YR 3/3) fine sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; very friable; many distinct very dark grayish brown (10YR 3/2) coats on faces of peds; moderately acid; clear smooth boundary. (Combined thickness of the A horizon is 30 to 49 centimeters.)\nBw1--46 to 61 centimeters; brown (10YR 4/3) fine sandy loam; weak fine subangular blocky structure; very friable; many distinct dark brown (10YR 3/3) coats on faces of peds; moderately acid; gradual smooth boundary.\nBw2--61 to 76 centimeters; brown (10YR 4/3) fine sandy loam; weak fine subangular blocky structure; very friable; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizon is 20 to 70 centimeters.)\nBC--76 to 91 centimeters; yellowish brown (10YR 5/4) loamy sand; weak coarse prismatic structure; very friable; moderately acid; clear smooth boundary. (0 to 40 centimeters thick)\nC--91 to 152 centimeters; yellowish brown (10YR 5/4) sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies, Mitchell County, Iowa subset; about 3 miles west and 2 miles north of Stacyville; located about 435 feet north and 180 feet east of the southwest corner of section 23, T. 100 N., R. 17 W.; USGS Stacyville topographic quadrangle; lat. 43.4592414 degrees and long. -92.8298819 degrees, WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--30 to 49 centimeters\nDepth to loamy sand and sand--50 to 110 centimeters\nDepth to carbonates--more than 150 centimeters\nClay content in the particle-size control section (weighted average)--7 to 18 percent\nSand content in the particle-size control section (weighted average)--60 to 80 percent, sand fraction is less than 50 percent medium sand or coarser\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--fine sandy loam, sandy loam or loam\nClay content--7 to 18 percent\nSand content--45 to 80 percent\nRock fragment content--0 percent\nReaction--moderately acid to neutral (5.6 to 7.3)\nBw horizon:\nHue--10YR\nValue-4 or 5\nChroma-3 or 4\nTexture--sandy loam, fine sandy loam or loam\nClay content--7 to 18 percent\nSand content--45 to 80 percent\nRock fragment content--0 percent\nReaction--strongly acid to slightly acid (5.1 to 6.5)\nBC horizon:\nHue--10YR or 7.5YR\nValue--4 or 5\nChroma--3 to 6\nTexture-fine sandy loam, sandy loam, loamy fine sand, loamy sand, fine sand or sand\nClay content--4 to 10 percent\nSand content--60 to 95 percent\nRock fragment content--0 percent\nReaction--strongly acid to neutral (5.1 to 7.3)\nC horizon:\nHue--10YR or 7.5YR\nValue--4 or 5\nChroma--4 to 6\nTexture--loamy fine sand, loamy sand, fine sand or sand\nClay content--4 to 10 percent\nSand content--80 to 95 percent\nRock fragment content--0 percent\nReaction--moderately acid to neutral (5.6 to 7.3)\n2C horizon (when present, below a depth of 150 centimeters):\nHue--7.5YR to 5Y\nValue--4 to 6\nChroma--1 to 4\nTexture--loam, clay loam, silt loam, silty clay loam, silty clay and clay\nReaction--slightly acid to moderately alkaline (6.1 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Augusta Lake, Aureola, Bertram, Bolan, Elrick, Etter, Filley, Gardencity, Olin, Ridgeport, Roine, Wadenill, and Zenor series.\nAugusta Lake--have a clay content of more than 10 percent in the lower third of the series control section\nAureola--have carbonates within a depth of 100 centimeters\nBertram--have a lithic contact within a depth of 100 centimeters\nBolan--have a clay content of 12 to 27 percent in the upper third of the series control section\nElrick--have a sand content that averages more than 50 percent medium sand and coarser sand in the particle-size control section\nEtter--have a sand content that averages 15 to 50 percent in the particle-size control section\nFilley--have less soil moisture in the soil moisture control section during the 120 days following the summer solstice (see remarks)\nGardencity--have a sand content that averages 15 to 50 percent in the particle-size control section\nOlin--have a clay content of 18 to 27 percent in the lower third of the series control section\nRidgeport--have a rock fragment content of 5 to 35 percent in the lower third of the series control section\nRoine--have a clay content of 10 to 33 percent in the lower third of the series control section\nWadenill--have carbonates within a depth of 100 centimeters\nZenor--have carbonates within a depth of 100 centimeters and have a rock fragment content of 4 to 15 percent in the upper two thirds of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--glacial or alluvial sediments reworked by wind\nLandform--interfluves on dissected till plains and on stream terraces in river valleys\nSlope--0 to 30 percent\nElevation--100 to 520 meters above sea level\nMean annual air temperature--4 to 14 degrees C\nMean annual precipitation--485 to 1,195 millimeters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dinsdale, Franklin, Klinger, and Maxfield soils.\nDinsdale--are on higher landscape positions on ridges, interfluves and side slopes on dissected till plains and have a clay content that averages 27 to 35 percent in the particle-size control section\nFranklin--are on higher landscape positions on interfluves, head slopes and side slopes and have a frequently saturated zone within a depth of 0.9 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nKlinger--are on higher landscape positions on interfluves, head slopes and side slopes and have a frequently saturated zone within a depth of 0.9 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nMaxfield--are on lower landscape positions on head slopes and toe slopes and have a frequently saturated zone within a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second and 10.00 to 705.00 micrometers per second below the solum.\nFlooding--very rarely flooded or rarely flooded for brief or very brief duration on stream terrace positions"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, small grain, and grass-legume meadows. Steeper slopes are pastured. The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Sections--Eastern lake section, Western lake section, Wisconsin driftless section, Till Plains, and Dissected till plains\nMLRAs--Southern Wisconsin and Northern Illinois Drift Plain (95B),\nCentral Iowa and Minnesota Till Prairies (103),\nEastern Iowa and Minnesota Till Prairies (104),\nNorthern Mississippi Valley Loess Hills (105),\nNebraska and Kansas Loess-Drift Hills (106),\nIowa and Minnesota Loess Hills (107A),\nIowa and Missouri Deep Loess Hills (107B),\nIllinois and Iowa Deep Loess and Drift, Eastern Part (108A),\nIllinois and Iowa Deep Loess and Drift, East-Central Part (108B),\nIllinois and Iowa Deep Loess and Drift, West-Central Part (108C),\nIllinois and Iowa Deep Loess and Drift, Western Part (108D),\nCentral Mississippi Valley Wooded Slopes, Eastern Part (115A), and\nCentral Mississippi Valley Wooded Slopes, Northern Part (115C)\nLRR M; Iowa, southwestern Wisconsin, southern Minnesota, Illinois, and eastern Nebraska\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dickinson County, Iowa, 1920."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (A1, A2, Bw1, Bw2, BC, and C horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (Ap, A1, A2, Bw1, Bw2, BC, and C horizons).\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 46 centimeters (Ap, A1, and A2 horizons);\ncambic horizon--the zone from a depth of 46 to 91 centimeters (Bw1, Bw2, and BC horizons);\nudic moisture regime.\nDifferences in texture in the material with depth are related to depositional sorting of material rather than soil development.\nSeries differentia between Filley series and Dickinson series needs further study.\nA lacustrine substratum phase was correlated in Clay County, Iowa and is of very minor extent. It is on a lake plain.\nA firm till substratum phase with a moist bulk density range of 1.65 to 1.75 g/cc is recognized in MLRA 103 on the Coteau Slope (bench) physiographic area\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, twelfth edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 centimeters; very dark brown (10YR 2/2) fine sandy loam, very dark grayish brown (10YR 3/2) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 23,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--23 to 36 centimeters; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; many distinct very dark brown (10YR 2/2) coats on faces of peds; slightly acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 36,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--36 to 46 centimeters; dark brown (10YR 3/3) fine sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; very friable; many distinct very dark grayish brown (10YR 3/2) coats on faces of peds; moderately acid; clear smooth boundary. (Combined thickness of the A horizon is 30 to 49 centimeters.)"
      },
      {
        "name": "Bw1",
        "top": 46,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--46 to 61 centimeters; brown (10YR 4/3) fine sandy loam; weak fine subangular blocky structure; very friable; many distinct dark brown (10YR 3/3) coats on faces of peds; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--61 to 76 centimeters; brown (10YR 4/3) fine sandy loam; weak fine subangular blocky structure; very friable; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizon is 20 to 70 centimeters.)"
      },
      {
        "name": "BC",
        "top": 76,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--76 to 91 centimeters; yellowish brown (10YR 5/4) loamy sand; weak coarse prismatic structure; very friable; moderately acid; clear smooth boundary. (0 to 40 centimeters thick)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--91 to 152 centimeters; yellowish brown (10YR 5/4) sand; single grain; loose; moderately acid."
      }
    ]
  ]
}
