{
  "SERIES": "DICKLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFL/TDT",
  "REVDATE": "05/2001",
  "STATES": "OR",
  "OVERVIEW": "The Dickle series consists of shallow, well drained soils that formed in residuum and colluvium overlying igneous bedrock.  Dickle soils are on ridges, shoulders, and upper side slopes of mountain ridges and have slopes of 3 to 35 percent.  The mean annual precipitation is about 25 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dickle very cobbly clay loam on a 5 percent slope, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light brownish gray (10YR 6/2) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; many roots; many very fine and fine tubular pores; 10 percent stones, 20 percent cobbles, and 10 percent gravel; neutral (pH 7.0); gradual wavy boundary.   (2 to 4 inches thick)\nBA--3 to 6 inches; grayish brown (10YR 5/2) clay loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; many roots; many very fine and fine tubular pores; 3 percent cobbles and 5 percent; neutral (pH 7.0); clear wavy boundary.  (0 to 5 inches thick)\nBw--6 to 14 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; common fine and medium roots; many very fine and fine tubular pores; 3 percent cobbles and 5 percent gravel; neutral (pH 7.0); clear irregular boundary.  (5 to 11 inches thick)\nR--14 inches; fractured igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; about one mile east of Stony Creek and 100 feet east of trail on Mahogany Ridge in the SE1/4 NW1/4 section 11, T. 40 S., R. 37 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are moist in the winter and spring and dry in the summer and fall for 45 to 60 consecutive days.  The mean annual soil temperature is 42 to 45 degrees F.  The mean summer soil temperature is 56 to 59 degrees F.  Depth to bedrock is from 10 to 20 inches.  Rock fragments in the particle-size control section average 5 to 25 percent, are mainly cobbles and gravel, and are most prevalent in the surface.  Pedons that are 10 to 14 inches to bedrock have the higher percentages of rock fragments.  The particle-size control section contains 27 to 35 percent clay.  The mollic epipedon is 10 to 16 inches thick.  It is slightly acid or neutral.\nThe A horizon has value of 5 or 6 dry and 3 moist, and chroma of 2 moist and dry.  The dry value is darker than 5.5 when mixed to 7 inches.  It contains 35 to 50 percent rock fragments.\nThe BA and Bw horizons have value of 4 or 5 dry and 3 moist, and chroma of 2 or 3 moist and dry.  It contains 0 to 20 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duncom, Ganis, Hanagita, Hazton, Heisspitz, Jenkinson, Lotex, Skisams, Spliten, Splitro, Trump, Tuggle and Udelope series.  Duncom and Trump soils contain carbonates.  Ganis, Hazton, Lotex, Spliten, Splitro, Tuggle and Udelope soils have less than 18 percent clay throughout the particle-size control section.  Hanagita and Heisspitz soils are udic.  Jenkinson soils are moderately or strongly alkaline, have hue of 5Y to 10YR and the coarse fragments are channers.  Skisams soils have a mean annual soil temperature of 39 to 41 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dickle soils are on ridges, shoulders, and the upper parts of side slopes of mountain ridges at elevations of 6,000 to 7,800 feet.  Slopes are 3 to 35 percent.  The soils formed in colluvium and residuum overly fractured igneous bedrock.  The climate is semiarid and summers are dry.  The mean annual precipitation is 12 to 35 inches.  The mean annual air temperature is 40 to 43 degrees F.  The frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carryback and Noname soils.  Carryback soils are moderately deep and have an argillic horizon.  Noname soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for rangeland.   Vegetation commonly is low sagebrush, Idaho fescue, sheep fescue, and onespike oatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon; MLRA 23.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon;\n- Mollic epipedon - 0 to 14 inches, the upper 7 inches have value of 5 dry after mixing\n- Xeric soil moisture regime\n- Particle-size control section - 0 to 14 inches; averages 15 percent rock fragments and 30 percent clay\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; light brownish gray (10YR 6/2) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; many roots; many very fine and fine tubular pores; 10 percent stones, 20 percent cobbles, and 10 percent gravel; neutral (pH 7.0); gradual wavy boundary.   (2 to 4 inches thick)"
      },
      {
        "name": "BA",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--3 to 6 inches; grayish brown (10YR 5/2) clay loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; many roots; many very fine and fine tubular pores; 3 percent cobbles and 5 percent; neutral (pH 7.0); clear wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw--6 to 14 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; common fine and medium roots; many very fine and fine tubular pores; 3 percent cobbles and 5 percent gravel; neutral (pH 7.0); clear irregular boundary.  (5 to 11 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--14 inches; fractured igneous bedrock."
      }
    ]
  ]
}
