{
  "SERIES": "DICKSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLP:JCJ",
  "REVDATE": "05/2001",
  "STATES": "AL,KY,OK,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, semiactive, thermic Glossic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dickson silt loam--pasture.  (Colors are for moist soil)\nAp--0 to 10 inches; brown (10YR 5/3), crushed, silt loam; weak medium granular structure; friable; common very fine and fine roots throughout; common medium interstitial pores and common very fine and fine interstitial pores; strongly acid; abrupt smooth boundary.  (1 to 6 inches thick)\nBw--10 to 20 inches; yellowish brown (10YR 5/6), interior, silt loam; moderate fine subangular blocky structure; friable; common very fine and fine roots; many very fine and fine tubular pores; few fine rounded iron-manganese concretions throughout; strongly acid; clear wavy boundary. (10 to 15 inches thick)\nE--20 to 24 inches; pale brown (10YR 6/3), interior, silt loam; weak fine subangular blocky structure; friable; common very fine and fine roots throughout; many very fine and fine tubular pores; common fine and medium rounded iron-manganese concretions throughout and common fine threads of light brownish gray (2.5Y 6/2) iron depletions throughout; brittle bodies up to 0.5 inch across make up 10 percent of the horizon; very strongly acid; abrupt irregular  boundary.  (3 to 6 inches thick)\nBtx1--24 to 32 inches; yellowish brown (10YR 5/4), interior,  silt loam; strong very coarse prismatic structure parting to strong very coarse platy; very firm, many very fine and fine tubular pores; many distinct continuous dark yellowish brown (10YR 4/6), moist,clay films on faces of peds and in pores and common distinct continuous white (10YR 8/1), moist, silt coatings on faces of peds; few medium strong brown (7.5YR 5/6) masses of iron accumulation; brittle in more than 60 percent of the mass; very strongly acid; clear wavy boundary.\nBtx2--32 to 43 inches; yellowish brown (10YR 5/4), interior,  silt loam; strong very coarse prismatic structure parting to strong very coarse platy parting to strong fine and medium angular blocky; very firm; many very fine and fine tubular pores; many prominent patchy dark yellowish brown (10YR 4/6), moist, clay films on faces of peds and in pores and common distinct continuous white (10YR 8/1), moist, silt coats on faces of peds; brittle in greater than 60 percent of the mass; very strongly acid; clear wavy boundary. (Thickness of the Btx horizon is 12 to 30 inches).\n2Bt--43 to 73 inches; 50 percent red (2.5YR 4/8), interior, and 30 percent olive yellow (2.5Y 6/8), interior, and 20 percent white (10YR 8/1), interior, clay; moderate fine subangular blocky structure; firm; common fine and very fine tubular pores; many distinct patchy yellowish brown (10YR 5/4), moist, clay films on faces of peds and in pores; very strongly acid; abrupt smooth boundary\n3Cr--73 to 81 inches; olive yellow (2.5Y 6/8), interior, and yellowish red (5YR 5/8), interior, and white (10YR 8/1), interior; massive; strongly weathered and stratified siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cannon County, Tennessee; South of Woodbury on Tennessee Highway 53; 3.5 miles east on Red Hill Road; 200 feet south of Road. Hollow Springs USGS Quad (35/43/7N) (86/0/9W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the fragipan ranges from 18 to 36 inches.  Reaction is strongly acid or very strongly acid except where lime has been added.  Fragments of gravel range from none to 10 percent in the lower Btx horizon and up to 35 percent in the 2Bt horizon.  Depth to hard bedrock is greater than 5 feet.Some pedons have a paralithic contact below 60 inches.  Transition horizons have color and textures similar to adjacent horizons.\nThe Ap and A horizon have hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Texture is silt loam.\nThe E horizon, or E'horizon if present, has hue of 10YR , value of 4 to 6, chroma of 2 to 4, or hue of 2.5Y, value of 4 to 6, and chroma of 4.  Texture is silt loam.\nThe Bw horizon or Bt horizon, has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6.  Redox features in shades of brown, yellow, and gray range from none to common in the lower part of the horizon.  Texture is silt loam or silty clay loam.\nThe Btx horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 6 with redox features in shades of brown, yellow, red, and gray.  Some pedons do not have a dominant matrix color but are in a composite of shades of brown, yellow, red, or gray.  Texture is silt loam or silty clay loam.\nThe 2Bt horizon has hue of 7.5YR, 5YR, or 2.5YR, value of 3 to 5, and chroma of 4 to 8.  Some pedons have hue of 2.5Y, value of 4 to 6, and chroma of 4 to 8.  Relic mottles and redox features are in shades of brown, yellow, red, and gray.  Texture is silty clay loam, silty clay, clay, or gravelly phases of these textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Soils in similar families are the Paden, Sango, and Taft series. Paden soils have mixed mineralogy.  Sango soils have a coarse-silty.particle size control section  Taft soils are in a Glossaquic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dickson soils are on nearly level to undulating ridges on uplands.  Slopes range from 0 to 12 percent, but are commonly less than 8 percent. The soil formed in 2 to 4 feet of a silty mantle underlain by residuum of limestone.  Near the type location, average annual temperature is about 60 degrees F., and average annual precipitation is about 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Sango and Taft soils, and the Sengtown, Mountview, and Hawthorne soils  Hawthorne soils contain more than 35 percent coarse fragments and do not have a fragipan.  Sengtown soils are clayey and do not have a fragipan.  Mountview soils are well drained and do not have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to slow runoff; moderate permeability above the fragipan and slow to very slow permeability in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for growing hay, pasture, small grains, corn, soybeans, and tobacco.  Some areas are in forest chiefly of oaks, yellow-poplar, hickories, gums, and maples."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Highland Rim in Tennessee, Northern Alabama, and the Pennyroyal of Kentucky.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dickson County, Tennessee; 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in this pedon are:\nOchric epipedon - 0 to 10 inches (Ap horizon)\nCambic horizon - 10 to 20 inches (Bw horizon)\nGlossic horizon - 20 to 24 inches (E horizon)\nArgillic horizons - 24 to 73 inches (Btx1, Btx2 and 2Bt horizons)\nFragipan - 24 to 43 inches (Btx1, Btx2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
