{
  "SERIES": "DIENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/KDS/RLB",
  "REVDATE": "01/2010",
  "STATES": "UT",
  "OVERVIEW": "The Dient series consists of very deep, well drained soils that formed in colluvium and alluvium derived from cretaceous age Straight Cliffs Formation sandstone. Dient soils are on fan remnants. Slopes range from 15 to 50 percent. Mean annual precipitation is about 7 inches and mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dient very stony loam  rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered by 8 percent gravel, 10 percent cobbles, 10 percent stones and 15 percent boulders.\nA--0 to 4 inches; pale brown (10YR 6/3) very stony loam, brown (10YR 4/3) moist; weak fine platy structure parting to weak fine granular structure; soft, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 15 percent gravel, 10 percent cobbles and 15 percent stones; slightly effervescent; moderately alkaline (pH 8.3); clear wavy boundary. (2 to 6 inches thick)\nC1--4 to 12 inches; light yellowish brown (2.5Y 6/3) very stony loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure parting to massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 20 percent gravel, 10 percent cobbles and 20 percent stones; slightly effervescent; moderately alkaline (pH 8.3); clear wavy boundary. (combined thickness of the C horizon is 5 to 60 inches thick)\nC2--12 to 60 inches; pale yellow (2.5Y 7/3) very stony loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; 10 percent gravel, 15 percent cobbles, 15 percent stones and 10 percent boulders; slightly effervescent; moderately alkaline (pH 8.1)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Utah; Grand Staircase-Escalante National Monument Soil Survey; about 1 mile north on the Sooner Slide road from the Hole in the Rock road junction; Sooner Bench USGS quad; lat. 37 degrees 17 minutes 35.15 seconds N. and long. 111 degrees 3 minutes 10.37 seconds W, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July through September and December through February.  Driest during May and June. The soil moisture regime is Typic aridic.\nMean annual soil temperature:  54 to 59 degrees F.\nParticle-size control section (weighted average)\nClay content:  18 to 27 percent\nRock fragments: 35 to 75 percent angular and subangular gravel, cobble, stone and boulder sized Cretaceous aged Straight Cliffs formation sandstone; very and extremely stony and bouldery modifiers dominate this series concept.\nA horizon\nHue: 10YR, 2.5Y\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nC horizon\nHue: 10YR, 2.5Y\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loam, sandy loam, sandy clay loam, with appropriate modifiers\nClay content: 18 to 27 percent\nRock fragments: 35 to 75 percent angular and subangular gravel, cobble, stone and boulder sized Cretaceous aged Straight Cliffs formation sandstone\nCalcium carbonate equivalent: 5 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cliffdown (NV), Clifterson (WY), Clowfin (NV), Defler (NV), Myton (UT), and Trocken (NV) series.\nCliffdown, Clowfin, Defler and Trocken soils contains less than 18 percent clay in the particle size control section.\nClifterson soil is dominated by gravelly soil textures in the particle size control section.\nMyton soils control section clay content ranges from 10 to 18 percent and have 2.5YR to 5YR hues."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dient soils are on hillslopes and fan remnants at elevations of 4,000 to 5,500 feet.  Slopes are 5 to 65 percent.  These soils formed in colluvium and alluvium derived from Straight Cliffs sandstone.  Mean annual precipitation: 6 to 9 inches.  The mean annual air temperature is 52 to 57 degrees F. Frost-free period: 150 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Daklos and Catahoula series. The Daklos soils are shallow to bedrock. The Catahoula soils have a soil moisture regime that is aridic bordering on ustic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, medium to very high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, wildlife habitat, and recreation. Potential native vegetation includes blackbrush, galleta, shadscale, four-wing saltbush and Torrey mormontea. These soils have been correlated to the Desert Stony Loam (Blackbrush) 035XY139UT ecological site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central, Utah; MLRA 35; These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kane County, Utah, Grand Staircase-Escalante National Monument soil survey area, 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nParticle-size control section - the zone from 10 to 40 inches (parts of C1 and C2 horizons)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy,Tenth Edition, 2006\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; pale brown (10YR 6/3) very stony loam, brown (10YR 4/3) moist; weak fine platy structure parting to weak fine granular structure; soft, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 15 percent gravel, 10 percent cobbles and 15 percent stones; slightly effervescent; moderately alkaline (pH 8.3); clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 10,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--4 to 12 inches; light yellowish brown (2.5Y 6/3) very stony loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure parting to massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 20 percent gravel, 10 percent cobbles and 20 percent stones; slightly effervescent; moderately alkaline (pH 8.3); clear wavy boundary. (combined thickness of the C horizon is 5 to 60 inches thick)"
      },
      {
        "name": "C2",
        "top": 30,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "narrative": "C2--12 to 60 inches; pale yellow (2.5Y 7/3) very stony loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; 10 percent gravel, 15 percent cobbles, 15 percent stones and 10 percent boulders; slightly effervescent; moderately alkaline (pH 8.1)"
      }
    ]
  ]
}
