{
  "SERIES": "DIETRICH",
  "STATUS": "Established Series",
  "BYREV": "JG-JKW-RM",
  "REVDATE": "01/2018",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Typic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dietrich fine sand--on a south facing, nearly level 1 percent slope in rangeland; elevation of 3 m (9 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 23 cm (0 to 9 in); light brownish gray (10YR 6/2) fine sand, grayish brown (10YR 5/2) moist; single grained; slightly hard, very friable; common fine and medium roots; neutral; clear wavy boundary. (Thickness of the A horizon is 8 to 46 cm [3 to 16 in].)\nE--23 to 31 cm (9 to 12 in); light gray (10YR 7/2) fine sand, grayish brown (10YR 5/2) moist; single grained; slightly hard, very friable; few fine and medium roots; neutral; abrupt wavy boundary. (Thickness of the E horizon is 0 to 10 cm [0 to 4 in].)\nBtng--31 to 46 cm (12 to 18 in); light brownish gray (10YR 6/2) sandy clay loam, grayish brown (10YR 5/2) moist; moderate coarse columnar structure parting to moderate fine and medium blocky; thin caps of fine sandy loam on columns; very hard, very firm, sticky and plastic; few roots between peds; surfaces of peds partially coated with thin very dark gray (10YR 3/1) clay films; common fine and medium prominent red (2.5YR 5/8) iron accumulations with sharp boundaries on faces of peds; common fine and medium prominent yellow (10YR 7/8) iron accumulations with diffuse boundaries on faces of peds; common fine and medium faint gray (10YR 6/1) iron depletions with clear boundaries next to iron accumulations; slightly alkaline; clear wavy boundary. (Thickness of the Btng horizon 0 to 25 cm [0 to 10 in])\nBtnzg1--46 to 76 cm (18 to 30 in); light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; moderate medium and coarse angular blocky structure; very hard, very firm, sticky and plastic; peds partially coated with thin dark gray (10YR 4/1) clay films; few fine and medium prominent red (2.5YR 5/8) iron accumulations with sharp boundaries on faces of peds; few fine and medium prominent yellow (10YR 7/8) iron accumulations with diffuse boundaries on faces of peds; few fine and medium faint gray (10YR 6/1) iron depletions with clear boundaries next to iron accumulations; few fine white (2.5Y 8/1) masses of salt crystals; saline; moderately alkaline; gradual smooth boundary.\nBtnzg2--76 to 114 cm (30 to 45 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2) moist; weak coarse blocky structure; very hard, firm; few thin patchy clay films on surfaces of peds; few streaks of gray sandy material; few fine iron manganese concretions; few fine and medium prominent yellow (10YR 7/8) iron accumulations with diffuse boundaries on faces of peds; few fine prominent brown (10YR 4/3) iron accumulations with clear boundaries on faces of peds; few fine white (2.5Y 8/1) masses of salt crystals; saline; moderately alkaline; gradual smooth boundary. (Combined thickness of the Btnzg horizons is 43 to more than 152 cm [17 to more than 60 in])\nBCkzg--114 to 203 cm (45 to 80 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2) moist; massive; very hard, firm; few fine iron-manganese nodules ; few fine prominent yellow (10YR 7/8) iron accumulations with diffuse boundaries on faces of peds; few fine prominent brown (10YR 4/3) iron accumulations with clear boundaries on faces of peds; few fine and medium nodular calcium carbonate concretions; few fine white (2.5Y 8/1) masses of salt crystals; saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aransas County, Texas; from the intersection of Farm Road 3036 and Farm Road 1781 in Fulton; 0.75 mile north on Farm Road 1781; 100 ft west in native rangeland; Rockport, Texas USGS topographic quadrangle; Latitude: 28 degrees, 04 minutes, 30.7 seconds N; Longitude: 97 degrees, 04 minutes, 41.9 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: an aquic soil moisture regime.  The soil moisture control section remains saturated with water and has reducing conditions from a few days to several weeks during the fall and spring months.\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F)\nDepth to secondary calcium carbonate: 76 to 152 cm (30 to 60 in)\nDepth to natric horizon: 8 to 48 cm (3 to 19 in)\nDepth to salt accumulations: 8 to 76 cm (3 to 30 in)\nDepth to redox concentrations: 8 to 48 cm (3 to 19 in)\nDepth to redox depletions: 8 to 48 cm (3 to 19 in)\nParticle-size control section (weighted average)\nClay content: 25 to 35 percent\nCEC/clay ratio: 0.40 to 0.60\nA and E horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 1 to 3\nTexture: fine sand, loamy fine sand, or fine sandy loam\nElectrical Conductivity (dS/m): 0 to 4\nExchangeable Sodium Percent: 0 to 8\nReaction: slightly acid to slightly alkaline\nBtng and Btnzg horizons:\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: loam, sandy clay loam, or clay loam\nClay content: 25 to 35 percent\nRedox concentrations: amount-2 to 20, color-shades of brown, yellow, or red\nRedox depletions: amount-1 to 10 percent, color- shades of gray\nIdentifiable secondary carbonate: amount 0 to 15 percent, size-fine or medium\nElectrical Conductivity (dS/m): 1 to 8\nExchangeable Sodium Percent: 15 to 40\nReaction: neutral to moderately alkaline\nBCkzg horizon:\nHue: 10YR OR 2.5Y\nValue: 6 to 8\nChroma: 1 to 3\nTexture: fine sandy loam, loam, sandy clay loam, or sandy clay\nClay content: 15 to 40 percent\nRedox concentrations: amount-2 to 20 percent, color-shades of brown, yellow, or red\nRedox depletions: amount 0 to 10, color-shades of gray\nIdentifiable secondary carbonate: amount 0 to 3, size-fine or medium\nElectrical Conductivity (dS/m): 1 to 8\nExchangeable Sodium Percent: 15 to 40\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ramita (TX) series in the same family.  Similar soils are the Narta (TX), Santanela (CA), Sauz (TX), and Willamar (TX) series.\nRamita soils: have less than 25 percent clay in the upper Bt; are in areas with less than 71 cm (28 in) of rainfall; and are on the Sandsheet Prairie at elevations more than 3 meters (10 ft) above sea level\nNarta soils: are in a fine particle size family.\nSantanela soils: have a thermic temperature regime and a superactive CEC/Clay class.\nSauz soils: have a coarse-loamy particle-size control section.\nWillamar soils: have a water table 1 to 2 m (3 to 6 ft) below the soil surface and a surface layer less than 41 cm (16 in) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Ingleside barrier strand plain of late Pleistocene age.\nLandform: strand plain\nSlope: 0 to 2 percent\nMean annual air temperature range: 21 to 23 degrees C (70 to 73 degrees F)\nMean annual precipitation range: 711 to 965 mm (28 to 38 in)\nPrecipitation Pattern: The peak rainfall periods are during the spring and fall seasons.  The driest time occurs during the summer months.  These soils are subject to periodic high rainfall events as a result of tropical storms.\nFrost-free period: 310 to 325 days\nElevation: .3 to 4.6 m (1 to 15 ft)\nThornthwaite P-E Index: 34 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aransas, Arenisco, Arrada, Barrada, Edroy, and Narta series.\nAransas soils: are clayey throughout and are on lower flood plains.\nArenisco soils: are sandy throughout, have a water table 102 to 203 cm (40 to 80 in) below the soil surface, and are on higher landforms.\nArrada soils: have salic horizons and are on wind-tidal flats.\nBarrada soils: have a fine particle-size control section, have a salic horizon, and are on the wind-tidal flats.\nEdroy soils: have a fine particle-size control section and are in enclosed depressions.\nNarta soils: have a fine particle-size control section and are on a similar landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is very slow.  Runoff is high on areas less than 1 percent slope and very high on areas of more than 1 percent slopes.  A seasonal perched water table exists from a few days to several weeks from May to September at a depth of 30 to 91 cm (12 to 36 in) from the surface, which includes the E and upper part of the argillic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for livestock grazing, and wildlife habitat.  Native grasses are mainly gulf cordgrass, seahorse saltgrass, knotroot bristlegrass, and panicum.  Woody invaders are mainly low mesquite, dwarf liveoak trees, and pricklypear.  A few areas are used as improved pastures of coastal bermudagrass.  The ecological site is Salty Prairie (R150BY551TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gulf Coast Saline Prairies (MLRA 150B in LRR T) in the Coastal Bend of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aransas County, Texas, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle size control section: 31 to 81 cm (12 to 32 in). (Btng and Btnzg1 horizons)\nOchric epipedon: 0 to 31 cm (0 to 12 in). (A and E horizons)\nNatric Horizon: 31 to 76 cm (12 to 30 in). (Btng and Btnzg1)\nEpisaturation: The zone of saturation at 23 to 51 cm (9 to 20 in). (E and Btng horizons)\nAquic conditions: 23 to 51 cm (9 to 20 in) (E and Btng horizons)\nADDITIONAL DATA: none\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
