{
  "SERIES": "DIFFIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/TDT",
  "REVDATE": "10/2000",
  "STATES": "OR",
  "OVERVIEW": "The Diffin series consists of deep and very deep, well drained soils that formed in colluvium and residuum derived from basalt and tuff.  Diffin soils are on north facing footslopes.  Slopes are 30 to 60 percent.  The mean annual precipitation is about 14 inches, and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Vertic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Diffin very stony loam - rangeland, on a 33 percent east-facing slope at an elevation of 3,300 feet.  (When described on July 7, 1999, the soil was dry throughout the profile.  Colors are for moist soils unless otherwise noted.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) very stony loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and many very fine roots; few fine and many very fine irregular pores; 25 percent stones, 20 percent cobbles, and 5 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 5 inches thick)\n2Bt1--3 to 7 inches; very dark brown (10YR 2/2) cobbly clay, very dark brown (10YR 2/2) dry; moderate medium prismatic structure; very hard, very firm, very sticky and very plastic; few coarse, medium, fine, and very fine roots; few fine and common very fine tubular pores; continuous prominent clay films on ped faces and in pores; 20 percent cobbles and 10 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.\n2Bt2--7 to 19 inches; dark brown (10YR 3/3) very cobbly clay, brown (10YR 4/3) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many distinct clay films on ped faces and in pores; 25 percent cobbles and 15 percent gravel; moderately alkaline (pH 8.3); clear wavy boundary.  (Combined thickness of the 2Bt horizons is 14 to 29 inches.)\n2Bk1--19 to 28 inches; brown (10YR 4/3) very cobbly loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure or massive; soft, very friable, slightly sticky and slightly plastic; common very fine tubular pores; continuous carbonate coatings on rock fragments; strongly effervescent; 20 percent cobbles and 25 percent gravel; moderately alkaline (pH 8.4); clear wavy boundary.\n2Bk2--28 to 60 inches; dark brown (10YR 3/3) very stony loam, brown (10YR 5/3) dry; massive; soft, very friable, slightly sticky and slightly plastic; few very fine tubular pores; continuous carbonate coatings on rock fragments; slightly effervescent; 15 percent stones, 15 percent cobbles, and 5 percent gravel; moderately alkaline (pH 8.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wheeler County, Oregon, located about 2 miles NW of the junction of Hwy. 19 and 26 or 14 miles south of Kimberly; 1,200 feet south and 2,000 feet east of the NW corner of section 12, T. 12 S., R. 25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist in some part of moisture control section for more than one-half of the time when the soil temperature is above 41 degrees F. (xeric).  The mean annual soil temperature is 45 to 47 degrees F.  Depth to bedrock is 40 inches or more.  The mollic epipedon is 10 to 20 inches thick.  Depth to secondary carbonate accumulation is 15 to 30 inches.  It is slightly or moderately alkaline.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is loam with 18 to 25 percent clay.  It has 0 to 20 percent stones, 15 to 25 percent cobbles, and 5 to 20 percent gravel.\nThe 2Bt horizons have values of 2 or 3 moist, 2 to 4 dry, and chroma of 2 or 3 moist and dry.  It is clay with 45 to 60 percent clay.  Total rock fragments average 35 to 45 percent with 0 to 15 percent stones, 15 to 25 percent cobbles, and 10 to 20 percent gravel.  In some pedons, secondary carbonates are present in the lower part with value of 4 or 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist and dry.\nThe 2Bk horizons have values of 3 or 4 moist, 5 to 7 dry, and chroma of 3 or 4 moist and dry.  It is loam with 15 to 25 percent clay.  Total rock fragments range from 20 to 60 percent with 0 to 15 percent stones, 15 to 20 percent cobbles, and 5 to 25 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Diffin soils are on north-facing footslopes below basalt cliffs.  Slopes are 30 to 60 percent.  Elevation is 3,200 to 3,800 feet.  The climate is xeric with cold, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 16 inches, and the mean annual temperature is 42 to 45 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bingville, Gwin, Kettenbach, and Prill soils.  Bingville soils are moderately deep to basalt bedrock, lack secondary carbonates, and are found on higher plateaus.  Gwin and Kettenbach soils are found on adjacent south slopes and have a mesic moisture regime.  Gwin soils are shallow to bedrock and Kettenbach soils are moderately deep to bedrock.  Prill soils are moderately deep to a paralithic material, mesic temperature regime, and are found on gently slopes below basalt cliffs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for livestock grazing and wildlife habitat.  The potential native vegetation is Idaho fescue, bluebunch wheatgrass, one-spike oatgrass, Sandberg bluegrass, and low sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Oregon, MLRA B-10.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  John Day Fossil Beds National Monument, Oregon, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from the surface to 19 inches (A, 2Bt1, and 2Bt2 horizons)\nargillic horizon - 3 to 19 inches (2Bt1 and 2Bt2 horizons)\nsecondary carbonates - 19 to 60 inches (2Bk1 and 2Bk2 horizons)\nxeric soil moisture regime\nParticle-size control section - 3 to 19 inches (2Bt1 and 2Bt2 horizons)\nEstimated LE is 7.0 cm with the upper meter.\nADDITIONAL DATA:  Partial lab data is available for this soil.  Reference samples S98OR--069-019-(1-4) from Wheeler County, Oregon were sent to NSSL in Lincoln, NE (1/99).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
