{
  "SERIES": "DIGGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDT/KDPL/RWL",
  "REVDATE": "05/2005",
  "STATES": "OR",
  "OVERVIEW": "The Digger series consists of moderately deep, well drained soils formed in loamy colluvium and residuum weathered from sandstone and siltstone. Digger soils occur on narrow ridgetops, summits, shoulder slopes, and backslopes of mountains. Slopes are 3 to 90 percent. The mean annual precipitation is about 80 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Digger gravelly loam - woodland, on a 75 percent southeast-facing slope at an elevation of 800 feet. (Colors are for moist soil unless otherwise noted. When described on August 1, 2000 the soil was moist throughout.)\nOi--0 to 1 inch; slightly decomposed plant material; abrupt smooth boundary.\nA--1 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly loam, grayish brown (10YR 5/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine, common medium, and few coarse roots; many fine tubular pores; 40 percent gravel and 5 percent cobbles; 9 percent paragravel and 1 percent paracobbles; moderately acid (pH 5.9); NaF pH 9.8; clear smooth boundary. (3 to 5 inches thick)\nBA--4 to 16 inches; brown (10YR 4/3) very cobbly loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; many fine tubular pores; 25 percent gravel and 25 percent cobbles; 13 percent paragravel and 2 percent paracobbles; moderately acid (pH 5.6); NaF pH 9.8; clear wavy boundary. (0 to 14 inches thick)\nBw1--16 to 30 inches; yellowish brown (10YR 5/4) very gravelly loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common fine tubular pores; 40 percent gravel and 15 percent cobbles; 20 percent paragravel and 5 percent paracobbles; strongly acid (pH 5.5); NaF pH 9.1; gradual wavy boundary.\nBw2--30 to 38 inches; yellowish brown (10YR 5/4) extremely cobbly loam, very pale brown (10YR 7/4) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common fine tubular pores; 40 percent gravel and 35 percent cobbles; 8 percent paragravel and 2 percent paracobbles; strongly acid (pH 5.4); NaF pH 9.4; abrupt wavy boundary. (Combined thickness of the Bw horizon is 17 to 23 inches.)\nCr--38 to 48 inches; moderately cemented sandstone bedrock, fractured at intervals of 4 to less than18 inches; few very fine and fine roots in cracks; minor amounts of soil material in fractures from horizon above; gradual wavy boundary.\nR--48 inches; very strongly cemented sandstone bedrock, fractured at intervals of 4 to less than18 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; about 3 1/2 miles east-southeast of Alsea; about 330 feet south and 1,320 feet east of northwest corner of section 8, T. 14 S., R. 8 W.(Latitude 44 degrees, 22 minutes, 27 seconds N.; Longitude 123 degrees, 41 minutes, 20 seconds W.; Digger Mountain, OR 7.5 minute USGS Quad; NAD 1927)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 47 to 55 degrees F. Solum thickness and depth to a paralithic contact is 20 to 40 inches. Depth to a lithic contact is 30 to 50 inches.  Bedrock hardness classes are: paralithic contact - weakly to moderately cemented; lithic contact - strongly cemented to indurated.  The particle-size control section has 35 to 60 percent rock fragments, 0 to 25 percent pararock fragments, and 15 to 25 percent clay and greater than 15 percent coarser than very fine sand. Hue is 10YR or 7.5YR.\nThe A horizon has value of 2 or 3 moist, 5 or 6 dry and chroma of 2 or 3 moist and dry. Texture of the fine-earth fraction is loam with 15 to 25 percent clay. It has 15 to 65 percent gravel, 0 to 10 percent cobbles, 0 to 15 percent stones, 0 to 15 percent paragravel, and 0 to 5 percent paracobbles. Reaction is slightly acid to strongly acid.\nThe BA horizon, when present, has value of 3 or 4 moist, 4 to 7 dry and chroma of 3 or 4 moist, 4 to 6 dry. Texture of the fine-earth fraction is loam with 15 to 25 percent clay. It has 10 to 50 percent gravel, 0 to 40 percent cobbles, 0 to 25 percent paragravel, and 0 to 5 percent paracobbles. Reaction is moderately acid or strongly acid.\nThe Bw horizon has value of 3 to 5 moist, 4 to 7 dry, and chroma of 3 or 4 moist, 3 to 6 dry. Texture of the fine-earth fraction is loam or silt loam with 15 to 27 percent clay, and more than 15 percent coarser than very fine sand. It has 15 to 50 percent gravel, 5 to 40 percent cobbles, 0 to 25 percent paragravel, and 0 to 5 percent paracobbles. Reaction is moderately acid to very strongly acid.\nThe BC or C horizons, when present, have value of 3 to 5 moist, 4 to 7 dry and chroma of 3 or 4 moist, 3 to 6 dry. It has more than 50 percent rock fragments if deeper than 30 inches, and may range up to 80 percent in some pedons. Reaction is moderately acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Hatchery series. Hatchery soils have a lithic contact at 20 to 40 inches, allow hues of 5YR, and occur over basalt bedrock. Further investigation of this series is needed in the remaining portion of the Alsea Area, Oregon soil survey to determine if this soil needs to be inactivated or could be correlated into the isomesic temperature regime. It has been correlated to the Harslow series in the mesic zone in Benton County, Oregon in the current MLRA update."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Digger soils occur on narrow ridgetops, summits, shoulder slopes, and backslopes of mountains. Slopes are 3 to 90 percent. These metastable to active landforms are typified by uneven, step-like benches caused by sliding and slumping of bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Elevations are typically 200 to 1,800 feet, but reach heights of 3,800 feet in the most southern extent of the Coast Range in southwestern Oregon. The soils formed in loamy colluvium and residuum weathered from sandstone and siltstone of the Tyee and Flournoy formations in the Coast Range Mountains and from the Dothan Formation in the Klamath Mountains Province. The climate is characterized by warm wet winters and hot moist summers. The mean annual precipitation is typically 55 to 100 inches but may range to 130 inches in the high winter rainfall areas of the interior mountains of southwestern Oregon. The mean annual temperature is 45 to 53 degrees F. The mean January temperature is about 40 degrees F. and the mean July temperature is about 63 degrees F. The frost-free period is 110 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Apt, Bohannon, Honeygrove, McDuff, Millicoma, Peavine, Preacher, Remote, Slickrock, Tahkenitch, Jason, Trask, and Umpcoos soils. All these soils occur on mountains. Apt, Honeygrove, McDuff, and Peavine soils have a fine textured argillic horizon and have less than 35 percent rock fragments in the particle-size control section. Bohannon and Millicoma soils have an umbric epipedon 10 to 20 inches thick and have base saturation less than 60 percent throughout the control section. Bohannon soils have less than 35 percent rock fragments within the particle-size control section. Preacher, Slickrock, and Tahkenitch soils are more than 40 inches deep to a paralithic contact, have less than 35 percent rock fragments within the particle-size control section and have an umbric epipedon more than 10 inches thick. Remote soils are greater than 60 inches deep to bedrock. Umpcoos soils are 10 to 20 inches deep to lithic bedrock contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Digger soils are used for timber production, recreation, wildlife habitat and watersheds. The forest canopy is generally dominated by Douglas fir with red alder and bigleaf maple as a common inclusions. The understory is mainly mixed shrubs and herbs with salal, cascade Oregongrape, creambush oceanspray, western brackenfern, baldhip rose, western dewberry, deerfoot vanillaleaf, vine maple, western hazel, and grasses usually present. Bracken-Salal is a common community on burned areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Digger soils occur in the Coast Range Mountains and the northern margin of the Klamath Mountains Province in southwestern Oregon; MLRA 1. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County, Oregon, 1974. The source of the name is taken from Digger Mountain in western Benton County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 1 to 16 inches (A and BA horizons)\nCambic horizon - from 16 to 38 inches (Bw1 and Bw2 horizons)\nParticle-size control section - from 11 to 38 inches.\nDepth to diagnostic horizons and features is measured from the top of the first mineral horizon.\nThe original series type location for the Digger series was established in the Alsea Area, Oregon soil survey (published 1973). The modal concept was located on a stable landscape. With the recent update mapping of Benton County, Oregon soil survey the typical pedon was relocated based on further field observations and documentation. It reflects a modal concept which occurs on a metastable to active landform and reflects ongoing erosional landscape processes in addition to having an isotic mineralogy class.\nClassification was revised 8/01 to loamy-skeletal, isotic mesic Dystric Eutrudepts based on changes in the Keys to Soil Taxonomy, 8th edition, and lab data from the new series type location.\nADDITIONAL DATA: Characterization data available for modal pedon location, S01OR-003-018 from Benton County, OR; NSSL, Lincoln, NE; 5/02\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed plant material; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly loam, grayish brown (10YR 5/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine, common medium, and few coarse roots; many fine tubular pores; 40 percent gravel and 5 percent cobbles; 9 percent paragravel and 1 percent paracobbles; moderately acid (pH 5.9); NaF pH 9.8; clear smooth boundary. (3 to 5 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--4 to 16 inches; brown (10YR 4/3) very cobbly loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; many fine tubular pores; 25 percent gravel and 25 percent cobbles; 13 percent paragravel and 2 percent paracobbles; moderately acid (pH 5.6); NaF pH 9.8; clear wavy boundary. (0 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 41,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--16 to 30 inches; yellowish brown (10YR 5/4) very gravelly loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common fine tubular pores; 40 percent gravel and 15 percent cobbles; 20 percent paragravel and 5 percent paracobbles; strongly acid (pH 5.5); NaF pH 9.1; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 76,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--30 to 38 inches; yellowish brown (10YR 5/4) extremely cobbly loam, very pale brown (10YR 7/4) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common fine tubular pores; 40 percent gravel and 35 percent cobbles; 8 percent paragravel and 2 percent paracobbles; strongly acid (pH 5.4); NaF pH 9.4; abrupt wavy boundary. (Combined thickness of the Bw horizon is 17 to 23 inches.)"
      },
      {
        "name": "Cr",
        "top": 97,
        "bottom": 122,
        "texture_class": "sand",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cr--38 to 48 inches; moderately cemented sandstone bedrock, fractured at intervals of 4 to less than18 inches; few very fine and fine roots in cracks; minor amounts of soil material in fractures from horizon above; gradual wavy boundary."
      },
      {
        "name": "R",
        "top": 122,
        "texture_class": "sand",
        "narrative": "R--48 inches; very strongly cemented sandstone bedrock, fractured at intervals of 4 to less than18 inches."
      }
    ]
  ]
}
