{
  "SERIES": "DILLARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWF-HCD",
  "REVDATE": "08/2005",
  "STATES": "GA,NC,TN,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dillard sandy loam, on a smooth concave 4 percent slope in grass.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) sandy loam; moderate fine granular structure; very friable; many fine and medium roots; few fine flakes of mica; moderately acid; abrupt wavy boundary.  (6 to 12 inches thick)\nBt1--8 to 20 inches; yellowish brown (10YR 5/6) sandy clay loam; thin brown (10YR 5/3) coatings in root channels; moderate medium subangular blocky structure; friable; common fine and medium roots; few faint clay films on faces of peds; few fine flakes of mica; strongly acid; gradual wavy boundary.\nBt2--20 to 27 inches; brownish yellow (10YR 6/6) sandy clay loam; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine and medium roots; few fine flakes of mica; common medium prominent gray (10YR 6/1) iron depletions; strongly acid; gradual wavy boundary.\nBt3--27 to 31 inches; olive yellow (2.5Y 6/6) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; few fine flakes of mica; many coarse prominent gray (10YR 6/1) iron depletions; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 14 to 51 inches)\n2Btg--31 to 37 inches; light gray (10YR 7/1) clay; moderate coarse angular blocky structure; firm; common distinct clay films on faces of peds; few fine flakes of mica; many coarse prominent reddish yellow (5YR 6/8) and common medium prominent olive yellow (2.5Y 6/6) masses of iron accumulation; very strongly acid; clear wavy boundary.  (0 to 14 inches thick)\n2BCg--37 to 55 inches; light gray (10YR 7/1) clay loam; weak medium angular blocky structure; firm; few fine flakes of mica; common medium prominent light yellowish brown (2.5Y 6/4) and common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; very strongly acid; gradual wavy boundary.  (0 to 18 inches thick)\n2Cg--55 to 62 inches; light gray (5Y 7/1) clay; massive; very firm; few fine flakes of mica; common medium prominent brownish yellow (10YR 6/6) masses of iron accumulation; very strongly acid; clear wavy boundary.\n2Cr--62 to 66 inches; yellowish brown (10YR 5/6) mudstone; crushes to silty clay; difficult to auger; massive; very firm; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rabun County, Georgia; 0.4 mile west of Rabun Gap post office on paved road; 50 feet north of road at Rabun Gap-Nacoochee School.  (USGS Quadrangle, Dillard, GA.-N.C.  (1988); lat. 34 degrees 57 minutes 28 seconds N., long. 83 degrees 23 minutes 36 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to more than 60 inches.  Unless limed, reaction ranges from strongly acid to moderately acid in the A horizon and from very strongly acid to moderately acid in the B and C horizons.  Flakes of mica range from few to common throughout the solum and C horizon.\nThe A horizon has hue of 10YR, value of 3 through 5, and chroma of 1 through 4.  Where the value is 3 or less the horizon thickness is less than 10 inches.  It is fine sandy loam, sandy loam, or loam, and includes sandy clay loam or clay loam in eroded areas   Volume of pebbles range from 0 to 5 percent.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 to 6.  It is sandy loam, fine sandy loam or loam.\nThe BE or BA horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 through 6.  It is sandy loam, fine sandy loam, or loam.\nThe Bt1 and Bt2 horizons have hue of 7.5YR, 10YR, or 2.5Y, value of 4 through 6 and chroma of 4 through 8.  There are none to common masses of iron accumulation in shades of brown and iron depletions in shades of gray are in the Bt2 horizon.  The Bt3 horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 4 through 8.  It has none to many masses of iron accumulation in shades of brown and iron depletions in shades of gray.  Texture of the Bt horizon is loam, sandy clay loam or clay loam in the upper part and ranges to include clay below the control section.  Volume of pebbles range from 0 to 15 percent.\nThe Btg, 2Btg, BCg, or 2BCg horizons, where present, have hue of 10YR, value of 5 through 7, and chroma of 1 or 2.  There are none to many masses of iron accumulation in shades of brown and yellow and iron depletions in shades of gray, are throughout these horizons.  Some pedons are mottled in shades of gray, brown, and yellow.  They are loam, sandy clay loam, clay loam, or clay.  Volume of pebbles range from 0 to 5 percent.\nThe C or 2C horizons, where present, have hue of 10YR, 2.5Y, or 5Y, value of 5 through 7, and chroma of 3 through 8.  They have common to many masses of iron accumulation in shades of red, brown, and yellow and iron depletions in shades of gray, or they are mottled in the same colors. Texture is variable.  Volume of pebbles ranges from 0 to 35 percent.\nThe Cg or 2Cg horizon, where present, has hue of 10YR, 2.5Y, or 5Y, value of 5 through 7, and chroma of 1 or 2.  Common to many masses of iron accumulation in shades of red, brown, and yellow, and iron depletions in shades of gray, may occur throughout the horizon. Texture is variable.  Volume of pebbles range from 0 to 35 percent.  A 2Cr horizon is present in some pedons below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adelphia, Blairton, Cana, Brumbaugh(T), Cotaco, Delanco, Fenwick, Holmdel, Mattapex, Tuscarawas, Wharton, and Woodstown series of the same family.  Adelphia and Holmdel soils contain glauconite.  Blairton soils have bedrock at less than 40 inches.  Brumbaugh(T), Fenwick, Mattapex, Wharton, and Woodstown soils do not have flakes of mica in the soil profile; and in addition Fenwick soils have a lithic contact at a depth of 20 to 40 inches.  Cana soils have upper horizons formed from glacial till and contain glacial erratics.  Catoca soils have thinner sola and lack flakes of mica.  DeLanco soils have common to many flakes of mica in the Bt horizon and have stratified BC and C horizons.  Tuscarawas soils have more than 10 percent coarse fragments in the upper part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dillard soils are on toe slopes and stream terraces in the Blue Ridge Mountains and mesic areas of the Southern Piedmont.  Slopes are mainly 1 to 6 percent, but range from 0 to 10 percent along narrow drainageways.  Elevation is 1000 to 3000 feet.  Mean annual precipitation range from 55 to 75 inches.  Mean average annual temperature range from 50 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Braddock, Chatuge, Dyke, Toxaway, Transylvania, and Tusquitee series.  Braddock, Dyke, and Tusquitee soils are well drained and occur at higher elevations.  Chatuge soils are poorly drained and Toxaway and Translyvania soils have thick umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Dillard soils are moderately well drained.  Runoff is slow to medium and permeability is moderately slow.  A water table is at a depth of 2.0 to 3.0 feet in winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for corn, small grain, soybeans, vegetables, and pasture.  Loblolly pine, shortleaf pine, Virginia pine, yellow-poplar, northern red oak, and red maple are the principal native vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blue Ridge Mountains of Georgia, North Carolina, Tennessee, Virginia and possibly South Carolina; mesic areas of the Southern Piedmont in North Carolina and Virginia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rabun County, Georgia; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The distribution and extent of the Dillard series has been broadened due to the recognition of a mesic soil temperature regime in some areas of the Southern Piedmont.  The 2/99 revision updates classification to 8th Edition of Keys to Soil Taxonomy (1998) and places this soil in a semiactive CEC activity class based on similar soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to approximately 8 inches (Ap horizon)\nArgillic horizon - the zone from approximately 8 to 55 inches (Bt1, Bt2, Bt3, 2Btg, and 2BCg horizons)\nAquic feature - iron depletions of chroma 2 or less are within 24 inches of the upper boundary of the argillic horizon.  The zone from 20 to 62 inches.  (Bt2, Bt3, 2Btg, 2BCg, and 2Cg horizons)\nRevised 2/99\nSIR = GA0061\nMLRA = 130\nNational Cooperative Soil Survey\nU.S.A."
  }
}
