{
  "SERIES": "DIMAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRM/ARH/TDT",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed, isofrigid Lithic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dimal very flaggy medial silty clay loam - forested.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles, bark, wood fragments, and moss.\nOe--1 to 2 inches; dark reddish brown (5YR 2/2) partially decomposed needles, bark, wood fragments, and moss; very strongly acid (pH 4.8); abrupt smooth boundary.  (1 to 2 inches thick)\nA--2 to 5 inches; dark brown (10YR 3/3) very flaggy medial silty clay loam, brown (10YR 5/3) dry; moderate fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium, and coarse roots; common fine and medium interstitial pores; 45 percent sandstone coarse fragments; strongly acid (pH 5.4); gradual wavy boundary.  (1 to 5 inches thick)\nBw--5 to 18 inches; dark brown (7.5YR 4/4) extremely flaggy medial silty clay loam, light yellowish brown (10YR 6/4) dry; moderate medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, medium, and coarse roots; common fine and medium interstitial and few medium tubular pores; 75 percent sandstone coarse fragments; moderately acid (pH 5.6); clear wavy boundary.  (9 to 15 inches thick)\nR--18 inches; dark brown (7.5YR 4/4) shale and sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 1.4 miles up the Maple Creek Road and above the road, northwest, southwest, southwest of section 12, T. 26 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 43 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F. and the mean winter temperature is 40 to 45 degrees F.  The difference between the mean summer and mean winter soil temperature is 5 to 9 degrees F.  These soils are usually moist and are dry for 0 to 30 consecutive days after the summer solstice; udic moisture regime.  The depth to a lithic contact is 10 to 20 inches.  The solum has andic soil properties throughout with moist bulk density of 0.30 to 0.70 g/cc, phosphate retention of 85 to 100 percent, acid oxalate extractable aluminum plus one-half the iron of 2 to 6 percent and 15 bar water of 35 to 50 percent on air dried samples.  Acid oxalate iron is 0.5 to 1.5 percent.  The soil has 2 to 8 cmol/kg of aluminum.  Estimated field clay content is 10 to 35 percent throughout the particle-size control section and averages over 50 percent rock fragments.\nThe A horizon has hue of 10YR to 5YR, value of 2 or 3 moist and chroma from 2 to 4 moist.  It has weak to moderate granular structure.  It has 20 to 40 percent organic matter.\nThe B horizon has hue of 10YR to 5YR, value of 3 to 5 moist and chroma of 3 to 6 moist.  It is medial loam, medial clay loam or medial silty clay loam and is very or extremely gravelly, channery, or flaggy.  It has 10 to 20 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Eatoncreek and Lizardlake series are over basalt and are ferrihydritic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dimal soils occur on moderately steep to very steep topography at elevations of 800 to 3,000 feet.  The regolith consists of material weathered from sandstone and shale bedrock.  Slopes are 40 to 100 percent.  Dimal soils occur in a wet, cool marine climate having 95 to 180 inches of precipitation.  The mean annual temperature is about 41 to 45 degrees F.  The frost-free period is about 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Edenvalley, Sappho, Solleks and Snahopish soils.  These soils lack a lithic contact within 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; permeability is moderate; and runoff is medium to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat, recreation and watershed.  Native vegetation is western hemlock, Pacific silver fir, Douglas-fir, western redcedar, salal, huckleberry and Oregon grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Washington; MLRA 1.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n- Ochric epipedon\n- Cambic horizon - 5 to 18 inches\n- Andic soil properties - 2 to 18 inches\n- Mixed mineralogy based on data from associated Solleks and Snahopish series.\n- The soil meets the Typic requirement for meq. of aluminum.\n- All depths to diagnostic horizon and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
