{
  "SERIES": "DIMEBOX",
  "STATUS": "Established Series",
  "BYREV": "Rev.CLN-ACT",
  "REVDATE": "12/96",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dimebox silty clay on south facing 1 percent slope, midway between microhigh and microlow in rangeland.  (Colors are for dry soil unless otherwise stated).\nA1--0 to 4 inches; dark gray (10YR 4/1) silty clay, very dark gray (10YR 3/1) moist; strong fine angular blocky and strong fine granular structure; extremely hard, very firm, very sticky, and very plastic; many fine and medium roots; many fine pores; cracks from 1/2 to 1 1/2 inches wide extend through the horizon; very strongly acid; gradual wavy boundary.\nA2--4 to 18 inches; very dark gray (10YR 3/1) clay, black (N 2/) moist; strong medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine and medium roots; many fine pores; cracks from 1/2 to 1 1/2 inches wide extend through the horizon; few pressure faces; few ironstone pebbles; moderately acid; gradual wavy boundary.  (Combined thickness of the A horizon is 10 to 30 inches)\nBss1--18 to 33 inches; very dark gray (10YR 3/1) clay, black (N 2/) moist; strong medium angular blocky structure; extremely hard, very firm, very sticky, and very plastic; many fine and medium roots; many fine pores; cracks from 1/2 to 1 inch wide extend through the horizon; few large slickensides and common pressure faces; few ironstone pebbles; slightly acid; gradual wavy boundary.\nBss2--33 to 49 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist, strong medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; common fine pores; common large grooved slickensides; few medium and coarse ironstone pebbles; few medium nodules of calcium carbonate; common medium distinct light olive brown (2.5Y 5/4), and common fine distinct olive (5Y 4/3) masses of iron accumulation; neutral; clear wavy boundary.  (Combined thickness of Bss subhorizons is 15 to 40 inches)\nBkss--49 to 71 inches; olive yellow (2.5Y 6/6) clay, strong medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; few very fine pores; common large slickensides; about 3 percent ironstone pebbles; about 8 percent medium concretions of calcium carbonate; strongly effervescent; common fine distinct gray (10YR 5/1) iron depletions; moderately alkaline, diffuse wavy boundary.   (10 to 30 inches thick)\n2BCss--71 to 80 inches; gray (10YR 6/1) clay, strong medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; few very fine pores; common large slickensides; few medium nodules of calcium carbonate; many medium distinct brownish yellow (10YR 6/8) and common medium distinct very pale brown (10YR 7/3) masses of iron accumulation; very slightly effervescent; slightly alkaline; gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Leon County, Texas, from intersection of Farm Road 977 and Texas Highway 75 in Leona, Texas, 1.65 miles south on Texas Highway 75; 1.7 miles west on a county road to the intersection of county road; 0.4 mile south and 400 feet west on county road, 250 feet south in rangeland.  (Latitude 31N, 06, 54; Longitude 95W, 58, 41)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The A and B horizons are cyclic, ranging from 60 to more than 80 inches thick.  The amplitude of waviness between the mollic colored materials in the upper part of the solum and the higher value colors in the lower part ranges from 12 to 65 inches in more than 50 percent of the pedon.  The chimneys of high value materials that extend to the surface or within 11 inches of the surface make up 10 to 30 percent of the pedon.  Unless cultivated, gilgai microrelief with microknolls 6 to 16 inches higher than the microdepressions is common.  The distance between center of high and center of low ranges from 5 to 18 feet.  When dry, cracks 1 to 3 inches wide extend from the surface to depths of 60 inches or more.  Depth to slickensides ranges from about 15 to 24 inches.  Rounded ironstone pebbles range from a few to about 5 percent throughout the solum.  Some pedons contain a few rounded quartz pebbles.\nThe dark A horizon ranges from 0 inches thick on some microhighs to 24 inches thick in the microlows.  The A horizon has hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 1, or it is neutral with value of 2 to 5.   Reaction ranges from very strongly acid to neutral.  Texture is clay or silty clay.\nThe Bss1 horizon has hue of 10YR to 5Y, value of 2 to 5, and chroma of 1, or it is neutral with value of 2 to 5.  Slickensides range from few to common.  Reaction ranges from strongly acid to neutral.\nThe Bss2 horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 6.  Redoximorphic features in shades of yellow, brown, gray and olive range from few to many.  Slickensides range from common to many and are a few inches to several feet across.  Concretions of pitted calcium carbonate range from none to few.  Gypsum crystals range from none to common.  Reaction ranges from strongly acid to slightly alkaline.\nThe Bkss horizon has colors in shades of olive, yellow, brown, or gray.  It is typically mixed with these colors.   Slickensides range from common to many and from a few inches to a several feet across.  Calcium carbonate concretions and nodules range about 5 to 15 percent.  These are individual concretions or with many fine concretions in clusters.  Gypsum crystals and clusters of crystals range from none to about 5 percent.  Reaction is slightly or moderately alkaline and is very slightly to strongly effervescent.\nThe 2BCss horizon has colors in shades of gray, brown, olive, and yellow.  Texture is clay with 10 to 20 percent more clay than the horizon above.  Slickensides range from common to many.  Hard pitted concretions or nodules of calcium carbonate range from none to few.  Gypsum crystals and clusters of crystals range from few to about 5 percent. Reaction ranges from slightly acid to moderately alkaline.\nThe 2C horizon, if encountered, is horizontally bedded clay, shale and weakly consolidated sandstone or dominantly one of these materials.  The color is in shades mainly of gray, olive, yellow, or brown.  Hard pitted concretions or nodules of calcium carbonate range from none to few.  Gypsum crystals or clusters of crystals range from none to about 5 percent.  Reaction is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bleiblerville, Branyon, Burleson, Clarita, Fairlie, Heiden, Houston Black, Leson, Luling, Ovan, Sanger, Slidell and Watonga series.  Bleiblerville and Houston Black soils are calcareous to the surface.  Branyon and Slidell soils are calcareous at depths of less than 12 inches in more than half of the pedon.  Burleson and Branyon soils do not have the amplitude of waviness and are on terraces.  Clarita soils have hue 7.5YR or redder in the lower part of the pedon.  Fairlie soils have a paralithic contact with chalk within 40 to 60 inches.  Leson soils have chroma of 2 or more within 40 inches of the surface in most of the pedon.  Heiden, Luling, Ovan, and Sanger soils have matrix colors with chroma of 2 or more throughout.  In addition Heiden, Ovan, and Sanger are calcareous throughout.  Watonga soils have sola less than 60 inches thick and are on flood plains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dimebox soils are on nearly level to very gently sloping plane to slightly convex uplands.  Slopes range from 0 to 3 percent.  The soil formed in clayey marine sediments over the Cook Mountain Formation of the Tertiary Period.  Mean annual temperature ranges from 66 to 68 degrees F., and mean annual precipitation ranges from 36 to 40 inches.  Frost free days range from 270 to 280, and the elevation ranges from 250 to 375 feet.  The Thornthwaite annual P-E indices range from 54 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Benchley, Bremond, Crockett, Mabank, and Wilson series.  The Benchley and Crockett soils are on similar landscape positions.  Bremond, Mabank, and Wilson soils are on slightly lower plane to concave positions near drainageways.  All these soils have loamy surface layers and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability very slow.  Water enters the soil rapidly when dry and cracked, and very slowly when it is moist.  Runoff is low on slopes less than 1 percent, and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is used mainly for cultivation and rangeland.  Cultivated crops include cotton, grain sorghum and corn.  Winter pastures are planted to wheat, oats or ryegrass.  Areas in range are little bluestem, big bluestem, switchgrass, brownseed paspalum, and indiangrass with various forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blackland Prairies of East Central Texas (MLRA 86B).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Leon County, Texas, 1985.  The name is from a community in Lee County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Burleson series. The classification was changed from Udic Pellusterts to Udic Haplusterts based on the change in the classification of Vertisols. (4/93)\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon -  0 to 49 inches.  (A and Bss horizons)\nVertic features - Slickensides from a depth of 18 to 80 inches.  Cracks remain open between 90 and 150 cumulative days each year.\nADDITIONAL DATA:  Soil Characterization Laboratory, Soil and Crop Sciences Department, TAES Pedon No. S82TX-289-3.\nSoil Interpretation Record: TX1053\nNational Cooperative Soil Survey\nU.S.A."
  }
}
