{
  "SERIES": "DINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG,WJG,LEL",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "OVERVIEW": "The Dina series consists of moderately deep, well drained, moderately slowly permeable soils that formed in clayey residuum over limestone bedrock.  These soils are on nearly level to gently sloping upland plateaus and ridges.  Slopes range from 0 to 6 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic Pachic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dina gravelly silt loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; brown (7.5YR 4/2) gravelly silt loam, very dark brown (7.5YR 2/2) moist; moderate fine subangular blocky and granular structure; hard, friable; many fine roots; contains about 20 percent by volume of rounded chert pebbles mainly 1/2 to 2 inches in size; slightly acid; clear wavy boundary.  (1 to 4 inches thick)\nA2--3 to 11 inches; dark brown (7.5YR 3/2) gravelly silt loam, very dark brown (7.5YR 2/2) moist; moderate fine subangular blocky structure; hard, firm; many fine roots; contains about 25 percent rounded chert pebbles; slightly acid; abrupt wavy boundary.  (3 to 8 inches thick)\nBt1--11 to 23 inches; reddish brown (5YR 4/3) very gravelly clay, dark reddish brown (5YR 3/3) moist; moderate fine and very fine angular blocky structure; very hard, firm; common roots; thin clay films on surface of peds and on coarse fragments; contains about 75 percent rounded chert pebbles and a few cobbles to 6 inches in size; slightly acid; gradual wavy boundary.  (5 to 12 inches thick)\nBt2--23 to 31 inches; dark reddish brown (2.5YR 3/4) very gravelly clay, dark reddish brown (2.5YR 2/4) moist; moderate fine and very fine angular blocky structure; very hard, firm; common roots; thin clay films on surface of peds and on coarse fragments; contains about 85 percent rounded and angular chert fragments mainly less than 2 inches in size and a few hard limestone and chert fragments to 24 inches in size; slightly acid; abrupt wavy boundary.  (8 to 18 inches thick)\nR--31 to 48 inches; white and gray indurated limestone bedrock, coarsely fractured with red gravelly clay in crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Medina County, Texas; 1.3 miles north on Farm Road 689 from its intersection with U. S. Highway 90 near Hondo, Texas; 2.9 miles east on Farm Road 2676; 9.3 miles north on old Bandera road; pedon is 100 feet west of road in native pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 20 to 40 inches over limestone bedrock. Thickness of the mollic epipedon is 20 to 36 inches.  Coarse fragments are angular or rounded chert and limestone pebbles, cobbles, and stones.  Chert pebbles on the soil surface range from 5 to 15 percent.  Chert and limestone cobbles and stones 3 to 24 inches in diameter comprise 2 to 45 percent by volume of any horizon.  Reaction is medium acid through slightly alkaline.\nThe A horizon has hue of 5YR, 7.5YR and 10YR chroma of 2 to 4 and value of 2 or 3.  Coarse fragment pebbles comprise 5 to 50 percent by volume.  Texture is loam, silt loam, or silty clay loam and their gravelly, very gravelly, or cobbly counterparts.\nThe upper part of the Bt horizon has hue of 2.5YR, or 5YR, value of 3 or 4 and chroma of 2 to 4.  The lower part of the Bt horizon has hue of 2.5YR or 5YR, chroma of 3 to 5 and value of 3 to 6.   Clay content of the soil fine earth fraction us 40 to 75 percent.  The increase in clay content between the A and Bt horizons is 20 to 50 percent (absolute) within 3 inches.  Coarse fragments comprise 35 to 85 percent by volume.  A BCt or Btk horizon occurs in some pedons.\nThe R layer is stronglly cemented to indurated, gray or white limestone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Liv is the only series in the same family.  Similar soils include the Bexar, Hanis, Quihi, Rumple, Scullin, Speck, and Spires series. Liv soils are moderately deep to a paralithic contact with tuffaceous or other mafic igneous rocks.  Bexar, Hanis, Scullin, Speck, and Spires soils have less than 35 percent coarse fragments in the Bt horizons.  In addition, Bexar and Spires soils lack mollic epipedons; Hanis soils as well as Quihi soils have mean annual soil temperatures of more than 72 degrees F.; Scullin soils as well as Rumple soils have mollic epipedons less than 20 inches thick; Speck soils have sola less than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Dina soils are on nearly level to gently sloping upland plateaus and ridges.  Surfaces are plane or convex and slope gradients range from 0 to 6 percent, but are mainly less than 2 percent.  The soil formed in residuum over hard crystalline limestone.  The climate is dry subhumid.  The mean annual air temperature ranges from 66 to 69 degrees F., and the mean annual precipitation is 23 to 32 inches.  The Thornthwaite annual P-E indices are 31 to 44. Frost free days range from 210 to 245.  Elevation ranges from 1000 to 2300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Speck soils and the Eckrant, Tarrant and Topia soils.  Eckrant and Tarrant soils have sola less than 20 inches thick.  Topia soils have less than 35 percent coarse fragments. Topia soils occur at slightly lower elevations.  Eckrant and Tarrant soils occur on similar surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes and medium on 5 to 10 percent slopes.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native grasses include sideoats grama, Texas grama, silver bluestem, curlymesquite, plains lovegrass, and Texas wintergrass.  Woody vegetation includes live oak, mesquite, hackberry, lotebush condalia, whitebrush, agarito, and pricklypear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Texas in the Central Edwards Plateau.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Medina County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 23 inches.\nArgillic horizon - 11 to 31 inches.\nAbrupt textural change - at 11 inches.\nLithic Contact - at 31 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; brown (7.5YR 4/2) gravelly silt loam, very dark brown (7.5YR 2/2) moist; moderate fine subangular blocky and granular structure; hard, friable; many fine roots; contains about 20 percent by volume of rounded chert pebbles mainly 1/2 to 2 inches in size; slightly acid; clear wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--3 to 11 inches; dark brown (7.5YR 3/2) gravelly silt loam, very dark brown (7.5YR 2/2) moist; moderate fine subangular blocky structure; hard, firm; many fine roots; contains about 25 percent rounded chert pebbles; slightly acid; abrupt wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 58,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--11 to 23 inches; reddish brown (5YR 4/3) very gravelly clay, dark reddish brown (5YR 3/3) moist; moderate fine and very fine angular blocky structure; very hard, firm; common roots; thin clay films on surface of peds and on coarse fragments; contains about 75 percent rounded chert pebbles and a few cobbles to 6 inches in size; slightly acid; gradual wavy boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 79,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--23 to 31 inches; dark reddish brown (2.5YR 3/4) very gravelly clay, dark reddish brown (2.5YR 2/4) moist; moderate fine and very fine angular blocky structure; very hard, firm; common roots; thin clay films on surface of peds and on coarse fragments; contains about 85 percent rounded and angular chert fragments mainly less than 2 inches in size and a few hard limestone and chert fragments to 24 inches in size; slightly acid; abrupt wavy boundary.  (8 to 18 inches thick)"
      },
      {
        "name": "R",
        "top": 79,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--31 to 48 inches; white and gray indurated limestone bedrock, coarsely fractured with red gravelly clay in crevices."
      }
    ]
  ]
}
