{
  "SERIES": "DINES",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. HBR/PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, frigid Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dines silt loam, slope of 1 percent on an alluvial bottomland-rangeland (Colors are for dry soils unless otherwise stated.)\nA11--0 to  1 1/2 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; vesicular crust; hard, friable, sticky and plastic; common very fine, fine, and medium roots; slightly effervescent, lime disseminated; moderately alkaline (pH 8.4); abrupt wavy boundary. (0 to 2 inches thick)\nA12--1 1/2 to 7 inches; pale olive (5Y 6/3) silt loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; common very fine, fine, and medium roots; slightly effervescent, lime disseminated; strongly alkaline (pH 8.6); clear wavy boundary. (4 to 10 inches thick)\nC1--7 to 30 inches; pale olive (5Y 6/3) silty clay loam, light olive (2.5Y 5/4) moist; very weak medium, fine, and very fine subangular blocky fragments, non continuous peds, roots and water move independently of fragment surfaces; hard, friable, sticky and plastic; few very fine and fine roots; slightly effervescent, lime disseminated; strongly alkaline (pH 9.0); gradual wavy boundary. (20 to 30 inches thick)\nC2--30 to 60 inches; pale olive (5Y 6/3) silty clay loam, light olive brown (2.5Y 5/4) moist; very weak medium, fine, and very fine subangular blocky fragments; no continuous peds, water moves independently of fragment surfaces; hard, friable, sticky and plastic; slightly effervescent, lime disseminated; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweetwater County, Wyoming; southeast corner of NE1/4 of NW1/4 of Sec. 31, T.20N., R.100W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 degrees to 47 degrees F., and the mean summer soil temperature is about 62 degrees to 68 degrees F. There is an irregular decrease in organic carbon with depth. These soils are weakly stratified (visually) with thin strata of silt loam, silts, and silty clays; discontinuous strata are only about 1/8 to 1/2 inch thick within otherwise uniform sediments. There are no coarse fragments in the soil profile.  Carbonates range from 10 to 20 percent throughout the profile.\nThe A horizon has hue of 2.5Y or 5Y; value of 6 or 7 dry, 4 or 5 moist; and chroma of 2 through 4 dry and moist. It is silt loam or silty clay loam with less than 20 percent total sand and less than 5 percent coarser than very fine sand. Clay ranges from 18 to 35 percent. E. C.  ranges from 8 to 16 mmhols/cm. E. S. P. ranges from 5 to 15 percent.  Reaction ranges from moderately alkaline to very strongly alkaline, lower pH readings only occur when gypsum buffering is present.\nThe C horizon has hue of 2.5Y or 5Y; value of 5 through 7 dry, 4 through 6 moist; and chroma of 2 through 4 dry and moist. The C horizon comprises the particle size control section for the series. It is a silt loam or silty clay loam. Clay content ranges from 18 to 35 percent, silt from 45 to 80 percent, and sand less than 20 percent with less than 5 percent being coarser than very fine sand. E. C. is 20 to 50 mmhos/ cm in most subhorizons of the C. E. S. P. ranges from 20 to over 100 percent in most parts of this horizon. Reaction ranges from strongly alkaline to very strongly alkaline with lower values being the result of gypsum buffering."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family, but the Clowers and Laney soils are similar. These soils have more than 15 percent fine sand or coarser throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dines soils are on alluvial terraces, fans, and pediment toeslopes of the early Holocene epoch. Slopes are typically less than 1 percent but range from 0 to 3 percent. Elevations range from 6,000 to 7,000 feet. The mean annual precipitation is 6 to 9 inches with peak amounts in April, May, and June and trace amounts in July, August, September, and October. The mean annual air temperature is 42 degrees to 45 degrees F. The frost-free season is about 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the proposed Chrisman and Dinco soils. The Chrisman soils occupy more depressed areas on the alluvial fans and first terraces. They are in the fine family. Dinco soils occupy upslope positions and are in the coarse-silty family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils support vegetation utilized primarily by domestic livestock and wildlife. Where adjacent to perennial streams, habitat for wildlife is an important use. Native vegetation at the type location is Gardner saltbush, little greasewood, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wyoming. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sweetwater County, Wyoming; 1978. the name is that of an abandoned coal mining community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
