{
  "SERIES": "DINKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDW-WEF",
  "REVDATE": "11/94",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dinkey muck - on a 4 percent slope in grassland. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 7 inches; dusky red (10R 3/3) broken face and rubbed muck; about 5 percent fiber, trace rubbed; weak fine subangular blocky structure; very friable; many fine roots; strongly effervescent; slightly alkaline; abrupt smooth boundary.\nOa2--7 to 9 inches; black (N 2/0) broken face and rubbed muck; about 75 percent fiber, 1 percent rubbed; weak thin platy structure; friable; many fine roots; slightly alkaline; abrupt smooth boundary.  (Combined thickness of the Oa horizon ranges from 8 to 15 inches.)\nC--9 to 28 inches; light yellowish brown (10YR 6/4) fine sand; with 1/8 to 1 inch thick strata of black (N 2/0) muck and yellowish red (5YR 5/6) mucky fine sand; massive, with weak thin bedding planes; very friable; common fine roots; slightly alkaline; abrupt smooth boundary.  (6 to 60 inches thick)\nO'a--28 to 33 inches; black (N 2/0) broken face and rubbed muck; about 25 percent fiber, trace rubbed; weak medium platy structure; friable; slightly alkaline; abrupt smooth boundary.  (0 to 5 inches thick.)\nC'1--33 to 45 inches; brown (10YR 5/3) fine sand; with 1/8 to 1 inch thick strata of black (N 2/0) muck and strong brown (7.5YR 4/6) mucky fine sand;  massive, with thin platy bedding planes; very friable; common fine prominent strong brown (7.5YR 5/6) iron accumulations are relic redoximorphic features; slightly alkaline; clear wavy boundary.  (0 to 35 inches thick)\nC'2--45 to 80 inches; brownish yellow (10YR 6/6) sand; with 1/8 to 1/4 inch thick strata of black (N 2/0) muck and mucky sand;  massive, with weak thin bedding planes; very friable; common fine distinct strong brown (7.5YR 5/6) iron accumulations are relic redoximorphic features; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mackinac County, Michigan; about 2 miles west of Ozark; 1,300 feet south and 50 feet east of the northwest corner of Sec. 12, T.  43 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The characteristic red color of the surface muck is due to past fires and oxidation.  Ash in the surface layer also accounts for the effervescence and higher pH.\nThe organic horizons have hue of 10R to 5YR, or are neutral, value of 2 to 4, and chroma of 0 to 6. Reaction of the organic horizons is neutral or slightly alkaline.\nThe C horizons have hue of 10YR, value of 5 or 6, and chroma of 3 to 6.  They are sand, fine sand, loamy sand, or loamy fine sand with thin strata of muck or mucky analogues of textures listed above. Reaction of the C horizons is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Dinkey soils are on nearly level and gently sloping high stream terraces.  These soils formed in stratified sandy alluvium and organic materials.  Slope gradients range from 0 to 6 percent.  The mean annual precipitation ranges from 28 to 32 inches. The mean annual temperature ranges from 42 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Wallace, Paquin (T), and Markey soils.  The well drained Wallace and the moderately well drained Paquin soils are on uplands adjacent to the floodplain.  Markey soils are very poorly drained and have surface muck layers more than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is very slow.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are idle open grass-land with scattered aspen, balsam fir, and balsam poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Upper Peninsula of Michigan.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mackinac County, Michigan, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Fluventic feature- irregular decrease in carbon content; udic moisture regime.\nADDITIONAL DATA: Soil Interpretation Record No.: MI0396\nNational Cooperative Soil Survey\nU.S.A."
  }
}
