{
  "SERIES": "DINUBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/JEM/RU",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Dinuba series consists of moderately well drained (minimal) Noncalcic Brown soils developed from moderately coarse textured dominantly granitic alluvium.  They occur on nearly level to gently sloping alluvial fans and valley plains under grass-herb vegetation.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:\nA1p--0 to 8 inches; grayish brown (2.5Y 5/2) sandy loam, very dark grayish brown (2.5Y 3/2) moist; essentially massive dry; weak fine granular structure moist; slightly hard to hard friable, nonplastic and nonsticky; slightly compact in the lower part due to cultivation and plowsole formation; numerous roots; low in organic matter; neutral (pH 6.8 to 7.0); gradual wavy boundary. (6 to 16 inches)\nA3--8 to 18 inches; light brownish gray (10YR 6/2.5) sandy loam, grayish brown, (10YR 5/2.5) with a few fine distinct mottles of strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6) moist; massive; hard, friable, nonplastic and nonsticky; very slightly compact; some fine pores and voids but without cracks or structural aggregates; moderate numbers of fine roots; very low in organic matter; neutral, (ph 6.7); gradual smooth boundary. (8 to 12 inches thick)\nB2--18 to 28 inches; light brownish gray (10YR 6/2.5) sandy loam slightly higher in colloidal clay content than A1 horizon, grayish brown (10YR 5/2.5) moist with a few fine distinct mottles similar to those in layer above; very weak fine and medium blocky structure, hard, friable, patchy clay films; slightly plastic and slightly sticky; thin, slightly calcareous but with little segregated lime visible; slightly alkaline (pH 7.8); abrupt smooth to slightly wavy boundary. (6 to 10 inches thick)\nC-Dca--28 to 36 inches; white (10YR 8/1) stratified silts and very fine sands weakly cemented with lime, light gray (10YR 7/1) moist; hard, very firm; lime is segregated in seams as well as disseminated throughout; moderately alkaline (pH 8.3); gradual smooth boundary 3 to 10 inches thick.\nD--36 to + inches; light gray (10YR 7/1) stratified silts and very fine sands, gray (10YR 6/1) with thin streaks and few fine distinct mottles of strong brown (7.5YR 5/6) moist; distinct fine platy bedding; hard firm, nonplastic and nonsticky; moderate amounts of disseminated and little segregated lime; moderately alkaline (pH 8.3); many feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stanislaus County, California, 1/8 mile west of center of Sec. 35, T. 4 S., R. 10 E., 2 1/2 miles northwest of Denair."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The Dinuba soils have grayish brown, neutral A1 horizons that are low in organic matter and which overlie light brownish gray, slightly finer textured, mildly alkaline B horizons that are weakly mottled.  An unrelated D horizon composed of stratified silts and very fine sands which may be weakly cemented with lime in the upper portion, underlies the solum at moderate depths.\nThe A horizon colors vary from light brownish gray (10YR 6/2) to grayish brown (10YR 5/2); the horizons are generally about 1/2 unit of chroma stronger in color than the surface layer.  Lime is quite variable in the solum varying from very weak to moderate concentrations.  Slight accumulations of soluble salts and alkali are of rather common occurrence, although fairly large free areas are found.\nSalts and alkali often occur in a very thin layer at varying depths in the B2 horizon which give rise to sodium burn at the edges of leaves of deep rooted crops.  Mottling in the upper B2 horizon is sometimes absent, but is usually found in the lower portion.  Few pockets of C-Dca horizon may occur in lower part of B2 horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to very gently undulating alluvial fans and valley plains. The Dinuba soils occur at elevations under 500 feet in a semiarid microthermal climate having a mean annual precipitation of 8 to 14 inches with hot dry summers and cool moist winters; an average January temperature of about 44 degrees F., an average July temperature of about 81 degrees F., and a mean annual temperature of about 62 degrees F.  The average frost free season is about 250 days.  The Dinuba series is mapped in the San Joaquin Valley."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Dinuba soils occur in the same general area as the Delhi, El Peco, Fresno, Grangevllle, Hanford, Tujunga soils, and they resemble the Greenfield, Hilmar, Oakdale, Pachappa and Hansford soils.  The Greenfield soils are well drained, non-calcareous throughout and lack the compact silty substrata.  The Hilmar soils are coarse textured, imperfectly and poorly drained Regosols.  The Oakdale soils are well drained, lack C horizons and are generally moderately coarse textured throughout.  The well drained Pachappa soils are similar to the Dinuba but are browner and lack the compact, silty substrata.  The Hanford soils are similar to the Dinuba soils but are well drained alluvial soils without lime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  The soils are naturally moderately well drained but due to pumping they may be better drained or where over irrigated, imperfectly drained.  The A horizons are moderately to moderately rapidly permeable and readily absorb the low amount of rainfall.  the B2 and D horizons are less permeable and tend to retard root and water penetration.  In some places soils are occasionally affected by high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Dinuba soils are used for irrigated field crops, alfalfa, pasture, and grapes.  Orchard crops and other deep rooted crops are generally not grown.  In places slats and alkali limit productivity.  Annual grasses and herbs with occasional low shrubs and scattered oaks; areas affected by salts and alkali often have salt grass and foxtail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and lower San Joaquin Valley, California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Visalia Area, California, 1935 (Source of name is town of Dinuba, Tulare County.)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Prior to 1935, this soil was called a brown phase of the Fresno series.  As originally established in the Visalia Area in 1936, the soil series included a range of soils which are now separated into the Hanford and Dinuba series.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 1/6/59.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
