{
  "SERIES": "DIPCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RK-FRK-RJS",
  "REVDATE": "07/2008",
  "STATES": "ID",
  "OVERVIEW": "The Dipcreek series consists of shallow, well drained soils formed in colluvium or slope alluvium over residuum from sandstone.  They are on ridges, mountain slopes and hillslopes.  Permeability is moderately rapid.  Dipcreek soils have slopes of 1 to 55 percent.  Average annual precipitation is about 16 inches and average annual air temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dipcreek gravelly loam, rangeland; on a 10 percent south-facing slope at 6,440 feet elevation.  When described on August 23, 1991, the soil was dry in the upper four inches and moist below. (Color is for air dry soil unless otherwise noted.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly loam, dark brown (7.5YR 3/2) moist; strong fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 15 percent gravel, 1 percent stones; neutral (pH 7.0); abrupt wavy boundary. (4 to 5 inches thick)\nBA--4 to 9 inches; dark grayish brown (10YR 4/2) very cobbly loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine tubular pores; 10 percent gravel, 30 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (4 to 5 inches thick)\nBw1--9 to 15 inches; brown (10YR 4/3) extremely cobbly loam, dark brown (7.5YR 3/2) moist; moderate fine and very fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and coarse roots; many very fine tubular pores; 10 percent gravel, 60 percent cobbles; neutral (pH 7.1); abrupt wavy boundary. (6 to 7 inches thick)\nBw2--15 to 18 inches; brown (7.5YR 4/3) extremely cobbly loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 5 percent gravel, 80 percent cobbles; neutral (pH 7.0); abrupt wavy boundary. (0 to 3 inches thick)\nR--18 inches; reddish brown (5YR 5/3), dark reddish brown (5YR 3/3) moist, sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bear Lake County, Idaho; about 3 miles north of Geneva; about 1,100 feet north and 950 feet west of the southeast corner of sec.  4, T.12S., R.46E.; Latitude - 42 degrees, 24 minutes, 19 seconds north.  Longitude - 111 degrees, 4 minutes, 37 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - 10 to 19 inches\nThickness of mollic epipedon - 10 to 19 inches\nAverage annual soil temperature - 39 to 43 degrees F\nParticle-size control section\nClay content - averages 12 to 17 percent\nRock fragment content - averages 60 to 75 percent\nA horizon\nHue - 10YR through 5YR\nChroma - 2 or 3 dry and moist\nTexture - GR-L, ST-L, ST-SIL\nRock fragment content - 15 to 35 percent\ngravel - 10 to 20 percent\ncobbles ? 0 to 10 percent\nstones - 0 to 10 percent\nReaction: pH 6.6 to 7.3\nBA horizon\nHue - 10YR through 5YR\nChroma - 2 or 3 dry\nTexture - CBV-L or CBX-SL\nRock fragment content - 40 to 75 percent\ngravel  - 10 to 20 percent\ncobbles - 30 to 55 percent\nstones - 0 to 5 percent\nReaction: pH 6.6 to 7.3\nBw horizons\nHue - 10YR through 5YR\nChroma - 2 or 3 moist\nTexture - CBX-L or GRX-SL\nRock fragment content - 70 to 85 percent\ngravel  - 5 to 60 percent\ncobbles - 10 to 80 percent\nstones - 0 to 5 percent\nReaction: pH 6.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agassiz, Alomax (T), Anatone, Bluecanyon, Bocker, Cedaran, Falula, Foxol, Gando, Gomine, Grink, Hogsby, Kenypeak (T), Little Pole, Nayrib, Onaqui, Rexmont, Swanner and Van Wagoner series.  Agassiz soils have particle-size control sections that have 18 to 35 percent clay.  Alomax and Hogsby soils lack Bw horizons.  Anatone soils have average annual soil temperature of 44 to 47 degrees F. have a component of loess and volcanic ash. Bluecanyon soils have less than 10 percent cobbles throughout. Bocker and Nayrib soils have a lithic contact at 10 inches or less.  Cedaran soils have mollic epipedons 7 to 10 inches thick and have average annual soil temperatures of 44 to 47 degrees F.  Falula, Gando, Grink and Swanner soils have layers of calcium carbonate accumulation.   Foxol soils are slightly acid to medium acid and do not have mollic colors immediately above the lithic contact.  Gomine and Onaqui soils have 18 to 27 percent clay. Kenypeak soils have less than 60 percent coarse fragments in the particle-size control section. Little Pole soils have average annual soil temperature of about 45 degrees F. and have clay films present in the A3 and B horizons.  Rexmont soils are moderately or strongly alkaline, somewhat excessively drained, and have disseminated carbonates above the lithic contact.  Van Wagoner soils lack Bw horizons and have average annual soil temperature greater than 43 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dipcreek soils are on ridges, mountain slopes and hillslopes  Slopes range from 1 to 55 percent.  Elevations range from 6,000 to 7,000 feet.  The soil formed in colluvium or slope alluvium over residuum from sandstone.  Average annual precipitation is 14 to 20 inches, average annual air temperature is 37 to 43 degrees F., the frost free period is 65 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Prucree (T), Suryon (T) and the Vipont soils.  Prucree soils have a pachic mollic epipedon and are moderately deep to bedrock.  Suryon soils are very deep and are pachic.  Vipont soils have an argillic horizon and are moderately deep to bedrock.  Prucree soils are on similar landscapes as Dipcreek, but are on slightly lower, smooth to concave slopes.  Suryon soils are on foot slopes, terraces, and hillsides generally below Dipcreek soils.  Vipont soils are on similar landscapes to Dipcreek and are generally south-facing."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dipcreek soils are used for rangeland.  The native vegetation is mountain big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bear Lake County, Idaho, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to 18 inches (the A, BA, Bw1 and Bw2 horizons).\nParticle-size control section - The zone from 10 to 18 inches (part of the Bw1 horizon and the Bw2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
