{
  "SERIES": "DIREGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMD; TEC; AGH; GRB",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy or sandy-skeletal, siliceous, euic, thermic Terric Sulfisaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dirego muck--tidal marsh (Colors are for moist soil).\nOa--0 to 28 inches; dark reddish brown (5YR 2/2) muck; estimated 40 percent fiber unrubbed, less than 5 percent rubbed; massive; sticky; many fine and medium roots; 5.5 percent sulfur; slightly acid, wet; extremely acid, dry; gradual, smooth boundary. (20 to 44 inches thick)\nC--28 to 36 inches; very dark brown (10YR 2/2) mucky fine sandy loam; massive; very sticky; many fine and medium roots; slightly acid, wet; common distinct very dark gray (10YR 3/1) steaks of organic matter depletions; extremely acid, dry; gradual wavy boundary.  (0 to 8 inches thick)\nCg1--36 to 40 inches; dark gray (10YR 4/1) loamy fine sand; moderate medium granular structure; slightly sticky; common distinct very dark gray (10YR 3/1) streaks of organic matter accumulation; moderately acid, wet; extremely acid, dry; gradual wavy boundary.  (0 to 6 inches thick)\nCg2--40 to 46 inches; gray (10YR 6/1) fine sand; single grained; loose; common distinct dark gray (10YR 4/1) and very dark gray (10YR 3/1) streaks of organic matter accumulation; slightly acid, wet; extremely acid, dry; gradual wavy boundary.  (0 to 8 inches thick)\nCg3--46 to 80 inches; dark gray (10YR 4/1) fine sand; many uncoated sand grains; single grained; loose; common distinct very dark gray (10YR 3/1) streaks of organic matter accumulation; slightly acid, wet; extremely acid, dry."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bay County, Florida; approximately 200 feet west of State Highway 77 in Southport, Florida area; SE 1/4, NE 1/4, Sec. 28; T. 2 S., R.  14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Sulfur content ranges from 0.75 to 5.5 percent in the Oa horizon.  The organic material is dominantly sapric.  Conductivity of the saturation extract of the Oa horizon ranges from 25 to 150 Mmho/Cm.  Reaction of the Oa horizon ranges from slightly acid to neutral in natural moist conditions and is extremely acid when dry.  The reaction of the C horizon ranges from moderately acid to slightly acid in natural moist conditions and is extremely acid when dry.\nThe Oa horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2; or it is neutral with value of 2 or 3.  Mineral content ranges from about 25 to 75 percent.  Texture is muck.\nThe C horizon has hue of 7.5YR to 5Y; value of 2 to 7, chroma of 1 to 3, or it is neutral with value of 2 to 8.  Texture is loamy fine sand, sand, or mucky sand.  Thin subhorizons of fine sandy loam are in most pedons, but the average texture of the mineral part of the control section is loamy fine sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dirego soils are in narrow to broad tidal marshes extending from bays into drainage tributaries entering the bays.  Slopes are 1 percent or less.  The climate is humid subtropical.  They formed in moderately thick deposits of hydrophytic plant remains over sandy marine deposits.  The average annual precipitation ranges from 50 to 60 inches, and the average annual temperature ranges from 65 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Chipley, Leon, Osier, and Rutlege series.  All of these soils are mineral soils and occur on slightly higher flatwoods coastal plain landscapes. The somewhat poorly drained Chipley soils are sandy throughout.  The very poorly or poorly drained Leon soils are Spodosols.  The poorly drained Osier soils are in flood plains and are sandy throughout.  Rutledge soils have Umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; rapid permeability that is impeded by a high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dirego soils are used mainly for wildlife habitat.  The native vegetation consists of mainly saltgrass, needlegrass rushes, smooth and marshhay cordgrass, bushy sea-oxeye, seashore dropseed, and seashore paspalum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal tidal areas of northwest Florida.  This series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bay County, Florida; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly mapped as Tidal Marsh.  The revision changed the series classification to recognize the 1992 amendments to Soil Taxonomy that introduced changed in classification of Histosols.\nDiagnostic horizons and features recognized in this pedon:\nHistic epipedon - the zone from 0 to 28 inches (Oa horizon).\nSulfur presence - the zone from 0 to 28 inches (Oa horizon).\nTerric feature - mineral soil at a depth of 8 inches (C, Cg1, Cg2, and Cg3 horizons).\nDirego soils are flooded daily by normal high tides.\nADDITIONAL DATA:  Soil Characterization Lab., IFAS, UOF S3-7-(1-5), S66-11-(1-4); IFAS, University of Florida, Gainesville, FL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
