{
  "SERIES": "DIRRANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/DLM",
  "REVDATE": "05/2006",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, subgelic Typic Historthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dirrant peat- on a slope of 4 percent under sedge/lichen dwarf scrub. (All colors are for moist soil)\nOi--0 to 5 inches; dark yellowish brown (10YR 3/4) peat; many very fine and fine roots; very strongly acid (pH 5.1); gradual smooth boundary.\nOe--5 to 13 inches; very dark brown (10YR 2/2) mucky peat; many very fine and fine roots; very strongly acid (pH 5.2); abrupt smooth boundary.\nCg--13 to 17 inches; very dark gray (5Y 3/1) gravelly loam; friable, nonsticky and nonplastic; few very fine and fine roots; 15 percent gravel, 2 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.\nCgf--17 to 60 inches; very dark gray (5Y 3/1) permanently frozen gravelly loam; 15 percent gravel, 2 percent cobbles; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Steward River Training Site, Alaska; UTM coordinates: Zone 3, Easting 469828, Northing 7184175"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nRange in Characteristics\nSoil moisture class: aquic\nAverage annual soil temperature: about 31 degrees F.\nMean summer soil temperature: about 35 degrees F.\nDepth to permafrost: 16 to 29 inches\nMica content: visible, but less than 25 percent by weight\nOi, Oe horizon:\nHue: 2.5YR to 10YR\nValue: 2 to 3\nChroma: 2 to 4\nTexture: peat, mucky peat\nOrganic matter content: 65 to 90 percent\nRock fragments: 0 to 5 percent rounded indurated gravel\n*#Reaction: strongly acid to slightly acid\nCg horizon:\nHue: 5Y or 10Y\nValue: 2.5 or 3\nChroma: 1 or 2\nTexture: cobbly sandy loam, very cobbly sandy loam, gravelly loam\nClay content: 5 to 25 percent\nSilt content: 10 to 45 percent\nSand content: 40 to 75 percent\nOrganic matter content: 0 to 1 percent\nRock fragments: 0 to 30 percent subangular very strongly cemented gravel, 0 to 5 percent subangular very strongly cemented cobbles\nReaction: very strongly acid to slightly acid\nCgf horizon:\nHue: 5Y or 10Y\nValue: 2.5 or 3\nChroma: 1 or 2\nTexture: cobbly sandy loam; gravelly loam; loam\nClay content: 5 to 25 percent\nSilt content: 10 to 45 percent\nSand content: 40 to 75 percent\nRock fragments: 0 to 30 percent subangular very strongly cemented gravel, 0 to 5 percent subangular very strongly cemented cobbles\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is Boldrin and Kuswash series Boldrin and Kuswash soils lack visible mica."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandforms: till plains\nParent material: silty eolian deposits over gravelly alluvium\nElevation: 387 to 778 feet\nSlope: 0 to 6 percent\nAnnual precipitation: 21 to 29 inches\nAnnual temperature: 24.8 degrees F\nFrost-free period: 60 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Distin, Imuruk, and Tisuk soils. Distin soils are poorly drained, moderately deep to very deep to permafrost, and occur on circles on till plains. Imuruk soils are very deep, somewhat excessively drained, and occur on hills and outwash plains. Tisuk soils are well drained, very deep, and occur on hills, mountain, and till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained, very high runoff. Saturated hydraulic conductivity is high to very high in the organic layers, moderately high to high upper part of the underlying layer, and very low in the permafrost."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for military use and wildlife habitat. Native vegetation is sedge/lichen dwarf scrub."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 240, Nulato Hill-Southern Seaward Peninsula Highlands, Alaska. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Steward River Training Site, Alaska, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nDepth to permafrost: 17 to 60 inches. (Cgf horizon)\nHistic epipedon: 0 to 13 inches. (Oi and Oe horizons)\nGleyed horizon: 13 to 60 inches. (Cg and Cgf horizons)\nCoarse-loamy particle size control section: 10 to 40 inches below the mineral soil surface\nTemperature regime: pergelic\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
