{
  "SERIES": "DISALTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDG-JAL-EMM",
  "REVDATE": "07/2013",
  "STATES": "ID",
  "OVERVIEW": "The Disalto series consists of very deep, well drained soils on mountain side slopes and ridges.  They formed in loess over material from quartzite and phyllite of the Wallace Formation of the Belt supergroup that is blanketed by a thick mantle of volcanic ash. Saturated hydraulic conductivity is moderately high. Slope ranges from 5 to 60 percent.  The average annual temperature is about 43 degrees F. and the average annual precipitation is about 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, amorphic over mixed, superactive, frigid Alfic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Disalto ashy silt loam - forested - on a southwest-facing slope of 30 percent at 3,350 feet elevation. (Colors are for dry soil unless otherwise stated). When described on July 16 2002, the soil was dry throughout.\nOe--0 to 1 inch; partially decomposed needles, twigs, leaves and moss.\nA--1 to 2 inches; dark grayish brown (10YR 4/2) ashy silt loam, dark brown (10YR 3/3) moist; moderate very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine tubular pores; moderately acid (pH 6.0); abrupt smooth boundary.  (1 to 5 inches thick)\nBw1--2 to 8 inches; yellowish brown (10YR 5/4) ashy silt loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure parting to weak very fine and fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium and few coarse roots; many very fine and fine tubular pores; neutral (pH 6.6); clear wavy boundary.\nBw2--8 to 17 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 3/6) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; many very fine and fine and few medium tubular pores; slightly acid (pH 6.4); abrupt wavy boundary. (Combined thickness of Bw horizons is 11 to 20 inches)\n2Bt1--17 to 23 inches; light yellowish brown (10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common very fine and fine roots between peds, few medium roots; many very fine, few fine and medium tubular pores; many distinct clay films on vertical faces of peds and on surfaces along pores; common distinct skeletans on vertical faces of peds; 10 percent fine mica flakes; 2 percent paragravel; moderately acid (pH 6.0); clear wavy boundary.\n2Bt2--23 to 30 inches; very pale brown (10YR 7/3) silt loam, dark yellowish brown (10YR 4/6) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common very fine and fine roots between peds; many very fine and few fine tubular pores; many distinct clay films on vertical faces of peds and on surfaces along pores; common distinct skeletans on vertical faces of peds; 10 percent fine mica flakes; 5 percent paragravel; moderately acid (pH 5.6); abrupt wavy boundary.  (Combined thickness of 2Bt horizons is 13 to 23 inches)\n3BCt--30 to 36 inches; very pale brown (10YR 7/3) very fine sandy loam, dark yellowish brown (10YR 4/6) moist; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine and fine roots between peds, few medium and coarse; common very fine tubular pores; common faint clay films on surfaces along pores; 15 percent fine mica flakes; 10 percent paragravel; moderately acid (pH 5.6); clear wavy boundary. (6 to 10 inches thick)\n3C1--36 to 45 inches; very pale brown (10YR 7/4) paragravelly very fine sandy loam, yellowish brown (10YR 5/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; few very fine tubular pores; 15 percent fine mica flakes; 30 percent paragravel; moderately acid (pH 5.6); clear wavy boundary.\n3C2--45 to 51 inches; 95 percent very pale brown (10YR 7/4) and 5 percent brownish yellow (10YR 6/6) paragravelly very fine sandy loam, 95 percent yellowish brown (10YR 5/6) and 5 percent yellowish red (5YR 4/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine roots in cracks, few fine and medium throughout; few very fine tubular pores; 15 percent fine mica flakes; 25 percent paragravel; strongly acid (pH 5.4); clear wavy boundary.\n3C3--51 to 60 inches; 60 percent very pale brown (10YR 7/4), 30% very pale brown (10YR 8/3) and 10 percent brownish yellow (10YR 6/6) very paragravelly very fine sandy loam, 90 percent yellowish brown (10YR 5/6) and 10 percent yellowish red (5YR 4/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots in cracks; few very fine tubular pores; 15 percent fine mica flakes; 60 percent paragravel; strongly acid (pH 5.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Latah County, Idaho; about 3 miles north and 17 miles east of Potlatch, Idaho; about 1,350 feet south and 950 feet east of the northwest corner of Sec. 24, T42N, R2W; Latitude 46 degrees, 58 minutes, 34 seconds North and Longitude 116 degrees 32 minutes, 30 seconds West; UTM Zone 11 Northing  5202542 meters and Easting  0534945 meters; USGS Sand Mountain Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness - 37 to greater than 60 inches\nSoil moisture control section - usually moist year around and not dry for 45 consecutive days during June to October.  Udic moisture regime.\nAverage annual soil temperature - 39 to 45 degrees F.\nVolcanic ash cap thickness - 15 to 26 inches inches\nVolcanic glass content in the 0.02 to 2.0 mm fraction - 15 to 60 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 1.3 to 2.7 percent\nPhosphate retention - 75 to 90 percent\n15-bar water retention on air dried samples - 9 to 13 percent (weighted average is less than 12 percent)\nMoist bulk density - 0.50 to 0.95 g/cc\nA horizon\nHue - 7.5YR or 10YR moist\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 to 4 dry and 3 or 4 moist\nClay content - 8 to 10 percent\nReaction - 5.8 to 6.7\nBw horizons\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 4 to 6 dry or moist\nClay content - 4 to 10 percent\nRock fragment - 0 to 1 percent gravel\nReaction - 5.6 to 6.8\n2E horizons (present in some pedons)\nHue - 10YR dry and 7.5YR moist\nValue - 7 dry and 4 moist\nChroma - 3 dry and 4 moist\nTexture - silt loam\nClay content - 16 to 18 percent\nReaction - 5.4 to 6.3\n2Bt horizons\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry and 3 to 5 moist\nChroma - 3 to 6 dry or moist\nTexture - loam or silt loam\nClay content - 8 to 21 percent\nRock fragments - 0 to 15 percent gravel\nPararock fragments - 2 to 5 percent paragravel\nMica content - 0 to 10 percent\nReaction - 5.4 to 6.3\n3BCt and 3Bt horizons (3Bt horizon present in some pedons)\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry and 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture - silt loam, loam or very fine sandy loam\nClay content - 4 to 19 percent\nRock fragments - 0 to 25 percent gravel, 0 to 2 percent cobbles, 0 to 25 percent total rock fragment content\nPararock fragments - 0 to 15 percent paragravel\nMica content - 0 to 15 percent\nReaction - 5.1 to 6.2\n3C horizons\nHue - 5YR to 10YR moist\nValue - 6 to 8 dry and 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture - fine sandy loam or very fine sandy loam\nClay content - 3 to 12 percent\nRock fragments - 0 to 25 percent gravel, 0 to 2 percent cobbles, 0 to 25 percent total rock fragment content\nPararock fragments - 0 to 60 percent paragravel\nMica content - 0 to 15 percent\nReaction - 5.1 to 6.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBrodeer soils: do not have two lithologic discontinuities within the profile\nChesley soils: are deep to a paralithic contact\nCranberry soils: do not have subsoil horizons with very fine sandy loam or fine sandy loam textures and contain basalt fragments\nDworshak soils: do not have subsoil horizons with very fine sandy loam or fine sandy loam textures\nHelmer soils: are shallow to a fragipan\nScand soils: have more than 30 percent mica in the 3Bt, 3BC, and 3C horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Disalto soils are on mountain sides and ridge summits.  Slopes range from 5 to 60 percent.  These soils formed in loess over quartzite or phyllite with a thick mantle of volcanic ash at elevations of 2,740 to 5,050 feet (835 to 1540 meters).   The average annual temperature ranges from 40 to 45 degrees F, with an average annual precipitation of 31 to 55 inches (787 to 1397 mm).  The frost free season is 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Secunda, Flewsie and Bouldercreek soils.  Secunda and Flewsie soils do not have a horizon formed in loess and are on steep mountain sides and narrow ridges.  Bouldercreek soils have more than 35 percent rock fragments below an ash cap and are on steep mountain sides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, wildlife habitat, watershed, and recreation.  Potential natural vegetation is western red cedar, grand fir, western hemlock, western larch, western white pine, Douglas-fir, and ponderosa pine, with an understory of wild ginger, queencup beadlily, coolwort foamflower, pioneer violet, princes pine, and fools huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Idaho. The series is not extensive.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Latah County, Idaho, 2013."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the mineral soil surface to 2 inches (Oe and A horizons).\nCambic horizon - The zone from 2 to 17 inches (Bw1 and Bw2 horizons).\nArgillic horizon - The zone from 17 to 30 inches (2Bt1 and 2Bt2 horizons).\nAndic soil properties - The zone from 1 to 17 inches (A, Bw1 and Bw2 horizons).\nParticle-size control section - The zone from 1 to 41 inches (A, Bw1, Bw2, 2Bt1, 2Bt2, 3BC and part of the 3C1 horizons).\nADDITIONAL DATA:  Laboratory data exists for this pedon:\nLaboratory pedon number  02N1044 and soil survey pedon ID number  S02ID-057-002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
