{
  "SERIES": "DISAPPEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DM",
  "REVDATE": "10/2001",
  "STATES": "AK",
  "OVERVIEW": "The Disappear series consists of very deep, poorly drained soils formed in coarse loamy alluvium over gravelly glaciofluvial deposits. Disappear soils are in depressions on outwash plains and drainageways. Slopes range from 0 to 12 percent. The mean annual precipitation is about 16 inches, and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid Histic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Disappoint peat - on 1 percent slope under forest. (All colors are for moist soil)\nOi--0 to 3 inches; black (7.5YR 2.5/1); peat; many very fine, fine, medium, and coarse roots; very strongly acid (pH 4.8); clear smooth boundary. (2 to 5 inches thick)\nOa--3 to 8 inches; black (7.5YR 2.5/1) muck; many very fine, fine, medium, and coarse roots; very strongly acid (pH 5.0); clear smooth boundary. (4 to 10 inches thick)\nBw--8 to 14 inches; brown (7.5YR 4/3) gravelly sandy loam; weak medium subangular structure parting to moderate medium granular; friable, slightly sticky and slightly plastic; common very fine and fine roots; 18 percent gravel and 1 percent cobble; strongly acid (pH 5.4); clear smooth boundary. (6 to 10 inches thick)\n2BC--14 to 19 inches; brown (10YR 4/3) silt loam; weak medium subangular blocky structure parting to weak medium platy; friable, slightly sticky and slightly plastic; few very fine and fine roots; few medium faint dark grayish brown (10YR 4/2) redoximorphic depletions; moderately acid (pH 5.6); gradual wavy boundary. (3 to 8 inches thick)\n2C1--19 to 51 inches; reddish brown (2.5YR 4/3) silt loam; massive; friable, slightly sticky and slightly plastic; few fine prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations and common medium distinct very dark gray (2.5Y 3/1) redoximorphic depletions; moderately acid (pH 5.8); clear smooth boundary. (25 to 40 inches thick)\n2C2--51 to 55 inches; very dark grayish brown (2.5Y 3/2) loamy fine sand; single grain; loose, nonsticky and nonplastic; common medium faint very dark gray (2.5Y 3/1) redoximorphic depletions and few medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; moderately acid (pH 6.0); clear smooth boundary. (0 to 6 inches thick)\n3C3--55 to 63 inches; dark grayish brown (2.5Y 4/2) stratified extremely gravelly sand loam, very gravelly coarse sand, and loamy fine sand; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 15 percent cobbles; few medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; moderately acid (pH 6.0). (6 to 12 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anchorage Area, Alaska; about 1/2 mile west of Bartlett High School; in the NW 1/4 of the NE 1/4, section 11, T. 13 N., R. 2 W.; Anchorage A8NE 1:25,000 quad, Seward Meridian; UTM north 6792336 and UTM east 0351904, zone 6."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The histic epipedon ranges in thickness from 8 to 12 inches. Depth to glaciofluvial deposits 40 to greater than 60 inches. Total coarse fragments in the solum ranges from 0 to 20 percent, 0 to 12 percent gravel and 0 to 10 percent cobbles. Total coarse fragments in the upper part of the substratum ranges from 0 to 15 percent gravel. Total coarse fragments in the lower part of the substratum ranges from 15 to 80 percent, 10 to 75 percent gravel and 5 to 25 percent cobbles. Reaction is very strongly acid or strongly acid in the solum and moderately acid or slightly acid in the substratum. Depth to highest water table is about 1 to 1/2 feet from mid April to mid June. Depth to water table is about 1 to 6 feet throughout rest the year.\nThe O horizons have textures of peat, mucky peat, or muck.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 1 to 3. The texture is gravelly sandy loam, silt loam, or loam.\nThe 2BC horizon (where present) has chroma of 2 or 3.\nThe 2C horizons have hue of 10YR or 2.5Y, and chroma of 1 to 3. The texture is sandy loam, silt loam, or loamy fine sand.\nThe stratified 3C horizon has hue of 10YR or 2.5Y, and chroma of 1 to 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Liscum series. Liscum series have gleyed colors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Disappear soils occur in depressions on outwash plains and drainageways. Slopes range from 0 to 12 percent. The soils formed in coarse loamy alluvium over gravelly glaciofluvial deposits. Mean annual temperature ranges from 29 to 43 degrees F. Mean annual precipitation ranges from 14 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Matsu, Doroshin, and Kashwitna soils. Matsu soils are somewhat poorly drained. Doroshin soils are very poorly drained. Kashwitna soils are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained, very high runoff. Permeability is moderate in the solum and upper part of the substratum, and moderately rapid in the lower part of the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat and recreation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cook Inlet-Susitna Lowlands. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anchorage Area, Alaska, 2001"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include: histic epipedon from 0 to 8 inches; cambic horizon from 8 to 14 inches; weighted average particle size of coarse-loamy from 10 to 40 inches; aquic moisture regime; cryic temperature regime.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
