{
  "SERIES": "DISAUTEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/CSN/TDT",
  "REVDATE": "01/2011",
  "STATES": "ID,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Disautel silt loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 9 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many fine pores; 2 percent gravel; neutral (pH 7.2); clear smooth boundary. (8 to 10 inches thick)\nA2--9 to 16 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure; soft, very friable, slightly sticky and slightly plastic; many roots; few fine tubular pores; 5 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (4 to 8 inches thick)\nBw--16 to 24 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; few fine tubular pores; 10 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (6 to 9 inches thick)\n2Bk--24 to 31 inches; light gray (10YR 7/2) gravelly loam, grayish brown (10YR 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few roots; few fine tubular pores; 20 percent gravel; segregated lime in soft masses; slightly alkaline (pH 7.6); abrupt smooth boundary. (6 to 9 inches thick)\n2Cd--31 to 60 inches; light gray (2.5Y 7/2) gravelly loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; few roots; few fine tubular pores; 30 percent gravel; calcareous; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; 175 feet south, 1,000 feet west of northeast corner of section 25, T. 35 N., R. 28 E. (Latitude 48 degrees, 30 minutes, 35.89 seconds North., Longitude 119 degrees, 15 minutes, 56.43 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: These soils are dry for 90 to 105 consecutive days following the summer solstice; (xeric soil moisture regime)\nSoil Temperature: mean annual soil temperature is 47 to 52 degrees F.\nRock fragments:  average less than 35 percent in the particle-size control section but range from 0 to 50 percent in individual horizons\nParticle-size control section: 5 to 15 percent clay\nDepth to a densic contact: 20 to 40 inches\nDepth to secondary carbonates:  21 to 40 inches\nMollic epipedon: 10 to 18 inches thick.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: silt loam but includes very fine sandy loam and loam\nGravel: 0 to 20 percent\nReaction: neutral or slightly alkaline\nBw horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 to 4, dry or moist\nTexture: loam, very fine sandy loam, or silt loam\nGravel: 0 to 25 percent\nReaction: neutral or slightly alkaline\n2Bk horizon\nHue: 2.5Y or 10YR\nValue: 6 or 7 dry, 4 to6 moist\nChroma: 1 to 4, dry or moist\nTexture: loam, very fine sandy loam, fine sandy loam, or silt loam and is gravelly, very gravelly, or cobbly\nGravel: 20 to 50 percent\nCobbles: 0 to 10 percent\nReaction: slightly alkaline to strongly alkaline\n2Cd horizon\nHue: 2.5Y or 10YR\nValue: 6 or 7 dry, 4 to 6 moist\nChroma: 1 to3, dry or moist\nGravel: 20 to 50 percent\nCobbles: 0 to 3 percent\nReaction: slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Asotin, Bolicker, Chard, Dufur, and Kidman series. All of these series do not have a densic layer.  Asotin soils have a lithic contact at depths of 20 to 40 inches. Bolicker, Chard, and Kidman soils are very deep. Dufur soils are deep and very deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Disautel soils are on nearly level to steep topography.   Slope ranges from 0 to 65 percent.  The soils formed in loess over glacial till of mixed mineralogy .  Elevations are 1,500 to 3,000 feet in Washington and up to 5,500 feet in Idaho. The climate is characterized by warm, dry summers and cool, moist winters. The average precipitation is 11 to 15 inches.  The mean annual air temperature is 47 to 50 degrees F.  The frost-free season is 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Conconully, Haley, Hobohill, Nespelem, Owhi, Picard, Poween, and Wannacott soils.   Conconully, Owhi, and Wato soils lack secondary carbonates within 44 inches of the surface. Haley soils are coarse-loamy over sandy or sandy-skeletal. Nespelem soils have less than 15 percent rock fragments in the particle-size control section are coarse-silty and have a duripan. Poween soils have a mollic epipedon greater than 20 inches thick and are moderately well drained. Wannacott soils are fine-silty and have an argillic horizon.."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to very rapid runoff; moderate permeability above the 2Cd horizon and moderately slow below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Irrigated hay and pasture, dryland small grains, hay and pasture, and range. Native vegetation is bluebunch wheatgrass, Sandberg bluegrass, Idaho fescue, three-tip sagebrush, antelope bitterbrush, needleandthread, lupine, arrowleaf balsamroot, and common yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Washington and south-central Idaho; MLRA 8,11, and 25 (see remarks). The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan County, Washington, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nMollic epipedon:  0 to 16 inches\nCambic horizon: 16 to 24 inches\nSecondary carbonates: 24 to 31 inches\nDense glacial till: 31 to 60 inches.\nThe soils correlated as Disautel in Cassia County, Idaho, western part need to be re-correlated.  In Idaho the series lacks the densic contact and is very deep.  The series should not occur in MLRA 11 and 25,\nNational Cooperative Soil Survey\nU.S.A."
  }
}
