{
  "SERIES": "DISCOVERY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Discovery extremely gravelly medial sandy loam - forestland, on an 90 percent south-facing slope at an elevation of 3,640 feet in a Pacific silver fir/Alaska huckleberry/common beargrass plant community.  (When described on July 1, 1991, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed needles, leaves and twigs; abrupt wavy boundary.  (1 to 3 inches thick)\nA--1 to 3 inches; dark brown (10YR 3/3) extremely gravelly medial sandy loam, yellowish brown (10YR 5/4) dry; weak very fine and fine granular and weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; common very fine and fine roots; common very fine and fine irregular pores; 35 percent gravel, 25 percent cobbles; extremely acid (pH 4.4); abrupt wavy boundary.  (1 to 4 inches thick)\nBw1--3 to 6 inches; dark yellowish brown (10YR 4/6) extremely cobbly medial loam, very pale brown (10YR 7/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, and medium roots; common very fine and fine tubular and irregular pores; 35 percent gravel, 30 percent cobbles; extremely acid (pH 4.2); clear wavy boundary.  (2 to 6 inches thick)\nBw2--6 to 13 inches; dark yellowish brown (10YR 4/6) extremely cobbly sandy loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 35 percent gravel, 40 percent cobbles; very strongly acid (pH 4.8); abrupt wavy boundary. (6 to 12 inches thick)\nR--13 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington, about 0.75 mile west-northwest of Three Peaks, about 1,200 feet east and 2,000 feet south of the northeast corner of Section 16, T. 23 N., R. 7 W.  (Latitude 47 degrees, 29 minutes, 02 seconds N., Longitude 123 degrees, 34 minutes, 22 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature at the lithic contact is 42 to 44 degrees F.  Mean summer soil temperature is 44 to 46 degrees F.  Mean winter soil temperature is 40 to 44 degrees F.  These soils are usually moist, and are dry in the soil moisture control section 0 to 30 consecutive days following the summer solstice; udic bordering on perudic moisture regime.  Depth to bedrock is 10 to 20 inches.  The particle-size control section has 60 to 90 percent rock fragments by volume and 7 to 18 percent clay.  The upper 4 to 10 inches of the solum has andic soil properties with a moist bulk density of 0.80 to 0.90 g/cc and acid oxalate extractable aluminum plus one-half the iron of 2 to 3 percent and phosphate retention of 85 to 100 percent.  Base saturation is less than 35 percent throughout the profile.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 or 4 moist and 5 or 6 dry, and chroma of 2 through 4 or 6 moist and 4 or 6 dry.  It has 3 to 6 percent organic matter.  It has 2 to 5 cmol/kg of aluminum.\nThe Bw horizon has value of 3 or 4 moist and 6 or 7 dry, and chroma of 4 or 6 moist and 4, 6, or 7 dry.  It is extremely gravelly loam, extremely cobbly sandy loam, or extremely cobbly loam.  Reaction is extremely acid or strongly acid.  It has 2 to 4 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Luckiamute, Shanty, Whitecross (T) and Winberry series.  Winberry soils have 35 to 60 percent rock fragments in the particle-size control section.  Luckiamute soils have 27 to 35 percent estimated clay in the particle-size control section.  Shanty soils have a xeric moisture regime.  Whitecross (T) soils have a hue of 5YR or 7.5YR.  Winberry soils have less organic matter and have lower aluminum values in the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Discovery soils are on south-facing aspects of mountain slopes.  Slopes are 60 to 100 percent.  The soils formed in colluvium from sandstone and metasedimentary rock. Elevation is 3,100 to 4,200 feet.  Average annual precipitation is 150 to 230 inches.  Average annual temperature is 40 to 42 degrees F. and frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Constance, Gamm, Quitter, Schafer, Skinwood, Stonybrook, and Weatherwax soils.  Constance and Stonybrook soils are on mountain slopes and are medial-skeletal.  Gamm and Schafer soils are on subalpine glacial cirques and have a perudic moisture regime.  Quitter and Weatherwax soils are on mountain slopes and have a perudic moisture regime.  Skinwood soils are on mountain slopes and are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid and very rapid runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat, recreation, and watershed. Native vegetation is western hemlock, Douglas-fir, Pacific silver fir, Alaska huckleberry, common beargrass, and fool's huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grays Harbor County, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grays Harbor County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCambic horizon - zone from 3 to 13 inches (Bw1 and Bw2\nhorizons)\nLithic contact at 13 inches\nParticle-size control section - zone from 1 to 13 inches; from 1 to 6 inches is medial-skeletal and ferrihydritic and from 6 to 13 inches is loamy-skeletal and isotic.  The thickest part is loamy-skeletal.\nUdic soil moisture regime\nAndic soil properties - the zone from 1 to 6 inches.\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
