{
  "SERIES": "DISTELL",
  "STATUS": "Tentative Series",
  "BYREV": "JAD:GLL:CLG",
  "REVDATE": "12/2005",
  "STATES": "TX",
  "OVERVIEW": "The Distell series consists of deep, well drained, slowly permeable minesoils on uplands.  They are developing in mixed, dominantly oxidized overburden resulting from dragline mining operations.  They contain randomly oriented remnants of diagnostic horizons from the sola of native soils as well as oxidized material from the parent materials of such soils.  Slopes range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, thermic Alfic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Distell sandy clay loam--pasture. (Colors are for dry conditions unless otherwise noted.)\nAp--O to 8 inches; light yellowish brown (10YR 6/4) sandy clay loam intermixed with mottled gray (10YR 6/1) and red (10R 5/8) clay; composite texture clay loam; very weak medium subangular blocky structure and massive; firm, hard; common fine and medium roots; few lignite fragments; medium acid; abrupt wavy boundary.  (2 to 10 inches thick)\nC1--8 to 13 inches; mixed brownish yellow (10YR 6/8) and light gray (10YR 7/2) sandy clay loam; with spots of various shades of red, brown, and gray; massive; firm, very hard; few fine roots; few fine lignite fragments; very strongly acid; abrupt wavy boundary.  (5 to 20 inches thick)\nC2--13 to 47 inches; mixed red (2.5YR 5/8) and light gray (10YR 7/1) fine sandy loam and sandy clay; composite texture sandy clay loam; massive, firm, very hard; few fine roots; few cracks to 1/2-inch wide; few large voids where material has not settled; few lignite fragments; medium acid; abrupt irregular boundary.  (0 to 40 inches thick)\nC3--47 to 56 inches; yellowish brown (10YR 5/4) clay with light gray (10YR 7/2) silt coatings and admixtures of red and gray silt and clay; composite texture silty clay; massive; firm, hard; very few fine roots; very strongly acid; gradual wavy to broken boundary.  (0 to 20 inches thick)\nC4--56 to 60 inches; mottled brownish yellow (10YR 6/8) and light gray (10YR 7/2) sandy clay loam; with mixtures of various shades of red, brown, and gray; massive; firm, very hard; few fine lignite fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Freestone County, Texas, C Area, 1981 Extended Release Area, Big Brown Mine."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Diagnostic remnants of argillic horizons range from few to common and from fine to coarse in size and make up 3 to about 15 percent by volume.  These are randomly oriented.  Colors range as shown in the typifying pedon.  Reaction before liming mostly includes very strongly acid through medium acid but may be slightly acid in some horizons.  Composite texture throughout is dominantly sandy clay loam but mixed textures include fine sandy loam, clay loam and clay.  Fragments of randomly oriented lignite are common in most pedons.  These soils are mostly sticky and plastic when wet and hard or very hard when dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series within this family.  The tentative Diswood series has similar profile characteristics but is a member of a fine particle size family and is dry for shorter periods of time during most years.  The tentative Thermo series is dry for shorter periods of time in most years, has a fine particle-size class, is more layered due to scraper placement, and appears to be more dense and compact due to apparent traffic pan formation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Distell soils are on gently sloping to steep slopes.  They apparently occur under dragline operations where lignite lies immediately or slightly below the oxidized materials, or in box cut areas where oxidized material is placed on the surface.  Mean annual temperature ranges from about 64 to 70 degrees F.  Average annual precipitation ranges from about 32 to 42 inches.  P-E indices range from 52 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the post-mined Bigbrown soils and the native Crockett, Gasil, Gredge and Padina soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in improved pastures of coastal bermudagrass and clover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East Central Texas, in association with lignite mining.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Freestone County, Texas, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Most minesoils are placed in Orthents.  Because of remnants of diagnostic horizons in these soils, they qualify as Arents.\nThese soils have an ustic moisture regime. At the present time there are no subgroups recognized for the Ustarents. A proposal is being made to provide for Alfic Ustarents and this soil will be classified as such once the proposal is approved.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.\nFragments of diagnostic horizons - 8 to 47 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "sandy clay loam",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--O to 8 inches; light yellowish brown (10YR 6/4) sandy clay loam intermixed with mottled gray (10YR 6/1) and red (10R 5/8) clay; composite texture clay loam; very weak medium subangular blocky structure and massive; firm, hard; common fine and medium roots; few lignite fragments; medium acid; abrupt wavy boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--8 to 13 inches; mixed brownish yellow (10YR 6/8) and light gray (10YR 7/2) sandy clay loam; with spots of various shades of red, brown, and gray; massive; firm, very hard; few fine roots; few fine lignite fragments; very strongly acid; abrupt wavy boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "C2",
        "top": 33,
        "bottom": 119,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "texture_class": "fine sandy loam",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C2--13 to 47 inches; mixed red (2.5YR 5/8) and light gray (10YR 7/1) fine sandy loam and sandy clay; composite texture sandy clay loam; massive, firm, very hard; few fine roots; few cracks to 1/2-inch wide; few large voids where material has not settled; few lignite fragments; medium acid; abrupt irregular boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "C3",
        "top": 119,
        "bottom": 142,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "narrative": "C3--47 to 56 inches; yellowish brown (10YR 5/4) clay with light gray (10YR 7/2) silt coatings and admixtures of red and gray silt and clay; composite texture silty clay; massive; firm, hard; very few fine roots; very strongly acid; gradual wavy to broken boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C4",
        "top": 142,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "C4--56 to 60 inches; mottled brownish yellow (10YR 6/8) and light gray (10YR 7/2) sandy clay loam; with mixtures of various shades of red, brown, and gray; massive; firm, very hard; few fine lignite fragments; strongly acid."
      }
    ]
  ]
}
