{
  "SERIES": "DISWOOD",
  "STATUS": "Tentative Series",
  "BYREV": "JAD:GLL:CLG",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, thermic Alfic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Diswood clay--pasture. (Colors are for moist soil unless otherwise noted.)\nAp--O to 8 inches; mixed brownish yellow (10YR 6/6), reddish brown (5YR 4/4), and light brownish gray (10YR 6/2) clay; mixed very weak medium subangular blocky structure and massive; firm, hard, sticky, plastic; many fine and medium roots; few fine and medium randomly oriented lignite fragments; medium acid; abrupt wavy boundary.  (2 to 10 inches thick)\nC1--8 to 18 inches; mixed reddish brown (5YR 4/4), light brownish gray (10YR 6/2) and very dark grayish brown (10YR 3/2) clay loam; massive; firm, sticky, plastic; few fine roots; thin clay films on and within spots believed to be remnants of the Bt horizon; very strongly acid; gradual wavy boundary.  (0 to 20 inches thick)\nC2--18 to 30 inches; mixed reddish brown (5YR 4/4), light brownish gray (10YR 6/2), and very dark grayish brown (10YR 3/2) clay; massive; firm, sticky, plastic; few fine roots; thin clay films on and within spots that appear to be remnants of the Bt horizon; few fine and medium randomly oriented lignite fragments; very strongly acid; abrupt wavy boundary.  (0 to 20 inches thick)\n2C3--30 to 41 inches; very dark grayish brown (10YR 3/2) silty clay; massive; friable, hard, slightly sticky, slightly plastic; few fine roots; few randomly oriented fine lignite fragments; common very dark gray (10YR 3/1) fine and medium shale fragments; medium acid; abrupt wavy boundary.  (0 to 20 inches thick)\n2C4--41 to 54 inches; very dark grayish brown (10YR 3/2) silty clay with 10 percent brownish yellow (10YR 6/6) sandy clay loam; massive; composite texture silty clay; silty clay is friable, hard, slightly sticky, slightly plastic; sandy clay loam is firm, hard, sticky, plastic; very few fine roots; about 10 percent fine and medium randomly oriented lignite fragments; medium acid; abrupt wavy boundary.  (0 to 20 inches thick)\n2C5--54 to 60 inches; very dark grayish brown (10YR 3/2) clay; massive; friable, hard, slightly sticky, slightly plastic; no roots observed; few randomly oriented fine and medium lignite fragments; many randomly oriented very dark gray (10YR 3/1) fine and medium shale fragments; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Titus County, Texas, B Area, 1981 Extended Release Area, Winfield North Mine."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Diagnostic remnants of argillic horizons from premined soils range from about 3 to 20 percent and from fine to very coarse in size.  These are randomly oriented.  A few remnants of clay films are present in places; these are mixed with material and are not developed in place.  Colors range as shown in the typifying pedon, with color values more than 3 usually signifying oxidized materials, and value of 2 or less signifying unoxidized or reduced materials.  Reaction before liming mostly includes very strongly acid through medium acid, but ranges to slightly acid in some horizons.  Composite texture throughout is dominantly clay but clay loam, silty clay loam, or silty clay textures are present in composite form or as layers, pockets and lenses.  Reduced overburden material may occur alone in any part of the profile but if present is commonly mixed with oxidized material.  Randomly oriented fragments of lignite range from few to common in some horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The proposed Thermo series is in the same family but has thinner horizons (layers) due to placement by scrapers, is more variable among horizons, and is more dense and compact due to apparent traffic pan formation.  The proposed Distell series has similar profile characteristics but is dry for longer periods of time during most years, and is a member of a fine-loamy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Diswood soils are gently sloping to strongly sloping with gradients of 1 to 12 percent.  These soils are forming following dragline mining operations where lignite is near the oxidized zone or in box cuts where surface placement consists dominantly of oxidized materials.  Mean annual temperature ranges from about 63 to 68 degrees F.  Average annual precipitation ranges from about 40 to 48 inches.  P-E indices range from 64 to 76."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grayrock, Freestone and Woodtell series.  The Grayrock soils are minesoils and lack fragments of diagnostic horizons.  Freestone and Woodtell soils have argillic horizons and are native soils on nearby undisturbed areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; very slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in improved pastures of Coastal bermudagrass and legumes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East Texas, in association with lignite mining.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Titus County, Texas, 1985.  The name is coined from \"disturbed Woodtell.\"\nREMARKS Most minesoils are placed in Orthents.  Because of remnants of diagnostic horizons, these soils classify in Arents.  In the proposed classification of these soils, they are intergrades to Alfisols.\nComposite textures refer to horizon samples mixed for laboratory analyses.  All pH values are 1:1 water on composite samples.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.\nFragments of diagnostic horizon - 8 to 54 inches, fragments make up about 3 to 20 percent by volume.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
