{
  "SERIES": "DITCHCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/GMK/JJJ",
  "REVDATE": "01/2023",
  "STATES": "CA",
  "OVERVIEW": "The Ditchcamp series is a member of the fine-loamy, mixed, mesic family of Xerollic Durargids, Typically, Ditchcamp soils have brown heavy loam A horizons, brown light clay loam Bt horizon over indurated duripans at depth of 30 inches. Depth to hard fractured basalt is typically 34",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON: Ditchcamp loam - rangeland (Colors are tor dry soil unless otherwise noted.)\nA1--0 to 7 inches; brown (10YR 5/3) heavy loam, dark brown (10YR 3/3) moist; moderate thick and very thick platy structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine interstitial, few very fine and fine tubular pores; slightly acid (pH 6.5); clear smooth boundary. (1 to 8 inches thick)\nA2--7 to 15 inches; brown (7.5YR 5/4) heavy loam, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; few very fine interstitial and common very fine tubular pores few thin clay films as stains on mineral grains; slightly acid (pH 6.5); clear wavy boundary (2 to 9 inches thick)\nBt1--15 to 26 inches; brown (7.5YR 5/4) light clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; very hard, very friable, sticky, slightly plastic; common very fine roots; few very fine interstitial and many very fine tubular pores; common thin clay films line pores and as bridges; slightly acid (pH 6.5); clear smooth boundary. (7 to 14 inches thick)\nB2t--26 to 30 inches; brown (7.5YR 5/4) light clay loam, dark yellowish brown (10YR 3/4) moist; moderate coarse angular blocky structure; very hard, very friable, sticky, slightly plastic; many very fine tubular and few very fine interstitial pores; many thin clay films on faces of peds lining pores and many moderately thick clay films as bridges; 2 percent basalt gravel by volume; slightly acid (pH 6.3); abrupt smooth boundary. (3 to 8 inches thick)\nCqm--30 to 34 inches; reddish yellow (7.5YR 7/6) indurated hardpan with 0.5 mm laminar hands; medium common distinct manganese bodies of very dark gray (N 3/ ); strong thick and very thick platy stucture; extremely hard; abrupt wavy boundary. (2 to 8 inches thick)\nR--34 to 35 inches; fractured basalt rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Modoc County, California; about 11.4 miles north of Modoc National Forest boundary on Crowder Flat Road, or 2,000 feet north from Whittemore Springs Road and 110 feet west of Crowder Flat Road in the NE1/4 NW1/4 sec. 16, T.44N., R. 11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the duripan is 20 to 35 inches. Depth to hard fractured basalt is 25 to 40 inches. The mean annual soil temperature is about 47 degrees to 53 degrees F, and the soil temperature is above 41 degrees F.\nf.om February 20 to January 1. The soil temperature at depth of 20 inches exceeds 47 degrees F. from about April 1 to November 1. The soil between depths of 4 to 12 inches is dry in all parts from June 1 until November 15 and is moist in some or all parts when the soils is above 47 degrees F. only from April 1 to June 1, and from October 20 to November 1. It is usually dry and is not moist more than 90 consecutive days when soil temperatures exceed 47 degrees F. The texture control section averages 30 to about 35 percent clay. The soil is slightly acid or neutral throughout the profile. The upper 7 inches averages less than 1 percent organic matter.\nThe A horizon is pale brown or pinkish- gray to brown (10YR 6/3, 6/2, 5/3, 5/2; 7,5YR 6/2, 5/4, 5/2) and when moist is dark yellowish brown, and very dark grayish brown to brown (10YR 4/4, 4/3, 4/2, 3/4, 3/3, 3/2; 7.5YR 4/4, 4/2, 3/4, 3/2) It has weak subangular blocky or platy structure or is massive. An A3 horizon is present in some pedons.\nThe B2t horizon is light yellowish brown and brown to reddish brown (10YR 6/4, 6/3, 5/4, 5/3; 7.5YR 6/4, 5/4, 4/4; 5YR 5/4, 5/3, 4/4, 4/3) and when moist has value and chroma of 3 or 4. The lower part of the B2t horizon commonly has 5YR hue. This horizon is light clay loam, clay loam, or sandy clay loam and often has a thin commonly discontinuous horizon of very gravelly clay just above the duripan It has up to 35 percent pebbles and cobblestones. The texture control section averages 30 to 35 percent clay. The lower part of the Bt horizon commonly has strong angular blocky structure and is very hard to extremely hard, very firm, very sticky, and very plastic.\nThe Cqm horizon is massive and indurated or is platy with 1 to 2 mm thick laminar plates coated with opal or silica 1 to 5 cm apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Deerlodge, Exel, Louie, Madras, Ochoco, Packwood, Puls, Selah, Thoms, and Wellington series. Deerlodge soils have mildly and moderately alkaline B2t horizons and lack bedrock within depth of 40 inches. Exel soils lack bedrock at depths of less than 40 inches and are underlain by stratified gravel and cobbles. Packwood, Puls and Thoms soils have duripans at depths of less than 20 inches, Louie soils have calcareous Bt horizons, lime-cemented Cm horizons, and a xeric moisture regime. Madras soils are moderately alkaline, have secondary lime in the lower part of the B horizon, occur over a paralithic tuffaceous contact of sandstone and have 10 to 30 percent pumice fragments. Ochoco and Selah soils are mildly to moderately alkaline in their lower horizons and lack bedrock at depths of less than 40 inches. Wellington soils lack bedrock within depth of 40 inches,"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ditchcamp soils are nearly level to moderately sloping and are on nearly level to gently rolling hummocky plateaus at elevations of 4,500 to 5,400 feet. Ditchcamp soils typically occupy the mounds and the Packwood soils the intermound where hummocky relief occurs. The soils formed in residuum derived mostly from basalt, andesite and tuff. Basalt rock usually underlays the duripan at depths of 25 to 40 inches. The climate is cool semiarid mesothermal with warm dry summers and cold moist winters. Mean annual precipitation is 12 to 16 inches. Snowfall is 24 to 48 inches. Average January temperature is 28 degrees F; average July temperature is 67 degrees F; mean annual temperature is 46 degrees to 49 degrees F. The freeze-free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Packwood and Puls soils and the Bieber, Deven, McQuarrie, and Pit soils. Bieber soils have clayey B2t horizons and are less than 20 inches deep to duripan.  Deven soils have more than 35 percent clay in the B3t horizon and are less than 20 inches deep to hard basalt rock. McOuarrie soils have loamy B2t horizons and are less than 20 inches deep to hard basic igneous rock. Pit soils are deep silty clay or clay soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained slow or medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing. The vegetation is junipers, low sagebrush, cheatgrass fescue, wheatgrass, Sandbergs bluegrass, and a few annual grasses,"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern California in Modoc and Lassen Counties The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Modoc County (Alturas Area), California, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Ditchcamp soils were formerly classified as Brown soils.  The type location is moved to Modoc County.\nSeries reclassified on September, 1994.  Competing series not reviewed at that time.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Riverside Laboratory, Pedon No. S73 Calif-25-2; not published to date\nOSED scanned by SSQA. Last revised by state on 5/74.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate thick and very thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 7 inches; brown (10YR 5/3) heavy loam, dark brown (10YR 3/3) moist; moderate thick and very thick platy structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine interstitial, few very fine and fine tubular pores; slightly acid (pH 6.5); clear smooth boundary. (1 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--7 to 15 inches; brown (7.5YR 5/4) heavy loam, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; few very fine interstitial and common very fine tubular pores few thin clay films as stains on mineral grains; slightly acid (pH 6.5); clear wavy boundary (2 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--15 to 26 inches; brown (7.5YR 5/4) light clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; very hard, very friable, sticky, slightly plastic; common very fine roots; few very fine interstitial and many very fine tubular pores; common thin clay films line pores and as bridges; slightly acid (pH 6.5); clear smooth boundary. (7 to 14 inches thick)"
      },
      {
        "name": "B2t",
        "top": 66,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B2t--26 to 30 inches; brown (7.5YR 5/4) light clay loam, dark yellowish brown (10YR 3/4) moist; moderate coarse angular blocky structure; very hard, very friable, sticky, slightly plastic; many very fine tubular and few very fine interstitial pores; many thin clay films on faces of peds lining pores and many moderately thick clay films as bridges; 2 percent basalt gravel by volume; slightly acid (pH 6.3); abrupt smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Cqm",
        "top": 76,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 6,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cqm--30 to 34 inches; reddish yellow (7.5YR 7/6) indurated hardpan with 0.5 mm laminar hands; medium common distinct manganese bodies of very dark gray (N 3/ ); strong thick and very thick platy stucture; extremely hard; abrupt wavy boundary. (2 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 86,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--34 to 35 inches; fractured basalt rock."
      }
    ]
  ]
}
