{
  "SERIES": "DIVIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "07/2015",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Divide series consists of very deep, somewhat poorly drained soils that formed in loamy sediment over sand and gravel.  Permeability is moderate over rapid or very rapid.  These soils are on slightly depressed areas in outwash plains, flood plains, terraces and interbeach areas and have slope ranging from 0 to 3 percent.  Mean annual air temperature is 39 degrees F, and mean annual precipitation is 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Divide loam on a plane level slope of less than 1 percent under cropland.  When described the soil was moist throughout.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; about 5 percent gravel; strong effervescence; moderately alkaline; abrupt smooth boundary.  (A horizon 7 to 20 inches thick)\nAk--8 to 12 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; about 5 percent gravel; few fine masses of carbonates; violent effervescence; moderately alkaline; abrupt wavy boundary.  (0 to 7 inches thick)\nBk--12 to 22 inches; light brownish gray (2.5Y 6/2) loam, light gray (2.5Y 7/2) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; about 5 percent gravel; common medium masses of carbonates; violent effervescence; moderately alkaline; clear smooth boundary.  (8 to 28 inches thick)\n2C1--22 to 26 inches; light olive brown (2.5Y 5/4) gravelly loamy coarse sand, light yellowish brown (2.5Y 6/4) dry; single grain; loose, nonsticky and nonplastic; few fine roots; about 20 percent gravel; strong effervescence; moderately alkaline; clear smooth boundary.\n2C2--26 to 60 inches; olive brown (2.5Y 4/4) very gravelly coarse sand, light olive brown (2.5Y 5/4) dry; single grain; loose, nonsticky and nonplastic; about 35 percent gravel; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nelson County, North Dakota; about 2 miles south of Pekin; 1,050 feet west and 315 feet south of the northeast corner, sec.  4, T. 149 N., R. 60 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The loamy surface horizons average between 18 and 35 percent clay and 20 to 50 percent of fine sand and coarser.  The depth to sand and gravel typically is 24 to 30 inches and ranges from 20 to 40 inches.  The mollic epipedon ranges from 7 to 20 inches in thickness.  The soil is slightly alkaline or moderately alkaline throughout.  Saline and channeled phases are recognized.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3 and 3 to 5 dry, and chroma of 1.  Chroma of 2 is allowed in the lower part.  The A horizon typically is loam, but the range includes sandy loam, sandy clay loam, silt loam, and clay loam.  It does not have carbonates in the upper part of some pedons.  Some pedons have an Ak or ABk horizon.\nThe Bk horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 7 and 5 to 8 dry, and chroma of 1 to 4. It is loam, clay loam, or sandy clay loam.  The calcium carbonate equivalent ranges from 15 to 35 percent.  The lower part of the Bk horizon is gravelly loam in some pedons.  Some pedons have 2Bk or 2BC horizons.\nThe 2C horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 2 to 6.  It contains a mixture of sand and granitic or shale gravel.  In some pedons the shale content exceeds 50 percent.  It is stratified in some pedons.  Some pedons have loamy till below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Divide soils are on level and nearly level areas on outwash plains, flood plains, terraces and interbeach areas.  Slope gradients are 0 to 3 percent.  The soils formed in loamy sediments over sand and gravel.  The climate is cool, subhumid.  Mean annual air temperature ranges from 34 to 48 degrees F, and mean annual precipitation ranges from 12 to 24 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arvilla, Binford, Brantford, Fordville, Kensal, Marysland, Moritz, Osakis, Renshaw, Spottswood, Vang, Walum, Warsing and Wyrene soils.  Arvilla and Osakis soils are on nearby sandy outwash and do not have calcic horizons at depths of less than 16 inches.  In addition, Arvilla soils are somewhat excessively drained.  Binford, Brantford, Kensal, Vang and Walum soils are on nearby outwash areas which contain large amounts of shale fragments in the sand and gravel.  None of these soils have calcic horizons at depth of less than 16 inches.  Fordville and Renshaw soils are on well drained, higher parts of the outwash plain at higher elevations than Divide soils.  They do not have calcic horizons at depths of less than 16 inches and are well and somewhat excessively drained.  Marysland soils are in lower lying swales and depressions.  They have distinct or prominent redoximorphic features at depths of less than 20 inches and are poorly and very poorly drained.  Moritz soils do not have sand and gravel within a depth of 40 inches.  Moritz, Spottswood and Warsing soils are on landscape positions similar to Divide soils.  Spottswood and Warsing soils are slightly better drained and do not have calcic horizons at depth of less than 16 inches.  Wyrene soils are in similar positions in the landscape as Divide soils.  They are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is moderate over rapid or very rapid (loamy substratum phases have moderately slow permeability below 40 inches).  A seasonal high water table is at depths of 1.5 to 3.5 feet at some time during the period of April through June.  Soils on flood plains are occasionally flooded for very brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cropped to wheat and other small grains, hay, and some pasture.  Native vegetation is big and little bluestem, prairie junegrass, green needlegrass, western wheatgrass, bearded wheatgrass, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and eastern North Dakota, northeastern South Dakota, and western Minnesota.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sargent County, North Dakota, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 12 inches (Ap and Ak horizons); calcic horizon - the zone from 8 to 22 inches (Ak and Bk horizons); characteristics associated with wetness - calcic horizon (Ak and Bk horizons) within 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; about 5 percent gravel; strong effervescence; moderately alkaline; abrupt smooth boundary.  (A horizon 7 to 20 inches thick)"
      },
      {
        "name": "Ak",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ak--8 to 12 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; about 5 percent gravel; few fine masses of carbonates; violent effervescence; moderately alkaline; abrupt wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bk",
        "top": 30,
        "bottom": 56,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--12 to 22 inches; light brownish gray (2.5Y 6/2) loam, light gray (2.5Y 7/2) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; about 5 percent gravel; common medium masses of carbonates; violent effervescence; moderately alkaline; clear smooth boundary.  (8 to 28 inches thick)"
      },
      {
        "name": "2C1",
        "top": 56,
        "bottom": 66,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--22 to 26 inches; light olive brown (2.5Y 5/4) gravelly loamy coarse sand, light yellowish brown (2.5Y 6/4) dry; single grain; loose, nonsticky and nonplastic; few fine roots; about 20 percent gravel; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2C2",
        "top": 66,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C2--26 to 60 inches; olive brown (2.5Y 4/4) very gravelly coarse sand, light olive brown (2.5Y 5/4) dry; single grain; loose, nonsticky and nonplastic; about 35 percent gravel; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
