{
  "SERIES": "DIVOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWD-JWS-JBA",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Pachic Vertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Divot clay loam--on a 0.5 percent slope in rangeland at an elevation of 232 m (760 ft).   (Colors are for dry soil unless otherwise stated.)\nA1--0 to 41 cm (0 to 16 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and medium granular structure; hard, firm; common fine roots; few fine and very fine calcium carbonate concretions; few snail shells; calcareous; moderately alkaline; gradual smooth boundary.  Thickness is 13 to 51 cm (5 to 20 in)\nA2--41 to 86 cm (16 to 34 in); brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, firm; few roots; few films and threads of calcium carbonate visible when dry; few fine limestone fragments; calcareous; moderately alkaline; gradual smooth boundary.  Combined thickness of the A horizons is 38 to 112 cm (15 to 44 in)\nBk1--86 to 165 cm (34 to 65 in); brown (10YR 5/3) clay, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; very hard, firm but crumbly; few fine pores and old root channels; common visible threads and few soft masses of calcium carbonate; few fine limestone fragments; calcareous; moderately alkaline; diffuse smooth boundary. Thickness is 25 to 102 cm (10 to 40 in)\nBk2--165 to 239 cm (65 to 94 in); light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; hard, firm; few visible threads and soft masses of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Medina County, Texas; 6.3 miles south on Farm Road 462 from its junction with U.S. Highway 90 in Hondo, Texas; 0.8 miles east on county road and 100 feet south in native rangeland. USGS topographic quadrangle: Murphy School, Texas; Latitude: 29 degrees, 15 minutes, 15.84 seconds N; Longitude: 99 degrees, 7 minutes, 12.36 seconds W; Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A Typic Ustic soil moisture regime.  The soil moisture control section is dry in some or all parts for 90 or more cumulative days in normal years.\nThickness of the mollic epipedon: 51 to 127 cm (20 to 50 in)\nVertic Features: 41 to 203 cm (16 to 80 in); COLE ranges from 0.07 to 0.12\nCracks: 0.4 to 1 inch wide at the surface, when dry, extend to depths of 25 to 51 cm (10 to 20 in) or more.\nRock Fragments: 0 to 15 percent; gravel and cobbles of rounded limestone and chert.  Some pedons have strata below 40 inches that contain 20 to 40 percent gravel and cobbles of limestone, chert, and indurated caliche.\nReaction: slightly alkaline or moderately alkaline throughout\nParticle-size control section (weighted average)\nClay Content: 35 to 55 percent\nSand Content: 5 to 30 percent\nCalcium carbonate equivalent: 5 to 40 percent\nA Horizon:\nHue: 10YR, 7.5YR\nValue: 3 to 5; moist values are 1 or 2 units lower\nChroma: 1 to 3\nTexture: Clay loam, silty clay loam, or silty clay\nClay content: 32 to 55 percent\nRock Fragments: 0 to 3 percent\nIdentifiable secondary carbonate: few; fine and very fine; concretions, films and threads\nCalcium Carbonate Equivalent: 5 to 25 percent\nEffervescence: slight to strong\nReaction: slightly alkaline to moderately alkaline\nBk1 Horizon:\nHue: 10YR, 7.5YR\nValue: 4 to 7\nChroma: 2 to 5\nTexture: Clay, silty clay, clay loam, or silty clay loam\nClay content: 35 to 55 percent\nRock Fragments:  0 to 15 percent\nIdentifiable secondary carbonate: 1 to 10 percent; threads and masses; with 5 percent or more at depths greater than 40 inches\nCalcium Carbonate Equivalent: 5 to 40 percent\nEffervescence: slight to strong\nReaction: slightly alkaline to moderately alkaline\nBk2 Horizon:\nHue: 10YR, 7.5YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: Clay, silty clay, clay loam, or silty clay loam\nClay content: 35 to 55 percent\nRock Fragments: 0 to 15 percent; Some pedons have strata below 40 inches that contain 20 to 40 percent gravel and cobbles of limestone, chert, and indurated caliche.\nIdentifiable secondary carbonate: few films and threads\nCalcium Carbonate Equivalent: 5 to 40 percent\nEffervescence: slight to strong\nReaction: Slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Eloso series in the same family. Similar soils are the Frio, Krum, Laredo, Nukrum, and Rioconcho series.\nEloso soils: are less than 102 cm (40 in) deep to siltstone and occur in clayey alluvial sediments over the Catahoula siltstone.\nFrio, Krum, Nukrum, and Rioconcho soils: have mean annual soil temperatures less than 72 degrees F. In addition, Nukrum and Rioconcho soils have mixed mineralogy.\nLaredo soils have mixed mineralogy and have a COLE of less than 0.07."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Calcareous clayey or loamy alluvium\nLandscape: River valleys\nLandform: Flood plain steps\nSlope: 0 to 2 percent\nMean annual precipitation range: 559 to 762 mm (22 to 30 in)\nPrecipitation pattern: July and August are the driest months while April through June and September through October are the wettest months.\nThornthwaite annual P-E indices: 31 to 42\nMean annual air temperature range: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nFrost Free Period: 240 to 290 days\nElevation:  76.2 to 274.3 m (250 to 900 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atco, Castroville, Hanis, and Sabenyo series.\nAtco soils: do not have mollic epipedons, have coarse-loamy particle-size control sections with carbonatic mineralogy, and occur on higher uplands.\nCastroville soils: have fine-silty particle-size control sections with mixed mineralogy, have a calcic horizon, and occur on higher uplands or terraces.\nHanis soils: are redder and occur on higher positions in the landscape\nSabenyo soils: do not have a mollic epipedon and have carbonatic mineralogy"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; Runoff is medium or low; Slow and moderately slow permeability.  Flooding occurs for periods of less than 24 hours at intervals ranging from 1 or more times a year to once in 20 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland and rangeland.  Cropland is used mainly for crops such as grain sorghum, small grain, and introduced grasses under both dryland and irrigated operations. Some corn, cotton, and truck crops are also grown under irrigation.  The native vegetation consists of about 15 percent trees and other woody plants such as elm, hackberry, pecan, liveoak and a few large mesquite trees with an understory of predominantly mid grasses.  With retrogression, woody shrubs and short grasses increase or invade.  Typical increasers and invaders are curlymesquite, Hall's panicum, threeawn, whitebrush, Texas persimmon, condalias, spiny hackberry, and annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain (MLRA 83A) and the Western Rio Grande Plain (MLRA 83B) of Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Medina County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Frio series.\nEdited 11/2013 (RFG-JBA): Updated classification to new version of taxonomy, updated competing and associated soils sections, and changed to tabular format\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon - 0 to 86 cm (0 to 34 in).\nCambic horizon -- 86 to 239 cm (34 to 94 in).\nVertic feature - cracks 0.4 to 1 inch wide at the surface, when dry, extend to depths of 25 to 51 cm (10 to 20 in) or more and has LEP greater than 6. Some pedons also have pressure faces on peds.\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
