{
  "SERIES": "DIXONVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/DRJ/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "OVERVIEW": "The Dixonville series consists of moderately deep, well drained soils formed in clayey colluvium and residuum derived from basalt. Dixonville soils are on hills. Slopes are 3 to 60 percent. The mean annual precipitation is about 45 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dixonville silty clay loam, pastureland. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; very dark brown (10YR 2/2) silty clay loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine irregular pores; moderately acid (pH 5.8); clear smooth boundary. (3 to 10 inches thick)\nA2--4 to 12 inches; very dark brown (10YR 2/2) silty clay, brown (10YR 4/3) dry; moderate medium and fine subangular blocky structure; hard, firm, very sticky and very plastic; many very fine roots; common very fine tubular pores; moderately acid (pH 6.0); clear smooth boundary. (6 to 11 inches thick)\nBt1--12 to 21 inches; dark reddish brown (5YR 3/2) clay, reddish brown (5YR 4/3) dry; moderate medium and fine subangular blocky structure; very hard, very firm, very sticky and very plastic; many very fine roots; common very fine tubular pores; many faint clay films on faces of peds and along pores; slightly acid (pH 6.1); gradual smooth boundary. ( 3 to 14 inches thick)\nBt2--21 to 34 inches; dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/4) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many distinct clay films on faces of peds and along pores; slightly acid (pH 6.2); clear wavy boundary. (3 to 17 inches thick)\nCr--34 to 44 inches; moderately cemented basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; 100 feet west of gravel road; about 1,800 feet west and 500 feet south of the NE corner of section 4, T. 11 S., R. 5 W. Willamette Meridan: Airlie South, Oregon USGS 7.5 minute topographic quadrangle. Latitude 44 degrees, 38 minutes, 57 seconds N. and Longitude 123 degrees, 17 minutes, 41 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 51 to 56 degrees F. The soils are usually moist but are dry between 4 and 12 inches for 45 to 60 consecutive days during the summer months within MLRA 2 but ranges to 90 days in MLRA 5. Depth weakly or moderately cemented basalt bedrock is 20 to 40 inches. The solum is 20 to 40 inches thick. The pscs has 40 to 55 percent clay, 0 to 35 percent rock fragments and 0 to 10 percent pararock fragments.  The mollic epipedon is 20 to 36 inches thick.\nThe A1 horizon has hue of 10YR to 5YR, value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist or dry. Texture is silty clay loam with 27 to 40 percent clay. It has 0 to 10 percent gravel and 0 to 10 percent cobbles. Reaction is moderately acid or slightly acid.\nThe A2 horizon has hue of 10YR to 5YR, value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist and dry. Texture is silty clay loam or silty clay with 30 to 50 percent clay. It has 0 to 10 percent gravel and 0 to 15 percent cobbles. Reaction is moderately acid or slightly acid.\nThe Bt horizon has hue of 10YR to 5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 2 to 4 moist and dry. Texture of the fine-earth fraction is clay or silty clay with 40 to 55 percent clay. It has 0 to 15 percent gravel, 0 to 20 percent cobbles and 0 to 10 percent paragravel. A stone line is present at the upper boundary of the Bt horizon in some pedons. A few stones are in the lower part of the Bt horizon in some pedons. Reaction is moderately acid or slightly acid in the upper part of the Bt horizon and moderately acid to neutral in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Darby, Malabon, Mart, and Silverton soils. Darby, Malabon, and Mart soils lack a paralithic contact at a depth of 40 inches or less. Silverton soils have a lithic  contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Dixonville soils are on gently sloping to steep hills bordering the mountainous uplands at elevations of 300 to 2,000 feet. Slopes are 3 to 60 percent. The soils formed in clayey colluvium and residuum derived dominantly from basalt of the Fisher and Siletz River Volcanics formations. The climate is characterized by hot, dry summers and warm, wet winters. The mean annual precipitation is 30 to 60 inches. The mean annual temperature is 49 to 55 degrees F. The average January temperature is 38 degrees F. and the average July temperature is 64 to 68 degrees F. The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bellpine, Hazelair, Jory, MacDunn, Nekia, Panther, Price, Philomath, Ritner, Witham, Witzel, and the competing Gellatly soils. Bellpine soils lack mollic epipedons and occur over sedimentary bedrock. Hazelair soils have iron depletions within 30 inches of the surface and occur on concave parts of the hillslope. Jory and Price soils are very deep and occur on hills at higher elevations. MacDunn soils are deep and occur on hills at higher elevations. Nekia soils have a lithic contact at 20 to 40 inches and occur on hills at higher elevations. Philomath soils are 12 to 20 inches to a paralithic contact. Witzel soils are 12 to 20 inches to a lithic contact. They occur on convex parts of the hillslope. Panther soils have a chroma of 2 and distinct redoximorphic concentrations in the lower part of the mollic epipedon. The occur on concave parts of the hillslope. Ritner soils are clayey-skeletal and occur on convex parts of the hillslope. Witham soils have redoximorphic features at depths of 16 to 30 inches and occur on foot slopes and toe slopes. Gellatly soils occur on linear or concave parts of the hillslope."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for native pasture, hay, small grains, row crops, sweet cherries, filberts, and woodland. Oregon white oak and Douglas fir dominate the tree canopy. Other species are bigleaf maple and grand fir. The understory vegetation is western brackenfern, common snowberry, western hazelnut, Pacific poison-oak, and baldhip rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Foot slopes of the Coast Range and Cascade Range in western Oregon; MLRA 2, 5. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County (Benton Area), Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nMollic epipedon - from the mineral soil surface to a depth of 34 inches (A1, A2, Bt1, and Bt2 horizons)\nArgillic horizon - from a depth of 12 to 34 inches (Bt1 and Bt2 horizons)\nParticle-size control section - from 12 to 32 inches (all of Bt1 and most of Bt2 horizons)\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data available for sample #S00OR-003-003; NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; very dark brown (10YR 2/2) silty clay loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine irregular pores; moderately acid (pH 5.8); clear smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "moderate medium and fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 12 inches; very dark brown (10YR 2/2) silty clay, brown (10YR 4/3) dry; moderate medium and fine subangular blocky structure; hard, firm, very sticky and very plastic; many very fine roots; common very fine tubular pores; moderately acid (pH 6.0); clear smooth boundary. (6 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 53,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate medium and fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--12 to 21 inches; dark reddish brown (5YR 3/2) clay, reddish brown (5YR 4/3) dry; moderate medium and fine subangular blocky structure; very hard, very firm, very sticky and very plastic; many very fine roots; common very fine tubular pores; many faint clay films on faces of peds and along pores; slightly acid (pH 6.1); gradual smooth boundary. ( 3 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 86,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--21 to 34 inches; dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/4) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many distinct clay films on faces of peds and along pores; slightly acid (pH 6.2); clear wavy boundary. (3 to 17 inches thick)"
      },
      {
        "name": "Cr",
        "top": 86,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--34 to 44 inches; moderately cemented basalt."
      }
    ]
  ]
}
