{
  "SERIES": "DOBALT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EEP-JMS",
  "REVDATE": "10/2001",
  "STATES": "SD",
  "OVERVIEW": "The Dobalt series consists of very deep, well drained, soils formed in loamy eolian material and the underlying glacial till on uplands.  Permeability is moderately slow. Slopes range from 0 to 6 percent. Mean annual precipitation is about 24 inches, and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dobalt loam - on a 5 percent north facing convex slope in a cultivated field. When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; moderately acid; abrupt smooth boundary. (8 to 14 inches thick)\nBw1--8 to 13 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; slightly acid; gradual wavy boundary.\nBw2--13 to 19 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 1 percent subrounded mixed gravel; neutral; clear wavy boundary.\nBw3--19 to 29 inches; yellowish brown (10YR 5/4) sandy clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine prominent yellowish brown (10YR 5/8) moist mottles; common very fine and fine roots; common very fine tubular pores; 2 percent subrounded mixed gravel; neutral; clear wavy boundary.  (Combined thickness of the Bw horizon is 7 to 28 inches.)\n2Bk--29 to 59 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky;; hard, firm, slightly sticky and slightly plastic; common fine prominent yellowish brown (10YR 5/8) moist redox concentrations and common fine prominent gray (5Y 6/1) moist redox depletions; common very fine and fine roots; common very fine tubular pores; 15 percent calcium carbonate equivalent; common medium and coarse rounded soft masses of calcium carbonate; violently effervescent; 5 percent subangular mixed gravel; moderately alkaline; gradual wavy boundary.  (6 to 35 inches thick)\n2C--59 to 80 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; many fine and medium prominent yellowish brown (10YR 5/8) moist redox concentrations and many fine and medium prominent gray (5Y 6/1) moist redox depletions; common very fine and fine tubular pores; 14 percent calcium carbonate equivalent; few medium rounded soft masses of calcium carbonate; strongly effervescent; 4 percent subangular mixed gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Minnehaha County, South Dakota; about 1 mile north of Sioux Falls; 195 feet north and 1716 feet west of the southeast corner of section 22, T. 102 N., R. 49 W. at elevation 1450 feet above sea level.  USGS Sioux Falls East topographic quadrangle, latitude 43 degrees 37 minutes 1 second N. and longitude 96 degrees 41 minutes 53 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to loam or clay loam glacial till ranges from 20 to 40 inches. The depth to carbonates ranges from 20 to 40 inches and commonly corresponds to the depth to till. The mollic epipedon ranges from 7 to 20 inches in thickness and extends into the Bw horizon in most pedons. The particle size control section averages 18 to 27 percent clay and 5 to 15 percent fine sand and coarser in the eolian sediments and 24 to 35 percent clay with more than 15 percent fine sand and coarser in the underlying glacial till.  Coarse fragments of mixed lithology typically are absent in the eolian sediments but the glacial till commonly contains 1 to 10 percent by volume.  A thin pebble band is at the contact of the two sediments in some pedons.\nThe A horizon has 10YR hue, value of 3 to 4 and 2 or 3 moist, and chroma of 1 or 2.  It typically is loam but is silt loam in some pedons.  It ranges from moderately acid to neutral.\nThe Bw horizon has 10YR or 2.5Y hue, value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  It dominantly is loam or silt loam but is sandy loam or sandy clay loam in the lower part of some pedons.  It ranges from slightly acid to slightly alkaline.\nThe 2Bk horizon has 10YR or 2.5Y hue, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam or loam.  It is slightly to moderately alkaline.  There are few to many accumulations of carbonate.  Some pedons have a Bk horizon. Some pedons have a 2Bw horizon.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is loam or clay loam.  It is slightly alkaline or moderately alkaline.  Distinct or prominent redox features are common or many in the 2C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Flandreau, Germantown, Grovena, and Ves series.  Flandreau soils have sandy underlying material. Germantown soils have hard bedrock at a depth of 20 to 40 inches. Grovena soils do not have glacial till within 40 inches of the surface. Ves soils formed entirely in glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dobalt soils are on nearly level to gently sloping uplands. Slopes are plane or convex. Slope gradients range from 0 to 6 percent. These soils formed in 20 to 40 inches of loamy eolian material overlying glacial till. Mean annual temperature ranges from 48 to 52 degrees F, and mean annual precipitation ranges from 20 to 26 inches.  Growing season is about 135 to 165 days; average growing season precipitation ranges from 17 to 20 inches; and growing degree days are about 2700 to 3500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Flandreau and Grovena soils, and the Bonilla, Houdek, and Splitrock soils. The Flandreau, Grovena, and Splitrock soils generally are on similar positions on the landscape. In addition, Splitrock soils are fine-silty.   Bonilla soils have a thicker mollic epipedon and are on foot slopes.  Houdek soils formed in till, have an argillic horizon, and are on more convex slopes and narrow summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low or medium.  Permeability is moderate in the loamy eolian material and moderately slow in the glacial till substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Corn, soybeans, alfalfa, and small grains are the principal crops.  Native grasses include big bluestem, little bluestem, green needlegrass, needleandthread, blue grama, sideoats grama, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern South Dakota and possibly southwestern Minnesota and northwest Iowa. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Minnehaha County, South Dakota, 1994.  The named is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedons are: mollic epipedon - the zone from the surface of the soil to a depth of about 19 inches (Ap, Bw1, and Bw2 horizons); cambic horizon - the zone from about 19 to 29 inches (Bw3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; moderately acid; abrupt smooth boundary. (8 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--8 to 13 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--13 to 19 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 1 percent subrounded mixed gravel; neutral; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 48,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3--19 to 29 inches; yellowish brown (10YR 5/4) sandy clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine prominent yellowish brown (10YR 5/8) moist mottles; common very fine and fine roots; common very fine tubular pores; 2 percent subrounded mixed gravel; neutral; clear wavy boundary.  (Combined thickness of the Bw horizon is 7 to 28 inches.)"
      },
      {
        "name": "2Bk",
        "top": 74,
        "bottom": 150,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk--29 to 59 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky;; hard, firm, slightly sticky and slightly plastic; common fine prominent yellowish brown (10YR 5/8) moist redox concentrations and common fine prominent gray (5Y 6/1) moist redox depletions; common very fine and fine roots; common very fine tubular pores; 15 percent calcium carbonate equivalent; common medium and coarse rounded soft masses of calcium carbonate; violently effervescent; 5 percent subangular mixed gravel; moderately alkaline; gradual wavy boundary.  (6 to 35 inches thick)"
      },
      {
        "name": "2C",
        "top": 150,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--59 to 80 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; many fine and medium prominent yellowish brown (10YR 5/8) moist redox concentrations and many fine and medium prominent gray (5Y 6/1) moist redox depletions; common very fine and fine tubular pores; 14 percent calcium carbonate equivalent; few medium rounded soft masses of calcium carbonate; strongly effervescent; 4 percent subangular mixed gravel; moderately alkaline."
      }
    ]
  ]
}
