{
  "SERIES": "DOBBINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CAK/TDT",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dobbins gravelly loam - forested.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of maple leaves, fir needles and twigs.\nA1--1 to 5 inches; very dark grayish brown (10YR 3/2) gravelly loam, grayish brown (10YR 5/2) dry; strong very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine irregular pores; 30 percent gravel and shot; strongly acid (pH 5.2); clear wavy boundary.  (2 to 6 inches thick)\nA2--5 to 13 inches; dark yellowish brown (10YR 3/4) very gravelly silty clay loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; hard, very firm, very sticky and very plastic; many fine and medium roots; common very fine tubular pores; 45 percent gravel; strongly acid (pH 5.2); clear wavy boundary.  (5 to 10 inches thick)\nBw1--13 to 19 inches; dark brown (7.5YR 3/4) very cobbly silty clay; light brown (7.5YR 6/4) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many fine and medium roots; common very fine tubular pores; 5 percent stones, 20 percent cobbles and 15 percent gravel; strongly acid (pH 5.2); abrupt wavy boundary.  (0 to 10 inches thick)\nBw2--19 to 35 inches; dark brown (7.5YR 3/4) very cobbly silty clay, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; hard, very firm, very sticky and moderately plastic; common fine and medium roots; few fine tubular pores; 15 percent stones, 30 percent cobbles and 10 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary.  (12 to 20 inches thick)\n2R--35 inches; fractured basalt with soil material in the interstices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Linn County, Oregon; about 2 miles southeast of Cascadia State Park; northeast 1/4 northwest 1/4, sec. 9, T. 14 S., R.  3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist and are dry for short periods less than 45 consecutive days in all parts between depths of 4 and 12 inches during the summer.  The mean annual soil temperature is 47 to 56 degrees F.  Thickness of the solum and depth to bedrock is 20 to 40 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 to 4 moist.  Moist chroma of 4 are at depths of less than 10 inches.  It is strongly acid or very strongly acid.  It has 10 to 45 percent rock fragments.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 4 to 6 dry, and chroma of 3 or 4 moist or dry.  It is very gravelly silty clay loam, or very cobbly silty clay with 35 to 45 percent clay.  It has 35 to 60 percent rock fragments increasing in amount and size with increasing depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Flane, Ritner and Trask series in other families.  Flane soils are over 40 inches deep and have a frigid soil temperature regime.  Ritner soils have a xeric moisture regime and have hue redder than 7.5YR.  Trask soils are loamy-skeletal and have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dobbins soils are on uplands at elevations of 650 to 2,800 feet.  Slopes are 60 to 90 percent.  These soils formed in colluvium and residuum from tuffs, breccias and basalt.  The climate is humid temperate with cool dry summers and cool moist winters.  The mean annual precipitation is 60 to 90 inches.  The mean January temperature is 37 degrees F, mean July temperature is 63 degrees F, and the mean annual temperature is 45 to 53 degrees F.  The frost-free period is 160 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Apt, Kilchis, Klickitat, McDuff and Zango soils.  Apt and McDuff soils have an argillic horizon and contain less than 35 percent rock fragments in the control section.  Klickitat and Apt soils are deeper than 40 inches to bedrock.  Zango and Kilchis soils are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat and recreation.  The forest canopy is dominantly Douglas-fir with minor amounts of western hemlock and bigleaf maple.  The understory is vine maple, western swordfern, cascade Oregon-grape and salal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Cascade Range of western Oregon; MLRA 3.  the series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Linn County, Oregon, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nOchric epipedon\nHumic subgroup - color requirement is met from 1 to 13 inches\nCambic horizon - from 13 to 35 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
