{
  "SERIES": "DOBURG",
  "STATUS": "Established Series",
  "BYREV": "JBM-SDW-AGG",
  "REVDATE": "03/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Doburg loam on 1 percent slope in a cultivated field. When sampled the soil was moist throughout. (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; black (10YR 2/1)loam, dark gray (10YR 4/1) dry; weak fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; common very fine pores; slightly acid; abrupt smooth boundary. (7 to 10 inches thick)\nBw1--8 to 15 inches; very dark grayish brown (10YR 3/2)loam, dark grayish brown (10YR 4/2) dry; moderately fine and medium prismatic structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; common very fine pores; neutral; clear wavy boundary.\nBw2--15 to 22 inches; brown (10YR 4/3)loam, brown (10YR 5/3) dry; moderately fine and medium prismatic structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; few very fine pores; slightly alkaline; clear wavy boundary. (Combined Bw horizons 7 to 18 inches thick)\nBk1--22 to 27 inches; olive brown (2.5Y 4/3)loam, light yellowish brown (2.5Y 6/3) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; common very fine roots; common very fine and fine pores; common, fine carbonate masses, 17 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; clear wavy boundary. (0 to 16 inches thick)\n2Bk2--27 to 41 inches; light olive brown (2.5Y 5/3) clay loam, pale yellow (2.5Y 7/3) dry; weak fine and medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few very fine roots; common very fine and fine pores; 20 percent calcium carbonate equivalent; common fine carbonate masses; 7 percent mixed rock fragments; violently effervescent; moderately alkaline; gradual wavy boundary. (6 to 26 inches thick)\n2C1--41 to 61 inches; light olive brown (2.5Y 5/4) clay loam massive; hard, firm, moderately sticky, moderately plastic; few very fine pores; 12 percent calcium carbonate equivalent; few fine carbonate masses; 2 percent mixed rock fragments; , light yellowish brown (2.5Y 6/4) dry; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; strongly effervescent; moderately alkaline; gradual wavy boundary.\n2C2--61 to 80 inches; light olive brown (2.5Y 5/4) clay loam, light yellowish brown (2.5Y 6/4) dry; massive; hard, firm, moderately sticky, moderately plastic; 10 percent calcium carbonate equivalent; few fine carbonate masses; 2 percent mixed rock fragments; common prominent light brownish gray (10YR 6/2) redoximorphic depletions and common prominent yellowish brown (10YR 5/6) redoximorphic concentrations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Codington County, South Dakota; about  mile west and 5 miles north of Watertown; 1720 feet north and 840 feet east of the southwest corner, sec. 36, T. 118 N., R. 53 W; USGS Watertown West, South Dakota topographic quadrangle; lat. 44 degrees 58 minutes 54.1 seconds N. and long. 97 degrees 8 minutes 37.2 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to carbonates ranges from 14 to 28 inches. The mollic epipedon ranges from 7 to 16 inches in thickness. The depth to glacial till ranges from 20 to 40 inches. The clay content of the upper mantle is 18 to 27 percent and 18 to 35 percent in the underlying till material. A thin stone line is at the upper boundary of the 2Bk in some pedons.  The upper mantle typically does not have rock fragments and the underlying till has 2 to 10 percent, by volume.\nThe A or Ap horizon has hue of 10YR, value of 3 or 4 and 2 or 3 moist, and chroma of 1. It is typically loam, but includes fine sandy loam.\nIt is slightly acid or neutral.\nThe Bw horizons have hue of 10YR or 2.5Y, value of 4 to 6 and 2 to 5 moist, and chroma of 1 to 4. They typically are loam, but may have thin layers of clay loam or fine sandy loam. They are neutral or slightly alkaline.\nThe Bk horizon has hue of 2.5Y or 10YR, value of 6 or 7 and 4 to 6 moist, and chroma of 2 to 4.  It typically is loam, but may have thin layers of clay loam or fine sandy loam. It is slightly alkaline or moderately alkaline.\nThe 2Bk horizon has hue of 2.5Y or 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4. It is loam or clay loam. It is slightly alkaline or moderately alkaline.\nThe 2C horizons have hue of 2.5Y or 10YR, value of 6 or 7 and 5 or 6 moist, and chroma of 2 to 4. They are loam or clay loam. They are slightly alkaline or moderately alkaline. Most pedons have few to common, distinct to prominent redoximorphic features."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barnes, Byrne, Doland, Formdale, Hokans, Venagro, and Vienna series.  Barnes, Formdale, and Hokans formed entirely in glacial till.  The Doland and Byrne soils formed in silty material containing less than 15% sand, coarser than very fine sand, over glacial till.  The Venagro soil does not have glacial till within 40 inches of the surface.  The Vienna soil has glacial till within 20 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Doburg soils are level to gently sloping on uplands. The slopes are plane or convex. Slope gradients typically are less than 4 percent but range from 0 to 6 percent. The soil formed in loamy eolian material overlying finer textured loamy glacial till. Mean annual air temperature ranges from 43 to 48 degrees F, and mean annual precipitation ranges from 20 to 24 inches. Growing season is 120 to 140 days; average growing season precipitation ranges from 15 to 19 inches; and growing degree days are about 2,500 to 2,900."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lanona, Forestville, Vienna, and Kranzburg soils. Lanona, Vienna, and Kranzburg soils are on similar landscapes. Lanona soils have more sand in the upper part of the control section. Vienna and Kranzburg soils have less sand in the upper part of the control section.  Forestville soils are on the footslope positions and have a mollic epipedon greater than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is slow to medium.  Saturarted hydraulic conductivity, measured in cm per hour, is 1.52 to 5.10 (.6 to 2.0 inches) in the upper mantle and .51 to 1.52 (.2 to .6 inches) in the underlying glacial till.  This soil typically does not have saturation but may have occasional saturation at depths of 40 inches during periods of above normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: When cultivated, the principal crops are corn, soybeans, alfalfa, small grains, and tame pasture. Native vegetation includes: big bluestem, little bluestem, green needlegrass, blue grama, sideoats grama, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-102A.  Northeastern South Dakota. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pipestone County, Minnesota, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 15 inches (Ap and Bw1 horizons); cambic horizon - the zone from 15 to 22 inches (Bw2 horizon); calcic horizon - the zone from 22 to 41 inches (Bk1 and 2Bk2 horizons).\nADDITIONAL DATA: Pedon sampled S02-SD029-1\nNational Cooperative Soil Survey\nU.S.A."
  }
}
