{
  "SERIES": "DODON",
  "STATUS": "Established Series",
  "BYREV": "EHE-SLD-DRPV/Rev. JWB",
  "REVDATE": "11/2015",
  "STATES": "MD",
  "OVERVIEW": "MLRA(s): 149A\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDepth Class: Very deep\nAgricultural Drainage Class: Moderately well drained\nInternal Free Water Occurrence Class: Moderately deep and common\nPermeability: Moderate\nIndex Surface Runoff: Low to high\nParent Material: Loamy marine sediments of Miocene age that contain diatomaceous earth and predominantly fine or very fine sand\nSlope: 0 to 80 percent\nMean Annual Temperature at Type Location: 55 degrees F.\nMean Annual Precipitation at Type Location: 48 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dodon fine sandy loam, 15 to 25 percent slopes, in a forested area (colors are for moist soil).\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) fine sandy loam; moderate very fine granular structure; very friable; nonsticky; nonplastic; common very fine and medium roots throughout; very strongly acid; abrupt wavy boundary. (1 to 14 inches thick)\nE--5 to 16 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak fine subangular blocky structure; very friable; nonsticky; nonplastic; common coarse, medium, and fine roots throughout; common very fine vesicular and tubular pores; 1 percent, by volume subrounded mixed gravel; extremely acid; clear smooth boundary. (0 to 19 inches thick)\nBt1--16 to 26 inches; dark yellowish brown (10YR 4/6) sandy clay loam; moderate medium subangular blocky structure; friable; slightly sticky; slightly plastic; common medium and few fine roots throughout; common very fine vesicular and tubular pores; few distinct yellowish brown (10YR 5/4) clay films on faces of peds and in pores; common medium faint irregular strong brown (7.5YR 4/6) iron masses in the lower part of the horizon; common fine prominent very pale brown (10YR 7/3) irregular iron depletions in lower part of horizon; extremely acid; clear smooth boundary.\nBt2--26 to 36 inches; yellowish brown (10YR 5/4) sandy clay loam; moderate fine subangular blocky structure; friable; slightly sticky; slightly plastic; common fine and few medium roots throughout; common fine vesicular and tubular pores; common distinct yellowish brown (10YR 5/4) clay films on faces of peds and in pores; common fine distinct strong brown (7.5YR 4/6) threads of iron accumulation; common fine and medium distinct strong brown (7.5YR 5/6) irregular iron masses throughout; common medium and coarse prominent light gray (10YR 7/2) irregular iron depletions throughout; extremely acid; clear smooth boundary.\nBt3--36 to 47 inches; yellowish brown (10YR 5/6) sandy clay loam; weak coarse prismatic structure parting to moderate medium subangular blocky; friable; slightly sticky; slightly plastic; few fine roots throughout; common very fine vesicular and tubular pores; few distinct yellowish brown (10YR 5/4) clay films on faces of peds; common medium faint strong brown (7.5YR 4/6) irregular iron masses throughout; many medium and coarse prominent light gray (2.5Y 7/2) irregular iron depletions throughout; extremely acid; gradual smooth boundary. (Combined thickness of Bt horizons is 10 to 86 inches.)\nBCt--47 to 56 inches; light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; friable; slightly sticky; slightly plastic; few fine roots throughout; common very fine and medium vesicular and tubular pores; few prominent yellowish brown (10YR 5/4) clay films on faces of peds; common fine and medium prominent strong brown (7.5YR 4/6) and common medium prominent strong brown (7.5YR 5/8) irregular iron masses throughout; many medium and coarse distinct light gray (2.5Y 7/2) irregular iron depletions throughout; extremely acid; gradual smooth boundary. (5 to 40 inches thick)\nBCtg1--56 to 65 inches; light gray (2.5Y 7/2) fine sandy loam; weak medium prismatic structure parting to moderate very thick platy and weak medium subangular blocky; friable; nonsticky; nonplastic; few fine roots throughout; common fine vesicular and tubular pores; few prominent yellowish brown (10YR 5/4) clay films on vertical faces of peds; very few prominent white (N 8/0) skeletans in root channels and pores; common fine prominent of dark reddish brown (5YR 3/4) threads of iron accumulation throughout; common medium and coarse strong brown (7.5YR 5/6) and common coarse and very coarse yellowish brown (10YR 5/4) irregular iron masses throughout; extremely acid; clear smooth boundary.\nBCtg2--65 to 73 inches; light gray (2.5Y 7/2) very fine sandy loam; massive; friable; nonsticky; nonplastic; common fine tubular pores; very few distinct discontinuous yellowish brown (10YR 5/4) clay films in root channels and pores; very few faint white (N 8/0) skeletans on faces of peds; common prominent dark reddish brown (5YR 3/3) platelike iron masses throughout; common medium prominent strong brown (7.5YR 5/8) and common fine prominent yellowish brown (10YR 5/6) irregular iron masses throughout; extremely acid. (Combined thickness of BCtg horizons is 0 to 40 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anne Arundel County, Maryland; located approximately 5.5 miles southwest of Lothian, 400 feet west of lower Pindell Road, 400 feet west northwest of the intersection of driveway for 1000 Lower Pindell Road and Lower Pindell Road, 600 feet north of the intersection of old railroad bed and Lower Pindell Road, in a wooded area; USGS Bristol SE topographic quadrangle; lat. 38 degrees 46 minutes 37 seconds N. and long. 76 degrees 40 minutes 31 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the Argillic Horizon: 30 to more than 60 inches\nDepth to Bedrock: Greater than 72 inches\nDepth to Seasonal High Water Table: 20 to 40 inches\nCoarse Fragments: 0 to 5 percent, by volume, well rounded, fine mixed gravel, throughout the profile\nSoil Reaction: Extremely acid to strongly acid throughout the profile, unless limed\nDepth to Redoximorphic Features: 20 to 40 inches to iron depletions of chroma 2 or less\nOther Features: Diatoms are visible to the unaided eye or under low magnification in the lower part of most pedons. The sand fraction of the soil is dominated by fine and very fine sand. & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 2 to 5, chroma of 2 to 4\nTexture--loamy fine sand, fine sandy loam, very fine sandy loam, sandy loam, or loam\nE, EB, or BE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 6, chroma of 2 to 6\nTexture--loamy fine sand, fine sandy loam, very fine sandy loam, or loam\nUpper Bt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, chroma of 4 to 8\nTexture--fine sandy loam, loam, sandy clay loam or clay loam (some pedons may contain thin layers of silt loam)\nLower Bt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, chroma of 3 to 8 or no dominant matrix color with various shades of red, yellow, brown and gray\nTexture--fine sandy loam, very fine sandy loam, loam, sandy clay loam or clay loam (some pedons may contain thin layers of silt loam or silty clay loam)\nRedoximorphic features--iron concentrations in shades of brown, yellow, or red and iron depletions in shades of olive or gray\nBtg horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 6 to 8, chroma of 1 or 2 or is neural with value of 6 to 8\nTexture--fine sandy loam, very fine sandy loam, loam, sandy clay loam or clay loam (some pedons contain thin layers of silt loam or silty clay loam)\nRedoximorphic features--iron concentrations in shades of brown, yellow, or red and iron depletions in shades of olive or gray\nBCt or BC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, chroma of 3 to 8 (Some pedons do not have dominant matrix color, with various shades of red, brown, yellow, or gray.)\nTexture--fine sand, loamy fine sand, fine sandy loam, loam, sandy clay loam, may contain thin layers of silt loam or silty clay loam\nRedoximorphic features--iron concentrations in shades of brown, yellow, or red and iron depletions in shades of olive or gray\nNote--some pedons have a BC horizon with analogous properties, but lacking illuvial clay\nBCgt or BCg horizon:\nColor--hue of 10YR or 2.5Y, value of 6 to 8, chroma of 1 or 2 or is neutral with value of 4 to 8\nTexture--fine sand, loamy fine sand, fine sandy loam, loam, sandy clay loam, may contain thin layers of silt loam or silty clay loam\nRedoximorphic features--iron concentrations in shades of brown, yellow, or red and iron depletions in shades of olive or gray\nNote--some pedons have a BCg horizon with analogous properties, but lacking illuvial clay\nC horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 3 to 8\nTexture--fine sand, loamy fine sand, loamy very fine sand, fine sandy loam, very fine sandy loam, loam, clay loam, silt loam or silty clay loam\nRedoximorphic features--iron concentrations in shades of brown, yellow, or red and iron depletions in shades of olive or gray\nCg horizon (if it occurs):\nColor--hue of 10YR or 2.5Y or neutral, value of 6 to 8, chroma of 1 or 2\nTexture--fine sand, loamy fine sand, loamy very fine sand, fine sandy loam, very fine sandy loam, loam, clay loam, silt loam, or silty clay loam\nRedoximorphic features: matrix chroma of 2 or less, iron concentrations in shades of brown, yellow, or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nMatawan soils--have slow permeability in the subsoil and the sand fraction allows medium, coarse and very coarse sand; on similar landforms"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Mid-Atlantic Coastal Plain\nLandform: Uplands, interfluves and side slopes\nElevation: 30 to 180 feet\nParent Material: Loamy sediments of Miocene age, containing diatomaceous earth and fine and very fine sand (in southern Maryland on the Calvert Formation)\nMean Annual Air Temperature: 50 to 56 degrees F.\nMean Annual Precipitation: 36 to 50 inches\nFrost Free Period: 170 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMarr soils--have a seasonal high water table below 72 inches, less than 5 percent, by volume coarse fragments in the particle-size control section; on similar landforms\nSassafras soils--have a seasonal high water table below 72 inches and the sand fraction is dominated by medium, coarse and very coarse sand, on similar landforms, and higher hills and ridges\nUnnamed soils--poorly drained and very poorly drained soils of floodplains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence Class: Moderately deep (20 to 40 inches) and common (present 3 to 6 months per year)\nPermeability: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cropland, pasture, woodland\nDominant Vegetation: Where cultivated--corn, soybeans, wheat, tobacco. Where wooded--yellow poplar (Liriodendron tulipifera), American beech (Fagus grandifolia) American holly (Ilex americana), spicebush (Lindera benzoin), mayapple (Podophyllum peltatum), jack-in-the-pulpit (Asarum spp.), greenbriar (Smilax spp.)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Inner (Northern) Coastal Plain of southern Maryland, primarily the Miocene age Calvert Formation\nExtent: small (locally significant)"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anne Arundel County, Maryland, 2003"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly included in the Westphalia and Marr series.\nDiagnostic horizons and important features recognized in this pedon:\nOchric epipedon--the zone from 0 to 16 inches\nArgillic horizon--the zone from 16 to 47 inches\nAquic feature--iron depletions with a chroma of 2 or less and a value of 4 or more within the upper 24 inches of the argillic horizon\nADDITIONAL DATA: Data is available from the Soil Survey Laboratory, Lincoln NE, pedon number S99MD-0003-007.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
