{
  "SERIES": "DOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJR/TLA",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Doe series consists of very deep, well drained soils formed in a mixture of volcanic ash and granitic colluvium over glacial outwash or ablation till.  These soils are on backslopes of mountains.  Slopes are 35 to 65 percent.  The average annual precipitation is about 22 inches and the average annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Doe very stony ashy coarse sandy loam- forestland, on a 55 percent west facing slope at an elevation of 3,600 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 3 inches; moderately decomposed needles, leaves and twigs; abrupt smooth boundary.\nA--3 to 11 inches; light gray (10YR 7/2) very stony ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; soft, very friable, nonsticky, and nonplastic; many fine, common medium, and few coarse roots; many fine irregular pores; 20 percent pebbles, 10 percent cobbles, and 25 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (3 to 9 inches thick)\nBw--11 to 27 inches; brownish yellow (10YR 6/6) very cobbly ashy coarse sandy loam, dark yellowish brown (10YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, nonsticky, and nonplastic; many fine, common medium, and few coarse roots; many fine irregular pores; 30 percent pebbles and 20 percent cobbles; moderately acid (pH 6.0); clear wavy boundary.  (16 to 25 inches thick)\n2C--27 to 63 inches; light gray (10YR 7/2) very cobbly loamy coarse sand, brown (10YR 5/3) moist; single grained; loose, nonsticky and nonplastic; few fine, medium, and coarse roots; many fine and medium irregular pores; 30 percent pebbles and 20 percent cobbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan National Forest, Okanogan County, Washington; about 22 miles north of the town of Winthrop, Washington, and about 3 miles northwest of North Twentymile Peak, on the Coleman Peak USGS topographic quadrangle.  (Latitude 48 degrees 47' 25\"N, Longitude 120 degrees 06' 18\"W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 45 degrees F.  These soils are usually moist, but are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice.  Thickness of the volcanic ash mantle ranges from 20 to 35 inches and has an estimated moist bulk density of 1.00 to 1.20 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 10  percent for air dried samples.  The 0 to 40 inch particle-size control section has 35 to 60 percent rock fragments.  Reaction is slightly acid to moderately acid throughout.\nThe A horizon has value of 5 to 7 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 6 or 7 dry, and chroma of 3 to 6 dry or moist.  It is very gravelly ashy sandy loam or very cobbly ashy coarse sandy loam.   It has 25 to 30 percent pebbles, 10 to 25 percent cobbles, and 0 to 2 percent stones.\nThe 2C horizon has value of 6 or 7 dry.  It is very gravelly or very cobbly loamy coarse sand.  It has 25 to 35 percent pebbles, 10 to 25 percent cobbles, and 0 to 2 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Grenet, Kusu, Pettijohn, Stices, and Twelvemile series.  Grenet soils are  20 to 40 inches to paralithic contact.  Kusu soils are 40 to 60 inches to lithic contact.  Pettijohn soils are 30 to 45 inches to loamy-skeletal glacial till or colluvium from granitics.  Stices soils are dry for 45 to 60 consecutive days following the summer solstice.  Twelvemile soils have 7 to 18 percent clay in the particle-size control section and have a Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Doe soils are on back slopes of mountains at elevations of 2,800 to 4,700 feet.  Slopes are 35 to 65 percent.  These soils formed in a mixture of volcanic ash and granitic colluvium over glacial outwash or ablation till.  The climate is characterized by warm, dry summers and cool, wet winters.  The average annual precipitation ranges from 18 to 24 inches.  The average January temperature ranges from 22 to 26 degrees F, the average July temperature ranges from 62 to 67 degrees F, and the average annual air temperature ranges from 42 to 46 degrees F.  The frost-free season is 95 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chewack, Nanamkin, and Wapal soils.  Chewack soils are on backslopes of mountains and are cryic.  Nanamkin soils are on mountain backslopes and have no volcanic ash mantle.  Wapal soils are on mountain backslopes and have a vitrandic volcanic ash layer 7 to 14 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium and rapid runoff, moderately rapid permeability in the A and Bw horizons and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, and watershed.   Native vegetation is Douglas-fir, ponderosa pine, kinnikinnick, pinegrass, snowbrush ceanothus, and pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Okanogan County, Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan County, Washington, Okanogan National Forest, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a ochric epipedon from the surface to 8 inches, and a cambic horizon from 8 to 24 inches.  Andic soil property requirements are met from the surface to 24 inches.  The 0 to 40 inch particle size control section averages 51 percent rock fragments; the upper part from 0 to 24 inches is ashy-skeletal and the lower part is sandy-skeletal this is not contrasting.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
