{
  "SERIES": "DOGBED",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB/JVC/JBF",
  "REVDATE": "03/2017",
  "STATES": "CA",
  "OVERVIEW": "The Dogbed series consists of very deep, well drained soils that formed in colluvium derived from tuff, tuff-breccia, and andesite.  Dogbed soils are on mountains.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 500 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dogbed very gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 50 percent gravel.\nA1--0 to 13 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; 40 percent gravel; neutral (pH 6.6); clear wavy boundary.  (8 to 18 cm thick)\nA2--13 to 36 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; common very fine tubular and interstitial pores; 40 percent gravel; neutral (pH 6.6); clear wavy boundary.  (15 to 30 cm thick)\nBt1--36 to 79 cm; grayish brown (10YR 5/2) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through medium roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (18 to 50 cm thick)\nBt2--79 to 99 cm; brown (10YR 5/3) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine through medium roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 45 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (8 to 23 cm thick)\nBt3--99 to 127 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel; neutral (pH 6.6); clear wavy boundary.  (20 to 58 cm thick)\nBt4--127 to 152 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular and interstitial pores; common faint clay bridges between sand grains; 55 percent gravel; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alpine County, California; on the Toiyabe National Forest about 0.5 mile southeast of Colorado Hill; approximately 550 feet north and 200 feet west of the southeast corner of section 31, T. 10 N., R. 21 E.; USGS Heenan Lake 7.5 minute topographic quadrangle; latitude 38 degrees 39 minutes 51.7 seconds N and longitude 119 degrees 42 minutes 14.2 seconds W; WGS84 Decimal Degrees 38.6643611 latitude, -119.1316667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section during late fall, winter, and spring; dry from July through early October for 75 to 90 consecutive days in the four months following the summer solstice; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 76 to 127 cm; includes most subhorizons of the argillic horizon.\nDepth to bedrock: 150 to 200 cm to a paralithic contact.  The paralithic materials below the contact are weathered volcanic rocks such as andesitic tuff.\nSodium fluoride pH: 8.5 to 9.0.\nParticle-size control section - Clay content: Averages 18 to 27 percent. Rock fragments: Averages 35 to 60 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as tuff, tuff-breccia, and andesite.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 3 to 5 percent.\nReaction: Slightly acid or neutral.\nBt1, Bt2, and Bt3 horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly sandy clay loam, very gravelly sandy loam, or very gravelly loam.\nClay content: 18 to 27 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral\nBt4 horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly sandy loam or very gravelly sandy clay loam.\nClay content: 15 to 25 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 0.5 to 1 percent.\nReaction: Slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullump, Bullvaro, Burchflat, Camelback, Chrisflat, Dooh, Erig, Krenka, Leroman, Lockgate, Murain, Nutval, Snyderville, Softback, Softscrabble, Staberg, Vetagrande, and Vipont series.\nBullump soils have mollic epipedons that do not include most subhorizons of the argillic horizon and have rock fragments of mixed lithology.  Bullvaro, Dooh, Nutval, and Vetagrande soils have an aridic moisture regime.  Burchflat and Vipont soils are moderately deep to lithic contacts.  Camelback soils have rock fragments which are mainly quartzite and are dominated by cobbles in the particle-size control section.  Chrisflat soils have mollic epipedons that are 50 to 76 cm thick.  Erig soils are deep to lithic contacts.  Krenka soils have less than 35 percent rock fragments in the upper part of the argillic horizon.  Leroman and Staberg soils are moderately deep to paralithic contacts.  Lockgate soils are deep to paralithic contacts.  Murain soils are dominated by stones and cobbles and average 60 to 80 percent rock fragments in the particle-size control section.  Snyderville soils have depth to base of the argillic horizon of less than 90 cm.  Softback soils average 25 to 32 percent clay in the particle-size control section and have mollic epipedons that do not include the upper Bt horizons.  Softscrabble soils average 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dogbed soils are on mountains.  They typically occur on backslope positions.  They formed in colluvium derived from tuff, tuff-breccia, and andesite.  Slopes are 15 to 75 percent.  Elevations range from 1,770 to 2,740 meters.  The climate is subhumid-continental with cold, moist winters and warm, dry summers.  The mean annual precipitation is 400 to 600 mm, mean annual temperature is 4 to 7 degrees C., and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carshal, Celeridge, Joecut, and Pinew soils.  Carshal, Celeridge, and Pinew soils have bedrock within 50 cm.  Joecut soils have umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dogbed soils are used for livestock grazing, recreation, watershed, and wildlife habitat.  The native vegetation is mainly mountain big sagebrush, snowberry, currant, mountain brome, and slender wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 2,800 acres of the series mapped to date.  MLRAs 22A and 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alpine County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 127 cm (A1, A2, Bt1, Bt2, and Bt3 horizons).\nArgillic horizon - The zone from 36 to 152 cm (Bt1, Bt2, Bt3, and Bt4 horizons).\nParticle-size control section - The zone from 36 to 86 cm (Bt1 horizon and part of the Bt2 horizon).\nThe revision of October 2003 updated the taxonomic class from Loamy-skeletal, isotic, frigid Pachic Argixerolls.  The isotic mineralogy class was based solely on the field determined values for sodium fluoride pH.  Laboratory data on 15 bar water to clay ratio does not exist to verify the isotic mineralogy class.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 13 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; 40 percent gravel; neutral (pH 6.6); clear wavy boundary.  (8 to 18 cm thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--13 to 36 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; common very fine tubular and interstitial pores; 40 percent gravel; neutral (pH 6.6); clear wavy boundary.  (15 to 30 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--36 to 79 cm; grayish brown (10YR 5/2) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through medium roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (18 to 50 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 79,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--79 to 99 cm; brown (10YR 5/3) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine through medium roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 45 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (8 to 23 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 99,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--99 to 127 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel; neutral (pH 6.6); clear wavy boundary.  (20 to 58 cm thick)"
      },
      {
        "name": "Bt4",
        "top": 127,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "Bt4--127 to 152 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular and interstitial pores; common faint clay bridges between sand grains; 55 percent gravel; neutral (pH 6.6)."
      }
    ]
  ]
}
