{
  "SERIES": "DOGHAIR",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JMH/HAH/NMS",
  "REVDATE": "05/2021",
  "STATES": "AZ",
  "OVERVIEW": "The Doghair series consists of deep or very deep, well drained soils that formed in pyroclastic colluvium over residuum. Doghair soils are on cinder cone remnants and have slopes of 3 to 50 percent. The mean annual precipitation is about 17 inches, and the mean annual air temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Doghair clay loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2.5 inches (0 to 6 cm); reddish brown (5YR 5/3) very stony loam, dark reddish brown (5YR 3/3), moist; 25 percent clay; moderate coarse granular structure; slightly hard, friable, moderately sticky, moderately plastic; common very fine roots throughout and common fine roots throughout; common very fine tubular and common fine tubular pores; 5 percent, nonflat, angular, indurated basalt cobbles and 10 percent, nonflat, angular, indurated basalt stones and 30 percent, nonflat, angular, indurated basalt gravels; very slightly effervescent; slightly alkaline, pH 7.8; clear smooth boundary.\nBA--2.5 to 8 inches (6 to 20 cm); dark reddish brown (5YR 3/3) very stony loam, dark reddish brown (5YR 3/2), moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; many very fine roots throughout and many fine roots throughout; common very fine tubular and common fine tubular pores;   and 15 percent, nonflat, angular, indurated basalt gravels and 40 percent, nonflat, angular, indurated basalt stones; very slightly effervescent; moderately alkaline, pH 8.0; clear smooth boundary.\nBt--8 to 19.5 inches (20 to 49 cm); reddish brown (5YR 4/4) very gravelly clay loam, reddish brown (5YR 4/4), moist; 28 percent clay; strong fine subangular blocky structure; moderately hard, firm, very sticky, very plastic; few very fine roots throughout and few fine roots throughout; common very fine tubular and common fine tubular pores; 50 percent distinct clay films on all faces of peds; 5 percent, nonflat, angular, indurated basalt cobbles and 5 percent, nonflat, angular, indurated basalt stones and 35 percent, nonflat, angular, indurated basalt gravels; very slightly effervescent; moderately alkaline, pH 8.2; clear smooth boundary.\nBk1--19.5 to 28.5 inches (49 to 72 cm); reddish brown (5YR 4/4) very gravelly loam, reddish brown (5YR 4/4), moist; 26 percent clay; moderate fine subangular blocky structure; moderately hard, firm, very sticky, very plastic; few very fine roots throughout; common very fine tubular and common fine tubular pores; 5 percent faint carbonate masses in matrix; 50 percent, nonflat, angular, indurated cinders gravels; strongly effervescent; moderately alkaline, pH 8.2; gradual smooth boundary.\nBk2--28.5 to 34.5 inches (72 to 88 cm); pinkish gray (5YR 7/2) gravelly loam, light reddish brown (5YR 6/3), moist; 25 percent clay; massive; moderately hard, friable, moderately sticky, moderately plastic; few very fine roots throughout; 50 percent carbonate masses throughout and 50 percent carbonate, finely disseminated throughout; 25 percent, nonflat, angular, indurated basalt gravels; violently effervescent; moderately alkaline, pH 8.4; gradual smooth boundary.\nBkk--34.5 to 40 inches (88 to 102 cm); white (5YR 8/1) sandy loam, light reddish brown (5YR 6/3), moist; 15 percent clay; massive; hard, friable, slightly sticky, slightly plastic; 100 percent carbonate, finely disseminated throughout; 10 percent, nonflat, angular, indurated basalt gravels; violently effervescent; strongly alkaline, pH 8.6; abrupt wavy boundary.\nR--40 to 50 inches (102 to 127 cm) bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coconino County, Arizona;\nGeographic Coordinate System (Universal Transverse Mercator): 411,913 meters E, 3944,803 meters N, zone 12.\nGeographic Coordinate System (Latitude/Longitude): 35 38' 35.25'' north, 111 58' 22.70'' west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: Over 40 inches\nDepth to calcic horizon: 15 to 30 inches\nSoil moisture: Intermittently moist in some part of the SMCS from July to September and December to February. Aridic ustic moisture regime.\nSoil temperature: 50 to 55 degrees F.\nRock fragments: 0 to 15 percent coarse fragments\nA and BA horizons\nHue: 5YR or 7.5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: loam, clay loam\nReaction: moderately alkaline\nBt or Btk horizons\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: loam, clay loam\nReaction: moderately alkaline\nCalcium carbonate equivalent: 0 to 15 percent\nBk horizons\nHue: 5YR or 7.5YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: loam, clay loam\nReaction: moderately alkaline\nCalcium carbonate equivalent: 15 to 40 percent\nBkk horizons\nHue: 5YR or 7.5YR\nValue: 7 to 9 dry, 6 to 8 moist\nChroma: 1 to 3, dry or moist\nTexture: sandy loam, loam\nReaction: moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 40 to 60 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Doghair soils are at elevations of 5,900 to 6,800 feet on hills. Slopes are 5 to 50 percent. The soils formed in colluvium over residuum derived from pyroclastics including tuff, ash, cinders, and volcanic bombs. The mean annual air temperature ranges from 49 to 54 degrees F. The average annual precipitation ranges from 14 to 18 inches and occurs as thunderstorms in July, August and September and as rain and snow in the winter. The frost-free period ranges from 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cross, Wilaha, and Ziegler soils. Cross soils are less than 20 inches deep and are not carbonatic. Wilaha soils are less than 20 inches deep to a strongly contrasting particle size and are derived from cinders. Ziegler soils are moderately deep over cinders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for livestock grazing. Vegetation is mainly blue grama, low woollygrass, barberry, bottlebrush squirreltail, broom snakeweed, galleta, green rabbitbrush, muttongrass, one-seed juniper, and twoneedle pinyon pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona. The soils are limited in extent. MLRA is 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coconino County Area, Arizona, Colton Crater Project, 2020."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic Epipedon- 0 to 8 inches (0 to 20 cm).\nArgillic Horizon- 8 to 19.5 inches (20 to 49 cm).\nCalcic Horizon- 28.5 to 39.5 inches (72 to 100 cm).\nLithic Contact- over 40 inches (102 cm).\nClassified according to Keys to Soil Taxonomy Twelfth Edition, 2014\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
