{
  "SERIES": "DOGUE",
  "STATUS": "Established Series",
  "BYREV": "JHW-EPE/Rev. JAK",
  "REVDATE": "02/2007",
  "STATES": "GA,NC,VA",
  "OVERVIEW": "MLRA(s): 153A-Atlantic Coast Flatwoods, 153B-Tidewater Area\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Moderately well drained\nInternal Free Water Occurrence: Moderately deep, common\nFlooding Frequency and Duration: Occasional to none for brief periods, January to March\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to medium, depending on slope\nPermeability: Moderately slow\nSaturated Hydraulic Conductivity: Moderately high (1.4 to 4.2 micrometers per second)\nShrink-swell Potential: Moderate\nLandscape: Coastal plains\nLandform: Stream terraces, marine terraces\nGeomorphic Component: Treads, interfluves\nHillslope Profile Position: Not assigned\nParent Material: Clayey alluvium and marine or fluviomarine deposits\nSlope: 0 to 15 percent\nElevation (type location): Unknown\nFrost Free Period (type location): 195 days\nMean Annual Air Temperature (type location): 57 degrees F.\nMean Annual Precipitation (type location): 39.5 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dogue loam (Colors are for moist soil, unless otherwise indicated.)\nA--0 to 4 inches; dark grayish brown (2.5Y 4/2) loam; moderate fine granular structure; very friable, nonsticky, nonplastic; many fine roots; few fine pores; strongly acid; clear smooth boundary. (2 to 10 inches thick)\nE--4 to 10 inches; light olive brown (2.5Y 5/4) loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; many fine and medium roots; few fine pores; strongly acid; clear smooth boundary. (0 to 8 inches thick)\nBt1--10 to 14 inches; yellowish brown (10YR 5/6) clay loam; weak medium subangular blocky structure; firm, moderately sticky, moderately plastic; common fine roots; few fine pores; few faint clay films on faces of peds; few fine flakes of mica; very strongly acid; clear smooth boundary.\nBt2--14 to 24 inches; yellowish brown (10YR 5/6) clay; moderate fine angular blocky structure; firm, moderately sticky, moderately plastic; common fine roots; few fine pores; common distinct clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary.\nBt3--24 to 34 inches; yellowish brown (10YR 5/6) clay loam; moderate medium angular blocky structure; firm, moderately sticky, moderately plastic; few fine roots; common medium faint strong brown (7.5YR 5/6) masses of oxidized iron and common medium prominent light brownish gray (10YR 6/2) and gray (10YR 5/1) iron depletions; common distinct clay films on faces of peds; common fine flakes of mica; very strongly acid; clear smooth boundary.\nBt4--34 to 47 inches; 40 percent strong brown (7.5YR 5/8), 30 percent gray (10YR 5/1), and 10 percent red (2.5YR 4/6) clay loam; moderate fine angular blocky structure; firm, moderately sticky, moderately plastic; few fine roots; few gray (10YR 5/1) clay films on faces of peds; common fine flakes of mica; very strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 25 to 50 inches.)\n2C--47 to 65 inches; strong brown (7.5YR 5/6) stratified loamy fine sand and sandy loam; massive; very friable, nonsticky, nonplastic; many medium prominent light brownish gray (10YR 6/2) iron deletions; common fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: King George County, Virginia, 30 yards west of VA-631, 75 yards north of VA-607."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of argillic horizon: 2 to 18 inches\nDepth to base of argillic horizon: 40 to 60 inches (solum thickness)\nDepth to bedrock: Greater than 60 inches\nDepth to seasonal high water table: 18 to 36 inches, January to March\nSoil Reaction: Extremely acid to strongly acid, except where limed\nRock fragment content: 0 to 15 percent, by volume in the A and B horizons; 0 to 25 percent in the C horizon; mostly rounded quartzite gravel\nMica content: 0 to 20 percent, by volume\nOther features: Average clay content in the particle-size control section is 35 to 50 percent, silt content is less than 30 percent, or silt plus very fine sand is less than 40 percent & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 6, chroma of 2 to 4. Where value is 3, surface layer is less than 6 inches thick or the color mixed to a depth of 6 inches has value of more than 3.\nTexture--loam, silt loam, fine sandy loam, very fine sandy loam, or sandy loam\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 4 to 7, chroma of 3 to 6\nTexture--sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam\nBE or BA horizons (where present):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 4 to 8\nTexture--clay loam, sandy clay loam, or loam\nBt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 3 to 8\nTexture--clay loam, sandy clay loam, sandy clay, or clay\nRedoximorphic features--masses of oxidized iron in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nBtg horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture--clay loam, sandy clay loam, sandy clay, or clay\nRedoximorphic features--masses of oxidized iron in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nBC or CB horizons (where present):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 3 to 8\nTexture--sandy loam, sandy clay loam, clay loam, or sandy clay\nRedoximorphic features--masses of oxidized iron in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nBCg or CBg horizons (where present):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture--sandy loam, sandy clay loam, clay loam, or sandy clay\nRedoximorphic features--masses of oxidized iron in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nC horizon or 2C horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8\nTexture--typically stratified, ranging form from sand to sandy clay loam in the fine-earth fraction\nRedoximorphic features--masses of oxidized iron in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nCg or 2Cg horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 1 or 2, or is neutral with value of 3 to 8\nTexture--typically stratified, ranging from sand to sandy clay loam in the fine-earth fraction\nRedoximorphic features--masses of oxidized iron in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnnemaine soils--have dominant hue redder than 7.5YR\nBeason soils--have more than 30 percent silt in the particle-size control section\nCid soils--have lithic contact at a depth of 20 to 40 inches\nCraven soils--have more than 30 percent silt in the particle-size control section\nCreedmoor soils--have very slow permeability in the Bt horizon\nEulonia soils--have a dominantly gray lower Bt horizon and low shrink-swell potential\nGritney soils--have a perched water table\nHelena soils--have a high shrink-swell potential in the lower part of the Bt horizon\nLignum soils--have a solum 20 to 40 inches thick\nMaubila soils--have a perched water table and fragments of ironstone in the Bt horizon\nNemours soils--have dominant hue redder than 7.5YR\nNevarc soils--have a perched water table and are generally on steeper slopes\nNewco soils--have dominant hue redder than 7.5YR\nPeawick soils--have a high shrink-swell potential in the lower part of the Bt horizon, the particle-size control section has more than 30 percent silt or more than 40 percent silt plus very fine sand, and aluminum saturation on the exchange complex is commonly greater than 50 percent\nProsperity soils--have paralithic contact within a depth of 60 inches\nSacul soils--have dominant hue redder than 7.5YR\nTelfair soils--have depth to bedrock ranges from 20 to 40 inches\nVinita soils--have a 20 to 40 inch thick solum\nWolftever soils--have more than 30 percent silt in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plains\nLandform: Stream terraces, marine terraces\nGeomorphic Component: Treads, interfluves\nHillslope Profile Position: Not assigned\nParent Material: Clayey marine and fluviomarine deposits\nSlope: 0 to 15 percent\nElevation: 5 to 100 feet\nFrost Free Period: 175-260 days\nMean Annual Air Temperature: 57 to 65 degrees F.\nMean Annual Precipitation: 35 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAugusta soils--are somewhat poorly drained (seasonal high water table of 12 to 24 inches) and fine-loamy; on lower landforms\nBertie soils--are somewhat poorly drained (seasonal high water table 12 to 18 inches) and fine-loamy; on similar landscapes\nBojac soils--well drained soils (seasonal high water table 48 to 72 inches) and coarse-loamy; on slightly higher landscapes\nChesapeake soils--are well drained (seasonal high water table 48 to 72 inches) and fine-loamy; on higher landscapes\nConetoe soils--well drained (seasonal high water table below 72 inches) and loamy; on slightly higher landscapes\nDragston soils--somewhat poorly drained (seasonal high water table 0 to 12 inches) and coarse-loamy; on similar landscapes\nGertie soils--poorly drained (seasonal high water table 0 to 12 inches); on flats and in depressions\nMunden soils--moderately well drained (seasonal high water table 18 to 30 inches) and coarse-loamy; on similar landscapes\nState soils--well drained (seasonal high water table 42 to 72 inches) and coarse-loamy; on slightly higher landscapes\nTarboro soils--somewhat excessively drained (seasonal high water table below 72 inches) and sandy throughout; on slightly higher landscapes\nTetotum soils--moderately well drained (seasonal high water table 18 to 30 inches) and fine-loamy; on similar landscapes\nTomotley soils--poorly drained (seasonal high water table 0 to 12 inches); on flats and in depressions\nWahee soils--somewhat poorly drained (seasonal high water table 12 to 18 inches); on similar landscapes\nYeopim soils--moderately well drained (seasonal high water table 18 to 36 inches) and fine-silty; on similar landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Very deep\nDrainage Class (Agriculture): Moderately well drained\nInternal Free Water Occurrence: Moderately deep, common\nFlooding Frequency and Duration: Occasional to none for brief periods, January to March\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to medium, depending on slope\nPermeability: Moderately slow\nSaturated Hydraulic Conductivity: Moderately high (1.4 to 4.2 micrometers per second)\nShrink-swell Potential: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly cultivated\nDominant Vegetation: Where cultivated--corn, small grain, soybeans, tobacco, peanuts, and truck crops. Where wooded--mixed hardwoods and pines"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Virginia, North Carolina, and Georgia\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: King George County, Virginia, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface to 10 inches (A and E horizons).\nArgillic horizon--The zone from 10 to 47 inches (Bt horizon).\nAquic conditions--periodic saturation and reduction in a zone from 20 to 200 inches of the soil surface at some time during the year (endosaturation)\nADDITIONAL DATA:\nLaboratory Data: Characterization data are available from NRCS-Soil Survey Laboratory, Lincoln, NE (Lab Pedon Number=88P0669; User Pedon ID=88NC169002). This pedon has slightly less clay in the particle-size control section than required for the series family placement.\nTABULAR SERIES DATA:\nSeries Interpretation Records: VA0082\nSoil Name   Slope   Airtemp   FrFr/Seas   Precip   Elevation\nDOGUE       0-15    57- 65    175-260     35-55    5-100\nFloodL   FloodH   Watertable   Kind       Months   Bedrock Hardness\nNONE     OCCAS    1.5-3.0      APPARENT   JAN-MAR  >80\nDepth   Texture      3-Inch   No-10   Clay%   -CEC-\n0-10    L SIL VFSL   0-0      75-100  5-15     3-10\n0-10    FSL SL       0-0      75-100  5-10     2-6\n10-47   CL C SC      0-0      75-100  35-50    8-20\n47-65   SR S SCL     0-0      60-100  5-30     1-6\nDepth    -pH-     O.M.     Salin   Permeab   Shnk-Swll\n0-10   3.5- 5.5  0.5-1.0   0-0     0.6-2.0   LOW\n0-10   3.5- 5.5  0.5-1.0   0-0     2.0-6.0   LOW\n10-47  3.5- 5.5  0.0-0.5   0-0     0.2-0.6   MODERATE\n47-65  3.5- 5.5  0.0-0.5   0-0     0.6-6.0   LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
