{
  "SERIES": "DOLLARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/97",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Dollard series consists of moderately deep, well drained soils that formed in material weathered from alluvium or shale.  These soils are on hills and ridges and have slopes of 2 to 65 percent.  The mean annual precipitation is 16 inches and the mean annual temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, frigid Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dollard clay, grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak medium platy structure parting to weak medium granular; hard, firm, sticky and plastic; strongly effervescent; moderately alkaline; clear smooth boundary.  (5 to 8 inches)\nBw--5 to 12 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, very firm, sticky and plastic; strongly effervescent; moderately alkaline; clear wavy boundary.  (6 to 10 inches thick)\nBk--12 to 25 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; massive; hard, firm, sticky and plastic; 30 percent soft weathered shale fragments; calcium carbonate accumulations as seams and as powdery masses on peds; violently effervescent; moderately alkaline; clear wavy boundary.  (9 to 22 inches thick)\nCr--25 inches; weathered calcareous clay shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; about 140 east of the center of Sec. 16, T. 5 S., R. 91 W.; about four and one-half miles NW of Newcastle, Colorado, at 6,000 feet elevation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 43 to 47 degrees F., and the mean summer soil temperature is 62 degrees F. Depth to uniformly calcareous material ranges from 0 to 10 inches.  Depth to the paralithic contact ranges from 20 to 40 inches.  Depth to continuous subhorizons of genetically concentrated visible secondary calcium carbonate ranges from 10 to 36 inches.  The particle-size control section is silty clay loam, clay loam, silty clay, or clay and has 35 to 50 percent clay, 20 to 50 percent silt and 10 to 35 percent sand with less than 15 percent being fine or coarser sand.  Soft shale fragments consisting dominantly of small chips range from 0 to 15 percent by volume in the A horizon, and are as much as 35 percent in the Bk horizon.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist and chroma of 1 through 4.  It is mildly alkaline or moderately alkaline.\nA nondiagnostic Bw horizon may be present, and has similar colors, textures and reactions as the Bk horizon. (See Remarks)\nThe Bk horizons have hue of 5Y through 7.5YR value through 7 dry, 5 or 6 moist and chroma of 2 or 3.  It is moderately alkaline or strongly alkaline and has about 3 to 14 percent calcium carbonate equivalent in the fine earth fraction and pockets of gypsum or seams may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colsavage (WY), Gunsome (T)(WY), Nobe (MT), Orinoco (T)(MT), Rhoamett (WY), Sunburst (MT), Vanda (MT), and Wrayha (CO) series.  Gunsome, Nobe, Rhoamett, Sunburst, Vanda, and Wrayha soils lack a paralithic contact at a depth of less than 40 inches.  Also Nobe soils have more than 15 percent exchangeable sodium in the control section.  Rhoamett soils lack a Bk horizon.  Colsavage and Sunburst soils have more than 15 percent fine or coarser sand in the fine earth fraction.  Vanda soils have a massive A horizon that crusts when dry.  Orinoco soils have EC greater than 8 mmhos/cm in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Dollard soils are on hills and ridges and have slopes of 2 to 65 percent.  The soils formed in fine textured parent material weathered from alluvium or the underlying shale.  At the type location, the average annual precipitation is 9 to 16 inches with near uniform distribution throughout the year.  June is the driest month.  The mean annual temperature ranges from 38 to 45 degrees F.  The mean summer temperature is 60 degrees F.  Elevation ranges from 6,100 to 8,600 feet.  Frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Abor, Blazon, and Moyerson soils.  Abor soils have a cambic horizon.  Blazon and Moyerson soils are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland or for recreational purposes.  Native vegetation is mainly western wheatgrass, bluegrass, and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central Colorado and northeastern Utah.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include an ochric epipedon from  0 to 5 inches (A horizon) and a noticeable accumulation of calcium carbonates above the bedrock from 12 to 25 inches (Bk horizon).  The Bw horizon is not considered to be a cambic horizon.  Structure is a result of high clay content and shrink-swell of the soil.  Last updated by the state 5/89.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak medium platy structure parting to weak medium granular; hard, firm, sticky and plastic; strongly effervescent; moderately alkaline; clear smooth boundary.  (5 to 8 inches)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--5 to 12 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, very firm, sticky and plastic; strongly effervescent; moderately alkaline; clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 30,
        "bottom": 64,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--12 to 25 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; massive; hard, firm, sticky and plastic; 30 percent soft weathered shale fragments; calcium carbonate accumulations as seams and as powdery masses on peds; violently effervescent; moderately alkaline; clear wavy boundary.  (9 to 22 inches thick)"
      },
      {
        "name": "Cr",
        "top": 64,
        "texture_class": "clay",
        "narrative": "Cr--25 inches; weathered calcareous clay shale."
      }
    ]
  ]
}
