{
  "SERIES": "DOLORES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/TWH",
  "REVDATE": "07/2002",
  "STATES": "CO",
  "OVERVIEW": "The Dolores series consists of very deep, well drained soils that formed in slope alluvium. colluvium, and alluvium derived dominantly from sandstone.  Dolores soils are on mesas and hills.  Slopes range from 1 to 65 percent.  Mean annual precipitation is about 20 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dolores loam, on a south facing, simple, 5 percent slope in ponderosa pine woodland at an elevation of 8,220 feet.  (Colors are for dry soil unless otherwise noted.)  Described on August 9, 1984.  The surface is covered by 5 percent cobbles and 5 percent stones.\nOi--0 to 1 inches; slightly decomposed needles and twigs.  (0 to 3 inches thick)\nA1--1 to 3 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; 5 percent gravel, 5 percent cobble, 2 percent stones, 2 percent boulders; neutral (pH 6.6); clear smooth boundary.  (2 to 6 inches thick)\nA2--3 to 8 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; 5 percent gravel, 5 percent cobble, 2 percent stones, 2 percent boulders; neutral (pH 6.8); clear wavy boundary.  (0 to 7 inches thick)\nBA--8 to 10 inches; reddish brown (5YR 5/4) extremely bouldery clay loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; 5 percent gravel, 25 percent stones, and 50 percent boulders; neutral (pH 6.8); clear wavy boundary.  (0 to 6 inches thick)\nBt1--10 to 15 inches; reddish brown (5YR 5/4) extremely bouldery clay loam, reddish brown (5YR 4/4) moist; strong coarse subangular blocky structure parting to strong medium subangular blocky; extremely hard, very firm, very sticky and moderately plastic; few distinct clay films on faces of peds; 5  percent gravel, 25 percent stones, and 50 percent boulders; neutral (pH 6.8); gradual wavy boundary.\nBt2--15 to 24 inches; yellowish red (5YR 4/6) extremely bouldery clay loam, reddish brown (5YR 4/4) moist; strong medium subangular blocky structure; extremely hard, very firm, very sticky and moderately plastic; few distinct clay films on faces of peds; 5 percent gravel, 25 percent stones, and 50 percent boulders; neutral (pH 6.8); gradual wavy boundary.\nBt3--24 to 45 inches; yellowish red (5YR 5/6) extremely stony clay, yellowish red (5YR 4/6) moist; strong coarse prismatic structure parting to strong medium subangular blocky; extremely hard, very firm, very sticky and moderately plastic; common distinct clay films on faces of peds; 5 percent gravel, 15 percent cobble, and 50 percent stones; neutral (pH 6.8); clear smooth boundary.\nBt4--45 to 49 inches; yellowish red (5YR 5/6) extremely stony clay, yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; common distinct clay films on faces of peds; 5 percent gravel, 15 percent cobble, and 60 percent stones; neutral (pH 6.8); clear smooth boundary.  (Combined thickness of the Bt horizons is 30 to 50 inches)\nBk--49 to 61 inches; brown (7.5YR 5/4) extremely stony clay, pink (7.5YR 7/4) moist, crushed; moderate coarse subangular blocky structure; extremely hard, extremely firm, very sticky and moderately plastic; 5 percent gravel, 15 percent cobble, and 60 percent stones; many large soft masses of calcium carbonate, 15 percent calcium carbonate equivalent; strongly effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dolores County, Colorado; about 30 miles northwest of Dolores; located about 1,900 feet east and 200 feet north of the southwest corner of sec. 29, T. 42 N., R. 17 W.; Secret Canyon USGS quad; lat. 37 degrees 52 minutes 00 seconds N. and long. 108 degrees 46 minutes 09 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (depths given are measured from the mineral soil surface)\nSoil moisture regime:  ustic.\nMean annual soil temperature:  43 to 47 degrees F.\nMean summer soil temperature:  59 to 63 degrees F.\nSurface rock fragments:  5 percent cobble, 5 percent stones\nDepth to secondary calcium carbonate:  40 to 58 inches\nBase saturation: 80 to 100 percent\nParticle-size control section:\nClay content:  35 to 50 percent\nRock fragment content:  35 to 80 percent sandstone rock fragments\nA horizon:\nHue:  5YR or 7.5YR\nValue:  3 to 5 dry, 2 to 4 moist\nChroma:  2 to 4, dry and moist\nRock fragment content:  0 to 15 percent\nBt horizon:\nHue:  5YR or 7.5YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  4 to 6, dry and moist\nTexture, fine earth fraction:  CL, C\nRock fragment content:  35 to 80 percent, and consists mostly of sandstone cobble, stones, and boulders\nReaction:  neutral or slightly alkaline\nBk horizon:\nHue:  5YR or 7.5YR\nValue:  5 to 8 dry, 4 to 7 moist\nChroma:  2 to 4, dry and moist\nTexture, fine earth fraction:  C, CL\nRock fragment content:  35 to 85 percent sandstone fragments\nCalcium carbonate equivalent:  5 to 25 percent\nReaction:  slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series at the present time. The Maes soils in a closely related family, have mixed clay mineralogy and do not have horizons of secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium, colluvium, and alluvium derived mostly from sandstone.\nLandform:  mesas and hills.\nSlopes:  1 to 65 percent\nElevation: 7,100 to 8,600 feet\nMean annual air temperature:  40 to 45 degrees F.\nMean annual precipitation:  15 to 25 inches.\nWettest months:  July and August receive slightly more precipitation than other months.\nDriest months:  May and June receive the least precipitation, however the soils are still moist from snowmelt into June.\nFrost-free period:  75 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Granath, Nortez, and Fardraw series.\nGranath soils have mollic epipedons and have less than 35 percent rock fragments in the particle size control section and are on mesas.\nNortez soils have a lithic contact of sandstone at 20 to 40 inches and are on mesas.\nFardraw soils have a mollic epipedon and lack carbonates throughout and are on structural benches and mesas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to medium runoff, slow permeability.."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, timber production, and wildlife habitat.  Native vegetation is ponderosa pine, Gambel oak, Utah serviceberry, western wheatgrass, prairie junegrass, mountain brome, and mountain muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado.  LRR E, MLRA 48A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dolores County, Animas-Dolores Soil Survey Area, Colorado, 2002. Series proposed in 1997.  The name is from the name of a town."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 1 to 8 inches.  (A1 and A2 horizons) The surface is dark enough but not thick enough for a mollic epipedon.\nArgillic horizon:  The zone from 10 to 49 inches.  (Bt horizons)\nPale- feature: The clay content decreases by less than 20 percent within the argillic horizon.\nCalcic horizon:  The zone from 49 to 61 inches.  (Bk horizon)\nParticle size control section:  The zone from 10 to 30 inches.  (Bt1, Bt2, and part of Bt3 horizons)\nKeys to Soil Taxonomy:  Classified according to the Eighth Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
