{
  "SERIES": "DOMEZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC/ELS/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Domez series consists of very deep, well drained soils that formed in alluvium derived from mixed rocks.  Domez soils are on fan skirts.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 125 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Duric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Domez fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; light gray (10YR 7/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and common fine vesicular pores; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (3 to 18 cm thick)\nC1--5 to 15 cm; light gray (10YR 7/2) fine sandy loam, 1 cm thick discontinuous lenses of gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine tubular pores; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (5 to 23 cm thick)\nC2--15 to 25 cm; light gray (10YR 7/2) very fine sandy loam, brown (10YR 4/3) moist; moderate thin, medium and thick platy structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine vesicular pores; common medium and large distinct very pale brown (10YR 8/2) carbonate coats on plate surfaces, few fine distinct yellow (10YR 7/6) silica coats on gravel; violently effervescent; 10 percent gravel; strongly alkaline (pH 9.0); clear smooth boundary.  (8 to 23 cm thick)\nCq1--25 to 41 cm; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular pores; common medium and large distinct very pale brown (10YR 8/2) carbonate coats on durinodes and faces of peds; common thin silica films bridging sand grains; 50 percent hard and brittle cylindrical durinodes; slightly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 25 cm thick)\nCq2--41 to 58 cm; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 60 percent cylindrical, hard and brittle durinodes; slightly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary.  (15 to 58 cm thick)\nC--58 to 102 cm; very pale brown (10YR 7/3) very fine sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; slightly effervescent moderately alkaline (pH 8.2); clear smooth boundary.  (25 to 60 cm thick)\n2C--102 to 152 cm; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine tubular pores; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; east of hill that juts up from valley floor and 100 feet west of State Route 89; about 0.6 mile north and 0.2 mile east of the SE corner of section 35, T.7N., R.41E.; USGS San Antonio Ranch 7.5 minute topographic quadrangle; latitude 38 degrees 25 minutes 23 seconds N and longitude 117 degrees 19 minutes 43 seconds W; WGS84 Decimal Degrees 471291.11 latitude, -117.3288889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring months and for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to durinodes 15 to 75 cm.\nOther features: Thin ash strata are in some pedons.\nEffervescence: Noneffervescent through violently effervescent.\nParticle-size control section - Clay content: Averages 20 to 25 percent\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3.\nC horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 2 or 3.\nTexture: Stratified fine sandy loam, very fine sandy loam, loam, silt loam, silty clay loam, silty clay loam or clay loam; strata of loamy sand to sandy loam and up to 25 percent gravel in any 1 strata are in some pedons.\nReaction: Moderately alkaline or strongly alkaline\nOther features: 20 to 70 percent durinodes in a sub horizon;  20 to 40 percent discontinuous weak silica cementation is in sub horizons of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Tere are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Domez soils are on fan skirts at elevations of 1,440 to 1,680 meters.  Slope is 0 to 2 percent.  The soils formed in loamy alluvium derived from many kinds of rocks dominated by basalt, rhyolite, and tuff.  The climate is warm, arid with a mean annual precipitation of 100 to 125 cm.  The mean annual temperature is 11 to 14 degrees C.  The frost free season is about 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Stumble and Yomba soils.  Stumble soils have sandy particle-size control sections.  Yomba soils have sandy-skeletal particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing.  The vegetation is principally shadscale, bailey greasewood, kochia, and Anderson wolfberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are of small extent. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County (Big Smokey Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Domez soils were classified as Alluvial soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A, C1 and part of C2 horizons).\nDuric feature - The zone from 25 to 58 cm (Cqk1, and Cqk2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (Cqk1, Cqk2, and part of C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
