{
  "SERIES": "DOMKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "07/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Domkey ashy sandy loam - under Douglas-fir and ponderosa pine on a 56 percent north-facing back slope at an elevation of 3,050 feet.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed forest litter.\nA1--1 to 4 inches; brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; many fine and medium roots; many fine and medium irregular pores; 10 percent pebbles and 5 percent pumice; neutral (pH 6.8); gradual smooth boundary.\nA2--4 to 11 inches; pale brown (10YR 6/3) ashy sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; many fine, medium and coarse roots; many fine, medium and large irregular pores; 10 percent pebbles and 5 percent pumice; neutral (pH 6.6); gradual wavy boundary.  (Combined thickness of the A horizon is 7 to 14 inches )\nBw--11 to 19 inches; light brownish gray (10YR 6/2) gravelly ashy sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many fine and medium roots; common fine and medium interstitial pores; 10 percent pebbles, 5 percent cobbles, and 5 percent pumice; neutral (pH 6.8); gradual wavy boundary.  (7 to 12 inches thick)\nBC--19 to 36 inches; pale brown (10YR 6/3) gravelly ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium irregular pores; 10 percent pebbles, 5 percent cobbles, and 5 percent pumice; neutral (pH 6.6); gradual wavy boundary.  (16 to 20 inches thick)\n2C--36 to 46 inches; light yellowish brown (10YR 6/4) very gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, friable, nonsticky and nonplastic; few fine roots; 30 percent pebbles and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (9 to 14 inches thick)\n2Cr--46 inches; weathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 3 miles northwest of Ardenvoir, Washington; 2,400 feet west and 500 feet south of the northeast corner, sec. 11, T. 26 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature is 42 to 44 degrees F.  These soils are usually moist, but are dry in all parts of the moisture control section for 75 to 90 consecutive days following the summer solstice.  Depth to weathered bedrock is 40 to 60 inches.  The upper part of the particle-size control section has an estimated moist bulk density of 0.65 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent, and 10 to 25 percent rock fragments. The lower part of the particle-size control section averages 25 to 40 percent rock fragments.  Depth to the 2C horizon is 30 to 40 inches.\nThe A1 horizon has chroma of 2 or 3 dry or moist.\nThe A2 horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 to 4 dry or moist.  It is ashy sandy loam or ashy fine sandy loam.\nThe Bw and BC horizons have value of 5 to 7 dry, 3 or 4 moist, and chroma of 2 to 4 dry or moist.  It is gravelly ashy sandy loam, gravelly coarse ashy sandy loam, or ashy fine sandy loam.\nThe 2C horizon have value of 54 or 7 dry, 4 or 5 moist, and chroma of 2 to 4 dry or moist.  It is very gravelly loamy coarse sand or gravelly loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Limking series.Limking soils are 40 to 60 inches to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Domkey soils are on back slopes of mountains that commonly have a northerly aspect.  Elevation is 1,200 to 4,500 feet.  Slopes are 5 to 60 percent.  Domkey soils formed in volcanic ash and pumice over weathered granodiorite.  The climate is characterized by warm, dry summers and cool, moist winters.  The average annual precipitation is 18 to 25 inches.  The average January temperature is about 28 degrees F, the average July temperature is about 68 degrees F, and the average annual air temperature is 42 to 44 degrees F.  The growing season, at 28 degrees F, is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dragoon, Palmich, and Switchback soils.  Dragoon and Switchback soils are 20 to 40 inches deep to bedrock.  Palmich soils are more than 35 percent pumice in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability over moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, grazable woodland, wildlife habitat, watershed, and recreation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington, Chelan County.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington; Cashmere Mt. Soil Survey, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 10 inches and a cambic horizon from 10 to 18 inches.  The upper part of the particle-size control section from 1 to 36 inches has andic soil properties.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
