{
  "SERIES": "DONALDSON",
  "STATUS": "Established Series",
  "BYREV": "MNJ-DED-CJH",
  "REVDATE": "01/2000",
  "STATES": "MN",
  "OVERVIEW": "The Donaldson series consists of very deep, moderately well drained drained soils that formed in loamy lacustrine sediments over clayey lacustrine sediments or till on glacial lake plains.  These soils have moderately rapid permeability in the upper part and slow permeability in the lower part.  They have slopes of 0 to 2 percent.  Mean annual precipitation is about 21 inches, and mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed over smectitic, superactive, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Donaldson very fine sandy loam with slightly convex slope of about one-half percent on a glacial lake plain in a cultivated field.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 9 inches; black (10YR 2/1) very fine sandy loam; weak very fine subangular blocky structure; very friable; common clean sand grains; neutral; clear smooth boundary.  (6 to 14 inches thick)\nBw--9 to 14 inches; dark brown (10YR 3/3) loamy very fine sand; common fine distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) and common fine prominent yellowish red (5YR 5/8) redoximorphic concentrations; massive; very friable; neutral; clear wavy boundary.  (2 to 10 inches thick)\nC--14 to 24 inches; pale brown (10YR 6/3) loamy very fine sand; common medium distinct brownish yellow (10YR 6/6), yellow (2.5Y 7/6) and pale yellow (2.5Y 8/3) redoximorphic concentrations; massive; very friable; slight effervescence; slightly alkaline; clear wavy boundary.  (0 to 30 inches thick)\n2Cg--24 to 60 inches; olive gray (5Y 4/2) clay; common medium distinct olive brown(2.5Y 4/3) redoximorphic concentrations and light gray (2.5Y 7/2) redoximorphic depletions; moderate coarse prismatic structure parting to moderate very fine angular blocky; firm; few black concretions 1 to 5 mm in size; few 1 to 4 mm bands of silty material below 50 inches; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittson County, Minnesota; about 4.5 miles east of Karlstad; 1,720 feet south and 150 feet west of the northeast corner, sec. 24, T. 159 N., R. 48 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum ranges from 10 to 20 inches and depth to free carbonates ranges from 10 to 40 inches.  The mollic epipedon is 8 to 16 inches thick.  The thickness of the coarse-loamy lacustrine sediment over clayey till or clayey lacustrine sediment is 20 to 40 inches.  The lacustrine sediments lack coarse fragments, and the till contains 2 to 6 percent of coarse fragments.  These soils lack calcic horizons within depths of 16 inches.\nThe A horizon has value of 2 or 3 and chroma of 1 or 2.  It is very fine sandy loam, fine sandy loam, sandy clay loam, loam, silt loam, or loamy very fine sand.  It is neutral or slightly alkaline.\nThe B horizon has a matrix with hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3.  Redoximorphic featurews are few or common, and faint through prominent, but distinct or prominent redoximorphic features are lacking in the the upper part of the B horizon that has color of 2.5Y 4/2.  It is loamy very fine sand, very fine sand, fine sandy loam, very fine sandy loam, loam or silt loam.  It is neutral or slightly alkaline.\nThe C horizon in the upper sediment has a matrix with hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4.  It has faint, distinct, or prominent redoximorphic features.  It is very fine sand, loamy very fine sand, very fine sandy loam, fine sandy loam, loam or silt loam.  It is neutral to moderately alkaline.  Calcium carbonate equivalent is 10 to 30 percent.\nThe 2C horizon has a matrix with hue of 2.5Y or 5Y, value of 4 or 6, and chroma of 1 or 2.  It has few, common or many redoximorphic features.  It typically is clay or silty clay, but silty clay loam or clay loam are in the range.  Also thin layers of silt loam or silt are in this horizon in some pedons.  It is slightly or moderately alkaline.  Calcium carbonate equivalent is 8 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  No other series is in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Donaldson soils have plane or slightly convex slopes with gradient of 0 to 2 percent.  They are on glacial lake plains.  They formed in 20 to 40 inch coarse-loamy lacustrine sediments over a clayey lacustrine sediment or clayey till.  These materials are associated with Glacial Lake Agassiz, and are Late Wisconsin in Age.  The mean annual air temperature is 36 to 43 degrees F, and mean annual precipitation is 18 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Augsburg, Hoye and Wheatville soils which formed in sediments similar to those of the Donaldson soils.  The Augsburg soils are poorly drained, have a calcic horizon, and are on lower lying areas.  The Hoye soils are somewhat poorly and poorly drained, are on lower lying terrain, and have argillic horizons.  The Wheatville soils are somewhat poorly and moderately well drained and are on slightly lower lying terrain than the Donaldson soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is moderate or slow.  Permeability is moderately rapid in the upper sediment and slow in the lower sediment.  A seasonal high water table is at depths of 2.5 to 5 feet at some time during the period of April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of these soils are cropped to small grains, sugar beets, potatoes and sunflowers.  Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Minnesota in the Red River Valley.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kittson County, Minnesota, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon--the zone from the surface to a depth of 9 inches (Ap horizon); contrasting family--loamy very fine sand over clay at 24 inches.\nThe classification was changed to the Oxyaquic subgroup even though the morphology of this pedon may meet the Aquic subgroup criteria because it was felt Oxyaquic better fit the water state of the series.  In addition, the somewhat poorly drained phase was eliminated from the range of the series.  A different pedon may need to be selected to represent the series and another series established for the Aquic subgroup and somewhat poorly drained phase.  01/2000."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to MAES Central File Code No. 1281 for results of some laboratory analyses of the typifying pedon."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (10YR 2/1) very fine sandy loam; weak very fine subangular blocky structure; very friable; common clean sand grains; neutral; clear smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--9 to 14 inches; dark brown (10YR 3/3) loamy very fine sand; common fine distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) and common fine prominent yellowish red (5YR 5/8) redoximorphic concentrations; massive; very friable; neutral; clear wavy boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--14 to 24 inches; pale brown (10YR 6/3) loamy very fine sand; common medium distinct brownish yellow (10YR 6/6), yellow (2.5Y 7/6) and pale yellow (2.5Y 8/3) redoximorphic concentrations; massive; very friable; slight effervescence; slightly alkaline; clear wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--24 to 60 inches; olive gray (5Y 4/2) clay; common medium distinct olive brown(2.5Y 4/3) redoximorphic concentrations and light gray (2.5Y 7/2) redoximorphic depletions; moderate coarse prismatic structure parting to moderate very fine angular blocky; firm; few black concretions 1 to 5 mm in size; few 1 to 4 mm bands of silty material below 50 inches; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
