{
  "SERIES": "DONA ANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHG/JBC/PDC/CEM/WWJ",
  "REVDATE": "11/2014",
  "STATES": "AZ,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dona Ana sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; reddish brown (5YR 5/3) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable; few fine roots; few fine pores; slightly effervescent; calcium carbonate is generally disseminated but with few fine filaments; slightly alkaline; abrupt smooth boundary. (1 to 4 inches thick)\nBA--2 to 6 inches; reddish brown (5YR 4/4) sandy loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; slightly effervescent; calcium carbonate is generally disseminated and as few fine filaments; slightly alkaline; abrupt smooth boundary. (3 to 6 inches thick)\nBtk1--6 to 11 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; some sand grains have clay coatings and others have calcium carbonate coatings; strongly effervescent; calcium carbonate is disseminated and segregated in common filaments and few fine soft bodies; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)\nBtk2--11 to 15 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; some yellowish red (5YR 4/6) in a variegated pattern increasing in amount in lower part; moderate fine prismatic and medium and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores; some sand grains are coated with clay, others are coated with calcium carbonate; strongly effervescent; calcium carbonate is disseminated and as common filaments; moderately alkaline; clear smooth boundary. (4 to 10 inches thick)\nBk1--15 to 20 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few very fine pores; strongly effervescent; many pink (5YR 7/3) calcium carbonate cylindroids and nodules, light reddish brown (5YR 6/4) moist; moderately alkaline; clear smooth boundary. (2 to 6 inches thick)\nBk2--20 to 39 inches; pinkish white (7.5YR 8/2) and light reddish brown (5YR 6/4) sandy clay loam, light brown (7.5YR 6/3) and reddish brown (5YR 5/4) moist; massive; very hard, firm, slightly sticky and slightly plastic; strongly effervescent; many weakly expressed cylindroids; moderately alkaline; gradual wavy boundary. (10 to 20 inches thick)\nBk3--39 to 60 inches; light reddish brown (5YR 6/4) sandy clay loam, light brown (7.5YR 6/3) and reddish brown (5YR 5/4) moist; massive; hard, firm; strongly effervescent; about 60 percent pinkish white (5YR 8/2) carbonate nodules and cylindroids; segregated carbonates decrease in amount as depth increases; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dona Ana County, New Mexico; south bank of gully; NE 1/4 of section 23, T.22 S., R.2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during December-April and for more than 20 days cumulative during July-September.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil Temperature:  59 to 72 degrees F.\nDepth to calcic horizon: 2 to 20 inches\nRock fragments: less than 15 percent\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 7 dry, 2 to 5 moist\nChroma: 3 to 5, dry or moist\nTexture: loamy fine sand, very fine sandy loam, fine sandy loam, sandy loam, sandy clay loam\nBtk horizon\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam, loam, sandy clay loam, clay loam, fine sandy loam (contains more than 45 percent sand and 18 to 35 percent clay)\nBk horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 8, dry or moist\nChroma: 2 to 6, dry or moist\nTexture: sandy loam, fine sandy loam, sandy clay loam, clay loam, coarse sandy loam, coarse sand\nCalcium carbonate equivalent:  15 to 40 percent\nStrata of gravel and sand occur in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackmagic (CA), Cornville (AZ), Elizario (NM), Hap (NM), Jagerson (AZ), Kidwell (NM), Madurez (NM), Mcnew (NM), Mohave (AZ), Nutt (NM), Poachie (AZ) and Tres Hermanos (NM). Blackmagic, Jagerson and Poachie soils are in the Mohave Desert (MLRA 30) and receive most of the precipitation in the winter. Mohave soils are in the Sonoran Desert and Sonoran-Chihuahuan transition (MLRAs 40 & 41) and have a bi-modal precipitation pattern. Cornville soils are not calcareous throughout.  Hap and Tres Hermanos soils have 15 to 35 percent rock fragments in the control section. Mohave soils have less than 45 percent sand in the Bt horizons and have calcic horizons at depths greater than 20 inches.  Madurez soils have calcic horizons at depths greater than 20 inches.  Jagerson, and Kidwell soils are moist in the soil moisture control section for less than 20 days cumulative during July-September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dona Ana soils are on alluvial fans and fan remnants.  Slopes are 0 to 10 percent.  The soils formed in sediments derived principally from limestone, calcareous sandstone, siltstone, shale, and small amounts of granite, monzonite, rhyolite, quartzite, and andesite.  Elevation is 3,600 to 5,830 feet.  The mean annual precipitation is about 7 to 12 inches with a marked summer maximum.  The mean annual air temperature is about 58 to 70 degrees F.  The frost-free period is 180 days to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Berino and Tres Hermanos soils and the Jal, Sonoita and Stellar soils.  Jal soils do not have horizons of clay accumulation.  Sonoita soils have less than 18 percent clay in the particle size control section.  Stellar soils average more than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly for livestock grazing.  Native vegetation is sand dropseed, bush muhly, Mormon tea, mesquite, creosotebush, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central and southwestern New Mexico.  The series is moderately extensive.  MLRA is 40, 41 and 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dona Ana County, New Mexico; Lower Rio Grande Reconnaissance Survey; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 6 to 15 inches (Btk1, Btk2 horizons)\nCalcic horizon - The zone from 15 to 60 inches (Bk1, Bk2, Bk3 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
