{
  "SERIES": "DONAHUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHN:JMR:JDM",
  "REVDATE": "10/2005",
  "STATES": "KY",
  "OVERVIEW": "The Donahue series consists of moderately deep, well drained soils formed in colluvium weathered mostly from sandstone, interbedded with a minor component of shale, over residuum weathered from limestone. The colluvial component is required to be more than 20 percent sand. Permeability is moderately slow. Slopes range from 6 to 60 percent. Average annual precipitation is 46 inches and average annual temperature is 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Donahue sandy loam - wooded. (Colors are for moist soil.)\n0i--1.5 to 0 inches; undecomposed hardwood leaf litter; abrupt smooth boundary.\nAp--0 to 4 inches; grayish brown (10YR 5/2) sandy loam; weak medium granular structure; very friable; common roots; 3 percent sandstone fragments; very strongly acid; clear smooth boundary. (2 to 5 inches thick)\nBE--4 to 9 inches; light yellowish brown (10YR 6/4) loam; weak fine subangular blocky structure; very friable; common roots; 2 percent sandstone fragments; very strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--9 to 15 inches; yellowish brown (10YR 5/6) clay loam; moderate fine subangular blocky structure; firm; few roots; 4 percent sandstone fragments; common thin clay films; strongly acid; clear wavy boundary. (5 to 15 inches thick)\n2Bt2--15 to 22 inches; strong brown (7.5YR 5/6) silty clay; common medium faint brown (10YR 4/3) lithochromic mottles; moderate medium angular blocky structure; firm; few roots; many thin clay films; few small brown and black concretions and stains; moderately acid; gradual wavy boundary. (5 to 20 inches thick)\n2Bt3--22 to 34 inches; strong brown (7.5YR 5/6) clay; common medium faint yellowish brown (10YR 5/4) and yellowish red (5YR 4/6) lithochromic mottles; weak fine angular blocky structure; very firm; few roots; common thin clay films; few brown and black concretions and stains; neutral; abrupt smooth boundary. (0 to 20 inches thick)\n2R--34 inches; gray massive limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menifee County, Kentucky, in a south facing cove along Leatherwood Creek in the Daniel Boone National Forest west of Cave Run Lake; about 2000 feet north west of the confluence of Leatherwood Creek and Joes Branch; about 12 miles northeast of Frenchburg: 38 degrees, 02 minutes, 04 seconds N. Latitude and 83 degrees, 32 minutes, 36 seconds W. Longitude; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock and thickness of solum range from 20 to 40 inches. Thickness of the upper solum with more than 20 percent sand ranges from 12 to 24 inches. Sandstone gravel, cobbles and channers range from 0 to 30 percent in the upper solum and limestone channers and flagstone range from 0 to 15 percent of the lower solum. Reaction ranges from strongly to very strongly acid in the upper solum and from strongly acid to mildly alkaline in the lower horizons.\nThe Ap or A horizon has hue of 2.5Y or 10YR, value of 4 or 5 and chroma of 2 to 4. Texture is sandy loam or loam.\nThe BE or E horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 3 to 6. Texture is sandy loam, loam, or sandy clay loam.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 or 5 and chroma of 4 to 6. Texture is loam, sandy clay loam or clay loam. The 2Bt horizon has hue of 2.5YR to 7.5YR, value of 4 or 5 and chroma of 4 to 8. Lithochromic mottles in shades of yellow, brown, or red are common. Texture is silty clay or clay.\nThe C horizon, where present, has hue of 2.5YR to 10YR, value of 4 or 5 and chroma of 2 to 6. Lithochromic mottles in shades of gray, brown, yellow or red are common. Texture is silty clay or clay. A thin Cr horizon overlying limestone bedrock is present in some horizons\nThe R horizon is unweathered limestone interbedded with thin bands of calcareous shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beasley, Bledsoe, Bonnell, Bucklick, Caneyville, Cosperville, Eden, Enott, Estate, Faywood, Fredonia,  Haggatt, Heverlo, Kewaunee, Lowell, Markland, Milton, Mountpleasant, Muncie, and Vandalia series in the same family, the Brashear and Heitt soils that have not yet been assigned to an activity class, and the tentative Solway series. Beasley, Bledsoe, Bonnell, Brashear, Bucklick, Estate, Heitt, Kewaunee, Lowell, Markland and Vandalia soils are greater than 40 inches to lithic or paralithic contact. Caneyville, Eden, Faywood, Fredonia and Solway soils have less than 20 percent sand in the upper part of the solum and do not have a lithologic discontinuity within a depth of 12 to 24 inches. Cosperville, Heverlo and Milton soils formed in glacial till or poorly sorted outwash. Enott soils formed in residuum weathered from intermediate mafic metamorphic or igneous rock. Haggatt soils are capped with up to 20 inches of loess."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Donahue soils are on steep hill slopes, toe slopes and benches with slopes of 6 to 60 percent. These soils formed in 12 to 24 inches of colluvium weathered mostly from sandstone over residuum from limestone interbedded with calcareous shales. Mean annual temperature ranges from 53 to 56 degrees F., and the mean annual precipitation ranges from 40 to 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alticrest, Bledsoe, Gilpin, Latham, Renox, Rigley and Shelocta series. Alticrest and Renox soils are coarse-loamy. Alticrest soils do not have argillic horizons. Gilpin, Renox and Shelocta soils are fine-loamy. Latham soils weathered from acid shale. Bledsoe, Renox, Rigley and Shelocta soils are greater than 40 inches deep to bedrock. Alticrest, Gilpin, Latham, Rigley and Shelocta soils have base saturation of less than 35 percent.  Renox soils have base saturations between 35 and 50 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderately slow permeability. Runoff is high on slopes between 6 and 20 percent and very high on slopes above of 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded, but some areas are used for pasture or crops. Native forests consist of upland oaks, hickory, yellow poplar, Virginia and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Outer rim of eastern Kentucky mountains and possibly the western coalfields of Kentucky. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Menifee County, Kentucky; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Donahue soils were formerly included with the Caneyville soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (Ap).\nArgillic horizon - 9 to 34 inches (Bt1, 2Bt2, 2Bt3).\nLithic contact at a depth of 34 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 4,
        "bottom": 0,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0i--1.5 to 0 inches; undecomposed hardwood leaf litter; abrupt smooth boundary."
      },
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; grayish brown (10YR 5/2) sandy loam; weak medium granular structure; very friable; common roots; 3 percent sandstone fragments; very strongly acid; clear smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "BE",
        "top": 10,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--4 to 9 inches; light yellowish brown (10YR 6/4) loam; weak fine subangular blocky structure; very friable; common roots; 2 percent sandstone fragments; very strongly acid; clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 15 inches; yellowish brown (10YR 5/6) clay loam; moderate fine subangular blocky structure; firm; few roots; 4 percent sandstone fragments; common thin clay films; strongly acid; clear wavy boundary. (5 to 15 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 38,
        "bottom": 56,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt2--15 to 22 inches; strong brown (7.5YR 5/6) silty clay; common medium faint brown (10YR 4/3) lithochromic mottles; moderate medium angular blocky structure; firm; few roots; many thin clay films; few small brown and black concretions and stains; moderately acid; gradual wavy boundary. (5 to 20 inches thick)"
      },
      {
        "name": "2Bt3",
        "top": 56,
        "bottom": 86,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bt3--22 to 34 inches; strong brown (7.5YR 5/6) clay; common medium faint yellowish brown (10YR 5/4) and yellowish red (5YR 4/6) lithochromic mottles; weak fine angular blocky structure; very firm; few roots; common thin clay films; few brown and black concretions and stains; neutral; abrupt smooth boundary. (0 to 20 inches thick)"
      },
      {
        "name": "2R",
        "top": 86,
        "narrative": "2R--34 inches; gray massive limestone."
      }
    ]
  ]
}
