{
  "SERIES": "DONATUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MRL-DBO",
  "REVDATE": "02/2003",
  "STATES": "IA",
  "OVERVIEW": "The Donatus series consists of moderately deep, well drained soils on uplands.  They formed in loess and very cherty clayey residuum over dolomitic limestone bedrock.  Slopes range from 9 to 25 percent.  Mean annual temperature is about 48 degrees F, and mean annual precipitation is about 34 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Donatus silt loam on a side slope of 16 percent in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; mixed with streaks and pockets of yellowish brown (10YR 5/4) silty clay loam subsoil material; few distinct dark grayish brown (10YR 4/2) organic coatings on faces of peds; weak fine subangular blocky structure parting to weak fine granular; friable; common very fine roots; neutral; clear smooth boundary.  (6 to 8 inches thick)\nBt1--8 to 18 inches; yellowish brown (10YR 5/4) gravelly silty clay loam; moderate fine subangular blocky structure; friable; common distinct brown (10YR 4/3) clay films on faces of peds; common very fine roots; about 25 percent gravel as chert fragments 0.125 to 0.75 inches in size; neutral; clear wavy boundary.  (6 to 12 inches thick)\n2Bt2--18 to 35 inches; very reddish brown (5YR 4/4) very gravelly clay; strong fine angular blocky structure; very firm; few distinct dark reddish brown (5YR 3/4) clay films on faces of peds; about 50 percent gravel chert fragments 0.125 to 3 inches in size; medium acid; abrupt wavy boundary.  (8 to 20 inches thick)\n2R--35 inches; fractured dolomitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Iowa; about 5 miles south of the village of St. Donatus; 140 feet west and 1,340 feet north of the southeast corner, sec. 6, T. 86 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to bedrock range from 20 to 40 inches.  The thickness of the loess ranges from 10 to 20 inches.\nThe A horizon, where present, is 3 to 5 inches thick and is very dark gray (10YR 3/1), very dark grayish brown (10YR 3/2) or very dark brown (10YR 2/2).  The Ap horizon is brown (10YR 4/3) or dark yellowish brown (10YR 4/4).  Clay content of the A or Ap horizon ranges from 13 to 26 percent.\nThe E horizon, where present, has hue of 10YR, value of 3 or 4, and chroma of 1 or 2.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  It is silt loam, silty clay loam, gravelly silt loam, or gravelly silty clay loam.  Clay content ranges from 18 to 32 percent.  The content of rock fragments ranges from 15 to 30 percent by volume. Most rock fragments are chert.\nThe 2Bt horizon has hue of 2.5YR through 7.5YR, value of 4 or 5, and chroma of 4 or 6.  It is very gravelly silty clay or very gravelly clay with a clay content that ranges from 45 to 80 percent.  The content of rock fragments ranges from 35 to 60 percent.  Some pedons have thin 2Bt horizons in which the content of rock fragments ranges from 15 to 35 percent by volume. Most rock fragments are chert."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Closely related series are the Lamoille, NewGlarus, and Rollingstone series.  Lamoille and Rollingstone soils do not have a lithic contact above 40 inches.  NewGlarus soils have less than 10 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Donatus soils are on strongly sloping ridges and strongly sloping to steep side slopes on uplands.  Slopes range from 9 to 25 percent.  Donatus soils formed in a thin layer of loess and clayey residuum with a high chert content over dolomitic limestone bedrock.  Mean annual temperature ranges from about 45 to 54 degrees F, and the mean annual precipitation ranges from about 32 to 36 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dubuque, Fayette, Nordness, and Rollingstone soils in similar positions on the landscape.  Dubuque soils have a thinner layer of clayey residuum and contain less coarse fragments.  Fayette soils formed in loess.  Nordness soils have a lithic contact within 20 inches of the surface.  Rollingstone soils have a lithic contact greater than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; surface runoff is rapid.  Permeability is moderate in the upper part of the solum and slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corn, small grain, and grass-legume hay are the principal crops on the less-sloping areas.  Steeper areas are used for pasture or woodland.  Native vegetation was deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Iowa and possibly southwestern Wisconsin and northwestern Illinois.  Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Iowa, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 8 inches (Ap horizon); argillic horizon - the zone from a depth of 8 to 35 inches (Bt1 and 2Bt2 horizons); lithic contact at 35 inches; udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
