{
  "SERIES": "DONERAIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHN",
  "REVDATE": "02/2006",
  "STATES": "KY,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Donerail silt loam - on a concave 4 percent slope in a cultivated field.                 (Colors are for moist conditions unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate firm granular structure; very friable; many fine roots; slightly acid; gradual smooth boundary.  (7 to 12 inches thick)\nA1--9 to 12 inches; dark brown (10YR 3/3) silt loam; moderate fine granular strcture; very friable; many fine roots; slightly acid; gradual smooth boundary.  (0 to 6 inches thick)\nB1--12 to 16 inches; dark yellowish brown (10YR 4/4) silty clay loam; weak fine subangular blocky structure; friable; many fine roots; few clay films; few black concretions; medium acid; gradual smooth boundary.  (0 to 6 inches thick)\nB21t--16 to 25 inches; brown (7.5YR 4/4) heavy silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; common clay films; common black concretions; medium acid; clear smooth boundary.  (10 to 20 inches thick)\nB22t--25 to 38 inches; yellowish brown (10YR 5/4) clay; many fine distinct mottles of light yellowish brown (10YR 6/4) and light brownish gray (10YR 6/2) moderate fine angular blocky structure; very firm, sticky, plastic; few fine roots; common clay films; common black concretions and black coatings; medium acid; gradual wavy boundary.  (10 to 15 inches thick)\nC--38 to 72 inches; mottled yellowish brown (10YR 5/6), strong brown (7.5YR 5/6), pale olive (5Y 6/3), and light brownish gray (2.5Y 6/2) clay; massive; very firm, very sticky, very plastic; common black concretions and stains; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Kentucky, 100 yards west of Newtown Road, 1/4 mile south of Ironworks Road, about 4 1/2 miles north of Lexington."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches and depth to limestone bedrock is more than 60 inches. Most pedons have few to common black or dark brown concretions and in the lower B horizons black coatings or stains.\nThe A horizons have hues of 10YR or 7.5YR, values of 2 or 3, and chromas of 2 or 3.  They are silt loam, and have weak or moderate, fine or medium granular or subangular blocky structure.  Reaction ranges from neutral to medium acid.\nThe B1 horizon has hue of 10YR or 7.5YR, values of 4 or 5, and chroma of 3 or 4.  It is silt loam or silty clay loam.  Reaction ranges from slightly acid to strongly acid.  The B2t horizons have hue of 10YR or 7.5YR, values of 4 or 5, and chromas ranging from 3 to 6.  The lower part of the B2t horizon is mottled in shades of gray, and also shades of brown or olive in most pedons.  These horizons are silty clay or clay, and are silty clay loam in the upper part of some pedons.  Reaction ranges from medium acid to very strongly acid.  Some pedons have a B3 horizon similar to the lower part of the B2t horizon.\nThe C horizon is mottled and has hue of 10YR to 5Y, values of 4 to 6, and chroma of 1 to 6.  It is silty clay or clay.  Reaction ranges from medium acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Loradale, Montello, Peebles, Schapville, St. Martin, and Woolper series.  Loradale soils are well drained and the mottles in chroma of 2 or less are lower in the sola.  Montello and Peebles soils are formed in glacial material and have free carbonates at 20 to 40 inches.  Schapville soils have a loess mantle 15 to 30 inches thick and have shale bedrock at 20 to 40 inches.  Woolper soils have slightly acid to mildly alkaline B horizons.  St. Martin soils have solum thickness ranging from 50 to 60 inches, over Andesite bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Donerail soils are in slight depressions on uplands, and along small drainageways with slopes ranging from 0 to 12 percent.  The soil formed in residuum or slope alluvium from limestone.  The average precipitation ranges from 44 to 48 inches and the average annual temperature from 50 degrees to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Huntington, Lowell, Maury, and McAfee series.  Huntington soils are fine-silty, and are on flood plains.  Lowell soils lack mollic epipedons.  Maury soils have thicker sola, redder hues, and lack mollic epipedons.  McAfee soils have redder hues, and lithic contact at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to moderate runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Donerail soils are used for crops and pasture.  Tobacco and corn are the principal row crops. Bluegrass, fescue, red clover, and white clover are the most common hay and pasture plants.  Native vegetation was principally hardwood forests of white and red oak, elm, ash, hackberry, black walnut and black locust, with glades of grasses, sedges, and canes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Inner Bluegrass Region of Kentucky.  The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Middle Tennessee Agricultural Experiment Station, Maury County, Kentucky 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Donerail series previously was classified in the Red-Yellow Podzolic group.\nClassification only was changed in 7/94.  Competing series and other items will be updated later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
