{
  "SERIES": "DONICA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "04/2006",
  "STATES": "CA,OR",
  "OVERVIEW": "The Donica series consists of very deep, somewhat excessively drained that formed in volcanic ash and alluvium derived from mixed volcanic rocks. Donica soils are on smooth to convex alluvial fans, lake terraces and fan remnants. Slopes are 0 to 50 percent. Mean annual precipitation is about 356 millimeters (14 inches) and the mean annual temperature is about 10 degrees C. (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, mesic Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Donica very gravelly ashy sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 centimeters; very dark grayish brown (10YR 3/2) very gravelly ashy sandy loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine interstitial pores; 55 percent pebbles; slightly acid (pH 6.5); abrupt smooth boundary. (5 to 13 centimeters thick)\nA2--8 to 33 centimeters; dark grayish brown (10YR 4/2) very gravelly ashy sandy loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, nonsticky, nonplastic; many very fine, and common fine roots; many very fine interstitial and tubular pores; 45 percent pebbles and 10 percent cobbles; neutral (pH 6.6); clear wavy boundary. (18 to 38 centimeters thick)\nBw--33 to 74 centimeters; brown (10YR 5/3) extremely gravelly ashy coarse sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky, nonplastic; very fine and few fine roots; many very fine and fine interstitial pores; 45 percent pebbles and 15 percent cobbles; neutral (pH 6.8); abrupt wavy boundary. (30 to 150 centimeters thick)\nC--74 to 152 centimeters; gray (N 6/) and light gray (N 7/) and gray (N 5/) extremely gravelly ashy coarse sand with few very pale brown (10YR 8/2) and very pale brown (10YR 7/3) pebbles and sand grains, dark gray (N 4/) and gray (N 5/) moist; single grain; loose; common very fine and few fine roots decreasing to almost no roots with depth; many very fine and fine, and few medium interstitial pores; 45 percent pebbles, 15 percent cobbles, and 5 percent stones; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Modoc County, California; about 1,500 feet east and 100 feet north of SW corner of section 35, T.47N., R.16E; 41 degrees, 53 minutes, 35.6 seconds north latitude and 120 degrees, 06 minutes, 26.5 seconds west longitude, NAD 1927; Lake Annie quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil between the depths of 30 to 91 centimeters (12 to 36 inches) is dry in all parts from June 1 until November 15 and is moist in some or all parts when the soil is warmer than 47 degrees F only from April 1 to June 1, and from October 20 to November 1. It is usually dry and is not moist more than 90 consecutive days when the soil temperature exceeds 47 degrees F. Aridic bordering xeric soil moisture regime.\nMean annual soil temperature  8 to 12 degrees C. (47 to 54 degrees F.).\nMollic epipedon thickness  25 to 50 centimeters (10 to 20 inches) thick.\nSolum ranges  56 to 102 centimeters (22 to 40 inches) thick.\nVolcanic ash and glass content - 30 to 60 percent volcanic glass and glass aggregates.\nProfile reaction - Slightly acid or neutral.\nOther features - These soils are noncalcareous.\nControl section\nTexture: Averages ashy coarse sandy loam or ashy sandy loam.\nRock fragments: Averages 60 to 80 percent, mainly gravel. Lithology of the fragments is mainly tuff or tuff breccia.\nA horizon\nHue: l0YR or 2.5YR.\nValue: 3 through 5 dry and 2 or 3 moist.\nStructure: Massive, or has weak fine or medium granular or subangular blocky structure.\nConsistence: Soft or slightly hard, dry.\nBw horizon\nHue: l0YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist. (Values of 5 dry and 3 moist are allowed only in those horizons containing less than 1 percent organic matter.)\nChroma: 2 or 3.\nStructure: Massive, or has weak fine or medium subangular blocky structure.\nTexture: Ashy sandy loam or ashy coarse sandy loam; individual subhorizons of ashy clay loam or ashy loam are in some pedons.\nRock fragments: 35 to 70 percent, mainly gravel but cobbles and stones are common.\nC horizon\nHue: l0YR, 7.5YR or N.\nValue: 4 through 8 dry, 3 through 6 moist.\nChroma: 0 through 3. Horizon color is dominated by parent rock sources.\nRock fragments: 35 to 90 percent, mainly gravel; cobbles and stones are common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Donica soils are on smooth to convex alluvial fans, lake terraces and fan remnants. They formed in alluvium derived from tuff, andesite, basalt, dacite, latite, and tuff breccia. Slopes range from 0 to 50 percent. Elevations range from 1,219 to 1,658 meters (4,000 to 5,440 feet). The climate is cool, continental with cold, moist winters and warm, dry summers. Average annual precipitation is 305 to 406 millimeters (12 to 16 inches). The mean annual temperature is 8 to 11 degrees C. (47 to 52 degrees F.); the frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bidwell, Calimus, Simpson, Surprise, and Drews soils. Bidwell soils have clay loam or sandy clay loam argillic horizons. Calimus soils lack rock fragments, have a fine-loamy control section, and have a mollic epipedon more than 50 centimeters thick. Simpson soils have clay argillic horizons. Surprise soils have control sections containing less than 35 percent gravel. Drews soils have clay loam argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very slow to medium runoff; moderately rapid permeability; saturated hydraulic conductivity class is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Donica soils are occasionally used for irrigated cropland. Alfalfa in rotation with small grains and improved pasture are major irrigated crops. The native vegetation is used for livestock grazing and wildlife habitat. It is dominantly big sagebrush, antelope bitterbrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast California and Southern Oregon. These soils are of small extent. MLRA 21 and 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Surprise Valley-Home Camp Area, California-Nevada; Modoc County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Donica soils were formerly classified as Alluvial soils.\nIn 2006, this soil was reclassified based on optical grain counts of associated soils and updated to the most recent version of Soil Taxonomy. Previous classification was Loamy-skeletal, mixed, superactive, mesic Aridic Haploxerolls.\nDiagnostic horizons and features recognized in the pedon:\nMollic epipedon - The zone from 0 to 33 cm (0 to 13 inches) (A1, A2 horizons).\nCambic horizon - The zone from 33 to 74 cm (13 to 29 inches) (Bw horizon).\nVitritorrandic feature - All horizons in the upper 75 cm have more than 30 percent volcanic glass in the coarse silt to sand fraction.\nParticle-size control section - The zone from 25 to 100 cm (10 to 40 inches) (A2, Bw, 2C horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
