{
  "SERIES": "DONNEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/GHL/JCK",
  "REVDATE": "03/2008",
  "STATES": "ID",
  "OVERVIEW": "The Donnel series consists of very deep, well drained soils that formed in alluvial material weathered from granite. Donnel soils are on alluvial fans and terraces and have slopes of 0 to 12 percent. Permeability is moderately rapid. The average annual precipitation is about 23 inches and the average annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Typic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Donnel sandy loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 10 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine interstitial pores; moderately acid (pH 5.6); abrupt smooth boundary. (9 to 11 inches thick)\nA--10 to 15 inches; grayish brown (10YR 5/2) coarse sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; moderately acid (pH 5.6); clear smooth boundary. (3 to 7 inches thick)\nBw--15 to 20 inches; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; moderately acid (pH 5.8); clear smooth boundary. (4 to 6 inches thick)\nC1--20 to 35 inches; very pale brown (10YR 7/4) coarse sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable; few very fine roots; few very fine tubular pores; slightly acid (pH 6.1); clear smooth boundary. (13 to 20 inches thick)\nC2--35 to 46 inches; very pale brown (10YR 7/3) stratified layers of sandy loam and loamy sand, light yellowish brown (10YR 6/4) moist; massive; soft, very friable; few very fine roots; few very fine tubular pores; slightly acid (pH 6.1); clear smooth boundary. (13 to 20 inches thick)\nC3--46 to 60 inches; very pale brown (10YR 7/3) loamy sand, pale brown (10YR 6/3) moist; single grain; loose; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Valley County, Idaho; about 4 miles south of Donnelly; 1,980 feet north and 130 feet east of the SW corner of sec. 35, T.16N., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 40 to 45 degrees F.\nAverage summer soil temperature - 56 to 58 degrees F.\nUmbric epipedon thickness - 10 to 24 inches\nDepth to stratified loamy sand or sand - 30 to 60 inches or more Textural control section (10 - 40 inches) - 4 to 12 percent clay, less than 10 percent rock fragments\nA horizons\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 2 or 3 dry and moist\nBase saturation - 35 to 50 percent\nBw horizon\nValue - 5 or 6 dry, 3 or 4 moist\nTextures - L, SL, COSL\nClay - may be slight increase over A or C but not enough to be an argillic horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gestrin soils and the Blaquirre (T), Boze, Gestrin, Josie, Longval, Rarick, Suttler, and Weitas (T) series in other families. Gestrin soils have grayish redox depletions in the lower part of the series control section. Blaquirre soils have bedrock at 20 to 40 inch depth. Boze soils are isotic and have 15 to 35 percent rock fragments in the control section. Gestrin soils are moderately well drained and have mottles between depths of 40 and 60 inches. Josie soils have less than 20 percent base saturation in the cambic horizon and have 15 to 35 percent rock fragments in the control section. Longval and Rarick soils are paramicaeous and have a lithic contact above depth of 40 inches. Suttler soils are strongly acid and have clayey lamellae in the B horizon. Weitas soils have a lithological discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Donnel soils are on alluvial fans and terraces and have slopes of 0 to 12 percent. They formed in alluvial material that has weathered from granite. Elevations are3,800to 5,100 feet. Average annual precipitation is 22 to 24 inches. Average annual temperature is 38 degrees to 43 degrees F. Frost-free season is about 65 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Archabal, Blackwell, Melton, and Roseberry soils. Archabal soils have a fine-loamy control section. Blackwell soils are poorly drained and have a fine-loamy control section. Melton soils are poorly drained and have a fine-loamy over sandy or sandy skeletal control section. Roseberry soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cultivated. Vegetation is grasses, forbs and shrubs including mountain sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The high mountain valley areas of central Idaho. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Valley Area, Idaho, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - zone from 0 to 15 inches (Ap and A horizons)\nCambic horizon - zone from 15 to 20 inches (Bw horizon)\nMoisture regime - udic\nTemperature regime - cryic\nThe 3/2008 description reflects a change in classification from Coarse-loamy, mixed, superactive Humic Dystrocryepts to Coarse-loamy, mixed, superactive Typic Humicryepts due to revision of the cryepts great groups and subgroups. The competing series section was not updated and should be reviewed after all the cryepts have been re-classified.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
