{
  "SERIES": "DONTWANNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AMB-EWB-TM-JBF",
  "REVDATE": "03/2010",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Haplic Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dontwanna extremely cobbly loam --rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 35 percent gravel, 25 percent cobbles, 10 percent stones and 5 percent boulders.\nA--0 to 8 cm grayish brown (10YR 5/2) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure parting to moderate medium platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine interstitial and common very fine vesicular pores; 25 percent subangular gravel, 25 percent subangular cobbles and 10 percent subangular stones; neutral (pH 6.9); clear smooth boundary (5 to 15 cm thick).\nBt1--8 to 23 cm; brown (7.5YR 5/3) very cobbly clay loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine and medium roots and many very fine roots; common very fine tubular and many very fine interstitial pores; 25 percent faint clay bridges between sand grains; 20 percent subangular gravel, 15 percent subangular cobbles and 5 percent subangular stones; neutral (pH 6.9); clear wavy boundary (8 to 15 cm thick).\nBt2--23 to 36 cm; brown (7.5YR 5/3) very cobbly clay, dark brown (7.5YR 3/3), moist; strong fine and medium angular blocky structure; very hard, very firm, very sticky and moderately plastic; few fine and medium roots and common very fine roots; common very fine interstitial and common very fine tubular pores; 25 percent distinct pressure faces on bottom faces of peds and 50 percent prominent clay films on surfaces along pores and 50 percent prominent clay films on all faces of peds; 35 percent subangular gravel, 15 percent subangular cobbles and 5 percent subangular stones; neutral (pH 6.9); clear wavy boundary (10 to 25 cm thick).\nBt3--36 to 51 cm; light brown (7.5YR 6/4) very cobbly clay, brown (7.5YR 4/4), moist; strong fine and medium angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine to medium roots; common very fine interstitial and common very fine tubular pores; 5 percent distinct pressure faces on bottom faces of peds and 50 percent prominent clay films on all faces of peds and 50 percent prominent clay films on surfaces along pores; 10 percent subangular paragravel, 30 percent subangular gravel, 15 percent subangular cobbles and 10 percent subangular stones; neutral (pH 7.3); clear wavy boundary (14 to 20 cm thick).\nBt4--51 to 66 cm; light brown (7.5YR 6/4) very cobbly clay, brown (7.5YR 4/4), moist; strong fine and medium angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine interstitial and common very fine tubular pores; 5 percent distinct pressure faces on bottom faces of peds and 50 percent prominent clay films on all faces of peds and 50 percent prominent clay films on surfaces along pores; 10 percent subangular paragravel, 5 percent subangular paracobbles, 25 percent subangular gravel, 15 percent subangular cobbles and 5 percent subangular stones; slightly alkaline (pH 7.4); clear wavy boundary (14 to 30 cm thick).\nBkqm--66 to 152 cm; moderately silica cemented material; massive; very firm; 10 percent subangular paragravel, 5 percent subangular paracobbles, 25 percent subangular gravel, 15 percent subangular cobbles and 5 percent subangular stones; slight effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mono County, California; in Slinkard Valley about 3.55 kilometers northwest of the Junction of CA state route 89 and US highway 395; Topaz Lake USGS 7.5 minute topographic quadrangle; latitude 38 degrees 39 minutes 03.0 seconds N and longitude 119 degrees 34 minutes 01.8 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section; moist winter and spring; usually dry July through early October; xeric moisture regime, bordering on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm.\nDepth to duripan: 50 to 100 cm\nDepth to bedrock: More than 150 cm.\nParticle-size control section - Clay content: Averages 35 to 50 percent.\nRock fragments: Averages 50 to 80 percent, mainly cobbles.  Lithology of rock fragments is volcanic rock such as andesite.\nA horizon\nChroma: 2 or 3 dry or moist.\nOrganic matter content: 1 to 3 percent\nReaction: Neutral or slightly acid\nBt1 and Bt2 horizons\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 3 moist\nChroma: 2 or 3 dry or moist\nTexture: Very cobbly clay loam, very cobbly clay, extremely cobbly clay loam or extremely cobbly clay.\nClay content: 35 to 50 percent\nRock fragments: 50 to 80 percent\nOrganic matter content: 1 to 2 percent\nReaction: Neutral or slightly alkaline\nBt3 and Bt4 horizons\nHue: 10YR or 7.5YR\nValue: 5 or 6 dry, 4 moist\nChroma: 3 or 4 dry or moist\nTexture: Very cobbly clay loam, very cobbly clay, extremely cobbly clay loam or extremely cobbly clay.\nRock fragments: 50 to 80 percent\nOrganic matter content: 1 to 2 percent\nReaction: Neutral or slightly alkaline\nBqkm horizon\nCementation: Strongly or moderately silica cemented matrix\nRock fragments: 35 to 60 percent\nIdentifiable secondary carbonates: 0 to 5 percent filaments or coats on rock fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dontwanna soils are on glacial outwash fan remnants.  They typically occur on summit positions. They formed in predominately volcanic alluvium derived from andesite. Slopes are 8 to 30 percent. Elevations range from 1,680 to 2,134 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 350 to 400 mm, mean annual temperature is 6 to 10 degrees C., and the frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crispy, Heenlake, Slinkard and Toejom soils. All of these soils lack a duripan and have less than 35 percent clay in their particle size control section. In addition Crispy soils are shallow with a paralithic contact within 50 cm. Heenlake soils have a paralithic contact between 50 to 100 cm. Slinkard soils have a mollic epipedon more than 50 cm thick. Toejom soils have a paralithic contact within 50 cm and an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; slow permeability; low saturated hyraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dontwanna soils are used for livestock grazing and wildlife habitat. The native vegetation is mainly mountain big sage brush, antelope bitterbrush, western and Thurber's neddlegrass, bottlebrush squirreltail and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 36 cm (A, Bt1 and Bt2 horizons).\nArgillic horizon - The zone from 8 to 66 cm (Bt1, Bt2 and Bt3 horizons).\nIdentifiable secondary carbonates - The zone from 66 to 152 cm (Bqkm horizon).\nStrongly cemented duripan - The zone from 66 to 152 cm (Bqkm horizon).\nParticle-size control section - The zone from 8 to 58 cm (Bt1, Bt2, Bt3 and upper Bt4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
