{
  "SERIES": "DORCHEAT",
  "STATUS": "Established Series",
  "BYREV": "MJB",
  "REVDATE": "09/2020",
  "STATES": "AR,LA",
  "OVERVIEW": "The Dorcheat series consists of very deep, somewhat poorly drained soils.  These nearly level to gently sloping soils formed in loamy and clayey alluvium of late Pleistocene age. Slope ranges from 0 to 3 percent, but are dominantly 0 to 2 percent. Mean annual air temperature is about 17.2 degrees C (63 degrees F), and mean annual precipitation is about 1372 mm (54 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dorcheat silt loam, 0 to 2 percent slopes-in woodland; on a 0.5 percent slope; elevation is 77.2 meters (254 ft). (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 centimeters (0 to 3 in); dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; very strongly acid; clear smooth boundary. (Thickness of the A horizon is 7 to 26 cm [3 to 10 in])\nBE--8 to 27 centimeters (3 to 11 in); 60 percent yellowish brown (10YR 5/6) and 40 percent grayish brown (10YR 5/2) silt loam; weak medium subangular blocky structure; friable; common fine roots; common fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries on surfaces along root channels; very strongly acid; gradual wavy boundary. (Thickness of the BE horizon is 10 to 72 cm [4 to 28 in])\nBtg1--27 to 44 centimeters (11 to 17 in); 80 percent grayish brown (10YR 5/2) and 20 percent yellowish brown (10YR 5/6) silty clay loam; weak fine and medium subangular blocky structure; firm; few fine roots; few fine tubular pores; 15 percent distinct clay films on all faces of peds; 8 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; very strongly acid; gradual wavy boundary.\nBtg2--44 to 80 centimeters (17 to 31 in); 50 percent grayish brown (10YR 5/2) and 50 percent strong brown (7.5YR 5/6) silty clay; moderate fine and medium subangular blocky structure; very firm; few fine roots; 50 percent distinct clay films on all faces of peds; 5 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 5 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; very strongly acid; gradual wavy boundary. (Combined thickness of the Btg horizon is 51 to 152 cm [20 to 60 in])\n2Bt1--80 to 99 centimeters (31 to 39 in); yellowish brown (10YR 5/6) silty clay; moderate medium subangular blocky; very firm; few fine roots between peds; 50 percent distinct clay films on all faces of peds; 4 percent strong brown (7.5YR 5/6) redox concentrations with sharp boundaries in matrix; 2 percent medium prominent yellowish red (5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 20 percent grayish brown (10YR 5/2) redox depletions with diffuse boundaries in matrix; very strongly acid; gradual wavy boundary.\n2Bt2--99 to 168 cm (39 to 66 in); yellowish brown (10YR 5/6) silty clay; moderate medium angular blocky structure; very firm; 30 percent prominent clay films on faces of peds; 4 percent prominent yellowish red (5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 3 percent prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 5 percent distinct grayish brown (10YR 5/2) masses of reduced iron with diffuse boundaries in matrix; gradual wavy boundary; very strongly acid. (Combined thickness of the 2Bt horizon is 0 to 99 cm [0 to 39 in])\n3BC--168 to 203 centimeters (66 to 80 in); yellowish red (5YR 4/6) silty clay; weak coarse subangular blocky structure; very firm; 3 percent prominent black (10YR 2/1) stains on ped faces; 1 percent soft black (10YR 2/1) nodules; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lafayette County, AR; about 12.4 miles south of Lewisville, AR. on state highway 29; turn east on State Hwy 360 for 1.6 miles to County Rd 52, turn right on county road 52 for 0.47 miles; about 60 ft NE of edge of county road 52 in wooded area.\nUSGS Topographic Quadrangle: Bradley NE\nLatitude: 33 degrees 10 minutes 55.344 seconds N\nLongitude: 93 degrees 36 minutes 3.96 seconds W\nDecimal Degrees:\nLatitude: 33.18204 degrees\nLongitude: 93.60110 degrees\nDatum: NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 19.9 to 21.7 degrees C (68 to 71 degrees F)\nDepth to episaturation: 0 to 44 cm (0 to 17 in) from December to June\nDepth to redox concentrations: 8 to 203 cm (3 to 80 in)\nParticle-size control section (weighted average)\nClay content: 35 to 55 percent\nSand content: 3 to 8 percent\nA or Ap horizon (where present):\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: loam or silt loam\nRedox concentrations: amount-0 to 8 percent; size-fine to medium; contrast-faint, distinct, or prominent; color-shades of brown; boundary-sharp; location-along root channels and in matrix\nRedox depletions: amount-0 to 2 percent; size-fine; contrast-faint; color-shades of gray; boundary-clear; location-in matrix surrounding redox concentrations\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nE or Eg horizon (where present):\nHue: 10YR or 2.5Y\nValue:  4 to 7\nChroma: 2 to 4\nTexture: loam, silt loam, or silty clay loam\nRedox concentrations: amount-0 to 40 percent; size-fine to medium; contrast-faint, distinct, or prominent; color-shades of brown; boundary-sharp; location-along root channels and in matrix\nRedox depletions: amount-0 to 10 percent; size-fine; contrast-faint; color-shades of gray; boundary-clear; location-in matrix surrounding redox concentrations\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nBE or BEg horizon (where present):\nHue: 10YR or 2.5Y\nValue:  4 to 7\nChroma:  2 to 8\nTexture: silt loam, silty clay loam, or clay loam\nClay films: location-on all faces of peds; contrast-distinct\nRedox concentrations: amount-1 to 50 percent; size-fine to medium; contrast-faint, distinct, or prominent; color-shades of brown; boundary-sharp; location-pore linings and in matrix\nRedox depletions: amount-1 to 8 percent; size-fine; contrast-faint to distinct; color-shades of gray; boundary-clear; location-in matrix\nGlossic material: 0 to 5 percent\nReaction (pH): very strongly acid or strongly acid (4.5 to 6.0)\nBtg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 6\nChroma: 1 to 6\nTexture: silty clay loam, silty clay or clay\nClay films: location-on all faces of peds; contrast-distinct\nRedox concentrations: amount-8 to 35 percent; size-fine to medium; contrast-faint to prominent; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-0 to 10 percent; size-fine to medium; contrast-faint to distinct; color-shades of gray; location-in matrix\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nBtg/E (where present):\nBtg part:\nHue: 10YR or 2.5Y\nValue: 4 or 6\nChroma: 1 to 2\nTexture: silty clay loam, silty clay or clay\nClay films: location-on all faces of peds; contrast-distinct\nRedox concentrations: amount-8 to 35 percent; size-fine to medium; contrast-faint to prominent; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-0 to 10 percent; size-fine to medium; contrast-faint to distinct; color-shades of gray; location-in matrix\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nE part (occurs as browner structural units in the matrix):\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nRedox concentrations: amount-3 to 5 percent; size-fine to medium; contrast-distinct; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-1 to 8 percent; size-fine to medium; contrast-faint to distinct; color-shades of gray; boundary-diffused; location-in matrix\n2Bt horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 3 to 6\nTexture: silty clay loam, silty clay or clay\nClay films: location-on all faces of peds; contrast-distinct\nRedox concentrations: amount-8 to 35 percent; size-fine to medium; contrast-distinct or prominent; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-0 to 20 percent; size-fine; contrast-faint to distinct; color-shades of gray; boundary-clear; location-in matrix\nGlossic material: 0 to 5 percent\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\n2BCtg horizon (where present):\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 2\nTexture: silt loam, silty clay loam, silty clay or clay\nClay film: location-on all faces of peds; faint to distinct\nRedox concentrations: amount-5 to 35 percent; size-fine to medium; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-0 to 10 percent; size-fine; contrast-faint to distinct; color-shades of gray; boundary-clear; location-in matrix\nReaction (pH): very strongly acid to slightly alkaline (4.5 to 7.8)\n3BC or 3C horizon (where present):\nHue: 2.5YR to 10YR\nValue: 4 or 8\nChroma: 2 to 8\nTexture: silty clay loam, silty clay or clay\nRedox concentrations: amount-0 to 10 percent; size-fine to medium; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-3 to 20 percent; size-fine; contrast-faint to distinct; color-shades of gray; boundary-clear; location-in matrix surrounding redox concentrations\nIron manganese segregations: amount-0 to 12 percent; kind-masses\nReaction (pH): strongly acid to slightly alkaline (5.0 to 7.8)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils include the Acadia (LA), Acadiana (LA), Huntsburg, (TX), and Searcy (AL), Stigler (OK), and Tamaha (OK), and Texla (TX) series.\nAcadia soils: higher average rainfall and frost-free days; occur at lower elevations on coastal prairies and flatwoods\nAcadiana and Texla soils: do not have aquic conditions in the upper 76 cm (30 in)\nTamaha soils: average annual rainfall of 1092 mm (43 in); moderately well drained\nHuntsburg soils: moderately well drained; loamy fine sand surface horizon texture\nSearcy soils: greater amount of sand in the surface horizon; moderately well drained; mixed mineralogy\nStigler soils: formed in loamy and clayey colluvium over interbedded shale and sandstone; average annual rainfall of 1092 mm (43 in); mixed mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: late Pleistocene age loamy and clayey alluvium\nLandscape: flat coastal plains\nLandform: terraces\nSlope: 0 to 3 percent but dominantly from 0 to 2percent\nMean annual precipitation: 1143 to 1499 mm (45 to 59 in)\nPrecipitation Pattern: mostly uniform throughout the year with slight peaks in the spring and fall months\nMean annual air temperature: 14.4 to 20.0 degrees C (58 to 68 degrees F)\nFrost-free period: 200 to 300 days\nElevation: 15.2 to 82 m (50 to 270 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ashford (LA), Gore (LA) Kolin (LA), Muskogee (OK), and Wrightsville (AR) series.\nAshford soils: have gray matrix colors throughout, are poorly drained and have vertic properties and occur in similar positions\nGore soils: have redder colors in the upper part of the solumn and occur on terrace risers\nKolin and Muskogee soils: have less than 35 percent clay in the control section and occur on terrace risers\nWrightsville soils: have intrusions of albic materials in the Bt horizon, have gray matrix colors throughout the sola and occur in depressional areas on old stream terraces"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly\nPermeability: very slow\nRunoff: high on slopes less than 1 percent and very high on slope greater than 1 percent\nEpisaturation: these soils are saturated to within 15 cm to 50 cm (0.5 to 1.6 ft) of the surface from December through April in normal years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: About half of the acreage is cleared and used for growing crops and pasture, the other half is in forest, part of which is grazed\nNative vegetation: Main crops are rice, soybeans, and sweet potatoes. Pasture grasses are varieties of bermudagrass, and bahiagrass\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites: Wet Terrace"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Arkansas, Louisiana\nLand Resource Region: Land Resource Region: P-South Atlantic and Gulf Slope Cash Crops, Forest, and Livestock Region\nMLRA 133B-Western Coastal Plain\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafayette County, Arkansas; 2017."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Dorcheat series was established to replace the Acadia soil series in MLRA 133B-Western Coastal Plains. The Acadia series was originally set up in MLRA 150A-Gulf Coast Prairies and correlated in MLRA's 150A, 152B-Western Gulf Coast Flatwoods and 133B-Western Coastal Plains. With such variations in the climatic environment, it was decided that a new series was needed to accommodate those soils in MLRA 133B.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 27 cm (0 to 11 in) (A,BE horizons)\nArgillic horizon: 27 to 168 cm (11 to 66 in) (Btg, Btg/E, 2Bthorizons)\nRedox concentrations: 8 to 203 cm (3 to 80 in) (BE, Btg/E, 2Bt, 3BC horizons)\nRedox depletions: 8 to 203cm (3 to 203 in) (BE, Btg/E, 2Bt, 3BC horizons)\nAquic conditions:   0 to 44 cm (0 to 17 in) (A, BE, Btg/E1)\nEpisaturation: 0 to 44 cm (0 to 17 in) (A, BE, Btg/E)\nReduced Matrix: 27 to 80 cm (11 to 31 in) (BE, Btg/E horizons)\nADDITIONAL DATA: KSSL sample S2017AR073001\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 12th Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 centimeters (0 to 3 in); dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; very strongly acid; clear smooth boundary. (Thickness of the A horizon is 7 to 26 cm [3 to 10 in])"
      },
      {
        "name": "BE",
        "top": 8,
        "bottom": 27,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--8 to 27 centimeters (3 to 11 in); 60 percent yellowish brown (10YR 5/6) and 40 percent grayish brown (10YR 5/2) silt loam; weak medium subangular blocky structure; friable; common fine roots; common fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries on surfaces along root channels; very strongly acid; gradual wavy boundary. (Thickness of the BE horizon is 10 to 72 cm [4 to 28 in])"
      },
      {
        "name": "Btg1",
        "top": 27,
        "bottom": 44,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1--27 to 44 centimeters (11 to 17 in); 80 percent grayish brown (10YR 5/2) and 20 percent yellowish brown (10YR 5/6) silty clay loam; weak fine and medium subangular blocky structure; firm; few fine roots; few fine tubular pores; 15 percent distinct clay films on all faces of peds; 8 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 44,
        "bottom": 80,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2--44 to 80 centimeters (17 to 31 in); 50 percent grayish brown (10YR 5/2) and 50 percent strong brown (7.5YR 5/6) silty clay; moderate fine and medium subangular blocky structure; very firm; few fine roots; 50 percent distinct clay films on all faces of peds; 5 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 5 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; very strongly acid; gradual wavy boundary. (Combined thickness of the Btg horizon is 51 to 152 cm [20 to 60 in])"
      },
      {
        "name": "2Bt1",
        "top": 80,
        "bottom": 99,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--80 to 99 centimeters (31 to 39 in); yellowish brown (10YR 5/6) silty clay; moderate medium subangular blocky; very firm; few fine roots between peds; 50 percent distinct clay films on all faces of peds; 4 percent strong brown (7.5YR 5/6) redox concentrations with sharp boundaries in matrix; 2 percent medium prominent yellowish red (5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 20 percent grayish brown (10YR 5/2) redox depletions with diffuse boundaries in matrix; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 99,
        "bottom": 168,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt2--99 to 168 cm (39 to 66 in); yellowish brown (10YR 5/6) silty clay; moderate medium angular blocky structure; very firm; 30 percent prominent clay films on faces of peds; 4 percent prominent yellowish red (5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 3 percent prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 5 percent distinct grayish brown (10YR 5/2) masses of reduced iron with diffuse boundaries in matrix; gradual wavy boundary; very strongly acid. (Combined thickness of the 2Bt horizon is 0 to 99 cm [0 to 39 in])"
      },
      {
        "name": "3BC",
        "top": 168,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "narrative": "3BC--168 to 203 centimeters (66 to 80 in); yellowish red (5YR 4/6) silty clay; weak coarse subangular blocky structure; very firm; 3 percent prominent black (10YR 2/1) stains on ped faces; 1 percent soft black (10YR 2/1) nodules; slightly acid."
      }
    ]
  ]
}
