{
  "SERIES": "DORMONT",
  "STATUS": "Established Series",
  "BYREV": "DJB/Rev. MDJ",
  "REVDATE": "12/2012",
  "STATES": "PA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dormont silt loam, in an idle field. (Colors are for moist soil.)\nAp--0 to 28 cm (0 to 11 inches); brown (10YR 4/3) silt loam; moderate fine granular structure; friable, slightly sticky, non-plastic; common very fine and fine roots throughout; 5 percent shale fragments; slightly acid; abrupt wavy boundary. (13 to 36 cm thick)\nBt1--28 to 53 cm (11 to 21 inches); strong brown (7.5YR 5/6) silt loam; strong medium subangular blocky structure; firm, slightly sticky, slightly plastic; few very fine roots between peds; 10 percent faint yellowish brown (10YR 5/4) clay films on faces of peds; 5 percent shale fragments; moderately acid; clear wavy boundary.\nBt2--53 to 79 cm (21 to 31 inches); reddish yellow (7.5YR 6/6) silty clay loam; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; few very fine roots between peds; 30 percent distinct yellowish brown (10YR 5/6) clay films on faces of peds and linings of pores; 8 percent shale fragments; moderately acid; clear wavy boundary.\nBt3--79 to 117 cm (31 to 46 inches); pale brown (10YR 6/3) channery silty clay loam; strong medium and coarse subangular blocky structure; firm, moderately sticky, moderately plastic; 40 percent distinct clay films on faces of peds and linings of pores; 5 percent medium irregular black (5YR 2/1) manganese masses around rock fragments; common fine distinct irregular brownish yellow (10YR 6/6) masses of iron accumulation and many fine and medium distinct irregular gray (10YR 6/1) iron depletions; 18 percent shale fragments; moderately acid; gradual wavy boundary.\nBt4--117 to 157 cm (46 to 62 inches); light yellowish brown (10YR 6/4) very channery silty clay loam; strong medium and coarse subangular blocky structure; firm, slightly sticky, slightly plastic; 20 percent distinct clay films on faces of peds and linings of pores; 10 percent medium irregular black (5YR 2/1) manganese masses around rock fragments; many medium distinct irregular yellowish brown (10YR 5/6) masses of iron accumulation and many medium distinct irregular gray (10YR 6/1) iron depletions; 40 percent shale fragments; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 63 to 129 cm)\nBC--157 to 191 cm (62 to 75 inches); light yellowish brown (10YR 6/4) extremely channery silty clay loam; weak coarse subangular blocky structure; firm, slightly sticky, slightly plastic; 10 percent faint clay films on faces of peds; 5 percent medium irregular black (5YR 2/1) manganese masses around rock fragments; many fine distinct irregular strong brown (7.5YR 5/6) masses of iron accumulation and common fine distinct light gray (10YR 7/1) iron depletions; 80 percent shale fragments; moderately acid. (0 to 38 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nState:  Pennsylvania\nCounty:  Westmoreland\nUSGS Topographic Quadrangle:  Donora, PA\nLatitude:  40.171389 N (NAD 83)\nLongitude:  79.793333 W (NAD 83)\nDirections to Pedon:  Rostraver Township, 0.75 miles SE of Sweeneys Crossroads, 530 feet NE of PA 51 in a field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic horizon: 13 to 36 cm (5 to 14 inches)\nDepth to the base of the Argillic horizon: 102 to 167 cm (40 to 66 inches)\nSolum Thickness: 91 to 191 cm (36 to 75 inches)\nDepth Class:  Deep and Very Deep\nDepth to Bedrock: Greater than 102 cm (40 inches)\nDepth to Seasonal High Water Table: 51 to 89 cm (20 to 35 inches), January through April\nRock Fragment content: 0 to 15 percent, by volume, in the A horizon, 2 to 15 percent in the upper part of the Bt horizon, 2 to 70 percent in the lower part of the Bt horizon, and 2 to 85 percent in the BC and/or C horizons\nSoil Reaction: Very strongly acid through slightly acid in the upper part of the solum, strongly acid through slightly alkaline in the lower solum and substratum, except where limed\nRange in Individual Horizons:\nAp or A horizon:\nColor--hue of 7.5YR through 2.5Y; value of 3 through 5; and chroma of 2 through 4\nTexture (fine-earth fraction)--silt loam or silty clay loam; 9 to 18 percent sand, 17 to 30 percent clay\nE horizon: thin, where present\nBA and/or BE horizon (where present):\nColor--hue of 7.5YR through 2.5Y; value of 4 through 6; and chroma of 4 or 6\nTexture (fine-earth fraction)--silt loam or silty clay loam; 8 to 20 percent sand, 20 to 34 percent clay\nBt horizon(upper part):\nColor--hue of 7.5YR through 2.5Y; value of 4 through 6; and chroma of 4 or 6\nTexture (fine-earth fraction)--silt loam or silty clay loam; 8 to 20 percent sand, 20 to 34 percent clay\nBt horizon(lower part):\nColor--hue of 7.5YR through 5Y or neutral; value of 4 through 6; and chroma of 0 through 6\nTexture (fine-earth fraction)--silt loam, silty clay loam, or silty clay; 7 to 20 percent sand, 20 to 50 percent clay\nRedoximorphic depletions with chroma of 2 or less\nBC and/or C horizon (where present):\nColor--hue of 7.5YR through 5Y or neutral; value of 4 through 6; and chroma of 0 through 6\nTexture (fine-earth fraction)--silt loam, silty clay loam, or silty clay; 4 to 15 percent sand, 20 to 45 percent clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCoggon soils--have a lithologic discontinuity and do not have more that 15 percent rock fragments\nHebron soils--have carbonates within the series control section\nNessel soils--have carbonates within the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s): 125 (Cumberland Plateau and Mountains), 126 (Central Allegheny Plateau), 127 (Eastern Allegheny Plateau and Mountains)\nLandscape: Hills\nLandform: Hill and hillslope\nHillslope Profile Position: Summit, shoulder or backslope\nGeomorphic Component: Interfluve, side slope or head slope\nParent Material Origin:  non-acid shale and siltstone and thin beds of limestone and sandstone\nParent Material Kind:  Residuum\nSlope: 0 to 50 percent\nElevation: 190 to 475 meters (620 to 1550 feet)\nFrost-free period: 170 to 205 days\nMean Annual Air Temperature: 8 to 13 degrees C. (46 to 55 degrees F.)\nMean Annual Precipitation: 940 to 1220 mm (37 to 48 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nClarksburg soils--occur on lower side slopes, head slopes and base slopes, and have a fragipan\nCulleoka soils--occur on crests, nose slopes and side slopes with better drainage where bedrock is moderately deep\nGuernsey soils--occur on similar positions of the landscape but where limestone predominates\nLibrary soils--occur on less sloping interfluves, head slopes and base slopes where parent materials are dominantly limestone\nLowell soils--occur on crests, nose slopes and side slopes with better drainage where limestone predominates\nWestmoreland soils--occur on crests, nose slopes and side slopes with better drainage"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Thick (>100 cm), moderately deep (50-100 cm), and common (present 3-6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low through very high\nSaturated Hydraulic Conductivity: Moderately low through high in the upper part, moderately low in the lower part\nShrink-Swell Potential: Low, medium or high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Pasture, woodland and some cropland\nDominant Vegetation: Where cultivated--mainly corn, soybeans and small grains; where wooded--chiefly mixed hardwoods, dominated by oak and maple"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southwestern Pennsylvania and West Virginia\nExtent: Extensive, about 470,000 acres at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegheny County, Pennsylvania, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from 0 to 28 cm (Ap horizon)\nArgillic horizon--the zone from 28 to 157 cm (Bt1, Bt2, Bt3, and Bt4 horizons)\nRedoximorphic depletions with chroma of 2 or less--79 to 191 cm\nThis revision eliminates colluvium as a parent material for the Dormont series.  Workers involved in recent Soil Survey updates believe this soil is mainly derived from residuum.  Future MLRA update work on this series will include addressing Dormont where historically mapped in colluvial landform positions.\nPrevious revision: 08/2005-WRK,AWD,ART\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
