{
  "SERIES": "DOROSHIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KMO/JPM/DM",
  "REVDATE": "03/2005",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic Terric Cryohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Doroshin peat - at 350 feet elevation under bog vegetation. (All colors are for moist soil)\nOi--0 to 14 inches; dark reddish brown (5YR 3/2) peat; 90 percent fibers unrubbed, 75 percent fibers rubbed; 5 percent thin strata of mineral material; strongly acid (pH 5.2), clear smooth boundary.\nOe1--14 to 24 inches; very dark grayish brown (10YR 3/2) mucky peat; 60 percent fibers unrubbed, 25 percent fibers rubbed; 5 percent thin strata of mineral material; strongly acid (pH 5.3); clear smooth boundary.\nOe2--24 to 36 inches; very dark brown (10YR 2/2) mucky peat; 30 percent fibers unrubbed, 25 percent fibers rubbed; 10 percent thin strata of mineral material; strongly acid (pH 5.3); abrupt smooth boundary.   (Combined thickness of the O horizons is 16 to 50 inches)\n2Cg--36 to 60 inches; dark greenish gray (5GY 4/1) silt loam; massive; friable, slightly sticky and nonplastic; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anchorage Area, Alaska, about 1.2 mile west of Lower Fire Lake; in the NE1/4, SW1/4, Section 25, T.15N., R.2W., Anchorage B7SW  Seward Meridian; UTM north 6805376 and UTM east 0363161, zone 6."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to mineral material: 16 to 50 inches\nReaction class of organic materials: 4.5 or greater (0.01M CaCl2) within some part of the control section\nStrata of fibrous peat: may occur at any depth\nThin strata of mineral material: common in the organic materials\nMineral substratum: dominantly silt loam lacustrine deposits with occasional strata of volcanic ash, very fine sandy loam, sand, loamy sand, or gravel.\nO horizon:\nMatrix color: hue of 5YR to 10YR; value of 2 to 5; chroma of 1 to 4\nReaction class: very strongly acid or strongly acid\n2C horizon:\nMatrix color: hue of 7.5YR to 5Y, value of 3 to 7; chroma of 1 to 4\nTexture: is silt loam, loam, loamy sand, very fine sandy loam, sandy loam, modified by 0 to 25 percent gravel\nClay content: less than 18 percent\nReaction class: strongly acid or moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hewitt, Stanbro and Tepete series. Hewitt and Stanbro soils have more than 18 percent clay in the mineral underlying material. Tepete soils have continuous loose sand and gravel in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nDepth class: very deep\nDrainage class: poorly drained\nParent material: organic material overlying loamy and gravelly sediments or till\nLandform depressions or fins on drainageways, outwash plains, till plains, along lake borders, and on footslopes affected by seepage\nSlopes: 0 to 20 percent\nMean annual temperature: 32 to 35 degrees F.\nMean annual precipitation: 14 to 29 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Kashwitna and Clam Gulch soils. Kashwitna soils are well drained and occur on hills and till plains. Clam Gulch soils are very poorly drained mineral soils that occur on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained ponded to very high runoff. The water table is at or near the surface from May through September. Saturated hydraulic conductivity is high or very high in the organic materials and moderately high in the mineral underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Doroshin soils are used for wildlife habitat and recreation. The native vegetation consists of mosses, sedges, willows, low-growing woody shrubs, and black spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 224 Cook Inlet Lowlands, South-central Alaska. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kenai-Kasilof Area, Alaska, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nHemic material: 14 to 36 inches\nLoamy material: 36 to 60 inches\nReaction class of the organic matter: greater than 4.5 (0.01M CaCl2) in at least part of the control section within each pedon.\nThe Doroshin series was originally classified as Dysic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
