{
  "SERIES": "DORVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-WEH-LMC",
  "REVDATE": "11/2004",
  "STATES": "MI,NY",
  "OVERVIEW": "The Dorval series consists of very deep, very poorly drained, organic soils in depressions on till plains and lake or marine plains. Dorval soils formed in predominantly well decomposed organic material underlain by clayey deposits. Slope ranges from 0 to 2 percent. Mean annual temperature is 43 degrees F. and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, euic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dorval muck, on a 1 percent slope in a depressional marshy area. (Colors are for moist soil).\nOa1 -- 0 to 17 inches; black (N2/0) broken face, very dark gray (5YR 3/1) rubbed, sapric material; about 40 percent unrubbed fibers, 10 percent rubbed; moderate fine and medium granular structure; very friable; woody and herbaceous fibers; few fine and very fine roots; neutral; clear wavy boundary.\n0a2 -- 17 to 23 inches; very dark gray (5YR 3/1) broken face, dark reddish brown (5YR 3/2) rubbed, sapric material; about 50 percent unrubbed fibers, 10 percent rubbed; massive; friable; woody and herbaceous fibers; 2 percent woody fragments; neutral; clear wavy boundary. (The combined thickness of 0a horizons is 12 to 50 inches).\nOe -- 23 to 31 inches; dark brown (7.5YR 3/2) broken face; dark reddish brown (5YR 3/2) rubbed, hemic material; about 90 percent unrubbed fibers, 20 percent rubbed; massive; friable; woody and herbaceous fibers; 2 percent woody fragments; neutral; clear wavy boundary. (0 to 9 inches thick).\n2Cg -- 31 to 72 inches, gray (5YR 5/1) silty clay; massive; slightly sticky, slightly plastic; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Lawrence County, New York; in the town of Lisbon, 300 feet south of a gravel pit, 1/2 mile east of Five Mile Line Road, 1/2 mile south of Nelson Road. USGS Sparrowhawk Point, NY topographic quadrangle; Latitude 44 degrees, 45 minutes, 16 seconds N. and Longitude 75 degrees, 21 minutes, 05 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the organic material commonly is 24 to 42 inches, but ranges from 16 to 50 inches. The organic material above the mineral C horizon is from woody, herbaceous, or mixed vegetation. Many pedons contain fragments of twigs, branches, or logs ranging from 1/8 to 5 inches in diameter and up to 15 percent of the volume. The organic portion of the control section ranges from strongly acid to slightly alkaline and lacks free carbonates. The mineral soil substratum ranges from slightly acid to moderately alkaline.\nThe surface tier has hue of 5YR through 10YR or is neutral, has value of 2 or 3, and chroma of 0 through 2. Exclusive of loose surface litter or mosses, it is sapric or hemic material with an unrubbed fiber content that ranges from 20 to 50 percent.\nThe subsurface tier has colors similar to the surface tier. It is dominantly sapric material, but thin hemic layers are common. Unrubbed fiber content ranges from about 20 to 90 percent.\nThe C horizon has hue of 5Y through 2.5YR, value of 4 through 6, and chroma of 1 through 6. Texture is clay, silty clay, silty clay loam, or clay loam. Thin layers in some pedons have more sand or silt and less clay. Rock fragments are usually absent but range to 5 percent by volume in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. The Carbondale, Cathro, Dora, Lupton, Markey, Ossipee, Rondeau, Seeleyville, and Willette series are in closely related families. Carbondale, Lupton, and Seeleyville soils do not have a mineral layer 12 inches or more thick that has its upper boundary in the control section below the surface tier. Cathro and Markey soils have less than 35 percent clay in the 2C horizon. Dora soils are morphologically similar, but have 2C horizons within the control section that are dominated by montmorillonitic mineralogy. Ossipee soils are dominated by hemic material and have a dysic reaction class. Rondeau soils have marly 2C horizons within the control section. Willette soils are similar, but have a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dorval soils are in depressions within till plains and lake and marine plains. The slope ranges from 0 to 2 percent. The soils formed in organic materials resulting from the decomposition of woody and herbaceous vegetation. Mean annual temperature ranges from 42 to 45 degrees F., mean annual precipitation ranges from 35 to 42 inches, and mean annual frost-free days ranges from 120 to 150 days. Elevation ranges from 200 to 900 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adjidaumo, Carbondale, Munuscong, Searsport, and Swanton soils. The Adjidaumo, Munuscong, Swanton, and Searsport soils are mineral soils on slightly higher landscape positions. Carbondale soils larger or deeper depressional positions where organic material accumulation is thicker."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. The potential for surface runoff is negligible to very high. Permeability is moderate or moderately rapid in the organic layers and very slow in the clayey substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are in brushland with speckled alder, willow, red stemmed dogwood, sedges, rushes, and grasses. Some areas are wooded, with red maple, American elm, white ash, northern white cedar, and aspen being the principal species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The St. Lawrence River Valley of Northern New York, the Champlain Plain of New York, and Upper Peninsula of Michigan. MLRA 94A, 142, and 143. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Lawrence County, New York, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Saprists suborder - surface and subsurface tier dominated by sapric material. (the zone from 0 to 31 inches)\nb. Terric subgroup - mineral layer 12 inches or more thick that has its upper boundary in the control section below the surface tier - the zone from 31 to 51 inches.\nc. Control section - the zone from the surface to 51 inches.\nd. Mixed mineralogy - as determined by a NSSL study in 1981 and 1982 that included 36 pedons formed in nearby lacustrine and marine sediments."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "NA",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa1 -- 0 to 17 inches; black (N2/0) broken face, very dark gray (5YR 3/1) rubbed, sapric material; about 40 percent unrubbed fibers, 10 percent rubbed; moderate fine and medium granular structure; very friable; woody and herbaceous fibers; few fine and very fine roots; neutral; clear wavy boundary."
      },
      {
        "name": "Oa2",
        "top": 43,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "0a2 -- 17 to 23 inches; very dark gray (5YR 3/1) broken face, dark reddish brown (5YR 3/2) rubbed, sapric material; about 50 percent unrubbed fibers, 10 percent rubbed; massive; friable; woody and herbaceous fibers; 2 percent woody fragments; neutral; clear wavy boundary. (The combined thickness of 0a horizons is 12 to 50 inches)."
      },
      {
        "name": "Oe",
        "top": 58,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oe -- 23 to 31 inches; dark brown (7.5YR 3/2) broken face; dark reddish brown (5YR 3/2) rubbed, hemic material; about 90 percent unrubbed fibers, 20 percent rubbed; massive; friable; woody and herbaceous fibers; 2 percent woody fragments; neutral; clear wavy boundary. (0 to 9 inches thick)."
      },
      {
        "name": "2Cg",
        "top": 79,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg -- 31 to 72 inches, gray (5YR 5/1) silty clay; massive; slightly sticky, slightly plastic; neutral."
      }
    ]
  ]
}
