{
  "SERIES": "DOTEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WED/RLB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Doten series consists of very deep, moderately well drained soils that formed in alluvium derived from mixed rocks and lacustrine sediments.  Doten soils are on lakeplains, alluvial flats and lake terraces.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Doten silty clay loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; dark grayish brown (2.5Y 4/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; strong very fine granular structure; soft, very friable, moderately sticky and very plastic; many very fine interstitial pores; slightly alkaline (pH 7.5); abrupt wavy boundary.  (0 to 5 cm thick)\nA2--3 to 18 cm; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate medium and coarse subangular blocky structure; hard, friable, very sticky and very plastic; many very fine and fine, and few coarse roots; few fine tubular pores; slightly alkaline (pH 7.5); abrupt wavy boundary.  (0 to 20 cm thick)\nA3--18 to 53 cm; grayish brown (2.5Y 5/2) clay, dark grayish brown (10YR 4/2) moist; strong coarse columnar structure; very hard, firm, very sticky and very plastic; common very fine, fine, and medium and few coarse roots; few very fine tubular pores; common pressure faces on peds and few intersecting slickensides; slightly effervescent; strongly alkaline (pH 8.5); clear wavy boundary.  (13 to 46 cm thick)\nBk1--53 to 71 cm; grayish brown (10YR 5/2) clay, brown (10YR 4/3) moist; moderate coarse prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; common pressure faces and few intersecting slickensides; strongly effervescent; few fine carbonate filaments; strongly alkaline (pH 8.8); clear wavy boundary.  (13 to 36 cm thick)\nBk2--71 to 127 cm; pale brown (10YR 6/3) silty clay, brown (10YR 4/3) moist; few fine distinct brown (7.5YR 4/2), many medium distinct very pale brown (10YR 8/3), and common fine prominent strong brown (7.5YR 5/6) redox concentrations moist; strong very fine and fine subangular blocky structure; hard, friable, moderately sticky and very plastic; few very fine roots; few very fine tubular pores; violently effervescent; few fine carbonate filaments; strongly alkaline (pH 8.8); gradual wavy boundary.  (38 to 86 cm thick)\nBk3--127 to 157 cm; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; many medium distinct very pale brown (10YR 8/3), common fine prominent strong brown (7.5YR 5/6), and few fine faint brown (7.5YR 4/2) redox concentrations moist; massive; hard, friable, sticky and plastic; few very fine roots; few very fine tubular pores; violently effervescent; few fine carbonate filaments; moderately alkaline  (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; approximately 10 miles northwest of Reno in Lemon Valley, about 1,420 feet east and 950 feet north of the southwest corner of section 25, T. 21 N., R. 18 E.; USGS Reno NW 7.5 minute topographic quadrangle; latitude 39 degrees 39 minutes 11 seconds N and longitude 119 degrees 55 minutes 2 seconds W; WGS84 Decimal Degrees 39.6530556 latitude, -119.9172222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, dry in the summer and fall, moist in winter and early spring; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to redox features:  56 to 90 cm.\nDepth to secondary carbonates: 40 to 80 cm.\nCracks: From soil surface to below 50 cm\nOther features:  Some pedons have very shallow ponding in the spring.\nParticle-size control section - Clay content:  40 to 60 percent.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  4 through 7 dry, 3 through 5 moist.\nChroma:  2 or 3.\nReaction:  Slightly alkaline or strongly alkaline.\nCarbonates:  Usually noneffervescent in upper part.  Some pedons may range to violently effervescent.\nBk horizon\nHue:  10YR or 2.5Y.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Clay or silty clay, may be silty clay loam in lower part.\nReaction:  Moderately alkaline to very strongly alkaline.\nOther features:  Gypsum may occur in lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Brubeck, Gerlach, Getrail Horsecamp, Manogue, Moroni and Waspo series.\nBrubeck, Getrail and Waspo soils have bedrock within 100 cm. Gerlach soils have secondary carbonates deeper than 100 cm.  Horsecamp, Manogue and Moroni soils lack redox features within 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Doten soils are on smooth lake terraces, alluvial flats, lakeplains and clay dunes.  These soils formed in mixed alluvium and lacustrine sediments.  Slopes are 0 to 15 percent.  Elevations are 1,370 to 1,990 meters.  The climate is semi-arid.  The mean annual precipitation is 200 to 250 mm; mean annual temperature is 7 to 10 degrees C.; and the frost-free season is 100 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Greenbrae and Jowec soils.  Both soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very slow to medium runoff; very slow permeability; moderately low saturated hydraulic conductivity.  Seasonal high water table is estimated at 150 to 300 cm in the spring when the soil is saturated by capillary action to within 120 cm."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Doten soils are used principally for livestock grazing, recreation, wildlife and urban development.  Native vegetation is big sagebrush, greasewood, and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada.  The series is of small extent. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, South Part, Nevada, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nVertic feature - Cracks that extend from the soil surface to below 50 cm and remain open 60 or more consecutive days following summer solstice and intersecting slickensides.\nParticle-size control section - The zone from 25 to 100 cm (Bk1 and part of A3 and Bk2 horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
