{
  "SERIES": "DOTHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SWA-APT-AMS",
  "REVDATE": "09/2017",
  "STATES": "AL,FL,GA,NC,SC,VA",
  "OVERVIEW": "The Dothan series consists of very deep, well drained soils that formed in thick beds of unconsolidated, medium to fine-textured marine sediments. Dothan soils are on interfluves. Slopes range from 0 to 15 percent. Mean annual temperature is about 18 degrees C (65 degrees F), and the mean annual precipitation is about 1360 millimeters (53 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, kaolinitic, thermic Plinthic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dothan sandy loam, on a cultivated field on the Wiregrass Experiment Station. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 33 centimeters (0 to 13 inches); brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; about 2 percent, by volume, ironstone; many fine roots; strongly acid; abrupt smooth boundary. [6 to 12 inches thick (15 to 30 centimeters thick)]\nBt1--33 to 55 centimeters (13 to 22 inches); yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; about 2 percent, by volume, ironstone; many fine roots; common faint clay films on ped faces; strongly acid; diffuse smooth boundary.\nBt2--55 to 91 centimeters (22 to 36 inches); yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; common faint clay films on ped faces; about 1 percent, by volume, plinthite nodules; common medium distinct strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizons ranges from 38 to 91 centimeters (15 to 36 inches).]\nBtv1--91 to 132 centimeters (36 to 52 inches); yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; common faint clay films on ped faces; about 10 percent by volume, plinthite nodules; common medium distinct strong brown (7.5YR 5/8), red (2.5YR 4/8), yellow (10YR 7/8) masses of oxidized iron and common medium distinct light brownish gray (10YR 6/2) areas of iron depletions; very strongly acid.\nBtv2--132 to 203 centimeters (52 to 80 inches); 20 percent yellowish brown (10YR 5/8), 20 percent strong brown (7.5YR 5/8), 20 percent red (2.5YR 4/8), 20 percent yellow (10YR 7/8) and 20 percent very pale brown (10YR 8/2) sandy clay loam in a variegated pattern; weak medium subangular blocky structure; firm; compact in place; many fine roots; common faint clay films on ped faces; about 20 percent by volume, plinthite nodules; the areas of yellowish brown, strong brown, red, and yellow are oxidezed iron masses; the areas of very pale brown are iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Henry County, Alabama; Wiregrass Agricultural Experiment Station; south side of Alabama Highway 134; NE 1/4, NW ; Section 3; R. 27 E., T. 4 N.; Latitude 31 degrees, 21 minutes, 17.2 seconds North; Longitude 85 degrees, 19 minutes, 30.4 seconds West; Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nPlinthite: Depth to horizons that contain 5 percent or more plinthite ranges from 60 to 152 centimeters (24 to 60 inches).\nSilt content is less than 20 percent.\nClay content is between 18 to 35 percent in the upper 51 centimeters (20 inches) of the Bt horizon.\nDepth to Redox features: Predominantly greater than 102 centimeters (40 inches), but some pedons have iron depletions below a depth of 76 centimeters (30 inches).\nA or Ap horizons:\nHue: 10YR or 2.5Y\nValue: 3 to 7, moist\nChroma: 2 to 4, moist\nTexture: sand, loamy fine sand, loamy coarse sand, loamy sand, fine sandy loam, or sandy loam.\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Quartzite pebbles range from 0 to 5 percent by volume. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: very strongly acid to moderately acid, except where the surface has been limed.\nE horizon, where present:\nHue: 10YR or 2.5Y\nValue: 5 to 7, moist\nChroma: 3 to 6, moist\nTexture: sand, loamy fine sand, loamy coarse sand, loamy sand, fine sandy loam, or sandy loam.\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: very strongly acid to moderately acid\nBE or BA horizon, where present:\nHue: 10YR or 2.5Y\nValue: 5 or 6, moist\nChroma: 3 to 8, moist\nTexture: fine sandy loam or sandy loam\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: very strongly acid to moderately acid\nBt horizon:\nHue: 7.5YR or 2.5Y\nValue: 5 to 8, moist\nChroma: 4 to 8, moist\nTexture: fine sandy loam, sandy loam, or sandy clay loam\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Content of nodular plinthite ranges from 0 to 3 percent, by volume. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: very strongly acid to moderately acid\nRedox features:  Masses of oxidized iron in shades of brown or red range from none to common. Some pedons have iron depletions below a depth of 76 centimeters (30 inches).\nBtc horizon, where present:\nHue: 7.5YR or 2.5Y\nValue: 5 to 8, moist\nChroma: 4 to 8, moist\nTexture: fine sandy loam, sandy loam, or sandy clay loam\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Content of nodular plinthite ranges from 0 to 3 percent, by volume. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: very strongly acid to moderately acid\nRedox features: Masses of oxidized iron in shades of brown or red and range from none to common. Some pedons have iron depletions below a depth of 76 centimeters (30 inches).\nBtv horizon (upper part):\nHue: 10YR or 2.5Y\nValue: 3 or 8, moist\nChroma: 4 to 8, moist\nTexture: Texture is dominantly sandy clay loam but can range up to sandy clay or their gravelly analogues.\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Nodular plinthite ranges from 5 to 35 percent. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: very strongly acid to moderately acid.\nRedox features: Masses of oxidized iron in shades of red and brown range from few to many. Some pedons have iron depletions below a depth of 76 centimeters (30 inches).\nBtv horizon [lower part at depths greater than 102 centimeters (40 inches)]\nHue: 2.5YR to 7.5YR\nValue: 5 or 6, moist\nChroma: 5 to 8, moist\nTexture: Texture is dominantly sandy clay loam but can range up to sandy clay or their gravelly analogues.\nFragments: nodules of ironstone range from 0 to 5 percent, by volume. Nodular and platy plinthite ranges from 5 to 35 percent. Quartzite pebbles range from 0 to 5 percent by volume.\nReaction: strongly acid to very strongly acid.\nRedox features: Masses of oxidized iron in shades of red, brown, and yellow and range from common to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThe Tifton series is the only known series in the same family and are on similar positions and have more than 5 percent, by volume, ironstone nodules in the upper part of the profile.\nBaxterville, Malbis, and Notcher series are in closely related families and have more than 20 percent silt in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Clayey and loamy marine sediments\nLandscape: Coastal Plain\nLandform: Interfluve\nLandscape: Coastal Plain\nHillslope Profile Position: Summit, shoulder, and backslope\nGeomorphic Component: Side slopes,  and interfluve\nSlopes: 0 to 15 percent\nElevation: 30 to 122 meters (98 to 400 feet)\nMean Annual Air Temperature: 13 to 21 degrees C (55 to 70 degrees F)\nMean Annual Precipitation: 1020 to 1740 millimeters (40 to 68 inches)\nFrost Free Duration: 190 to 310 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Tifton series and the Ardilla, Clarendon, Cowarts, Fuquay, Norfolk, Orangeburg, Varina, and Wicksburg series.\nArdilla soils are somewhat poorly drained, are on slightly lower positions and have a fragipan.\nClarendon soils are moderately well drained, on similar to slightly lower positions and have iron depletions with chroma 2 or less within 76 centimeters (30 inches) of the soil surface.\nCowarts soils are moderately well and well drained, are on higher and dissected positions, have less than 5 percent by volume plinthite in the subsoils, have a solum thickness less than 152 centimeters (60 inches) from the surface and are Typic subgroup.\nFuquay soils are well drained on higher positions, have sandy surface and subsurface layers 51 to 102 centimeters (20 to 40 inches) in thickness, and are in an Arenic subgroup.\nNorfolk soils are well drained, on similar positions, have less than 5 percent ironstone nodules and plinthite in their profiles, have a particle size class of Fine-loamy, and are Typic subgroup.\nOrangeburg soils are well drained on similar positions, have less than 5 percent ironstone nodules and plinthite in their profiles, have a particle size class of Fine-loamy, have redder subsoils and are in the Typic subgroup.\nTifton soils are well drained on similar positions and have more than 5 percent, by volume, ironstone nodules in the upper part of the profile.\nVarina soils are well drained soils on similar positions and have a particle size class of Fine, but have more clay in the control section.\nWicksburg soils are well drained on similar or lower side slope positions and have sandy surface and subsurface layers about 51 to 102 centimeters (20 to 40 inches) thick and are in an Arenic subgroup."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Well drained\nSaturated Hydraulic Conductivity (Ksat): high to moderately low in the lower Btv horizons\nPermeability: moderately rapid to slow in the lower Btv horizons\nFlooding frequency and Duration: None\nPonding frequency and Duration: None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas of Dothan soils have been cleared and are used for the production of corn, cotton, peanuts, vegetable crops, hay, and pasture. Forested areas are in longleaf pine, loblolly pine, sweetgum, southern red oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Areas (MLRA): The series occurs primarily in the Southern Coastal Plain (MLRA 133A), but it also occurs to a lesser extent in the Atlantic Coast Flatwoods (MLRA 153A).\nExtent: large extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nHouston County, Alabama; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section: 33 to 83 centimeters (13 to 32 inches)\nOchric epipedon - the zone from 0 to 33 centimeters (0 to 13 inches) (Ap horizon)\nKandic horizon - the zone from 33 to 203 centimeters (13 to 80 inches) (Bt1, Bt2, Btv1 and Btv2 horizons)\nPlinthic feature - the zone from 91 to 203 centimeters (36 to 80 inches) (Btv1 and Btv2 horizons)\nMasses of oxidized iron - 56 to 203 centimeters (22 to 80 inches) (Bt2, Btv1, and Btv2 horizons)\nIron depletions with chroma of 2 or less - 91 to 203 centimeters (36 to 80 inches) (Btv1 and Btv2 horizons)\nThe classification changed from Paleudult to Kandiudult in recognition of the low activity clay amendment to the Keys of Soil Taxonomy 3rd Edition (1/89). This soil is currently classified according to the 12th Edition of the Keys of Soil Taxonomy.\nThe OSD was moved to this location due to disturbance and urbanization of the former OSD site.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S2007AL067001\nOSD User Pedon ID: S2007AL067001\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 33 centimeters (0 to 13 inches); brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; about 2 percent, by volume, ironstone; many fine roots; strongly acid; abrupt smooth boundary. [6 to 12 inches thick (15 to 30 centimeters thick)]"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 55,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bt1--33 to 55 centimeters (13 to 22 inches); yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; about 2 percent, by volume, ironstone; many fine roots; common faint clay films on ped faces; strongly acid; diffuse smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 55,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--55 to 91 centimeters (22 to 36 inches); yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; common faint clay films on ped faces; about 1 percent, by volume, plinthite nodules; common medium distinct strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizons ranges from 38 to 91 centimeters (15 to 36 inches).]"
      },
      {
        "name": "Btv1",
        "top": 91,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btv1--91 to 132 centimeters (36 to 52 inches); yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; common faint clay films on ped faces; about 10 percent by volume, plinthite nodules; common medium distinct strong brown (7.5YR 5/8), red (2.5YR 4/8), yellow (10YR 7/8) masses of oxidized iron and common medium distinct light brownish gray (10YR 6/2) areas of iron depletions; very strongly acid."
      },
      {
        "name": "Btv2",
        "top": 132,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btv2--132 to 203 centimeters (52 to 80 inches); 20 percent yellowish brown (10YR 5/8), 20 percent strong brown (7.5YR 5/8), 20 percent red (2.5YR 4/8), 20 percent yellow (10YR 7/8) and 20 percent very pale brown (10YR 8/2) sandy clay loam in a variegated pattern; weak medium subangular blocky structure; firm; compact in place; many fine roots; common faint clay films on ped faces; about 20 percent by volume, plinthite nodules; the areas of yellowish brown, strong brown, red, and yellow are oxidezed iron masses; the areas of very pale brown are iron depletions; very strongly acid."
      }
    ]
  ]
}
