{
  "SERIES": "DOTSERO",
  "STATUS": "Established Series",
  "BYREV": "CFS/GB",
  "REVDATE": "11/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dotsero gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 7 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many roots; 20 percent pebbles; neutral; clear smooth boundary.  (6 to 10 inches thick)\nA2--7 to 21 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; 20 percent pebbles; neutral; clear smooth boundary.  (10 to 18 inches thick)\nA3--21 to 31 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common roots; 20 percent pebbles; slightly effervescent; moderately alkaline; clear smooth boundary.  (6 to 18 inches thick)\nBk1--31 to 41 inches; dark grayish brown (2.5Y 4/2) gravelly sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; few fine roots; few fine seams of calcium carbonates; 20 percent pebbles; slightly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)\n2Bk2--41 to 60 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine seams of calcium carbonates; 10 percent pebbles; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eagle County, Colorado; 3.5 miles northwest of Gypsum; 1,560 feet east and 975 feet north of the southwest corner of Sec. 26, T. 4 S., R. 86 W; Dotsero USGS quad; lat. 39 degrees 40 minutes 15 seconds N. and long. 107 degrees 00 minutes 25 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 40 to 47 degrees F.  Mean summer soil temperature ranges from 59 to 64 degrees F.  The moisture control section is moist in some or all parts for 90 or more consecutive days when the soil temperature is 47 degrees F. or higher in 9 years out of 10, and it is moist in all parts for 45 or more consecutive days in the 4 months following the winter solstice.  The soil temperature is above 41 degrees F. for 135 to 170 days in the months of May to October.  Depth to carbonates ranges from 18 to 40 inches.  Few fine seams of calcium carbonates are in the Bk horizon.  The particle-size control section has 15 to 30 percent fine basaltic pebbles.  Aeolian or outwash materials are common below a depth of 40 inches.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 3 through 5, 2 or 3 moist, and chroma of 2 or 3.  It is neutral through moderately alkaline. A cambic horizon in some pedons has intermediate color between the A and C horizons.\nThe C and 2C horizons have hue of 2.5Y through 7.5YR, value of 4 through 6, 3 or 4 moist, and chroma of 2 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Breece(CO), (T)Coberly(CO), Hedoes(MT), Parshall(ND), and Ruso(ND) series.  Breece soils are noncalcareous to a depth of 40 inches.  Coberly soils are noncalcareous and have a paralithic contact at a depth of 20 to 40 inches.  Hedoes soils have a cambic horizon. Parshall soils have a Bw horizon and have little or no rock fragments in the control section.  Ruso soils are sandy-skeletal in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dotsero soils are on mountain side slopes and sloping mesas and benches at elevations of about 6,400 to 7,800 feet.  Slopes are 1 to 12 percent on mesas and benches and are 8 to 45 percent on mountain side slopes.  The soils formed in stratified basaltic flow materials and basaltic tuffs.  Mean annual temperature is 37 to 44 degrees F., and mean annual precipitation is about 17 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brownsto, Evanston, Forelle, and Tridell soils.  Brownsto and Tridell soils have a loamy-skeletal particle-size control section and a calcic horizon.  Evanston and Forelle soils have more than 18 percent clay in the particle-size control section. Also, Forelle soils lack a mollic epipedon.  These soils are in the same or similar landscape geographically and topographically."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of this soil on slopes of 1 to 12 percent are irrigated and cropped to alfalfa, irrigated pasture, and small grains. Native range vegetation includes big sagebrush, rabbitbrush, smooth horsebrush, western wheatgrass, bluebunch wheatgrass, prairie junegrass, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aspen-Gypsum Soil Survey Area, Eagle County, Colorado, 1982.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
