{
  "SERIES": "DOTTA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  SJB/HRS/GMK/CEJ",
  "REVDATE": "11/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dotta sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; gray (10YR 5/1) sandy loam, very dark brown (10YR 2/2) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium roots; many very fine and fine tubular and interstitial pores; slightly acid (pH 6.2); clear smooth boundary.  (2 to 8 inches thick).\nA2--6 to 13 inches; gray (10YR 5/1) sandy loam, very dark brown (10YR 2/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; many very fine and fine tubular and interstitial pores; slightly acid (pH 6.2); gradual smooth boundary.  (0 to 8 inches thick).\nBAt--13 to 21 inches; gray (10YR 5/1) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; hard, friable, sticky and slightly plastic; many very fine and fine, and common medium roots; many very fine and fine, and common medium tubular and interstitial pores; common thin clay films in pores and on faces of peds; moderately acid (pH 6.0); gradual smooth boundary.  (5 to 10 inches thick).\nBt1--21 to 30 inches; grayish brown (10YR 5/2) sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, slightly firm, sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular and interstitial pores; many thin clay films on faces of peds and in pores; moderately acid (pH 6.0); clear wavy boundary.  (8 to 15 inches thick).\nBt2--30 to 41 inches; grayish brown (2.5Y 5/2) sandy clay loam, very dark grayish brown (2.5Y 3/2) moist; weak medium prismatic structure parting to strong fine and medium angular blocky; very hard, firm, sticky and plastic; common very fine and fine roots; many very fine and fine tubular and interstitial pores; many thin clay films on faces of peds and in pores; slightly acid (pH 6.3); clear wavy boundary.  (8 to 15 inches thick).\nC1--41 to 59 inches; light brownish gray (10YR 6/2) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular and interstitial pores; slightly acid (pH 6.5); clear smooth boundary.  (15 to 25 inches thick).\nC2--59 to 68 inches; pale brown (10YR 6/3) coarse sandy loam, dark brown (10YR 3/3) moist; massive; hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and fine tubular and interstitial pores; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; approximately 3/8 mile east of Highway 49, 4 1/2 miles northeast of Loyalton; about 750 feet south and 750 feet west of northeast corner section 29, T.22 N., R.16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is moist from mid October until mid July in some or all parts between depths of 8 to 16 inches.  They are dry the rest of the year.  The mean annual soil temperature is 49 to 59 degrees F.  The soil temperature at a depth of 20 inches exceeds 41 degrees F. from March 15 through November and exceeds 47 degrees F.  from April 1 until November 1.  Coarse and very coarse sand make up less than 15 percent of the A and B horizons.  In some pedons, rock fragments make up to 35 percent of the volume.  Fragments are mostly of gravel size, but up to 1/3 of them may be of cobbles.  The solum ranges from 27 to 50 inches thick.  The soil is slightly acid or neutral in the upper horizons and neutral to moderately acid in the lower horizons.  In some pedons, lenses of silt and mottles are in the lower C horizon.\nThe A and BA horizons are 10YR 5/1, 4/1, 3/1, 5/2, 4/2, 5/3, 4/3; 7.5YR 5/2 or 4/2.  Moist color is 10YR 2/1, 2/2, 3/1, 3/2, 3/3 or 7.5YR 3/2.  It is sandy loam or loam and some have a gravelly modifier.  The lower boundary is gradual or there is a transitional horizon.\nThe Bt horizon is 10YR 3/3, 4/2, 4/3, 5/2, 5/3 or 5/4; 7.5YR 4/2, 4/4, 5/2, 5/4; 2.5Y 4/2 or 5/2.  Moist color is 10YR 3/2, 3/3, 3/4, 4/2, 4/3; 7.5YR 3/2 or 4/2.  It is loam or sandy clay loam or their gravelly equivalents.  The weighted average clay content of the control section is 18 to 27 percent.\nThe C horizon is 7.5YR, 10YR or 2.5Y hue with value of 4, 5 or 6 dry and 3, 4 or 5 moist and chroma of 2, 3, 4 or 6 moist.  It ranges from sandy clay loam to coarse sand with 0 to 25 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adieux (T), Banning, Blockhouse (T), Coolbrith, Drews, Gorman, Grosswell (T), Harriman, Haysum (T), Henhill (T), Lonkey (T), Pumphouse (T), Robinette, Supan, Van Dusen, Waha, Wapinitia, Wockum (T), and Yaxon series.  Banning soils have mottles in the A and upper Bt horizons and Bt averages 27 to 35 percent clay.  Blockhouse soils have more than 60 inches thick sola and are dry for 45 to 60 days.  Pumphouse soils have Bk horizons and dominantly silt loam, silty clay loam, and clay loam Bt horizons.  Coolbrith soils are somewhat poorly drained and are mottled below a depth of about 26 inches.  Drews, Haysum, Henhill, Robinette soils have 27 to 35 percent clay in the particle size control section.  Gorman soils have a solum more than 50 inches thick and have more than 15 percent coarse and very coarse sand.  Harriman soils have 27 to 35 percent clay in the argillic horizon and have diatomite or lacustrine tuff at a depth of 40 to 60 inches.  Supan soils are 27 to 35 percent clay.  Van Dusen soils are more than 15 percent coarse sand and very coarse sand and are 25 to 31 percent clay.  Adieux, Lonkey and Waha soils have bedrock at a depth of 20 to 40 inches and are more than 27 percent clay.  Wapinitia soils have bedrock at a depth of 40 to 60 inches and have 27 to 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dotta soils are on alluvial fans and terraces.  Slopes are 0 to 30 percent.  The soils formed in alluvium from metamorphic and igneous rock sources. Elevations are 2,000 to 5,500 feet.  The climate is semiarid with cold moist winters and warm dry summers.  Mean annual precipitation is 12 to 25 inches, much of it falling as snow.  Seasonal snow fall is 12 to 48 inches.  Mean January temperature is 30 degrees F.; mean July temperature is about 69 degrees F.; mean annual temperature is about 47 to 52 degrees F.  Frost-free period is about 60 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Badenaugh, Bidwell, Bieber, Calpine and Lovejoy soils.  Badenaugh soils have more than 35 percent by volume of rock fragments in the control section.  Bidwell soils are moist for less than 90 days when the temperature is above 47 degrees F.  Bieber and Lovejoy soils have a duripan.  Calpine soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to slow runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cultivated crops, irrigated hay and pasture and for livestock grazing.  Vegetation is Idaho fescue, bluebunch wheatgrass, beardless wheatgrass and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The series is of moderate extent.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Plumas County, California 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils mapped on mountain toeslopes in Sierra Valley SSA are now excluded from the concept of Dotta.  Soils that were mapped with less than 12 inches of precipitation are now considered to have aridic moisture regimes.  Soils mapped with a clay loam argillic horizon are taxadjuncts to the series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to 21 inches (A1, A2, and BAt horizons)\nArgillic horizon - the zone from 13 to 41 inches (BAt, Bt1, and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
