{
  "SERIES": "DOUBLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGS/RLB",
  "REVDATE": "11/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Double silt loam--rangeland (Colors are for dry soil unless otherwise stated.).\nA--0 to 2 inches; light brown (7.5YR 6/3), silt loam, brown (7.5YR 4/3), moist; 24 percent clay; moderate very fine granular structure; moderately sticky, nonplastic; many fine roots and many very fine roots; violently effervescent, by HCl, 1 normal; moderately alkaline; clear smooth boundary (1 to 5 inches thick).\nBw1--2 to 8 inches; brown (7.5YR 5/3), silt loam, brown (7.5YR 4/3), moist; 27 percent clay; moderate very fine subangular blocky structure; moderately sticky, nonplastic; many fine roots and many very fine roots; few medium tubular pores; violently effervescent, by HCl, 1 normal; moderately alkaline; clear smooth boundary (4 to 10 inches thick).\nBw2--8 to 37 inches; light brown (7.5YR 6/4), clay loam, brown (7.5YR 4/4), moist; 32 percent clay; moderate medium subangular blocky structure; moderately sticky, nonplastic; common fine roots and common very fine roots; common medium tubular pores; violently effervescent, by HCl, 1 normal; moderately alkaline; gradual smooth boundary (20 to 34 inches thick).\nBw3--37 to 80 inches; light brown (7.5YR 6/4), loam, brown (7.5YR 4/4), moist; 25 percent clay; weak medium subangular blocky structure; moderately sticky, nonplastic; common very fine roots; few medium tubular pores; violently effervescent, by HCl, 1 normal; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; approximately 6.8 miles north and 19.8 miles east of Oro Grande; 2,300 ft. south and 1,050 ft. east of the northwest corner of section 17, T 21 S. R. 12 E.  USGS El Paso Draw, NM topographic quadrangle; lat. 32 degrees 28 minutes 47.8 seconds N. and long. 105 degrees 44 minutes 45.78 seconds W. UTM zone 13, 429902E, 3593694N; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: usually dry in all parts less than three-fourths of the time that the soil temperature exceeds 41 degrees F.  Ustic aridic moisture regime.\nMean annual soil temperature: 59 to 62 degrees F.\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nCoarse fragment content:  0 to 5 percent\nA horizon\nHue:  7.5YR, 10YR\nValue:  4 to 6 dry, 3 to 6 moist\nChroma:  2 to 4, dry or moist\nBw horizon\nHue:  7.5YR, 10YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  2 to 6, dry or moist\nTexture:  loam, silt loam, clay loam, silty clay loam, sandy clay loam\nCoarse fragments:  limestone fragments; 0 to 5 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Hooks (AZ), Lalande (NM), and Tenneco (AZ) series.\nHooks soils are noneffervescent throughout.  Lalande soils formed in material from redbed formations and are noneffervescent in the upper 10 inches in some pedons, also mapped on the high plains of Texas and are moist in the soil moisture control section during May and June.  Tenneco soils have Bk horizons and secondary carbonates in the lower part of the subsoil and mean annual soil temperature of 62-69 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Double soils are on alluvual fans.  They formed in calcareous alluvium.  Slopes range from 0 to 5 percent.  Elevation ranges from 4,700 to 6,000 feet.  The mean annual air temperature is 58 to 61 degrees F.  The frost-free period is 140 to 180 days.  The mean annual precipitation is 12 to 14 inches.  Precipitation falls mostly during the months of July through September.  The driest months are March and April."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armesa, Jerag, Reyab, and Salado soils.  Armesa soils have calcic horizons within 20 inches of the surface and are on erosional remnants.  Jerag soils have petrocalcic horizons within 20 inches of the surface and are on uplands.  Reyab soils are fine-silty and are on inset fans.  Salado soils have calcic horizons and are on inset fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing. Vegetation is of the mixed prairie type consisting of alkali sacaton, blue grama, tobosa, sand muhly, burrograss, yucca, and cholla."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Trans-Pecos of Texas and southern New Mexico; LRR D, MLRA 42; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County, New Mexico; 2001. Fort Bliss Military Reservation"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 40 inches (Bw2 and Bw3 horizons)\nOchric epipedon:  The zone from 0 to 8 inches (A and Bw1 horizons)\nCambic horizon:  The zone from 2 to 80 inches (Bw1, Bw2, and Bw3 horizons)\nUstic feature:  The soil has an aridic moisture regime that borders on the ustic regime\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nUpdated competing series section 3/20/08, CEM\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
