{
  "SERIES": "DOUDLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, thermic Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Doudle cobbly loam - rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches, brown (7.5YR 5/2) cobbly loam, dark\nbrown (7.5YR 3/2) moist; moderate very fine subangular\nblocky structure; hard, friable; common fine roots; common\nfine pores; few fragments of caliche ranging up to about 2\ninches in diameter; about 20 percent by volume of caliche\nand calcareous cobbles of sandstone; strong effervescence,\nmoderately alkaline; clear smooth boundary.  (4 to 12 inches\nthick)\nBk1--6 to 13 inches, light brown (7.5YR 6/4) loam, brown\n(7.5YR 5/4) moist; moderate very fine subangular blocky\nstructure; hard, friable; common fine roots; common fine\npores; common medium weakly cemented bodies of calcium\ncarbonate; common medium concretions of calcium carbonate;\ncommon fragments of caliche and calcareous sandstone, which\nrange from 3 inches to about 12 inches across and 2 inches\nthick; violent effervescence, moderately alkaline; clear\nsmooth boundary.  (6 to 20 inches thick)\nBk2--13 to 36 inches, pink (5YR 7/4) silt loam, reddish\nyellow (5YR 6/6) moist; weak very fine subangular blocky\nstructure; hard, friable; common fine roots and few coarse\nroots; common fine pores; medium bodies of calcium carbonate\ncomprise about 15 percent of the horizon; few medium\nconcretions of calcium carbonate; few fine fragments of\ncaliche; violent effervescence, moderately alkaline; clear\nsmooth boundary.  (10 to 26 inches thick)\nCk--36 to 48 inches, stratified reddish yellow and pink\nweakly cemented fine grained calcareous sandstone and pink\n(5YR 7/4) silt loam; massive; sandstone is hard when dry,\nbrittle and weakly cemented when moist; common medium soft\nbodies of calcium carbonate; violent effervescence,\nmoderately alkaline; gradual smooth boundary.  (10 to 30\ninches thick)\nC--48 to 60 inches, stratified light reddish brown (5YR\n6/4) loam and clay loam, reddish brown (5YR 5/4) moist;\nmassive; slightly hard, friable; common lenses and pockets\nof dusky red, weak red, pale red, and pinkish gray; few\nstrongly cemented fragments of calcareous sandstone;\nestimated more than 40 percent calcium carbonate equivalent;\nviolent effervescence, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brown County, Texas; from the intersection\nof Farm Road 45 and Indian Creek Road in southern Brown\nCounty, about 1 mile northeast and .5 mile southeast on a\ncounty road; then 200 feet southwest of the road and just\nsouth of a small caliche pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 22 to 40\ninches thick to the paralithic contact with sandstone.  Clay\ncontent, within the 10- to 40-inch control section, ranges\nfrom 8 to 18 percent.  Calcium carbonate equivalent ranges\nfrom 40 to 60 percent.\nThe A horizon is grayish brown to reddish brown in hue of\n5YR to 10YR, value of 4 or 5 and chroma of 2 through 4.\nPedons with moist values and chromas less than 3.5 have A\nhorizons less than 7 inches thick.  Texture is cobbly loam,\ncobbly very fine sandy loam, or cobbly silt loam.  Reaction\nranges from mildly alkaline to moderately alkaline.\nThe Bk horizons are brown to light reddish brown in hue of\n5YR through 10YR, value 5 through 7 and chroma of 2 through\n6.  Texture is loam, silt loam, or very fine sandy loam.\nThe C horizons range from weakly to strongly cemented\ncalcareous pink sandstone interbedded with loam and clay\nloam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brackett, Hext, Karnes,\nSeawillow, Shep, and Weymouth series.  Brackett soils have\nsola less than 20 inches thick.  Hext soils have mixed\nmineralogy.  Karnes soils lack a paralithic contact with\nsandstone within 40 inches depth.  Seawillow and Shep soils\nhave fine-loamy control sections and lack a paralithic\ncontact with sandstone within 40 inches depth.  Weymouth\nsoils have fine-loamy control sections and mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Doudle soils are on gently sloping to\nstrongly sloping low ridges and knolls of the uplands.\nSlopes are dominantly less than 5 percent but range from 1\nto 12 percent.  The soils developed in weakly consolidated, calcareous, sandstones and loamy earths, locally called Pink Sandstone and Pink Caliche.  The unique formation is thought\nto be a basal member of Lower Cretaceous Age.  At the type\nlocation, the mean annual precipitation is about 27 inches,\nmean annual temperature about 65 degrees F., and\nThornthwaite annual P-E index is about 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the\ncompeting Brackett series, and the Bolar, Menard,\nPedernales, and Real series.  Bolar soils have mollic\nepipedons and fine-loamy control sections.  Menard and\nPedernales soils have argillic horizons, and in addition,\nPedernales soils have more than 35 percent clay in the\ncontrol section.  Real soils have mollic epipedons and have\nsola less than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff;\nmoderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for rangeland.  A few areas\nhave been cultivated to small grain or grain sorghum, but\nthe fields are mostly now in grass.  Native vegetation\nconsists mainly of little bluestem, sideoats grama, yucca,\nand live oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Central Texas, and known\nareas are confined mainly to Brown and Mills Counties.  The\nseries is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, Texas; 1975"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Doudle series would have been formerly placed\nin the Regosol great soil group.  The soils were previously\nincluded in the Shep series.  Diagnostic horizons and\nfeatures recognized in this pedon are : Ochric epipedon - 0\nto 6 inches, Cambic horizon - 6 to 36 inches, 6 to 36\ninches, Calcic horizon - 6 to 36 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
