{
  "SERIES": "DOUGLAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD",
  "REVDATE": "08/2003",
  "STATES": "IL",
  "OVERVIEW": "The Douglas series consists of very deep, well drained, moderately permeable soils on convex ridges of the Illinoisan till plain. They formed in 40 to 60 inches of loess and the underlying loamy materials. Slope ranges from 2 to 15 percent. Mean annual temperature is about 54 degrees F, and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Douglas silt loam - on a 6 percent convex slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.\nA--7 to 11 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; slightly acid; clear smooth boundary. (Combined thickness of the A horizons is 10 to 16 inches.)\nBA--11 to 15 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; continuous thin very dark grayish brown (10YR 3/2) organic coatings on faces of peds; common medium irregular accumulations (Fe and Mn oxides); moderately acid; clear smooth boundary. (0 to 8 inches thick)\nBt1--15 to 21 inches; yellowish brown (10YR 5/4) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many thin strong brown (7.5YR 4/6) and dark brown (7.5YR 3/4) clay films on faces of peds; many distinct black (N 2.5/0) organic coatings on faces of peds; common medium irregular accumulations (Fe and Mn oxides); moderately acid; clear smooth boundary.\nBt2--21 to 31 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common distinct strong brown (7.5YR 4/6) and dark brown (7.5YR 3/4) clay films on faces of peds; many medium irregular accumulations (Fe and Mn oxides); moderately acid; clear smooth boundary.\nBt3--31 to 43 inches; yellowish brown (10YR 5/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct strong brown (7.5YR 4/6) clay films and pale brown (10YR 6/3) silt coatings on faces of peds; many medium irregular accumulations (Fe and Mn oxides); slightly acid; clear smooth boundary. (Combined thickness of the Bt horizons is 25 to 40 inches.)\n2Bt4--43 to 57 inches; brown (7.5YR 4/4) silt loam; weak coarse prismatic structure; friable; many distinct brown (7.5YR 4/2) clay films and pale brown (10YR 6/3) silt coatings on faces of peds; many medium irregular accumulations (Fe and Mn oxides); about 18 percent sand; slightly acid; clear smooth boundary.\n2Bt5--57 to 60 inches; brown (7.5YR 4/4) silt loam; weak coarse prismatic structure; friable; common thin reddish brown (5YR 4/3) clay films on faces of peds; many distinct brown (7.5YR 4/2) and black (N 2.5/0) clay films lining worm channels; about 24 percent sand and 4 percent gravel; slightly acid; gradual smooth boundary. (Combined thickness of the 2Bt horizons is 20 to 50 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bond County, Illinois; about 1 mile southeast of Pierron; 460 feet east and 1,460 feet south of the northwest corner of sec. 29, T. 4 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness is greater than 60 inches. Loess thickness ranges from 40 to 60 inches. The mollic epipedon is 10 to 16 inches in thickness. The control section averages between 27 and 35 percent clay.  Sand content in the loess is less than 7 percent. Redoximorphic features typically are not within depths shallower than 40 inches. Mean annual soil temperature is greater than 56 degrees F.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 2 or 3. It is silt loam or silty clay loam.  Reaction ranges from medium acid to neutral.\nSome pedons have an AB horizon instead of a BA horizon.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4. It is dominantly silty clay loam, but commonly grades to silt loam in the lower part. Reaction ranges from strongly acid to slightly acid.\nThe 2Bt horizon has hue of 7.5YR or 5YR, value of 4 t0 6, and chroma of 3 or 4. It is loam, clay loam, or silt loam.  Sand content ranges from 15 to 45 percent. Reaction ranges from medium acid to neutral.\nA 2BC horizon is in some pedons. In some pedons it has redoximorphic features below a depth of about 40 inches that have hue of 10YR, 7.5YR, or 5YR; value of 4 t0 6; and chroma of 2 to 8.\nA 3Bt horizon is within a depth of 60 inches in some pedons, but typically is deeper. It has hue of 7.5YR or 5YR, value of 4 to 6, and chroma of 3 to 8. It is loam, sandy loam, clay loam, sandy clay loam, or the gravelly analog of these textures. Average sand content is less than 80 percent.  This horizon typically contains a Sangamon paleosol and has the highest content of clay in the upper part. Average clay content is less than 27 percent.  It contains strata of sand or gravel in some pedons. Reaction ranges from medium acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashdale, Broadwell, Dinsdale, Elkhart, Elmont, Healing, Lycurgus, Malcolm, Meadowbank, Mendota, Mickle, Ogle, Osco, Parkway, Plano, Proctor, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Toddville, Wakenda, Waupecan, and Wiota series. Ashdale soils have sola less than 60 inches in thickness and contain more clay in the lower part of the solum.  Broadwell soils have sola less than 60 inches in thickness and contain more sand in the lower part of the solum. Dinsdale, Lycurgus, Meadowbank, Proctor, Sidell, Tecumseh and Wiota soils have more than 7 percent sand within a depth of 40 inches.  Elkhart, Mendota, Parkway and Waupecan soils are calcareous within a depth of 60 inches.  Elmont soils formed in residuum weathered from noncalcareous shale and average more than 27 percent clay in the lower part of the series control section.  Healing soils are on flood plains or stream terraces, do not have a lithologic discontinuity in the solum, and average more than 7 percent sand within a depth of 40 inches.  Malcolm soils are less than 40 inches to the base of soil development.  Ogle and Plano soils are less than 56 degrees F. in the temperature control section.  Osco, Tama and Wakenda soils average less than 7 percent sand throughout the series control section.  Richwood and Toddville soils average more than 80 percent sand in the lower part of the series control section.  Ripon soils have their sola terminated by bedrock at depths between 20 and 40 inches.  Sibley soils have a mollic epipedon 24 to 36 inches in thickness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Douglas soils are on prominent, convex ridges of the Illinoisan till plain. Typically they are on the crests or side slopes. Slopes range from 2 to 15 percent. They formed in 40 to 60 inches of loess and the underlying loamy materials. The loamy materials are pedisediments that overlie the Illinoisan drift, or loamy drift of glaciofluvial origin. (See Remarks.) Mean annual temperature ranges from 54 to 57 degrees F, and the mean annual precipitation ranges from 40 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Darmstadt, Harrison, Oconee, Parke, Pike and Tamalco soils. The moderately well drained Tamalco soils and the somewhat poorly drained Darmstadt soils are on similar nearby or adjacent prominent ridges and formed in similar parent materials.  In addition, Darmstadt and Tamalco soils have a high content of exchangeable sodium in the subsoil. Harrison soils are only associated with Douglas soils in a few places and are on nearby lower and more subdued convex ridges. Parke and Pike soils are Alfisols and are on similar nearby or adjacent prominent ridges and formed in similar parent materials.  The somewhat poorly drained Oconee soils are on lower convex ridges and on foot slopes surrounding Douglas soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff is medium. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, small grain, and meadow are the principal crops. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas soils are in southern Illinois. They have a small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Schuyler County, Illinois, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Douglas soils were previously defined to have formed entirely in loess. The current concept recognizes a lithologic discontinuity; an increase in sand at a depth between 40 and 60 inches; and loamy material of glaciofluvial origin in the lower part of the solum or beneath the solum. The materials within a depth of 60 inches commonly are loess and the underlying pedisediment. These soils are dominantly on the ridged drift of the Kaskaskia Basin that is of Illinoisan age. (Illinois State Geological Survey, Circular 442, 1969; Glacial Geology of the Vandalia, Illinois, Region by Jacobs and Lineback.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon  the zone from 0 to 11 inches (Ap and A horizon\nArgillic horizon  the zone from 14 to 60 inches (Bt1, Bt2, 2Bt3, and 2Bt4 horizons.)\nADDITIONAL DATA: Particle size and chemical data from the University of Illinois pedology laboratory and mineralogy check from NSSL on pedon 78IL-3-162 are on file at the Illinois state office.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--7 to 11 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; slightly acid; clear smooth boundary. (Combined thickness of the A horizons is 10 to 16 inches.)"
      },
      {
        "name": "BA",
        "top": 28,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--11 to 15 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; continuous thin very dark grayish brown (10YR 3/2) organic coatings on faces of peds; common medium irregular accumulations (Fe and Mn oxides); moderately acid; clear smooth boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--15 to 21 inches; yellowish brown (10YR 5/4) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many thin strong brown (7.5YR 4/6) and dark brown (7.5YR 3/4) clay films on faces of peds; many distinct black (N 2.5/0) organic coatings on faces of peds; common medium irregular accumulations (Fe and Mn oxides); moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--21 to 31 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common distinct strong brown (7.5YR 4/6) and dark brown (7.5YR 3/4) clay films on faces of peds; many medium irregular accumulations (Fe and Mn oxides); moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 79,
        "bottom": 109,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--31 to 43 inches; yellowish brown (10YR 5/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct strong brown (7.5YR 4/6) clay films and pale brown (10YR 6/3) silt coatings on faces of peds; many medium irregular accumulations (Fe and Mn oxides); slightly acid; clear smooth boundary. (Combined thickness of the Bt horizons is 25 to 40 inches.)"
      },
      {
        "name": "2Bt4",
        "top": 109,
        "bottom": 145,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt4--43 to 57 inches; brown (7.5YR 4/4) silt loam; weak coarse prismatic structure; friable; many distinct brown (7.5YR 4/2) clay films and pale brown (10YR 6/3) silt coatings on faces of peds; many medium irregular accumulations (Fe and Mn oxides); about 18 percent sand; slightly acid; clear smooth boundary."
      },
      {
        "name": "2Bt5",
        "top": 145,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bt5--57 to 60 inches; brown (7.5YR 4/4) silt loam; weak coarse prismatic structure; friable; common thin reddish brown (5YR 4/3) clay films on faces of peds; many distinct brown (7.5YR 4/2) and black (N 2.5/0) clay films lining worm channels; about 24 percent sand and 4 percent gravel; slightly acid; gradual smooth boundary. (Combined thickness of the 2Bt horizons is 20 to 50 inches.)"
      }
    ]
  ]
}
