{
  "SERIES": "DOUGVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/TLA",
  "REVDATE": "3/98",
  "STATES": "WA",
  "OVERVIEW": "The Dougville series consists of deep and very deep, well drained soils formed in mixed loess, volcanic ash and pumice overlying older loess. Dougville soils are on side slopes of uplands. Slopes are 0 to 65 percent. Average annual precipitation is about 12 inches and  average annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dougville fine sandy loam - cropland, on a 15 percent north slope at an elevation of 3,000 feet. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures.)\nAp--0 to 8 inches; gray (10YR 5/1) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium, granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine roots, 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; few fine vesicular pores; slightly alkaline (pH 7.4); clear smooth boundary. (6 to 10 inches thick)\nAB--8 to 19 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine roots; few fine interstitial pores; 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (6 to 12 inches thick)\nBA--19 to 26 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; few fine vesicular pores; 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 8 inches thick)\nBw--26 to 39 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic, common very fine roots; few fine vesicular pores; 20 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 15 inches thick)\n2Bt--39 to 57 inches; light yellowish brown (10YR 6/4) silt loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure; hard, firm, nonsticky and slightly plastic; few very fine roots; few fine vesicular pores; 10 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (16 to 20 inches thick)\n2Bkqm--57 to 60 inches; light yellowish brown (10YR 6/4) gravelly silt loam, dark brown (10YR 4/3) moist; massive; hard, firm, weakly cemented, nonsticky and nonplastic; few fine tubular pores; 5 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; few fine filaments of secondary carbonates in pores and disseminated carbonates throughout the matrix, slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Washington; about 3 miles east of Chelan Falls; about 2,130 feet south and 2,500 west of the northeast corner of section 26, T. 27 N., R. 23 E. (Latitude 47 degrees 48 minutes 30 seconds N, Longitude 119 degrees 54 minutes 30 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 49 to 51 degrees F.. These soils are usually moist in the moisture control section but are dry for 90 to 105 consecutive days following the summer solstice. The mollic epipedon is 20 to 30 inches thick.  Depth to the argillic horizon (2Bt) is 20 to 39 inches. The upper 20 to 39 inches of the profile has 30 to 60 percent volcanic glass, including 10 to 30 percent sand-size pumice, 0.5 to 2.0 mm. in diameter, moist bulk density of 1.10 to 1.35 g/cc, acid oxalate extractable aluminum plus one half of the acid oxalate extractable iron of 0.15 to 0.35 percent, 15-bar water retention of 5 to 10 percent, 0 to 5 percent basalt rock fragments, and an apparent field estimated clay content of 5 to 15 percent.  One or more subhorizons in the top 30 inches of the profile, including the surface horizon in all cases, has less than 75 percent base saturation by sum of cations.  Clay content in the upper 20 inches of the argillic horizon ranges from 8 to 18 percent with less than 15 percent fine sand or coarser.  Some phases are 40 to 60 inches to stratified sandy loam and silty clay loam.\nThe Ap horizon has value of 4 or 5 dry and 2 or 3 moist. Chroma is 1 or 2 dry or moist.\nThe AB horizon has value of 4 or 5 dry and 2 or 3 moist. Chroma is 2 or 3 dry or moist. Textures are fine sandy loam or sandy loam.\nThe BA horizon has value of 4 or 5 dry and 2 or 3 moist. Chroma is 3 or 4 moist. Textures are fine sandy loam or sandy loam.  Reaction is neutral or slightly alkaline.\nThe Bw horizon has value of 5 or 6 dry and 3 or 4 moist. Chroma is 3 or 4 dry or moist. Reaction is neutral or slightly alkaline. Textures are fine sandy loam or sandy loam.\nThe 2Bt horizon has hue of 10YR or 2.5Y. Value is 5 to 8 dry and 4, 5 or 6 moist. Chroma is 2, 3 or 4 dry and 2, 3 or 4 moist. Some pedons have up to  20 percent pebbles in some subhorizon.  Reaction is slightly alkaline or moderately alkaline.\nThe 2Bkqm horizon has hue of 10YR or 2.5Y. It is weakly or moderately cemented.  It is sandy loam, gravelly silt loam or gravelly sandy loam.  Value is 5 thru 8 dry and 4 to 6 moist. Chroma is 2 thru 4 dry or moist. Reaction is slightly alkaline or moderately alkaline. Some pedons lack a 2Bkqm horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Farmer series.  The Farmer series have a mollic epipedon 10 to 20 inches thick and volcanic ash and pumice mixed with loess is 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Dougville soils occur at elevations of 1,300 to 3,300 feet and are on hill slopes and toe slopes of uplands. These soils formed in mixed loess, volcanic ash and pumice overlying older loess. Slopes are 0 to 65 percent. Average annual precipitation is 12 to 15 inches. The semi-arid climate is characterized by warm dry summers and cool moist winters. Average January temperature is 26 degrees F., average July temperature is 70 degrees F., and average annual temperature is 47 to 49 degrees F.  Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Broadax and Dutchenry soils, the competing Farmer soils, and the Nemire and Sevar soils.  Broadax soils are on uplands and are fine-silty. Farmer soils are on uplands. Dutchenry and Sevar soils are on uplands and have a duripan within 40 inches. Nemire soils are in drainageways and depressions and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dougville soils are used mainly for dryland wheat and barley production. Small areas are used for livestock grazing and wildlife habitat.  Potential native vegetation is bluebunch wheatgrass, Idaho fescue and threetip sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Douglas County, Washington, 1978. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 26 inches, 15 to 20 percent sand-size pumice from 0 to 39 inches with an estimated volcanic glass content of 30 to 60 percent, and a coarse-silty argillic horizon from 39 to 57 inches.  A zone of carbonate accumulation is from 57 to 60 inches. Base saturation by sum of the cations is less than 75 percent from 0 to 8 inches.\nThis description reflects a change in type location and classification from coarse-loamy, mixed, mesic Aridic Haploxerolls to coarse-silty, mixed, mesic Vitrandic Argixerolls. The particle-size control section is the zone from 39 to 57 inches (the 2Bt horizon).\nADDITIONAL DATA:  NSSL lab data is available for this soil, NSSL pedon numbers 89P0219, 87P0501 and 90P1014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; gray (10YR 5/1) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium, granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine roots, 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; few fine vesicular pores; slightly alkaline (pH 7.4); clear smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "AB",
        "top": 20,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AB--8 to 19 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine roots; few fine interstitial pores; 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "BA",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--19 to 26 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; few fine vesicular pores; 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 66,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--26 to 39 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic, common very fine roots; few fine vesicular pores; 20 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 15 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 99,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt--39 to 57 inches; light yellowish brown (10YR 6/4) silt loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure; hard, firm, nonsticky and slightly plastic; few very fine roots; few fine vesicular pores; 10 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; slightly alkaline (pH 7.6); gradual wavy boundary. (16 to 20 inches thick)"
      },
      {
        "name": "2Bkqm",
        "top": 145,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bkqm--57 to 60 inches; light yellowish brown (10YR 6/4) gravelly silt loam, dark brown (10YR 4/3) moist; massive; hard, firm, weakly cemented, nonsticky and nonplastic; few fine tubular pores; 5 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; few fine filaments of secondary carbonates in pores and disseminated carbonates throughout the matrix, slightly effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
