{
  "SERIES": "DOUGHBOY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRH, DAV, RRH",
  "REVDATE": "01/2009",
  "STATES": "NE,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, Superactive, mesic Pachic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Doughboy fine sandy loam on a slope of less than 1 percent in an area of native grass. When described, the soil was moist in the upper 48 centimeters (19 inches) and dry below. (Colors are for dry soil unless otherwise stated.)\nAk1--0 to 25 centimeters (0 to 10 inches); dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; soft, very friable; many fine and very fine roots; strong effervescence; finely disseminated carbonate throughout; 2 percent calcium carbonate equivalent; slightly alkaline; gradual wavy boundary.\nAk2--25 to 48 centimeters (10 to 19 inches); dark grayish brown (10YR 4/2) fine sandy loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure parting to weak fine granular; soft, very friable; many fine and very fine roots; strong effervescence; finely disseminated carbonate throughout; 1 percent fine prominent irregular white (10YR 8/1), moist snail shell fragments; 5 percent calcium carbonate equivalent; moderately alkaline; clear smooth boundary. (Combined thickness of the A horizon is 25 to 76 centimeters (10 to 30 inches thick.)\nBk1--48 to 71 centimeters (l9 to 28 inches); gray (10YR 5/1) sandy clay loam, very dark gray (10YR 3/1) moist; weak medium and thick platy structure; slightly hard, very friable; common fine and very fine roots in parting planes between peds; violent effervescence; finely disseminated carbonate throughout; 1 percent fine prominent irregular white (10YR 8/1), moist snail shell fragments; 10 percent fine prominent irregular white (10YR 8/1), moist carbonate masses throughout; 15 percent calcium carbonate equivalent; moderately alkaline; abrupt smooth boundary.\nBk2--71 to 89 centimeters (28 to 35 inches); gray (10YR 6/1) loam, very dark grayish brown (2.5Y 3/2) moist; weak coarse prismatic structure parting to weak medium platy; slightly hard, very friable;common fine and very fine roots in parting planes between peds; violent effervescence; finely disseminated carbonate throughout; 20 percent fine prominent irregular white (10YR 8/1), moist snail shell fragments; 10 percent fine prominent irregular white (10YR 8/1), moist carbonate masses throughout; 42 percent calcium carbonate equivalent;  moderately alkaline; abrupt wavy boundary.\nBk3--89 to 97 centimeters (35 to 38 inches); grayish brown (10YR 5/2) clay loam, very dark brown (10YR 2/2) moist; weak medium granular structure; soft, very friable; few very fine roots throughout; violent effervescence; finely disseminated carbonate throughout; 20 percent fine prominent irregular white (10YR 8/1), moist snail shell fragments; 30 percent calcium carbonate equivalent; moderately alkaline; clear wavy boundary. (Combined thickness of the Bk horizon is 33 to 102 centimeters (13 to 40 inches.)\nCg1--97 to 165 centimeters (38 to 65 inches); light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct dark yellowish brown (10YR 4/4), moist and many fine prominent yellowish brown (10YR 5/8), moist iron masses throughout; massive; hard, friable; few very fine roots throughout horizon; violent effervescence; finely disseminated carbonate throughout; 30 percent fine prominent irregular white (10YR 8/1), moist snail shell fragments; 42 percent calcium carbonate equivalent; moderately alkaline; clear smooth boundary.\nCg2--165 to 200 centimeters (65 to 79 inches); light brownish gray (2.5Y 6/2)fine sandy loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct irregular dark yellowish brown (10YR 4/4), moist iron masses throughout; massive; soft, very friable; few very fine roots throughout horizon; violent effervescence; finely disseminated carbonate throughout; 5 percent fine prominent irregular white (10YR 8/1), moist snail shell fragments; 23 percent calcium carbonate equivalent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cherry County, Nebraska; about 32 kilometers (20 miles) south and 9.6 kilometers (6 miles) west of Cody; 221 meters (725 feet) north and 396 meters (1,300 feet) west of the southeast corner of sec. 24, T. 31 N., R. 35 W. USGS Doughboy topographic quadrangle; latitude 42 degrees, 38 minutes, 45 seconds North and longitude 101 degrees, 22 minutes, 7 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMoisture regime: Ustic\nDepth to redoximorphic features: 76 to 183 centimeters (30 to 72 inches)\nDepth to endosaturation: 91 to 183 centimeters (36 to 72 inches)\nDepths of calcium carbonate: can be not present in the Cg horizons (147 to 200 centimeters 23 to 79 inches)\nCalcium carbonate equivalent in the calcic horizon: 15 to 60 percent\nThickness of the mollic epipedon: 51 to 97 centimeters (20 to 38 inches)\nParticle-size control section (weighted average):\nSand content: 39 to 77 percent\nSilt content: 13 to 38 percent\nNon-carbonate clay content: 9 to 18 percent\nAk horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 6, 2 or 3 moist\nChroma: 1 to 3\nTexture: fine sandy loam, loam, very fine sandy loam, loamy fine sand\nCalcium carbonate equivalent: 2 to 25 percent\nElectric Conductivity: 0 to 2 mmhos/cm\nReaction: slightly alkaline or moderately alkaline\nBkg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 8 dry, 2 to 6 moist\nChroma of 1 or 2\nTexture: fine sandy loam, loam, clay loam, sandy clay loam, very fine sandy loam\nCalcium carbonate equivalent: 15 to 45 percent\nSodium adsorption ratio: 0 to 5\nElectric Conductivity: 0 to 2 mmhos/cm\nReaction: slightly alkaline or moderately alkaline\nCg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 5 to 8 dry, 4 to 7 moist\nChroma of 1 to 3\nTexture: fine sandy loam, very fine sandy loam, loam, loamy very fine sand\nSome pedons have buried surface layers or sandy material below a depth of 102 centimeters (40 inches).\nCalcium carbonate equivalent: 5 to 45 percent\nSodium adsorption ratio: 0 to 5\nElectric Conductivity: 0 to3 mmhos/cm\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: mostly calcareous, loamy eolian deposits when on interdunes on sandhills, some calcareous loamy alluvium when on stream terraces on valleys\nLandscape: mostly sandhills, some stream valleys\nLandform: mostly swales on interdunes, some stream terraces\nSlopes: 0 to 2 percent\nElevation: 914 to 1189 meters (3000 to 3900 feet)\nMean annual air temperature: 8 to 10 degrees C. (46 to 49 degrees F.)\nMean annual soil temperature: 9 to 11 degrees C. (46 to 51 degrees F.)\nMean annual precipitation: 41 to 51 centimeters (16 to 20 inches)\nFrost Free Days: 120 to 140"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cullison, Libory, Nenzel, Ord, and Valentine soils.\nCullison soils are on lower swales on interdunes and are poorly and very poorly drained having a seasonal zone of saturation or aquic conditions beginning at the surface.\nLibory soils are on similar swales on interdunes and are sandy over loamy in the control section.\nNenzel soils are on similar swales on interdunes and are sandy in the control section.\nOrd soils are slightly lower on swales on interdunes, are coarse loamy over sandy or sandy skeletal in the control section, and are somewhat poorly drained having a seasonal zone of saturation or aquic conditions beginning at 46 centimeters (18 inches).\nValentine soils are on higher hummocks and dunes, are sandy in the control section, and are excessively drained having no seasonal zone of saturation or aquic conditions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Moderately well drained\nSaturated hydraulic conductivity: high\nRunoff: negligible"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is livestock grazing. A few areas are cultivated or hayed. Irrigated alfalfa is the major crop. The rangeland native plant community for the sandy lowland ecological site (R065XY029NE) is principally sand bluestem, little bluestem, prairie sandreed, needle and thread, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the western sandhills of Nebraska and sandhills of southwestern South Dakota (MLRA 65, LRR G). The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cherry County, Nebraska, 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon:\nMollic epipedon: 0 to 71 centimeters (0 to 28 inches) (Ak1, Ak2 and Bk1 horizons) Calcic horizon: 48 to 200 centimeters (19 to 79 inches) (Bk1, Bk2, Bk3, Cg1 and Cg2 horizons).\nAquic conditions: 97 to 200 centimeters (38 to 79 inches) (Cg1 and Cg2 horizons)\nRRH in 4/2007: A stream terrace phase or new series will need to be established for the Doughboy soils located on non-flooded stream terraces of valleys.\nRRH in 4/2007: All changed to metric. Introductory paragraph: revised. Typical pedon: revised to better match SSL data. RICs: revised, Bk and Cg horizons: Textures: added clay loam and sandy clay loam. Geographic Setting through Distribution and Extent: revised. Geographically Associated Soils: Deleted Dunday and Ipage, added Cullison, Nenzel, and Ord. Additional Data: revised.\nADDITIONAL DATA: Data is available from the National Soil Survey Center, Soil Survey Laboratory for Pedon ID 86NE031096. Pedon ID 86NE031096 represents the Typical Pedon and it also has data from the Nebraska Department of Roads.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
