{
  "SERIES": "DOVECANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev: CMB/CAH/LJL/ET",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dovecanyon loamy sand occurs on a northeast-facing convex 5 percent slope at an elevation of 1,099 meters.  (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 40 percent gravel.\nA--0 to 4 centimeters (0 to 2 inches); very pale brown (10YR 7/4) loamy sand, dark yellowish brown (10YR 4/4) moist; strong very thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 12 percent gravel; neutral (pH 7.2); abrupt smooth boundary. (3 to 10 centimeters thick)\nABt--4 to 12 centimeters (2 to 5 inches); pink (7.5YR 7/4) coarse sandy loam, brown (7.5YR 4/4) moist; moderate very thick platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine and fine interstitial pores; 20 percent prominent, brown (7.5YR 4/4) clay films on ped faces; 12 percent gravel; neutral (pH 7.0); clear wavy boundary. (0 to 40 centimeters thick)\nBt1--12 to 37 centimeters (5 to 15 inches); light brown (7.5YR 6/4) gravelly coarse sandy loam, strong brown (7.5YR 5/6) moist; weak coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine interstitial pores; 30 percent prominent, brown (7.5YR 4/4) clay films on ped faces; 20 percent gravel; neutral (pH 7.0); abrupt wavy boundary.\nBt2--37 to 92 cm (15 to 36 inches); light brown (7.5YR 6/4) gravelly coarse sandy loam, strong brown (7.5YR 5/6) moist; weak coarse subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine interstitial pores; 40 percent prominent, strong brown (7.5YR 5/6) clay films on ped faces; 20 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (Combined thickness of the Bt1 and Bt2 horizons is 50 to 100 centimeters.)\nBt3--92 to 134 cm (36 to 53 inches); reddish yellow (7.5YR 6/6) gravelly loamy coarse sand, strong brown (7.5YR 5/6) moist; weak coarse subangular blocky structure; moderately hard, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; common very fine interstitial pores; 20 percent prominent, strong brown (7.5YR 5/6) clay films between sand grains; 18 percent gravel; neutral (pH 7.0); clear wavy boundary.\nBt4--134 to 160 cm (53 to 63 inches); reddish yellow (7.5YR 6/6) gravelly coarse sand, strong brown (7.5YR 4/6) moist; weak coarse subangular blocky structure; slightly hard, very friable; nonsticky and nonplastic; common very fine tubular pores; 20 percent faint clay bridging between sand grains; 15 percent gravel; slightly alkaline (pH 7.4) clear wavy boundary. (Combined thickness of the Bt3 and Bt4 horizons is 0 to 75 centimeters.)\nBt5--160 to 192 cm (63 to 76 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, strong brown (7.5YR 4/6) moist; massive; hard, very friable; nonsticky and nonplastic; common very fine interstitial pores; 20 percent distinct clay bridging between sand grains; 18 percent gravel; slightly alkaline (pH 7.6) clear wavy boundary.\nBt6--192 to 200 cm (76 to 79 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; moderately hard, very friable; nonsticky and nonplastic; 20 percent faint clay bridging between sand grains; 8 percent gravel; slightly alkaline (pH 7.6).  (Combined thickness of the Bt horizons is greater than 180 centimeters.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; approximately 36 kilometers north and 16 kilometers east of Mojave, California in the foothills of the extreme southern Sierra Nevada Mountains; approximately 8 kilometers northwest of BLMs Jawbone Canyon OHV Visitor Station, and 1 kilometer north of Bishops mining claim on Road SC 175, within the BLMs Jawbone-Butterbredt OHV-ACEC; and 762 meters west and 152 meters south of the northeast corner of Section 30, T.29 S., R.37 E., MDBM.; 35 degrees, 23 minutes, 18.8 seconds north latitude and 118 degrees, 2 minutes, 50.5 seconds west longitude; USGS Dove Springs, California, 7.5 minute topographic quadrangle; UTM 11S 0404879e, 3916637n (DTM: NAD-83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil moisture control section: usually dry from mid March to mid December and is not continuously moist for as long as 90 days in the winter.  The soils have a Typic Aridic soil moisture regime.\nSoil temperature: 18 to 22 degrees C.\nDepth to upper boundary of argillic: 5 to 50 centimeters.\nDepth to the base of the argillic horizon: 150 to greater than 200 centimeters.\nControl section\nClay content: averages 10 to 18 percent.\nOrganic matter: 0 to 0.5 percent.\nRock fragments: averages 10 to 20 percent and ranges from 5 to 20 percent, dominantly fine gravel.\nReaction: neutral or slightly alkaline.\nEffervescent: noneffervescent throughout.\nA horizon\nValue: 5 to 7 dry, 3 or 4 moist.\nChroma: 3 or 4, dry and moist.\nClay content: 3 to 10 percent.\nConsistence: soft through moderately hard.\nStructure: weak to strong, thin to very thick, platy or subangular blocky, and in some pedons parting to weak or moderate, fine or medium.\nOrganic matter: 0.25 to 0.60 percent.\nRock fragments: 10 to 20 percent gravel.\nReaction: neutral or slightly alkaline.\nABt or Bw horizon (when present)\nValue: 5 or 7 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: loamy sand, coarse sandy loam, or sandy loam.\nClay content: 3 to 10 percent.\nConsistence: slightly hard or moderately hard.\nStructure: weak or moderate, medium through very coarse.\nOrganic matter: 0 to 0.5 percent.\nRock fragments: 5 to 20 percent gravel.\nReaction: neutral or slightly alkaline.\nBt1 and Bt2 horizons\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry, 4 or 5 moist.\nChroma: 4 or 6, dry or moist.\nTexture of the fine earth: coarse sandy loam or sandy loam.\nConsistence: slightly hard through very hard, dry and very friable through firm, moist.\nStructure: weak or moderate, fine through coarse.\nBt3 or Bt4 horizons (when present)\nValue: 5 to 7 dry, 4 to 6 moist.\nChroma: 4 or 6, dry or moist.\nClay content: 3 to 10 percent.\nTexture: loamy coarse sand or coarse sand.\nRock fragments: 5 to 25 percent gravel.\nConsistence: slightly hard through very hard.\nStructure: weak or moderate, massive or subangular blocky.\nOrganic matter: 0 to 0.5 percent.\nReaction: neutral or slightly alkaline.\nBt5 and Bt6 horizons\nHue: 7.5YR or 10YR.\nValue: 5 to 7 dry, 4 to 6 moist.\nChroma: 4 or 6, dry or moist.\nClay content: 10 to 20 percent.\nTexture: coarse sandy loam or sandy loam.\nRock fragments: 5 to 25 percent gravel, dominantly fine gravel.\nConsistence: slightly hard through very hard, very friable through firm, nonsticky or slightly sticky and nonplastic or slightly plastic.\nStructure: weak, medium or coarse, massive or subangular blocky.\nOrganic matter: 0 to 0.5 percent.\nReaction: neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Goldivide (CA), Goldpeak (CA) Helendale (CA), Searchlight (NV), Sonoita (AZ), Tray (CA), and Wingap (CA) series.  Goldivide and Helendale soils contain secondary carbonates.  Goldpeak and Wingap soils have a mean annual soil temperature of 15 to 18 degrees C. Searchlight soils are calcareous throughout and are moist in some part of the moisture control section for a period of 10 to 20 days from July to October.  Goldivide, and Helendale soils are moist for 10 to 20 days cumulative and Sonoita soils are moist for more than 20 days cumulative in some part of the moisture control section between July and October.  Sonoita soils are also effervescent in the lower part of the profile.  Tray soils are calcareous throughout, have exchangeable sodium percentages (ESP) of 15 to 30 percent in all parts, and have strongly alkaline or very strongly alkaline argillic horizons. Wingap soils have bedrock at 100 to 150 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Dovecanyon soils are on fan remnants.  Slope ranges from 2 to 15 percent.  These soils formed from granitic alluvium.  Elevations are 700 to 1,280 meters. The climate is arid, with hot, dry summers and cool, moist winters.  The mean annual precipitation is 127 to 178 millimeters, mostly in the form of winter rain.  The mean annual air temperature is 16 degrees to 19 degrees C.  The frost-free season is 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cutterbank , Goldpeak , Koehn , Pinyonpeak  and Wingap  soils. Goldpeak soils occur at higher elevations on fan remnants and have a cool thermic soil temperature regime. Pinyonpeak soils occur at higher elevations on hills and have a cool thermic soil temperature regime. Wingap soils occur at higher elevations on lower part of hills and have a cool thermic soil temperature regime. Koehn soils occur on inset fans. Cutterbank soils occur on eroded backslopes of uplifted lakebeds and are shallow to a densic layer."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low or low runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dovecanyon soils are used for wildlife habitat, rangeland, and recreation.  The present vegetation is mainly blackbrush, creosotebush, white bursage, Cooper's golden bush, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Mojave Desert of southeastern California, U.S.A.; MLRA 30. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 2004; Jawbone-Butterbredt Off-Highway Vehicle Area Soil Survey, Part of Northwest Mojave Desert Soil Survey, California.  The name is coined from Dove Spring Canyon which is located within the soil survey boundary."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile are:\n1. Ochric epipedon: 0 to 12 centimeters (A and ABt horizons).\n2. Argillic horizon: 12 to 200 centimeters (Bt1, Bt2, Bt3, Bt4, Bt5, and Bt6 horizons).\n3. Particle size control section: 12 to 62 centimeters (Bt1 and upper portion of Bt2 horizon).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2007. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
