{
  "SERIES": "DOWLING",
  "STATUS": "Established Series",
  "BYREV": "WHB;JDS",
  "REVDATE": "10/2018",
  "STATES": "AR,LA,MS,TN",
  "OVERVIEW": "The Dowling series consists of very deep, very poorly drained, very slowly permeable soils that formed in clayey alluvium. These soils are in low, ponded oxbow depressions and backswamp areas of the lower Mississippi River alluvial plain. Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, nonacid, thermic Vertic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dowling clay, in an oxbow depression water tupelo and bald cypress swamp. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) clay; structureless massive; very firm, very sticky, very plastic; many fine roots throughout and medium roots; 15 percent medium distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron throughout; 1 percent wood fragments; strongly acid; clear smooth boundary. (3 to 8 inches thick)\nBg1--4 to 18 inches; gray (5Y 5/1) clay; weak medium subangular blocky structure; very firm, very sticky, very plastic; many fine roots throughout; 35 percent medium and coarse prominent irregular strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of oxidized iron throughout; 1 percent wood fragments; slightly acid; gradual smooth boundary.\nBg2--18 to 31 inches; greenish gray (5GY 5/1) clay; weak medium subangular blocky structure; very firm, very sticky, very plastic; many fine roots throughout; 35 percent medium and coarse prominent irregular strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of oxidized iron throughout; 1 percent wood fragments; slightly acid; gradual smooth boundary. (combined Bg horizon thickness is more than 25 inches)\nBCg--31 to 79 inches; gray (5Y 5/1) clay; weak fine subangular blocky structure; very firm, very sticky, very plastic; 2 percent faint pressure faces on all faces of peds; 15 percent medium distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron; 1 percent fine distinct threadlike light gray (10YR 7/1) barite masses; 1 percent wood fragments; neutral; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tensas Parish, Louisiana; located from Newellton, La. 9.4 miles south on U.S.Highway 65, then 7.8 miles northwest on State Highway 128, then 3.5 miles southwest on State Highway 573, then 5.62 miles west on Crooked Bayou Road, then 3,200 feet northwest on field road, and 100 feet northeast of road into oxbow depression; SW 1/4, SW 1/4, NE 1/4, Sec. 29, T.12 N., R.10 E.; Latitude 31 degrees, 59 minutes, 32.49 seconds N.; Longitude 91 degrees, 28 minutes, 1.07 seconds W., Gretna Green USGS 7.5 Minute Quadrangle, Louisiana."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to more than 80 inches. COLE ranges from 0.09 to 0.18 in all mineral layers. The n-value is less than 0.7 in the A, Bg and BCg horizons, but may be more than 0.7 in the C horizon in some pedons. Cracks do not form in the upper parts of the subsoil in normal years. Slickensides are in the lower part of the solum below a depth of 40 inches in some pedons. Salinity is typically less than 4 dS/m, but ranges up to 16 dS/m in subsided areas where saltwater has encroached.\nThe 0 horizon, where present, has hue of 10YR, value of 2 to 4, and chroma of 1; or value of 2 or 3 and chroma of 2; or it is neutral with value of 4. Thickness is less than 8 inches. Texture is muck or mucky peat.\nThe A horizon has hue of 10YR to 5Y, value of 3 or 4, and chroma of 1 or 2, or it is neutral with value of 4. Masses of oxidized iron in shades of brown or red range from few to many. Texture is mucky clay, silty clay, or clay. Where the A horizon has value of 3 it is less than 10 inches thick. Reaction in the 0 and A horizons ranges from strongly acid to neutral.\nThe Bg horizon has hue of 10YR to 5B, value of 4 or 5, and chroma of 1, or it is neutral with value of 4 or 5. In addition, some pedons have value of 6 in the lower part of the Bg horizon.  Texture is clay. Masses of oxidized iron in shades of brown or red range from few to many. Concentrated nests of these masses of oxidized iron may occupy more than 50 percent of the lateral area of subhorizons of the Bg horizon in some pedons. Reaction ranges from moderately acid to moderately alkaline.\nThe BCg horizon, where present, has hue of 2.5Y to 5BG, value of 4 to 6, and chroma of 1, or it is neutral with value of 4 to 6. Masses of oxidized iron in shades of brown or red range from few to many. Texture is clay, silty clay, or silty clay loam. Reaction is neutral to moderately alkaline. Organic carbon decreases irregularly with depth and/or is more than 0.2 percent at 50 inches below the soil surface.\nThe C horizon, where present has hue of 5Y to 5BG, value of 4 to 6, and chroma of 1, or it is neutral with value of 4 to 6. Masses of oxidized iron in shades of brown or red range from few to many. Texture is clay, silty clay, or silty clay loam, with n-value ranging up to 1.0. Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Fausse and Harahan series are in closely related families. Fausse and Harahan soils are in a hyperthermic soil temperature family. In addition Harahan soils are on drained positions, and have n-value more than 0.7 in all layers below a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dowling soils are on low ponded oxbow depressions and backswamp positions on the lower Mississippi River alluvial plain. They formed in thick deposits of clayey alluvium. Elevation ranges from 20 to 100 feet. The mean annual precipitation is about 64 inches, and the mean annual temperature is about 70 degrees F. near the type location. Annual frost free days range from 235 to 350."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sharkey and Tunica series. Both Sharkey and Tunica soils are on higher positions and are dry enough during the summer and early fall months to form deep wide cracks in normal years. In addition, Sharkey soils have intersecting slickensides in the upper part of the solum, and Tunica soils have a loamy discontinuity at a depth of 20 to 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; Dowling soils are ponded most of the time and remain constantly wet in the surface layer during normal years. Permeability is very slow. Runoff is negligible. Unless protected by levees and pumps, they are flooded most years for 6 to 10 months with up to 5 feet of water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly used for growing timber and for wildlife habitat. The vegetation is dominantly bald cypress, water tupelo, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mississippi Valley Alluvium (MLRA 131) in Louisiana, Mississippi, Arkansas, and Tennessee. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tensas Parish, Louisiana; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Dowling series was deactivated in the 1970's and Dowling soils were included in the Sharkey series as depressional phases or were included in the Fausse series. The series was reactivated in 2000 and the depressional phases of Sharkey, as well as Fausse soils in all but the southern part of Louisiana are now considered part of the Dowling series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A horizon)\nCambic horizon - 4 to 79 inches (Bg and BCg horizons)\nEndosaturation - 0 to 79 inches. The soil is saturated with water in all layers in normal years.\nAquic features - Saturation, reduction, and redoximorphic features, including a gleyed matrix in all layers during normal years.\nADDITIONAL DATA: Laboratory analyses were run on samples from two pedons in Tunica County, Mississippi (S98MS043-001 and S98MS043-002) by NSSL, Lincoln, Ne.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) clay; structureless massive; very firm, very sticky, very plastic; many fine roots throughout and medium roots; 15 percent medium distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron throughout; 1 percent wood fragments; strongly acid; clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 10,
        "bottom": 46,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1--4 to 18 inches; gray (5Y 5/1) clay; weak medium subangular blocky structure; very firm, very sticky, very plastic; many fine roots throughout; 35 percent medium and coarse prominent irregular strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of oxidized iron throughout; 1 percent wood fragments; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 46,
        "bottom": 79,
        "moist_hue": "5GY",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg2--18 to 31 inches; greenish gray (5GY 5/1) clay; weak medium subangular blocky structure; very firm, very sticky, very plastic; many fine roots throughout; 35 percent medium and coarse prominent irregular strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of oxidized iron throughout; 1 percent wood fragments; slightly acid; gradual smooth boundary. (combined Bg horizon thickness is more than 25 inches)"
      },
      {
        "name": "BCg",
        "top": 79,
        "bottom": 201,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCg--31 to 79 inches; gray (5Y 5/1) clay; weak fine subangular blocky structure; very firm, very sticky, very plastic; 2 percent faint pressure faces on all faces of peds; 15 percent medium distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron; 1 percent fine distinct threadlike light gray (10YR 7/1) barite masses; 1 percent wood fragments; neutral; gradual smooth boundary."
      }
    ]
  ]
}
