{
  "SERIES": "DOWNER",
  "STATUS": "Established Series",
  "BYREV": "SYD - RT/ Rev. MDJ",
  "REVDATE": "01/2012",
  "STATES": "MD,NJ",
  "OVERVIEW": "MLRA(s): 149A, 153C, 153D\nDepth Class: Very deep\nDrainage Class: (Agricultural) Well drained\nSaturated Hydraulic Conductivity Class: Moderately High to high\nPermeability (Obsolete): Moderate or moderately rapid\nLandscape: Northern Atlantic Coastal Plain\nParent Material: Loamy fluviomarine deposits\nSlope: 0 to 30 percent\nMean Annual Air Temperature (type location): 13 degrees C. (56 degrees F.)\nMean Annual Precipitation (type location): 1143 mm (45 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Downer loamy sand (in an area of Downer loamy sand, 0 to 5 percent slopes), in a cultivated field. (Colors are for moist soil.)\nAp--0 to 25 centimeters (0 to 10 inches); dark grayish brown (10YR 4/2) loamy sand, brown (10YR 5/3) dry; weak fine granular structure; very friable; strongly acid; abrupt smooth boundary. (0 to 28 centimeters thick) (0 to 11 inches))\nBA--25 to 46 centimeters (10 to 18 inches); yellowish brown (10YR 5/6) loamy sand; single grain; loose; few extremely weakly cemented masses of oxidized iron in lower part; very strongly acid; gradual smooth boundary. (0 to 30 centimeters (0 to 12 inches thick))\nBt--46 to 76 centimeters (18 to 30 inches); yellowish brown (10YR 5/6) sandy loam; weak fine and medium subangular blocky structure; very friable; common distinct clay bridging of sand grains; very strongly acid; gradual smooth boundary. (25 to 61 centimeters (10 to 24 inches thick))\nC--76 to 203 centimeters (30 to 80 inches); yellowish brown (10YR 5/6) loamy sand; single grain; loose; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Camden County, New Jersey; about 0.5 mile northeast of intersection of Berlin-Cross Keys Road and the Blenheim-Erial-New Brooklyn Road; USGS Clementon, NJ topographic quadrangle; latitude 39 degrees 45 minutes 29 seconds N. and longitude 74 degrees 59 minutes 13 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 13 to 48 centimeters (5 to 19 inches)\nDepth to base of Argillic horizon: 38 to 114 centimeters (15 to 45 inches)\nDepth to Bedrock: Greater than 183 centimeters (72 inches)\nDepth to Seasonal High Water Table: Greater than 183 centimeters (72 inches)\nRock Fragments: 0 to 25 percent, by volume throughout; mostly fine and medium quartzite pebbles, ironstone, or less commonly chert pebbles\nSoil Reaction: Extremely acid to strongly acid throughout the profile, unless limed\nOther Features: Undisturbed pedons typically have a microsequence of an A, E, and Bh horizon (micro-podzol). Total thickness of the A, E, and Bh horizons is less than 15 centimeters (6 inches) and individual horizons are less than 5 centimeters (2 inches thick).\nO horizon (if it occurs):\nColor--hue of 7.5YR or 10YR, value of 3 or 4, chroma of 1 or 2\nTexture--moderately decomposed plant material or highly decomposed plant Material\nAp or A horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 3 to 5, chroma of 2 to 4\nTexture (fine-earth fraction)--loamy sand or sandy loam\nE horizon (if it occurs, is less than 6 inches thick):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 1 to 6\nTexture (fine-earth fraction)--sand, loamy sand, or sandy loam\nBh horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma of 4 to 6\nTexture (fine-earth fraction)--sandy loam or loamy sand\nBA or BE horizon:\nColor--hue of 7.5YR or 2.5Y, value of 4 to 6, chroma of 3 to 6\nTexture (fine-earth fraction)--sand, loamy coarse sand, loamy sand, or sandy loam\nBt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--sandy loam. (Some pedons have thin sandy clay loam, loam, or loamy sand subhorizons.)\nBC horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--sand, loamy sand, coarse sandy loam or sandy loam. (Some pedons have thin subhorizons of coarser texture.)\nC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 4 to 8. (Some pedons have thin bands or variegations in shade of these colors.)\nTexture (fine-earth fraction)--above 102 centimeters (40 inches), sand or loamy sand, but thin sandy loam strata or nodules are in some pedons; below 102 (40 inches), sand, loamy sand, sandy loam, loam, or sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDennisville soils-have a seasonal high water table with low chroma depletions at a depth of 107 to 183 (42 to 72 inches)\nIngleside soils--have a seasonal high water table with low chroma depletions at a depth of 107 to 183 (42 to 72 inches) and gravelly layers at a depth of greater than 102 centimeters (40 inches)\nMasasnutten soils--are moderately deep to lithic contact and formed in residuum from sandstone\nPhalanx soils--have petroferric contact at a depth of 51 to 102 centimeters (20 to 40 inches)\nSwainton soils--have more than 25 percent, by volume rock fragments\nWoodmansie soils--have sandy E horizons more than 15 centimeters (6 inches) thick\nZepp soils--formed in colluvium from sandstone and shale over residuum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Northern Atlantic Coastal Plain\nLandform: Broad interfluve, hill, ridge\nGeomorphic Component: Interfluve, side slope, and base slope\nHillslope Profile Position: Summit, shoulder, and backslope\nParent Material: Loamy fluviomarine deposits\nSlope: 0 to 30 percent\nElevation:  47 meters (155 feet)\nFrost Free Period: 180 to 210 days\nMean Annual Air Temperature: 13 degrees C. (56 degrees F.)\nMean Annual Precipitation: 1143 mm (45 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAura soils--have a fine-loamy particle-size control section and a fragipan;\nSwainton--have horizons with more than 25 percent, by volume rock fragments;\nEvesboro soils--have a sandy particle-size control section and do not have an argillic horizon;\nFort Mott soils--have a fine-loamy particle-size control section and sandy surface texture 51 centimeters (20 inches) thick;\nGalestown soils--have a sandy particle-size control section;\nHammonton soils--have low chroma depletions and a seasonal high water table at a depth of 46 to 107 centimeters (18 to 42 inches);\nKlej soils--have a seasonal high water table at a depth of 25 to 61 centimeters (10 to 24 inches) and have a sandy particle-size control section;\nLakewood soils--excessively drained, have a thick E horizon, and a sandy particle-size control section;\nLakehurst soils--have a seasonal high water table at a depth of 46 to 107 centimeters (18 to 42 inches), have a thick E horizon, and a sandy particle-size control section;\nSassafras soils--have a fine-loamy particle-size control section;\nWoodmansie soils--have thicker E horizons;\nWoodstown soils--have a seasonal high water table at a depth of 46 to 107 centimeters (18 to 42 inches) and have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDepth Class: Very deep (greater than 183 centimeters (72 inches)) to bedrock\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep (greater than 152 centimeters (60 inches)) and absent (not observed)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to high\nPermeability (obsolete): Moderate or moderately rapid\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Most areas are used for growing field crops, vegetables, flowers, and some tree fruits.\nDominant Vegetation: Native vegetation includes white oak, red oak, scarlet oak, black oak, Virginia pine, pitch pine, hickory, sassafras, dogwood, greenbriar, and American Holly. Loblolly Pine occurs in the southern part of Downer soils distribution. The understory is dominantly low bush blueberry and mountain laurel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The Northern Coastal Plain of New Jersey, Delaware, and Maryland\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gloucester County, New Jersey, 1960"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n02/2002. This revision modifies the range of gravel content to restrict layers to less than 25 percent rock fragments and revise the competing Swainton series to layers with more than 25 percent rock fragments. Other revisions to expand the color and textural RIC required for MLRA update projects in NJ, MD, and DE.\n09/2011. Revisions to formatting and data consistency with NASIS were made.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this\npedon are:\nOchric epipedon--the zone from the soil surface to a depth of 25 centimeters (10 inches) (Ap horizon)\nArgillic horizon--the zone of 46 to 76 centimeters (18 to 30 inches) (Bt horizon)\nADDITIONAL DATA: Several pedons are available from the National Soil Survey\nCenter, Soil Survey Laboratory, Lincoln NE.\nDatabase Information:\nOSD Data Mapunit ID: To be developed\nTypical Pedon Data Mapunit ID: 100185OSD User Pedon ID: NJ-Downer Series (ls)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 centimeters (0 to 10 inches); dark grayish brown (10YR 4/2) loamy sand, brown (10YR 5/3) dry; weak fine granular structure; very friable; strongly acid; abrupt smooth boundary. (0 to 28 centimeters thick) (0 to 11 inches))"
      },
      {
        "name": "BA",
        "top": 25,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--25 to 46 centimeters (10 to 18 inches); yellowish brown (10YR 5/6) loamy sand; single grain; loose; few extremely weakly cemented masses of oxidized iron in lower part; very strongly acid; gradual smooth boundary. (0 to 30 centimeters (0 to 12 inches thick))"
      },
      {
        "name": "Bt",
        "top": 46,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--46 to 76 centimeters (18 to 30 inches); yellowish brown (10YR 5/6) sandy loam; weak fine and medium subangular blocky structure; very friable; common distinct clay bridging of sand grains; very strongly acid; gradual smooth boundary. (25 to 61 centimeters (10 to 24 inches thick))"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "narrative": "C--76 to 203 centimeters (30 to 80 inches); yellowish brown (10YR 5/6) loamy sand; single grain; loose; very strongly acid."
      }
    ]
  ]
}
