{
  "SERIES": "DOZAVILLE",
  "STATUS": "Established Series",
  "BYREV": "RAL-GRS",
  "REVDATE": "04/2001",
  "STATES": "IL",
  "OVERVIEW": "The Dozaville series consists of very deep, well drained soils formed in silty alluvium on flood plains.  Permeability is moderate in the upper part and rapid in the lower part.  Slope ranges from 0 to 5 percent.  Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dozaville silt loam - nearly level in a cultivated field at an elevation of about 385 feet above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many very fine roots; slightly acid; abrupt smooth boundary.\nA--9 to 16 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many very fine roots; few fine vesicular pores; few distinct very dark brown (10YR 2/2) organic coatings lining root channels and pores; slightly acid; abrupt smooth boundary.  (Combined thickness of the A horizon is 10 to 23 inches.)\nBw1--16 to 25 inches; brown (10YR 4/3) silt loam; moderate fine subangular blocky structure; friable; common very fine roots; common fine vesicular pores; common continuous distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; neutral; clear smooth boundary.\nBw2--25 to 33 inches; brown (10YR 4/3) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; common fine and medium vesicular pores; common continuous distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; neutral; gradual smooth boundary.\nBw3--33 to 45 inches; brown (10YR 4/3) silt loam; weak medium subangular blocky structure; very friable; common very fine roots; few fine and medium vesicular pores; few patchy distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; neutral; gradual smooth boundary.  (Combined thickness of the Bw horizon is 25 to 46 inches.)\nBC--45 to 60 inches; dark yellowish brown (10YR 4/4) very fine sandy loam; weak coarse subangular blocky structure; very friable; few very fine roots; few fine and medium vesicular pores; neutral; abrupt smooth boundary.  (0 to 20 inches thick)\n2C--60 to 80 inches; brown (10YR 5/3) fine sand; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randolph County, Illinois; about 2 miles southwest of Prairie du Rocher; approximately 100 feet south of field lane and 160 feet east of federal levee; USGS Prairie du Rocher, IL. topographic quadrangle; UTM Zone 15, UTM Easting 752825, UTM Northing 4216342."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development is 35 to more than 80 inches.  The mollic epipedon is 10 to 23 inches in thickness and includes the BA or AB horizon, where present.  The particle-size control section averages 18 to 25 percent clay and less than 15 percent fine sand or coarser.  The mean annual soil temperature is 55 to 59 degrees F. and the difference between average winter and average summer soil temperature is greater than 16 degrees F.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 to 3.  Texture is silt loam.  Clay content is 18 to 27 percent, and sand content is less than 15 percent.  Reaction is moderately acid to neutral.\nSome pedons have a BA or AB horizon.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4.  Texture typically is silt loam, but some pedons are loam or very fine sandy loam in some thin subhorizons.  Reaction is moderately acid to neutral.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4.  Texture is silt loam, loam, or very fine sandy loam.  Reaction is moderately acid to slightly alkaline.\nThe 2BC, where present, and 2C horizon has hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 2 to 4.  Texture is loamy fine sand, loamy very fine sand, very fine sand, or fine sand.  Some pedons contain color or textural strata.  Some pedons have buried soils below a depth of about 60 inches.  Carbonates, where present, occur below a depth of 40 inches.  Reaction is moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Armiesburg, Battleground, Bismarckgrove, Dungan (T), and Omadi series.  Armiesburg soils average more than 25 percent clay in the particle-size control section.  Battleground and Omadi soils have carbonates throughout the series control section or at depths of less than 10 inches from the soil surface.  Bismarckgrove soils have mean annual soil temperature of less than 55 degress F. and have redox concentrations at depths of 40 to 60 inches. Dungan (T) soils have a difference between average winter and average summer soil temperature of less than 16 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dozaville soils are on flood plains.  They formed dominantly in silty alluvium that becomes sandy with increasing depth below the particle-size control section.  Slopes commonly are 0 to 2 percent but range to as steep as 5 percent.  These soils typically are subject to frequent flooding, but flooding frequency in some areas is occasional or rare because of levees, locks and dams, or other flood-control structures.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 44 inches, frost-free period is 170 to 210 days, and elevation is 350 to 550 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blake, Ceresco, Coffeen, Haymond, Haynie, Landes, Nameoki, Rocher and Wakeland soils.  The somewhat poorly drained Blake, Ceresco, Coffeen, Nameoki and Wakeland soils are on lower lying, nearly level flood plains.  The moderately well drained Haynie soils and the well drained Haymond soils do not have a mollic epipedon and are on slightly lower or similar parts of the landform nearby.  The well drained Landes and Rocher soils are on higher natural levees nearby.  Rocher soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.   The potential for surface runoff is negligible to medium.  Permeability is moderate in the upper part and rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped.  Corn, soybeans, and wheat are the principal crops.  Native vegetation is bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Illinois in the major river valleys.  Extent is small, and mainly in MLRA 115B and MLRA 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Illinois, 2001.  The Dozaville series was named for a small town on Kaskaskia Island in Randolph County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nMollic epipedon - from the surface of the soil to a depth of approximately 16 inches (Ap and A horizons).  Cambic horizon - the zone from approximately 16 to 60 inches (Bw1, Bw2, Bw3, and BC horizons).  Udic moisture regime.\nDozaville soils were formerly included with the Raddle series.(Typic Hapludolls)\nADDITIONAL DATA:  Data for this typical pedon are on file at the state office in Champaign, Illinois.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many very fine roots; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--9 to 16 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many very fine roots; few fine vesicular pores; few distinct very dark brown (10YR 2/2) organic coatings lining root channels and pores; slightly acid; abrupt smooth boundary.  (Combined thickness of the A horizon is 10 to 23 inches.)"
      },
      {
        "name": "Bw1",
        "top": 41,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--16 to 25 inches; brown (10YR 4/3) silt loam; moderate fine subangular blocky structure; friable; common very fine roots; common fine vesicular pores; common continuous distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 64,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--25 to 33 inches; brown (10YR 4/3) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; common fine and medium vesicular pores; common continuous distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; neutral; gradual smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 84,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw3--33 to 45 inches; brown (10YR 4/3) silt loam; weak medium subangular blocky structure; very friable; common very fine roots; few fine and medium vesicular pores; few patchy distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; neutral; gradual smooth boundary.  (Combined thickness of the Bw horizon is 25 to 46 inches.)"
      },
      {
        "name": "BC",
        "top": 114,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--45 to 60 inches; dark yellowish brown (10YR 4/4) very fine sandy loam; weak coarse subangular blocky structure; very friable; few very fine roots; few fine and medium vesicular pores; neutral; abrupt smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "2C",
        "top": 152,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "narrative": "2C--60 to 80 inches; brown (10YR 5/3) fine sand; single grain; loose; neutral."
      }
    ]
  ]
}
