{
  "SERIES": "DRAGSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLH-WJE-MHC",
  "REVDATE": "04/2000",
  "STATES": "NC,VA",
  "OVERVIEW": "MLRA(s): 133A 153A, 153B\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Somewhat poorly drained\nPermeability: Moderately rapid\nSurface Runoff: slow\nParent Material: loamy marine and fluvial sediments\nSlope: 0 to 2 percent\nMean Annual Air Temperature (type location): 61 degrees F.\nMean Annual Precipitation (type location): 42 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, thermic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dragston fine sandy loam - cultivated.  (Colors are for moist soil.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; very friable; many fine roots; many fine pores; strongly acid; abrupt smooth boundary. (0 to 12 inches thick)\nBt--9 to 17 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky; few fine pores; common medium prominent yellowish brown (10YR 5/8) soft iron masses and few distinct grayish brown (2.5Y 5/2) iron depletions; few faint clay films on faces of peds and clay bridging between sand grains; very strongly acid; clear wavy boundary.  (0 to 14 inches thick)\nBtg--17 to 28 inches; grayish brown (2.5Y 5/2) fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky; common medium prominent yellowish brown (10YR 5/8) soft iron masses; few faint clay films on faces of peds and clay bridging between sand grains; very strongly acid; gradual wavy boundary.  (6 to 25 inches thick)\nBCg--28 to 37 inches; grayish brown (10YR 5/2) fine sandy loam; weak very coarse subangular blocky structure; very friable, nonsticky, nonplastic; common medium prominent yellowish brown (10YR 5/6) soft iron masses; very strongly acid; gradual wavy boundary. (0 to 10 inches thick)\nC--37 to 66 inches; brownish yellow (10YR 6/8) fine sand; single grain; loose; few coarse prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: City of Suffolk, Virginia; 1.07 miles north of intersection of VA-624 and VA-658 and 270 feet east of VA-624."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 25 to 50 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 12 to 30 inches, November to April\nSoil Reaction: very strongly acid or strongly acid in the A, E, BA, and BE horizons and upper Bt horizon unless limed, and very strongly acid to slightly acid in the lower Bt, BC, CB and C horizon\nA or Ap horizon:\nColor--hue of 10YR to 5Y, value of 2 to 5, and chroma of 1 to 4; where value is 3 the layer is less than 10 inches thick\nTexture: loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nE horizon (if it occurs):\nColor--has hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 to 4\nTexture--loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray\nBA or BE horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 4 to 6, and chroma of 3 to 8\nTexture--sandy loam, fine sandy loam, or loam\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray\nBt horizon:\nColor--hue of 10YR to 5Y, value of 4 to 6, and chroma of 3 to 8\nTexture--sandy loam, fine sandy loam, or loam; some pedons may have thin layers of sandy clay loam\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray\nBtg horizon (if it occurs):\nColor--hue of 10YR to 5Y or is neutral, value of 4 to 6, and chroma of 0 to 2\nTexture--sandy loam, fine sandy loam, or loam; some pedons may have thin layers of sandy clay loam\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray\nBC, BCg or CB, CBg horizon (if it occurs):\nColor--hue of 10YR to 5Y or is neutral, value of 4 to 6, and chroma of 0 to 8\nTexture--loamy sand, loamy fine sand, sandy loam, or fine sandy loam.\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray\nC horizon (if it occurs):\nColor--has hue of 10YR to 5Y, value of 4 to 7, and chroma of 3 to 8\nTexture--sand, fine sand, loamy sand, loamy fine sand, sandy loam, or fine sandy loam or is stratified\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray\nCg horizon (if it occurs)\nColor--10YR to 5BG or is neutral, value of 4 to 7, and chroma of 0 to 2\nTexture--sand, fine sand, loamy sand, loamy fine sand, sandy loam, or fine sandy loam or is stratified\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Marine Terrace\nElevation: Less than 25 feet above mean sea level\nParent Material: loamy marine or fluvial sediments\nMean Annual Air Temperature: 59 to 65 degrees\nMean Annual Precipitation: 40 to 48 inches\nFrost Free Period: 190 to 240 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAltavista soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine-loamy family on slightly higher landscapes\nAugusta soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) in fine-loamy family on similar landscapes\nBojac soils--well drained soils (seasonal high water table 48 to 72 inches) in on higher landscapes\nConetoe soils--well drained soils (seasonal high water table below 72 inches) in loamy family on higher landscapes\nDogue soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine family on slightly higher landscapes\nMunden soils--moderately well drained soils (seasonal high water table 18 to 30 inches) slightly higher landscapes\nNimmo soils--poorly drained soils (seasonal high water table 0 to 12 inches) on flats and in slight depressions\nRoanoke soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine family on flats and in slight depressions\nState soils--well drained soils (seasonal high water table 48 to 72 inches) in fine-loamy family higher landscapes\nTarboro soils--somewhat excessively drained soils (seasonal high water table is below 6 feet) with sandy textures throughout on higher landscapes\nTetotum soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine-loamy family on slightly higher landscapes\nTomotley soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy family on flats and in slight depressions\nWahee soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) in fine family on similar landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Somewhat poorly drained\nPermeability: moderately rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly cultivated\nDominant Vegetation: Where cultivated--corn, soybeans, peanuts, small grain, truck crops, and pasture.  Where wooded--loblolly pine, sweetgum, yellow poplar, water oak, southern red oak, and red maple; understory plants include American holly, flowering dogwood, sassafras, greenbrier, giant cane and inkberry (bitter gallberry)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Virginia, North Carolina, and Maryland\nExtent: MOderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Princess Anne County, Virginia, 1939 (presently City of Virginia Beach)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised to Endoaquults, 1997\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 9 inches (Ap horizon).\nb. Argillic horizon - the zone from 9 to 28 inches (Bt and Btg horizons).\nSIR = VA0083\nMLRA = 133A, 153A, 153B\nREVISED = 9/8/97 RLV\nADDITIONAL DATA: Particle-size data from the typical pedon is available from Virginia Polytechnic Institute and State University soil survey laboratory.  Lab numbers 74-255 through 74-260.\nTABULAR SERIES DATA:\nSOI-5    Soil Name   Slope   Airtemp   FrFr/Seas    Precip   Elevation\nVA0083   DRAGSTON     0-2     59-65     190-240      40-48    5-200\nSOI-5  FloodL  Watertable     Kind     Months      Bedrock\nVA0083  NONE   1.0-2.5      APPARENT   NOV-APR       >60\nSOI-5   Depth   Texture             3-Inch    No-10   Clay%   -CEC-\nVA0083   0-9   FSL SL L              0-0     95-100   4-12\nVA0083   0-9   LFS LS                0-0     95-100   2-10\nVA0083   9-37   FSL SL L             0-0     95-100  10-18\nVA0083  37-66   S LS FSL             0-0     85-100   2-12\nSOI-5   Depth    -pH-      O.M.     Permeab   Shnk-Swll\nVA0083   0-9     4.5-5.5   1.-2.    2.0-6.0     LOW\nVA0083   0-9     4.5-5.5   .5-1.    6.0-20      LOW\nVA0083   9-37    4.5-5.5   0.-.5    2.0-6.0     LOW\nVA0083  37-66    4.5-6.5   0.-.5    6.0-20      LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
