{
  "SERIES": "DRAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "07/2014",
  "STATES": "NM,TX",
  "OVERVIEW": "The Drake series consists of very deep, well drained, moderately permeable soils on linear or curvilinear playa dunes. These soils formed in calcareous, loamy eolian deposits of Quaternary age. Slope ranges from 1 to 30 percent. Mean annual precipitation is 483 mm (19 in), and mean annual air temperature is 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Drake loam, on a convex, curvilinear dune on the east side of a playa basin, 5 percent slope in rangeland at an elevation of about 1,067 m (3,500 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 cm (0 to 5 in); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable; common very fine and fine roots; few fine tubular pores; few worm casts; strongly effervescent (9 percent calcium carbonate equivalent); moderately alkaline; clear smooth boundary.\nA2--13 to 38 cm (5 to 15 in); light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure; soft, very friable; common very fine and fine roots; few fine tubular pores; few worm casts; few fine calcium carbonate nodules; strongly effervescent (9 percent calcium carbonate equivalent); moderately alkaline; gradual smooth boundary. (Combined thickness of the A horizons is 13 to 51 cm [5 to 20 in])\nBk1--38 to 71 cm (15 to 28 in); light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable; common fine and medium roots; common fine and medium tubular pores; about 3 percent fine filaments and nodules of calcium carbonate; violently effervescent (15 percent calcium carbonate equivalent); moderately alkaline; gradual smooth boundary. (13 to 51 cm [5 to 20 in] thick)\nBk2--71 to 109 cm (28 to 43 in); light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; few fine and medium roots; common fine and medium tubular pores; about 3 percent fine filaments and nodules of calcium carbonate; violently effervescent (19 percent calcium carbonate equivalent); moderately alkaline; gradual smooth boundary. (13 to 51 cm [5 to 20 in] thick)\nBk3--109 to 175 cm (43 to 69 in); light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable; few very fine and fine roots; few fine tubular pores; about 3 percent fine filaments and nodules of calcium carbonate; violently effervescent (15 percent calcium carbonate equivalent); moderately alkaline; clear smooth boundary. (13 to 76 cm [5 to 30 in] thick)\nBk4--175 to 229 cm (69 to 90 in); light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist; weak coarse prismatic structure parting to weak fine subangular blocky; soft, very friable; few very fine and fine roots; few fine tubular pores; about 3 percent fine nodules of calcium carbonate; violently effervescent (13 percent calcium carbonate equivalent); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hockley County, Texas; from the junction of TX Highway 114 and U.S. Highway 385 in Levelland, 8.3 miles north on U.S. Highway 385 to intersection with county road.; 5.5 miles east on county road, site is 1,240 ft south of county road in grassland.; Latitude: 33 degrees, 42 minutes, 13.8 seconds N; Longitude: 102 degrees, 14 minutes, 25.9 seconds W; Wolfforth NW, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to secondary calcium carbonate: 13 to 51 cm (5 to 20 in).\nDepth to calcic horizon: 25 to 102 cm (10 to 40 in).\nSolum thickness: More than 203 cm (80 in).\nParticle-size control section: 18 to 35 percent silicate clay\nA horizons\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 to 4\nTexture: loam, loamy fine sand, fine sandy loam, sandy clay loam, clay loam\nEffervescence: Strong or violent\nReaction: Slightly alkaline or moderately alkaline\nBw horizon (where present)\nHue: 10YR to 5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 1 to 3\nTexture: Loam, sandy clay loam, clay loam\nVisible calcium carbonate: Less than 2 percent in the form of fine filaments and nodules\nCalcium carbonate equivalent: 5 to 15 percent\nEffervescence: Strong or violent\nReaction: Slightly alkaline or moderately alkaline\nBk horizons\nHue: 10YR to 5Y\nValue: 5 to 8, 4 to 7 moist\nChroma: 1 to 3\nTexture: Fine sandy loam, loam, sandy clay loam, clay loam\nVisible calcium carbonate: 2 to 5 percent films, filaments, nodules, and finely disseminated carbonates\nCalcium carbonate equivalent: 10 to 30 percent\nEffervescence: Violent\nReaction: Moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Midessa series. Similar soils also include the Arch, Gomez, and Veal series.\nMidessa soils: have higher concentrations of calcium carbonate in the control section and exceed 40% by weight.\nArch and Veal soils: have carbonatic mineralogy and the Veal soils formed in\nloamy alluvial and colluvial sediments derived from the Ogallala Formation of\nMiocene-Pliocene age.\nGomez soils: have less than 18 percent silicate clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy eolian deposits of Quaternary age.\nLandform: linear or curvilinear playa dunes.\nSlopes: dominantly 3 to 12 percent, but range from 1 to 30 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in)\nFrost-free period: 185 to 220 days\nElevation: 792 to 1,555 m (2,600 to 5,100 ft)\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Arch and Midessa soils, and the Acuff, Amarillo, Cedarlake, Chapel, Estacado, Hindman, Lamesa, Lazbuddie, Lenorah, McLean, Olton, Pantex, Pep, Portales, Pullman, Ranco, Randall, Seagraves, Sparenberg, and Yellowlake series.\nArch and Midessa soils: are on slightly lower landscape positions adjacent to the dunes.\nAcuff, Amarillo, Estacado, Olton, Pantex, Pep, and Pullman soils: are on slightly lower positions on the surrounding nearly level to gently sloping plains and have an argillic horizon.\nCedarlake and Lenorah soils: are on lower landscape positions and have a sodium adsorption ratio (SAR) more than 13.\nChapel, Lazbuddie, McLean, Ranco, Randall, and Sparenberg soils: are on lower landscape positions in playa basins adjacent to the dunes and have vertic features.\nHindman soils: occur in broad shallow, linear relict valleys and drainageways\nand have Fluventic properties.\nLamesa and Seagraves soils: are on lower landscape positions in playa basins and have an argillic horizon.\nPortales soils: are on lower landscape positions and have a mollic epipedon.\nYellowlake soils: are on lower landscape positions and have more than 35 percent silicate clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately permeable. Surface runoff is low on 1 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on 20 to 30 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for livestock grazing and wildlife habitat. Native vegetation includes mid and tall grasses with a lesser short grass component and a few woody plants. Forbs also occur but are not abundant. Grasses include sideoats and blue gramas, buffalograss, western wheatgrass, alkali sacaton, vine-mesquite, and small amounts of switchgrass. Other species include prairieclover, sensitivebrier, wild alfalfa, daleas, fourwing saltbrush, and cholla. Where cropped, the principal crops are cotton, grain sorghum, and wheat. This soil has been correlated to the High Lime (R077CY026TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harding County, (Mesa SCD) New Mexico; 1939"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series classification changed from Haplustepts to Calciustepts in 2002 based on data collected during the soil survey updates of Carson, Deaf Smith, Hockley, Lynn, Randall and Terry Counties, Texas.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 38 cm (0 to 15 in) (A1, A2 horizons)\nCambic horizon: 38 to 175 cm (15 to 69 in) (Bk1, Bk2, Bk3 horizons)\nCalcic horizon: 71 to 109 cm (28 to 43 in) (Bk2 horizons)\nADDITIONAL DATA: NSSL data available from Hockley County, TX (S99TX-219-002).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 13 cm (0 to 5 in); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable; common very fine and fine roots; few fine tubular pores; few worm casts; strongly effervescent (9 percent calcium carbonate equivalent); moderately alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--13 to 38 cm (5 to 15 in); light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure; soft, very friable; common very fine and fine roots; few fine tubular pores; few worm casts; few fine calcium carbonate nodules; strongly effervescent (9 percent calcium carbonate equivalent); moderately alkaline; gradual smooth boundary. (Combined thickness of the A horizons is 13 to 51 cm [5 to 20 in])"
      },
      {
        "name": "Bk1",
        "top": 38,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--38 to 71 cm (15 to 28 in); light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable; common fine and medium roots; common fine and medium tubular pores; about 3 percent fine filaments and nodules of calcium carbonate; violently effervescent (15 percent calcium carbonate equivalent); moderately alkaline; gradual smooth boundary. (13 to 51 cm [5 to 20 in] thick)"
      },
      {
        "name": "Bk2",
        "top": 71,
        "bottom": 109,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk2--71 to 109 cm (28 to 43 in); light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; few fine and medium roots; common fine and medium tubular pores; about 3 percent fine filaments and nodules of calcium carbonate; violently effervescent (19 percent calcium carbonate equivalent); moderately alkaline; gradual smooth boundary. (13 to 51 cm [5 to 20 in] thick)"
      },
      {
        "name": "Bk3",
        "top": 109,
        "bottom": 175,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk3--109 to 175 cm (43 to 69 in); light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable; few very fine and fine roots; few fine tubular pores; about 3 percent fine filaments and nodules of calcium carbonate; violently effervescent (15 percent calcium carbonate equivalent); moderately alkaline; clear smooth boundary. (13 to 76 cm [5 to 30 in] thick)"
      },
      {
        "name": "Bk4",
        "top": 175,
        "bottom": 229,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk4--175 to 229 cm (69 to 90 in); light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist; weak coarse prismatic structure parting to weak fine subangular blocky; soft, very friable; few very fine and fine roots; few fine tubular pores; about 3 percent fine nodules of calcium carbonate; violently effervescent (13 percent calcium carbonate equivalent); moderately alkaline."
      }
    ]
  ]
}
