{
  "SERIES": "DRESSLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS-EWB-JVC-JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Dressler series consists of very deep, moderately well drained soils that formed in alluvium derived dominantly from granitic rocks.  Dressler soils are on low stream terraces.  Slopes are 0 to 4 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Torrifluventic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dressler coarse sandy loam--irrigated pasture. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 15 cm; dark grayish brown (10YR 4/2) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; many fine interstitial and tubular pores; 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (13 to 20 cm thick)\nA--15 to 51 cm; dark grayish brown (10YR 4/2) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine roots; many fine interstitial and tubular pores; 10 percent fine gravel; neutral (pH 6.6); abrupt wavy boundary.  (36 to 50 cm thick)\nBw--51 to 94 cm; yellowish brown (10YR 5/4) loamy coarse sand, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many fine and few very fine tubular pores; 5 percent fine gravel; neutral (pH 6.6); abrupt wavy boundary.  (36 to 50 cm thick)\nC1--94 to 124 cm; brown (10YR 5/3) cobbly coarse sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; few fine and very fine interstitial and tubular pores; 25 percent cobbles and stones; many coarse prominent strong brown (7.5YR 5/6) and many coarse faint brown (10YR 5/3) moist, masses of iron accumulation; slightly acid (pH 6.5); abrupt irregular boundary.  (20 to 26 cm thick)\nC2--124 to 152 cm; 60 percent pale brown (10YR 6/3) and 40 percent strong brown (7.5YR 5/6) loamy sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; slightly acid (pH 6.4); gradual smooth boundary.  (23 to 38 cm thick)\nC3--152 to 168 cm; pale brown (10YR 6/3) cobbly sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; 25 percent cobbles and stones; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; in Carson Valley along the West Fork of the Carson River; about 2,550 feet north and 1,150 feet east of the southwest corner of section 29, T. 12 N., R. 20 E.; USGS Woodfords 7.5 minute topographic quadrangle; latitude 38 degrees 52 minutes 27 seconds N and longitude 119 degrees 45 minutes 57 seconds W; WGS84 Decimal Degrees 38.8741667 latitude, -119.7658333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall unless irrigated; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nMollic epipedon thickness: 25 to 50 cm.\nDepth to redoximorphic features: 76 to 127 cm.\nParticle-size control section - Clay content: 3 to 9 percent.\nRock fragments: averages 5 to 30 percent.  Lithology of fragments are mainly granitic rocks such as granite and granodiorite.\nAp and A horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 2 to 10 percent.\nStructure: Granular or subangular blocky structure; may be massive or single grain in the A horizon.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 to 3 percent.\nC horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Stratified sand to cobbly coarse sandy loam.\nClay content: 2 to 8 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cleman, Kimberly, Kodak, Ravendog and Sheepskin series.\nCleman, Kimberly, Kodak, Ravendog and Sheepskin soils do not have endosaturation or redoximorphic features within 150 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dressler soils are on low stream terraces.  They formed in alluvium derived mainly from granitic rocks such as granite or granodiorite.  Slopes are 0 to 4 percent.  Elevations range from 1,400 to 1,620 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 8 to 11 degrees C., and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brockliss and Mottsville soils.  Brockliss soils are sandy-skeletal.  Mottsville soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very low surface runoff; moderately rapid permeability; high saturated hydraulic conductivity.  Endosaturation is present with an apparent seasonal high water table between 100 and 150 cm (deep free water occurrence class) from December through May.  Cumulative annual duration classes are Common or Persistent.  These soils are susceptible to occasional flooding for brief periods between December and May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dressler soils are used for livestock pasture, meadow hay, and small grain production.  The vegetation is principally meadow hay and other grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 1/2009 revision updates the taxonomic subgroup from Aquic to Torrifluventic Haploxerolls.  Soils previously correlated as wet phases of Dressler are now within the range of the tentative Dresslewet series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 51 cm (Ap and A horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 100 and 150 cm at certain times during normal years (C1, C2, and C3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (Bw horizon and parts of the A and C1 horizons).\nADDITIONAL DATA: User Pedon ID: 2006NV005017.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
