{
  "SERIES": "DRESDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDA-JBF-DEC",
  "REVDATE": "05/2016",
  "STATES": "IL,MI,WI",
  "OVERVIEW": "The Dresden series consists of very deep, well drained soils on kames, outwash plains, and stream terraces. Slope ranges from 0 to 30 percent. These soils formed in as much as 51 cm (20 inches) of silty material and the underlying loamy sediments over calcareous gravel and sand. Mean annual precipitation is about 940 mm (37 inches), and mean annual air temperature is about 10 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, active, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dresden silt loam - on a 3 percent slope in a cultivated field at an elevation of about 177 meters (580 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium granular structure; friable; common very fine roots; neutral; gradual wavy boundary. [18 to 25 cm (7 to 10 inches) thick]\nE--18 to 25 cm (7 to 10 inches); brown (10YR 4/3) silt loam; weak thin platy structure; friable; common fine roots; common distinct very dark grayish brown (10YR 3/2) organic coatings on horizontal faces of peds and in pores; neutral; gradual wavy boundary. [0 to 18 cm (0 to 7 inches) thick]\n2Bt1--25 to 41 cm (10 to 16 inches); brown (7.5YR 4/3) clay loam; moderate fine and medium prismatic structure; friable; common very fine roots; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; neutral; gradual wavy boundary.\n2Bt2--41 to 61 cm (16 to 24 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common very fine roots; many prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; few fine distinct strong brown (7.5YR 5/6) weakly cemented iron-manganese nodules throughout; 1 percent gravel; neutral; clear smooth boundary.\n2Bt3--61 to 76 cm (24 to 30 inches); brown (7.5YR 4/3) clay loam; weak medium subangular blocky structure; firm; common fine roots; many prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; common medium prominent brownish yellow (10YR 6/6) and distinct strong brown (7.5YR 4/6) weakly cemented iron-manganese nodules throughout; 7 percent gravel; very slightly effervescent; slightly alkaline; clear smooth boundary. [Combined thickness of the 2Bt horizon is 25 to 81 cm (10 to 32 inches).]\n3C--76 to 152 cm (30 to 60 inches); yellowish brown (10YR 5/4) gravelly loamy sand; single grain; loose; 21 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Will County, Illinois; about 2.4 km (1.5 miles) northeast of Channahon; 445 m (1,460 feet) south and 43 m (140 feet) east of the northwest corner of sec. 10, T.34 N., R.9 E.; USGS Channahon, Illinois, topographic quadrangle; lat. 41 degrees 26 minutes 42 seconds N. and long. 88 degrees 11 minutes 41 seconds W., NAD 27; UTM zone 16, 400202 easting and 4588865 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development and the depth to carbonates ranges from 61 to 102 cm (24 to 40 inches). The depth to horizons, with greater that 90 percent sand and greater than 20 percent rock fragments, ranges from 61 to 102 cm (24 to 40 inches). The thickness of the silty mantle ranges from 0 to 51 cm (0 to 20 inches). The series control section ranges from moderately acid to neutral in the upper part and slightly alkaline to moderately alkaline in the lower part.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 2 or 3. It is silt loam or loam, and less commonly sandy loam.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.\nThe Bt or 2Bt horizon has hue of 5YR, 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4. It is silty clay loam, clay loam, or loam. Rock fragment content is less than 10 percent.\nBC or 2BC horizon (where present) has hue of 5YR, 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. It is loam, clay loam, sandy clay loam, sandy loam, or their gravelly or very gravelly analogs. Clay content averages between 20 and 30 percent, and sand content averages 30 to 70 percent. The rock fragment content averages between 0 and 45 percent.\n2C horizon or 3C horizon has hue of 5YR, 7.5YR or 10YR, value of 4 to 7, and chroma of 2 to 6. It is gravelly coarse sand, gravelly sand, gravelly loamy coarse sand, gravelly loamy sand, and the very gravelly or extremely gravelly analogs of these textures. Rock fragment content ranges from 20 to 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. The Gardenvale, Menomin, Meridian, Merimod, Merit, and Sattre series are in the similar family with superactive cation exchange activity. Gardenvale soils have a paralithic contact within 152 cm (60 inches). Menomin, Meridian, Merimod, Merit and Sattre soils do not have carbonates within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dresden soils are on kames, outwash plains, and stream terraces. Slope gradients range from 0 to 30 percent. These soils formed in 61 to 102 cm (24 to 40 inches) of loamy sediments over calcareous stratified gravel and sand. Some pedons have a silty mantle that ranges from 0 to 51 cm (0 to 20 inches) in thickness. Mean annual air temperature ranges from 7 to 12 degrees C (45 to 54 degrees F.), mean annual precipitation ranges from 762 to 1020 cm (30 to 40 inches), frost free days range from 140 to 180 days, and elevation ranges from 155 to 311 m (510 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fox, Matherton, Warsaw, and Will soils. The well drained Fox and Warsaw soils form a biosequence with Dresden soils and are on similar parts of the landform. The somewhat poorly drained Matherton soils and the poorly drained Will soils are on lower positions on the landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is slow to rapid. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the solum and very high (greater than 141.11 micrometers per second) in the underlying material. Permeability is moderate in the solum and very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, small grain, and meadow are the principal crops. Native vegetation was mixed hardwood trees and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Illinois, southeastern Wisconsin, and southern Michigan. Extent is moderate in MLRAs 95B, 95A, 108, and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, Illinois, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 25 cm (10 inches) (Ap and BE horizons); argillic horizon - the zone from approximately 25 to 76 cm (10 to 30 inches) (Bt1, 2Bt2, and 2Bt3 horizons); strongly contrasting particle-size classes - the contact between the 2Bt3 and 3C horizons; udic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium granular structure; friable; common very fine roots; neutral; gradual wavy boundary. [18 to 25 cm (7 to 10 inches) thick]"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--18 to 25 cm (7 to 10 inches); brown (10YR 4/3) silt loam; weak thin platy structure; friable; common fine roots; common distinct very dark grayish brown (10YR 3/2) organic coatings on horizontal faces of peds and in pores; neutral; gradual wavy boundary. [0 to 18 cm (0 to 7 inches) thick]"
      },
      {
        "name": "2Bt1",
        "top": 25,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--25 to 41 cm (10 to 16 inches); brown (7.5YR 4/3) clay loam; moderate fine and medium prismatic structure; friable; common very fine roots; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; neutral; gradual wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 41,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--41 to 61 cm (16 to 24 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common very fine roots; many prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; few fine distinct strong brown (7.5YR 5/6) weakly cemented iron-manganese nodules throughout; 1 percent gravel; neutral; clear smooth boundary."
      },
      {
        "name": "2Bt3",
        "top": 61,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--61 to 76 cm (24 to 30 inches); brown (7.5YR 4/3) clay loam; weak medium subangular blocky structure; firm; common fine roots; many prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; common medium prominent brownish yellow (10YR 6/6) and distinct strong brown (7.5YR 4/6) weakly cemented iron-manganese nodules throughout; 7 percent gravel; very slightly effervescent; slightly alkaline; clear smooth boundary. [Combined thickness of the 2Bt horizon is 25 to 81 cm (10 to 32 inches).]"
      },
      {
        "name": "3C",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--76 to 152 cm (30 to 60 inches); yellowish brown (10YR 5/4) gravelly loamy sand; single grain; loose; 21 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
