{
  "SERIES": "DREYER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELG-ACT",
  "REVDATE": "01/2002",
  "STATES": "TX",
  "OVERVIEW": "The Dreyer series consists of very deep, well drained, very slowly permeable soils on gently sloping to strongly sloping uplands. These soils formed in weakly consolidated calcareous clays and marls of Tertiary age . Slope ranges from 3 to 12 percent .",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, thermic Udic Calciusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dreyer clay--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure; extremely hard, very firm; many fine and medium roots; few coarse roots;  common fine and medium ironstone pebbles; strongly effervescent; moderately alkaline; clear smooth boundary . ( 3 to 8 inches thick)\nBw--7 to 18 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; moderate fine and medium angular blocky structure that form wedge-shaped aggregates; extremely hard, very firm; many fine and medium roots; few pressure faces; few very dark grayish brown streaks in cracks; 1 percent fine and medium concretions of calcium carbonate; common fine and medium ironstone pebbles; few coarse ironstone pebbles; strongly effervescent; moderately alkaline; clear wavy boundary . ( 5 to 12 inches thick)\nBkss1--18 to 38 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; moderate medium angular blocky structure; extremely hard, very firm; common fine and medium roots; few vertical cracks 1/2 inch wide with yellowish brown material; common slickensides; 5 percent fine and medium concretions of calcium carbonate; 2 percent masses of calcium carbonate; few fine and coarse ironstone pebbles; strongly effervescent; moderately alkaline; gradual wavy boundary .\nBkss2--38 to 42 inches; pale yellow (2.5Y 7/4) clay, light yellowish brown (2.5Y 6/4) moist; moderate medium angular blocky structure; extremely hard, very firm; few fine roots; common slickensides; 6 percent fine concretions of calcium carbonate; 2 percent crystals of gypsum; few fine ironstone pebbles; strongly effervescent; moderately alkaline; gradual wavy boundary .  ( Combined thickness of the Bkss horizons is 24 to 65 inches)\nCy--42 to 80 inches; light gray (2.5Y 7/2) interbedded shale that has clay texture, light gray (2.5Y 7/2) moist; few coarse distinct brownish yellow (10YR 6/8) mottles; massive; very hard, very firm; few fine concretions and stains of iron-manganese; 2 percent calcium carbonate concretion; 3 percent crystals of gypsum; strongly effervescent; moderately alkaline ."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gonzales County, Texas; from intersection of Farm Road 1296 and Farm Road 1115 in Waelder; 1.4 miles northwest on Farm Road 1296; 1 mile north on county road; 120 feet west in rangeland. USGS Waelder topographic quadrangle; latitude: 29 degrees, 43 minutes, 58 seconds N, longtude 97 degrees, 18 minutes, 14 seconds W ."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to more than 60 inches . The soil is clay or silty clay throughout. Reaction is slightly alkaline or moderately alkaline and is calcareous throughout . Clay content the particle size control section ranges from 40 to 60 percent . Cracks which extend to more than 20 inches are up to 2 inches wide on the surface remain open 90 to 150 cumulative days in most years. Untilled areas have linear gilgai microrelief with microlows 1 to 3 feet wide and 2 to 8 inches deep, and microhighs 10 to 16 feet wide that extend up and down slopes. Depth to slickensides ranges from 8 to 18 inches, and are present throughout the pedon. Boundary between horizons is wavy or irregular. Chroma is 2 or more within 12 inches in more than half of the pedons. Where the A horizon is 12 inches thick or less the value moist is 4 or more, 6 or more dry, or the chroma is 3 or more. Calcium carbonate equivalent  ranges from 15 to 40 percent within 40 inches of the surface. Ironstone pebbles range from 2 to 6 percent throughout .\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2. Masses of iron accumulation in shades of brown or yellow and iron depletions in shades of gray range from none to few. Calcium carbonate concretions range from 0 to 2 percent.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 . Calcium carbonate in the form of concretions and threads range from 0 to 2 percent.\nThe Bkss horizons have hue of 10YR or 2.5Y, value of 5 to 7 and chroma of  2 to 4 . Masses of iron accumulation in shades of brown or yellow and iron depletions in shades of gray range from none to few .  Calcium carbonate in the form of concretions, masses, and threads range from 5 to 25 percent. Crysrtals of gypsum range from  0 to 2 percent .\nThe BCky or BCkss horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 2 to 4. Masses of iron accumulation in shades of brown or yellow range from none to few. The clay texture is interbedded with gray fragments of shale . Calcium carbonate in the form of concretions and masses range from 2 to 25 percent. Crystals of gypsum range from  2 to 4 percent .\nThe Cy or C horizon has colors similar to the BCk horizon in both its matrix and mottles. It has shale which is interbedded with clay. Calcium carbonate concretions range from 2 to 15  percent. Crystals of gypsum range from 2 to 5 percent ."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Deport (TX), Frelsberg (TX), amd Latium (TX) series. Chapel soils have mean annual soil temperature between 60 and 65 degrees, and have solum thickness more than 80 inches.  Frelsberg soils have chroma of less than 2 to depths greater than 20 inches. Latium  soils do not have occurrence of  small amounts of gypsum in the lower solum, and formed in Tertiary age member of the Fleming Formation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dreyer soils are on gently sloping to strongly sloping uplands. The geomorphic surface is plane to convex with slopes ranging from 3 to 12 percent. Surface microhighs and microlows have been removed by cultivation in cropped areas. These soils formed from weakly cemented calcareous clays and marls of Tertiary age, mainly of the Cook Mountain Formation. Mean annual precipitation ranges from 28 to 38 inches and mean annual air temperatures ranges from 67 to 70 degrees F.  Frost free days range from 260 to 280, and elevation ranges from 200 to 500 feet . Thornthwaite P-E indices range from 44 to about 56 ."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benchley, Crockett, Denhawken, Elmendorf, Luling and Normangee soils. The Benchley, Crockett, Denhawken, Elmendorf and Normangee soils have loamy surface layers and clayey argillic horizons and are on slightly lower position. Luling soils do not have a calcic horizon within 40 inches of the surface and are on silimar position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is very slow. Runoff is high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent. Water enters this soil very rapidly when cracks are open, and very slowly when cracks have closed ."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland. Most areas have been cultivated in the past. Native vegetation is mid and tall prairie grasses with a few scattered trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blackland Prairie of Texas (MLRA 86A) . The series is of moderate extent ."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gonzales County, Texas; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly included in the Latium series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches. ( A horizon)\nCambic horizon - 7 to 42  inches. (Bw, and Bkss)\nCalcic feature -  18 to 42 inches. (Bkss1, and Bkss2)\nVertic feature - Slickensides from 18 to 42 inches, greater than 40 percent clay throughout the pedon, and cracks that open and close periodically .\nTaxonomic version: Second Edition, 1999"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure; extremely hard, very firm; many fine and medium roots; few coarse roots;  common fine and medium ironstone pebbles; strongly effervescent; moderately alkaline; clear smooth boundary . ( 3 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--7 to 18 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; moderate fine and medium angular blocky structure that form wedge-shaped aggregates; extremely hard, very firm; many fine and medium roots; few pressure faces; few very dark grayish brown streaks in cracks; 1 percent fine and medium concretions of calcium carbonate; common fine and medium ironstone pebbles; few coarse ironstone pebbles; strongly effervescent; moderately alkaline; clear wavy boundary . ( 5 to 12 inches thick)"
      },
      {
        "name": "Bkss1",
        "top": 46,
        "bottom": 97,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss1--18 to 38 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; moderate medium angular blocky structure; extremely hard, very firm; common fine and medium roots; few vertical cracks 1/2 inch wide with yellowish brown material; common slickensides; 5 percent fine and medium concretions of calcium carbonate; 2 percent masses of calcium carbonate; few fine and coarse ironstone pebbles; strongly effervescent; moderately alkaline; gradual wavy boundary ."
      },
      {
        "name": "Bkss2",
        "top": 97,
        "bottom": 107,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss2--38 to 42 inches; pale yellow (2.5Y 7/4) clay, light yellowish brown (2.5Y 6/4) moist; moderate medium angular blocky structure; extremely hard, very firm; few fine roots; common slickensides; 6 percent fine concretions of calcium carbonate; 2 percent crystals of gypsum; few fine ironstone pebbles; strongly effervescent; moderately alkaline; gradual wavy boundary .  ( Combined thickness of the Bkss horizons is 24 to 65 inches)"
      },
      {
        "name": "Cy",
        "top": 107,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cy--42 to 80 inches; light gray (2.5Y 7/2) interbedded shale that has clay texture, light gray (2.5Y 7/2) moist; few coarse distinct brownish yellow (10YR 6/8) mottles; massive; very hard, very firm; few fine concretions and stains of iron-manganese; 2 percent calcium carbonate concretion; 3 percent crystals of gypsum; strongly effervescent; moderately alkaline ."
      }
    ]
  ]
}
