{
  "SERIES": "DRISCOLL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/CKN/TWH/SHB/BDG",
  "REVDATE": "09/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ultic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Driscoll silt loam -- on an 11 percent south-facing slope at 2,800 feet elevation in forest. (Colors are for dry soil unless otherwise stated).\nOi--0 to 1 inch; slightly decomposed needles and twigs. (0 to 2 inches thick)\nOe--1 to 2 inches; moderately decomposed needles and twigs. (0 to 1 inch thick)\nA1--2 to 4 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; neutral (pH 6.8); clear wavy boundary. (0 to 10 inches thick)\nA2--4 to 8 inches; grayish brown (10YR 5/2) silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine and medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine continuous tubular pores; a krotovina, 2 inches in diameter; neutral (pH 6.8); clear wavy boundary. (0 to 10 inches thick)\nA3--8 to 17 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few medium and coarse roots; many very fine and fine tubular pores; a krotovina, 3 inches in diameter; neutral (pH 6.6); gradual wavy boundary. (0 to 10 inches thick)\nBt1--17 to 27 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; weak fine prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, slightly sticky and slightly plastic; common very fine, fine, and common medium tubular pores; few faint patchy clay films on faces of peds; few fine iron and manganese concretions less than 2 mm thick; slightly acid (pH 6.4); clear way boundary. (0 to 10 inches thick)\nBt2--27 to 33 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; weak fine prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, moderately sticky and slightly plastic; common very fine, fine, medium and few coarse roots; many very fine and fine and common medium tubular pores; few fine manganese concretions less than 2mm in diameter; few faint patchy clay films on faces of peds; moderately acid (pH 5.6); clear wavy boundary. (5 to 10 inches thick)\nE--33 to 35 inches; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; many very fine and fine continuous tubular pores; few fine iron and manganese concretions less than 2 mm in diameter; moderately acid (pH 5.8); abrupt smooth boundary. (1 to 4 inches thick)\nBtb1--35 to 47 inches; yellowish brown (10YR 5/4) silty clay, dark yellowish brown (10YR 4/4) moist; strong fine and medium prismatic structure parting to strong fine and medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine and fine roots; common very fine and fine continuous tubular pores; prominent brown (7.5YR 4/4) continuous clay films on faces of peds and in pores; prisms are capped with E material; many fine iron and manganese concretions less than 2mm in diameter; moderately acid (pH 5.8); gradual wavy boundary. (5 to 15 inches thick)\nBtb2--47 to 58 inches; light yellowish brown (10YR 6/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine prismatic structure parting to strong fine and medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine and fine roots; common very fine and fine continuous tubular pores; many prominent brown (7.5YR 4/4) continuous clay films on faces of peds and in pores; neutral (pH 7.0); clear wavy boundary. (5 to 15 inches thick)\nBtb3--58 to 70 inches; light yellowish brown (10YR 6/4) silty clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure; very hard, very firm, sticky and plastic; common very fine and fine continuous tubular pores; many distinct brown (7.5YR 4/4) continuous clay films on faces of peds and in pores; iron staining on faces of peds; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Latah County, Idaho; about 3 miles southeast of Moscow, Idaho; about 820 feet north and 1,470 feet east of the southwest corner of section 25, T. 39 N., R. 5 W. (Latitude - 46 degrees, 41 minutes, 21 seconds North; Longitude - 116 degrees, 54 minutes, 36 seconds West; USGS Moscow East Quadrangle.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 10 to 20 inches\nBase saturation - assumed less than 75 percent in some part of the upper 20 inches of the argillic horizon\nMoisture control section - dry mid to late summer 45 to 60 consecutive days.\nAverage annual soil temperature - 47 to 54 degrees F.\nA or Ap horizon\nHue - 7.5YR or 10YR\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 or 3, dry or moist\nClay content - 16 to 26 percent\nReaction - moderately acid to neutral\nAB horizon (present in some pedons)\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry\nChroma - 2 to 4 moist\nTextures - silt loam or silty clay loam\nClay content - 20 to 29 percent\nReaction - moderately or slightly acid\nBt horizon\nHue - 10YR or 7.5YR\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 2 to 6, dry, 2 to 4 moist\nTextures - silt loam, silty clay loam or clay loam\nClay content - 18 to 29 percent (increase in clay content is always less than 20% (relative) of that in the overlying eluvial horizons)\nRock fragments - 0 to 10 percent gravel\nReaction - moderately acid to neutral\nBE horizon (present in some pedons)\nE horizon\nHue - 7.5YR or 10YR, 2.5Y\nValue - 5 to 8 dry, 4 to 6 moist\nChroma - 2 to 4 dry, 3 or 4 moist\nPresent in some pedons - few or common, fine or medium, distinct or prominent high chroma redox concentrations\nTexture - silt loam or silt\nClay content - 12 to 26 percent\nReaction - moderately acid to neutral\nBtb horizon\nHue  7.5YR or 10YR\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 3 to 6, dry and moist\nTextures - silty clay or silty clay loam\nClay content - 32 to 55 percent\nRock fragments - 0 to 5 percent gravel\nBase saturation - 50 to 75 percent in some part\nReaction - moderately acid to neutral\n2Btb horizon (present in some pedons)\nHue - 5YR to 10YR\nValue - 4 to 7 dry, 3 to 5 moist\nChroma - 3 to 6 dry, 3 or 4 moist\nTextures - silty clay loam or silty clay\nClay content - 28 to 50 percent\nRock fragments - 0 to 5 percent gravel, 0 to 1 percent cobbles, and 0 to 6 percent total\nReaction - moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Swauk series.  Swauk soils are 20 to 40 inches to a densic contact and are dry for 75 to 90 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Driscoll soils are on ridges and hills on plateaus and on benches in canyons. Slopes range from 0 to 35 percent. These soils formed in material weathered from loess of two ages and may have basalt residuum in the lower subsoil. Elevation is 1,100 to 4,300 feet (335 TO 1300 meters). The mean annual temperature is 45 to 52 degrees F. The mean annual precipitation is 20 to 31 inches (510 to 790 mm). The frost-free period is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Larkin, Latahco, and Southwick soils. Larkin soils are on plane slopes of loess covered basalt plateaus and are fine-silty. Latahco soils are in bottomlands and drainageways, are somewhat poorly drained, and are fine-silty. Southwick soils are on plane to concave slopes of loess covered basalt plateaus, and are fine-silty in the control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; moderately low saturated hydraulic conductivity; A seasonally perched water table is at its uppermost limit from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for cropland, some areas are used for timber production, livestock grazing, and wildlife habitat. Potential natural vegetation is mainly ponderosa pine, with an understory of bluebunch wheatgrass, Idaho fescue, pine reedgrass, lupine, common snowberry, sticky geranium, rose, cinquefoil, and white spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington and northern Idaho, MLRA 9.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Latah County, Idaho, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the mineral soil surface to 17 inches (the A1, the A2, and the A3 horizons).\nCambic horizon - the zone from 17 to 33 inches (the Bt1 and Bt2 horizons)\nAlbic horizon - the zone from 33 to 35 inches (the E horizon)\nArgillic horizon - the zone from 35 to 70 inches (the Btb1, the Btb2, and the Btb3 horizon)\nParticle-size control section - the zone from 35 to 55 inches (the Btb1, and part of the Btb2 horizon).\nSoil moisture regime - xeric\nSoil temperature regime - mesic\nDepths to diagnostic horizons or features are measured from the top of the first mineral horizon.\nClassification revised 11/03 from smectitic to mixed mineralogy based on lab data.\nADDITIONAL DATA:  Lab data available for sample numbers 00WA063004, S01WA063001, S03ID-009-003, and S04ID-009-004 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
