{
  "SERIES": "DRYADINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. COC/RJE/EMM",
  "REVDATE": "03/2008",
  "STATES": "MT",
  "OVERVIEW": "The Dryadine series consists of moderately deep, well drained soils that formed in residuum derived from limestone. Dryadine soils are on mountain tops. Slopes are 2 to 25 percent. Mean annual precipitation is about 35 inches, and mean annual temperature is 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Typic Calcicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dryadine flaggy silt loam, forested. (Colors are for dry soil unless otherwise noted.)\n0i--0 to 0.5 inch; pine needles, twigs, and cones.\n0e--0.5 to 1.5 inches; partly weathered organic matter.\nA--1.5 to 4 inches; very dark grayish brown (10YR 3/2) flaggy silt loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and moderately plastic; many fine and very fine roots and common medium and coarse roots; 15 percent angular cobbles, and 10 percent flat angular gravel; moderately acid (pH 6.0); abrupt wavy boundary. (2 to 5 inches thick)\nBw--4 to 14 inches; pale brown (10YR 6/3) extremely flaggy silt loam, brown (10YR 4/3) moist; moderate very fine subangular blocky structure parting to moderate very fine granules; soft, very friable, slightly sticky and slightly plastic; many coarse, medium, fine, and very fine roots; 35 percent flat angu- lar gravel and 30 percent angular cobbles; strongly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (3 to 10 inches thick)\nBk--14 to 27 inches; very pale brown (10YR 7/3) extremely flaggy silt loam, brown (10YR 5/3) moist; moderate very fine subangular blocky structure parting to weak very fine granules; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots and few coarse and medium roots; many fine and very fine pores and common medium pores; 50 percent flagstones and 35 percent flat angular gravel; strongly effervescent; slightly alkaline (pH 7.8); diffuse irregular boundary. (10 to 15 inches thick)\nC--27 to 36 inches; pale brown (10YR 6/3) extremely flaggy silt loam, brown (10YR 5/3) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; 65 percent flagstones and 30 percent flat angular gravel; strongly effervescent; moderately alkaline (pH 7.9); abrupt wavy boundary. (9 to 18 inches thick)\nR--36 inches; very hard fractured limestone. (Fracture intervals exceed 8 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fergus County, Montana; about 2630 feet west and 210 feet north of SE corner of sec. 27, T. 12 N., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 34 to 40 degrees F.\nDepth to calcic horizon: 5 to 15 inches\nDepth to bedrock: 20 to 40 inches\nO horizon: 1.5 to 2 inches thick\nA horizon:\nHue: 10YR\nValue, dry: 3 or 4\nValue, moist: 2\nChroma: 2\nTexture: silt loam\nClay content: 10 to 20 percent\nRock fragments: 15 to 35 percent\nCobbles, angular: 5 to 15 percent\nGravel, angular: 10 to 20 percent\nReaction: pH 5.6 to 6.5\nBw horizon:\nHue: 10YR\nValue, dry: 5 or 6\nValue, moist: 4\nChroma: 2 or 3\nTexture: silt loam, loam, very fine sandy loam\nClay content: 10 to 20 percent\nRock fragments: 35 to 75 percent\nCobbles, angular: 10 to 35 percent\nGravel, angular: 25 to 40 percent\nReaction: pH 7.4 to 8.4\nBk and C horizons:\nHue: 10YR or 2.5Y\nValue, dry: 5 to 7\nValue, moist: 4 or 5\nChroma: 2 or 3\nTexture: silt loam, loam, or very fine sandy loam\nClay content: 5 to 20 percent\nRock fragments: 60 to 90 percent\nFlagstones: 35 to 60 percent\nGravel, flat angular: 25 to 35 percent\ncalcium carbonate equivalent: 35 to 60 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Whitore series. Whitore soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dryadine soils are on mountain tops and have slope gradients of 2 to 25 percent. Elevations are 7,000 to 9,000 feet. Dryadine soils formed in residuum derived from limestone. The climate is cold with long cold winters and moist springs and summers. Mean annual precipitation is 30 to 40 inches, much of which falls as snow. Mean annual temperature is 34 to 38 degrees F. The growing season is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sheege and Whitore soils. Sheege soils lack the O horizon and are shallow to limestone. The Whitore soils lack the bedrock at moderate depths and are at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The potential native vegetation is dominated by subalpine fir, white spruce, and limber pine, with an understory of camas, Engelmann aster, milkvetch, American histort, needleleaf sedge, clematis, Ross sandwort, arctic-alpine fleabane, Tweedys thistle, and alpine bluebell."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Dryadine soils are of small extent on the Snowy Mountains of central Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fergus County, Montana, 1979\nREMARKS\nThe 3/2008 description reflects a change in classification from Loamy-skeletal, carbonatic Typic Eutrocryepts to Loamy-skeletal, carbonatic Typic Calicicryepts due to revision of the cryepts great groups and subgroups. The competing series section was not updated and should be reviewed after all the cryepts have been re-classified.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
