{
  "SERIES": "DRYBURG",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. LWB-NWS",
  "REVDATE": "04/2009",
  "STATES": "MI,WI",
  "OVERVIEW": "The Dryburg soils are bisequal soils.  Typically the Dryburg soils have a sandy loam upper sequence of the horizons with a very dark grayish brown sandy loam Ap horizon, grayish brown A2 horizon, and dark reddish brown Bir horizon; and a lower sequence of horizons with a light reddish brown and reddish brown sandy loam B&A horizon and a reddish brown silty clay IIC horizon.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed, active, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dryburg sandy loam - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy loam; moderate fine granular structure; friable, slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nA2--8 to 9 inches; grayish brown (10YR 5/2) sandy loam; weak medium platy structure; friable; slightly acid; abrupt wavy boundary.  (0 to 4 inches thick)\nB2ir--9 to 18 inches; dark reddish brown (5YR 3/4) sandy loam; weak medium subangular blocky structure; friable; neutral; clear wavy boundary.  (6 to 15 inches thick)\nB&A--18 to 24 inches; reddish brown (2.5YR 4/4) peds of sandy loam (B't) surrounded by light reddish brown (5YR 6/3) sandy loam (A'2); weak medium subangular blocky structure; friable; some vesicles; few thin discontinuous clay flows on some ped faces and in some pores; neutral; abrupt wavy boundary.  (6 to 11 inches thick)\nIIC--24 to 60 inches; reddish brown (2.5YR 4/4) silty clay; moderate medium angular blocky structure; very firm; some weak red (2.5YR 5/2) coatings on peds; occasional thin white (5YR 8/1) secondary carbonate accumulations; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Luce County, Michigan; 200 feet east of old house on north side of road; SE1/4NE1/4 sec. 12, T. 45 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from about 24 to 40 inches in thickness and corresponds to the depth to the IIC horizon.  The solum ranges from medium acid to neutral.  The mean annual soil temperature is estimated to range from 44 to 47 degrees F.  Forested areas have a black (10YR 2/1) A1 horizon, 1 to 3 inches thick.\nThe Ap horizon is very dark grayish brown (10YR 3/2) or very dark gray (10YR 3/1).  The A2 is grayish brown (10YR 5/2) or light brownish gray (10YR 6/2).  The A horizons are sandy loam or fine sandy loam.\nThe B2ir horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 2, 3, or 4.  A B22ir or B3 horizon, slightly lighter in color than the B2ir, is in some pedons.  The B horizon is sandy loam or fine sandy loam.\nThe A'2 part of the B&A horizon has hue of 5YR, value of 5 or 6, and chroma of 2 or 3.  It is sandy loam or loamy sand.  The B't part has hue of 2.5YR or 5YR, value of 4 and chroma of 4.  The B't part comprises 60 to 80 percent of the B&A horizon.  It is loam, sandy loam, or light sandy clay loam.  Thin discontinuous clay flows are in pores and on some peds.  High chroma mottling are in the B&A horizon in some pedons.\nThe IIC horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 or 4.  It is silty clay or clay.  White (5YR 8/1) or pinkish white (5YR 8/2) coatings, varves or small concretions of secondary carbonates are in some pedons.  The IIC horizon is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cabinet, Humbird and Superior series in the same family and the Manistee and Ontonagon series. The Cabinet soils have a different climate.  Humbird soils have the lower sola formed in residuum weathered from sandstone and shale.  Superior soils have thinner loamy deposits over clayey sediments.  Manistee soils have sandier upper sequum A horizons. Ontonagon soils lack loamy upper sequum and spodic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dryburg soils are on gently sloping to sloping areas on lake plains bordering till plains or moraines of Wisconsinan Age.  Slopes are dominantly 2 to 10 percent.  Climate is continental, with a mean annual precipitation of 26 to 33 inches.  The mean annual temperature is about 41 to 45 degrees F., and the mean annual summer temperature is 60 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Dryburg soils are in a member drainage sequence with the poorly drained Munuscong soils.  Other soils are the well or moderately well drained Manistee and Ontonagon soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or moderately well drained. Runoff is moderate.  Permeability is moderate in the solum and very slow in the IIC horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for locally adapted hay and grain crops or pasture.  Wooded areas support mainly northern hardwoods, including some hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Lower Peninsula and Upper Peninsula of Michigan.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Osceola County, Michigan, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Dryburg soils were formerly classes as Podzol over Gray-Wooded.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy loam; moderate fine granular structure; friable, slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--8 to 9 inches; grayish brown (10YR 5/2) sandy loam; weak medium platy structure; friable; slightly acid; abrupt wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "B2ir",
        "top": 23,
        "bottom": 46,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2ir--9 to 18 inches; dark reddish brown (5YR 3/4) sandy loam; weak medium subangular blocky structure; friable; neutral; clear wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "A",
        "top": 46,
        "bottom": 61,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B&A--18 to 24 inches; reddish brown (2.5YR 4/4) peds of sandy loam (B't) surrounded by light reddish brown (5YR 6/3) sandy loam (A'2); weak medium subangular blocky structure; friable; some vesicles; few thin discontinuous clay flows on some ped faces and in some pores; neutral; abrupt wavy boundary.  (6 to 11 inches thick)"
      },
      {
        "name": "IIC",
        "top": 61,
        "bottom": 152,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "narrative": "IIC--24 to 60 inches; reddish brown (2.5YR 4/4) silty clay; moderate medium angular blocky structure; very firm; some weak red (2.5YR 5/2) coatings on peds; occasional thin white (5YR 8/1) secondary carbonate accumulations; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
