{
  "SERIES": "DRYFIELD",
  "STATUS": "Established Series",
  "BYREV": "JWH/JME/KP",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dryfield fine sandy loam, on a east facing 14 percent slope under grass at an elevation of 710 meters. (Colors are for dry soil unless otherwise noted. When described on 6/6/03, the soil was slightly moist throughout.)\nA--0 to 11 centimeters; brown (10YR 5/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; 17 percent clay; moderate medium granular structure; very friable, slightly hard, nonsticky and nonplastic; common very fine roots throughout; strongly acid, pH 5.3; abrupt wavy boundary.\nBt1--11 to 49 centimeters; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very friable, slightly hard, slightly sticky and slightly plastic; common very fine roots throughout; common very fine tubular pores; 50 percent patchy distinct clay films on all faces of peds; strongly acid, pH 5.3; clear smooth boundary.\nBt2--49 to 70 centimeters; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; friable, moderately hard, slightly sticky and slightly plastic; common very fine roots throughout; common very fine tubular pores; 50 percent patchy distinct clay films on all faces of peds; strongly acid, pH 5.5; clear wavy boundary.\nBt3--70 to 105 centimeters; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; friable, moderately hard, slightly sticky and slightly plastic; common fine roots throughout; common very fine tubular pores; 25 percent patchy prominent clay films on all faces of peds; moderately acid, pH 5.8; gradual wavy boundary.\nBt4--105 to 130 centimeters; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; friable, hard, slightly sticky and slightly plastic; few very fine roots throughout; few very fine tubular pores; 20 percent patchy prominent clay films on all faces of peds; moderately acid, pH 5.9; gradual wavy boundary.\nBt5--130 to 150 centimeters; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; friable, hard, slightly sticky and slightly plastic; few very fine tubular pores; 10 percent patchy faint clay films on all faces of peds; slightly acid, pH 6.1; gradual wavy boundary.\nBCt--150 to 190 centimeters; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; friable, hard, slightly sticky and slightly plastic; few very fine tubular pores; 5 percent patchy faint clay films on all faces of peds; moderately acid, pH 5.7."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 6.5 kilometers east of Garberville, CA.  USGS 7.5 minute topographic quadrangle Harris, California; WGS84 Decimal degrees 40.0975000 latitude and -123.7188889 longitude; UTM zone 10 0438613mE, 4438812mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  The mean annual soil temperature at 50 centimeters is 15 to 19 degrees C and the difference between mean summer and mean winter soil temperatures is 6 degrees C or greater. The soil has a thermic temperature regime.\nSoil Moisture:  The soil moisture control section, in normal years, is dry in all parts for 45 or more consecutive days in the 4 months following the summer solstice and moist in all parts for 45 or more consecutive days in the 4 months following the winter solstice. The soil has a xeric moisture regime.\nParticle-size control section (weighted average):\nClay content: 15 to 17 percent clay\nDepth to bedrock: more than 150 cm\nRock fragments: 0 to 10 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6, 3 or 4 moist\nChroma: 2 through 4 dry or moist\nTexture: fine sandy loam or loam\nClay content: 10 to 15 percent\nRock fragments: 0 to 10 percent\nReaction: strongly to moderately acid\nUpper B horizons:\nHue: 7.5YR or 10YR\nValue: 5 through 7, 4 or 5 moist\nChroma: 3 through 6 dry or moist\nTexture: fine sandy loam or loam\nClay content: 15 to 17 percent\nRock fragments: 0 to 10 percent strongly cemented sandstone\nReaction: strongly to moderately acid\nLower B horizons:\nHue: 7.5YR or 10YR\nValue: 5 through 7, 4 or 5 moist\nChroma: 3 through 6 dry or moist\nTexture: fine sandy loam, loam, or sandy clay loam\nClay content: 16 to 27 percent\nRock fragments: 0 to 15 percent\nReaction: moderately to slightly acid\nC horizon (when present):\nHue: 7.5YR through 2.5Y\nValue: 5 through 7, 4 or 5 moist\nChroma: 3 through 6 dry or moist\nTexture: fine sandy loam, loam, or sandy clay loam\nClay content: 10 to 27 percent\nRock fragments: 0 to 20 percent strongly cemented sandstone\nPararock fragments: 0 to 59 percent weakly cemented sandstone\nReaction: moderately to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kanaka series from Shasta County (1965). Kanaka soils are moderately deep over granodiorite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dryfield soils are on mountains and ridges.  Slopes range from 2 to 50 percent.  Elevations are 100 to 760 meters. The soils formed in colluvium and residuum derived from sandstone of the Franciscan Complex. The climate is subhumid with warm, dry summers and cool, wet winters. Mean annual precipitation is 1500 to 3050 millimeters. Mean annual temperature is 13 to 15 degrees C. Frost free season is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Yorknorth, and Witherell soils.  Yorknorth soils contain more than 35 percent clay in the particle size control section. Witherell soils have lithic materials with cracks spaced less than 10 centimeters apart between 25 and 50 centimeters. Yorknorth soils are on concave to linear positions and Witherell soils are on convex positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for livestock grazing. The vegetation includes slender oat, wild oat, soft brome, ripgut brome, , bristly dogstail grass, medusa head, silver hairgrass, hairy catsear, common sheep sorrel, and other annual and perennial grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area, MLRA 5. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, Southern Part, California, 2011. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 11 centimeters (A horizon).\nCambic horizon: The zone from 11 to 190 centimeters (Bt1, Bt2, Bt3, B4, Bt5, BCt horizons)\nParticle size control section -  The zone from 25 to 100 centimeters averages 16 percent clay, 51 percent fine sand or coarser, by weight, and 4 percent gravel, by volume (Bt1, Bt2, Bt3 horizons).\nADDITIONAL DATA: NSSL Pedon 03N0876. NASIS User Pedon ID 03CA601152.\nKeys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
