{
  "SERIES": "DRYGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMR/JMS/RJS",
  "REVDATE": "07/2013",
  "STATES": "MT",
  "OVERVIEW": "The Drygulch series consists of very deep, somewhat excessively drained soils that formed in gravelly alluvium. These soils are on stream terraces and inset fans. Slopes are 0 to 8 percent. Mean annual precipitation is about 330 mm and mean annual air temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Drygulch coarse sandy loam, in rangeland on a 1 percent slope at 1,002 meters elevation (colors are for dry soil unless otherwise indicated.)\nA--0 to 25 cm; grayish brown (10YR 5/2) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; very friable, soft, nonsticky and nonplastic; many fine roots, common medium roots; many fine irregular pores; 10 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (18 to 28 cm thick)\nBC--25 to 33 cm; pale brown (10YR 6/3) gravelly coarse sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine and medium roots; common fine irregular pores; 15 percent gravel; neutral (pH 7.0); gradual smooth boundary. (5 to 25 cm thick)\nC1--33 to 46 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; massive; loose, nonsticky and nonplastic; few fine roots; common fine interstitial pores; 40 percent gravel; neutral (pH 6.8); gradual smooth boundary. (13 to 46 cm thick)\nC2--46 to 152 cm; light yellowish brown (2.5Y 6/3) very gravelly loamy coarse sand, light olive brown (2.5Y 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine roots; common fine interstitial pores; 40 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stevensville topographic quadrangle, Ravalli County, Montana; 660 meters north and 115 meters east of the SW corner of section 12, T. 9 N., R. 20 W. UTM Zone 11: 724962e, 5159409n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C\nMollic epipedon thickness - 18 to 28 cm\nGravel throughout the profile is dominantly 2 to 10 mm in size.\nA horizon\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: coarse sandy loam, sandy loam\nClay content: 5 to 20 percent\nRock fragments: 0 to 35 percent--0 to 35 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.6 to 7.4\nBC horizon\nValue: 3 or 4 moist\nChroma: 2 or 3 dry or moist\nTexture: coarse sandy loam, sandy loam, loamy coarse sand\nClay content: 5 to 15 percent\nRock fragments: 15 to 35 percent--15 to 35 percent gravel, 0 to 10 percent cobbles\nReaction: pH 6.6 to 7.3\nC1 horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4, dry or moist\nTexture: coarse sandy loam, loamy sand, loamy coarse sand, coarse sand\nClay content: 0 to 15 percent\nRock fragments: 35 to 60 percent--25 to 60 percent gravel, 0 to 10 percent cobbles\nReaction: pH 6.6 to 7.3\nC2 horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4, dry or moist\nTexture: loamy sand, loamy coarse sand, coarse sand\nClay content: 0 to 10 percent\nRock fragments: 35 to 60 percent--25 to 60 percent gravel, 0 to 10 percent cobbles\nReaction: pH 6.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDominson (CO, UT) - have secondary calcium carbonate accumulation in the subsoil; are slightly alkaline to strongly alkaline\nMillpoint (MT) - have a Bw horizon; have more than 10 percent rock fragments greater than 75 mm in the subsoil\nTiechute (MT) - have more than 10 percent rock fragments greater than 75 mm in the lower part of subsoil\nVendome (MT) - have a cambic horizon; have horizons of secondary calcium carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces and inset fans\nElevation - 980 to 1,265 meters\nSlope - 0 to 8 percent\nParent material - alluvium\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 305 to 380 mm, much of which falls as snow and as spring rain\nMean annual air temperature - 4 to 7 degrees C\nFrost-free period - 90 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability to a depth of 46 cm and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Drygulch soils are used mainly for irrigated pasture and hayland, or for dry-land pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Drygulch soils are of small extent in valleys of western Montana. MLRA 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bitterroot Valley Area, Montana, 2013; proposed in Ravalli County, Montana, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 25 cm (A horizon)\nParticle-size control section - from 25 to 100 cm (BC, C1, and part of the C2 horizons)\nDrygulch soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
