{
  "SERIES": "DUANE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFR-LWK",
  "REVDATE": "5/73",
  "STATES": "ME,NH,NY,VT",
  "OVERVIEW": "The Duane series is a member of the sandy-skeletal, mixed,\nfrigid, ortstein family of Typic Haplorthods.  Typically\nDuane soils have thin black 02 and A1 horizons, reddish gray\nand dark reddish gray very gravelly sand A2 horizons, dark\nreddish gray weakly cemented very gravelly sand B21h horizons\nand dark reddish brown firm very gravelly sand B22ir horizons\nover grayish brown loose very gravelly sand C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid, ortstein Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Duane very gravelly - wooded\n(Colors are for moist soils.)\nO2--1 to 0 inches; black (10YR 2/1) decomposed organic\nmaterial; many fine roots; extremely acid; abrupt smooth\nboundary.  (1 to 4 inches thick)\nA1--0 to 1 inches; black (5YR 2/1) very gravelly loamy\nsand; moderate fine granular structure; very friable; many\nfine and medium roots; porous; 40 percent gravel; extremely\nacid; abrupt wavy boundary.  (1 to 4 inches thick)\nA21--1 to 14 inches; reddish gray (5YR 5/2) very gravelly\nsand; moderate fine granular structure; very friable; common\nfine and medium roots; porous; 45 percent gravel; extremely\nacid; clear wavy boundary.  (2 to 15 inches thick)\nA22--14 to 17 inches; dark reddish gray (5YR 4/2) very\ngravelly sand; weak medium granular structure; very friable;\ncommon fine and medium roots; porous; 45 percent coarse\nfragments; extremely acid; clear broken boundary.  (0 to 5\ninches thick)\nB21h--17 to 25 inches; dark reddish brown (5YR 3/2) very gravelly sand; massive; friable between cemented bodies which\nare very firm; common medium and large pores; dominantly\n(60 percent) weakly cemented; 65 percent pebbles and cobble-\nstones; strongly acid; clear wavy boundary.  (3 to 10 inches\nthick)\nB22ir--25 to 38 inches; dark reddish brown (5YR 3/4) very gravelly sand; common medium faint dark reddish brown (2.5YR\n3/4) mottles; massive; firm; common medium and large pores;\n65 percent pebbles and cobblestones; strongly acid; abrupt\nwavy boundary.  (8 to 15 inches thick)\nC--38 to 52 inches; grayish brown (2.5YR 5/2) very\ngravelly sand; single grain; loose; 60 percent pebbles and cobblestones; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oswego County, New York, Town of Constantia;\n1.7 miles north of Bernhards Bay, 150 feet east of County\nRoute 17."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to\n40 inches.  Coarse fragments range from none to 50 percent in\nthe upper parts of the solum and form 40 to 70 percent in the\nlower parts of the solum and in the substratum.  In some pedons subhorizons of loamy sand or sand free of coarse fragments\noccur in the control section.\nThe A1 horizons have hues of 5YR through 10YR or are neutral,\nvalues of 2 or 3, and chroma of 0 to 2.  They are fine sandy\nloam through loamy sand in the fine earth fraction.  They\nare very friable or friable.  Some pedons have Ap horizons\nwhich have values ranging from 3 to 5 and are similar in\nother features to the A1 horizons.  The A1 and Ap horizons\nrange from extremely acid to medium acid.\nThe A2 horizons have hues of 5YR through 10YR, values of 4 to\n7 in value and chroma of 1 to 3.  They are loamy fine sand to\nsand in the fine earth fraction.  They have weak or moderate\nfine or medium granular structure or they are massive or\nsingle grain.  They are loose or very friable.  They are\nextremely acid to medium acid.\nThe B2h horizons have hues of 2.5YR through 10YR, and values\nand chroma of 2 or 3.  They are fine sandy loam through sand\nin the fine earth fraction.  They are massive and consistence\nis friable between dominant firm or very firm irregularly\nshaped cemented bodies.  They range from very strongly to\nmedium acid.\nThe B2ir horizons have hues of 5YR through 10YR, values of\n3 to 6 and chroma of 4 to 8.  They have few to many mottles.\nThey are loamy fine sand to sand in the fine earth fraction.\nThey have weak granular or subangular blocky structure, or\nthe material is structureless.  They are loose to firm.\nThey range from very strongly to medium acid.\nThe C horizons have hues of 7.5YR through 2.5Y, values of\n3 to 5 and chroma of 1 to 3.  They are fine sand or sand in\nthe fine earth fraction.  They range from very strongly to\nmedium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Constable series is the only other\nseries in the same family.  The Colton, Crogham, Fahey,\nHermon, Naumburg, Waiska, and Wallace series are similar\nsoils in related families.  Constable soils lack mottles\nin the lower part of the B2 horizon.  Colton, Fahey, Hermon,\nand Waiska soils lack Bh horizons that are cemented.\nCrogham and Naumburg soils are essentially free of coarse\nfragments and lack B horizons that are cemented.  Wallace\nsoils are essentially free of coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Duane soils are on nearly level and\nlocally low areas of outwash terraces.  Slopes are mainly\nless than 3 percent in gradient.  The water table fluc-\ntuates to within less than two feet of the surface.  The soils\nformed in glacial outwash sand and gravel derived mainly\nfrom sandstone, granite and gneiss.  Mean annual temperature\nranges from 38 degrees to 44 degrees F.; mean annual pre-\ncipitation from 35 to 50 inches; and mean frost-free season\nfrom 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Becket, Colton, Crogham, Harmon, Naumburg and Worth soils.  Adams,\nCroghan, and Naumburg soils are on adjacent sand plains.\nBecket, Hermon, and Worth soils occupy adjacent areas of\nglacial till.  Colton soils are excessively drained associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff\nis slow; internal drainage is moderate; permeability is\nmoderately rapid.  The water table normally drops to below\nreach of plant roots with the advent of the growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas have been cleared and are\nlargely reverting to brush, with bracken, blueberry, gray\nbirch and aspen cover.  Some areas remain cropped to grass\nhay.  Woodlands support sugar maple, yellow birch, hemlock,\nwhite pine, red spruce, and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern parts of New York, Vermont,\nNew Hampshire and Maine.  Possibly northern Michigan, Wisconsin,\nand Minnesota.   The soils are of moderate extent.\nSeries Extablished:  Oxford County, Maine, 1948."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils with distinct or prominent mottles in the\nspodic horizon are excluded from the series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
