{
  "SERIES": "DUBOIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-BGN",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aeric Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dubois silt loam, on a 1 percent slope in a cultivated field at an elevation of about 168 meters (550 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (10 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak very coarse subangular blocky structure parting to moderate medium granular; friable; common very fine and fine roots; common fine and medium spherical iron-manganese concretions; neutral; clear smooth boundary. [15 to 30 cm (6 to 12 inches) thick]\nBE--25 to 43 cm(10 to 17 inches); brownish yellow (10YR 6/6) silt loam; weak medium subangular blocky structure; friable; few very fine roots between peds; few distinct strong brown (7.5YR 4/6) iron stains on faces of peds; common fine faint yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine and medium spherical iron-manganese concretions; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary. [0 to 23 cm (9 inches) thick]\nBt1--43 to 58 cm (17 to 23 inches); light brownish gray (10YR 6/2) silty clay loam; weak medium prismatic structure parting to moderate coarse angular blocky; firm; few very fine roots between peds; common distinct grayish brown (10YR 5/2) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron on faces of peds; many distinct light gray (10YR 7/2) clay depletions on faces of peds; many medium distinct yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; extremely acid; clear wavy boundary.\nBt2--58 to 97 cm (23 to 38 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate coarse angular blocky; firm; few very fine roots between peds; many prominent gray (10YR 6/1) clay films on faces of peds; many distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; many fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; extremely acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 41 to 56 cm (16 to 22 inches).]\n2Btx1--97 to 157 cm (38 to 62 inches); dark yellowish brown (10YR 4/6) silt loam; moderate very coarse prismatic structure; very firm; common prominent gray (10YR 6/1), brown (10YR 5/3), and reddish brown (5YR 4/4) clay films on vertical faces of peds; many distinct faint strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; common fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; very strongly acid; gradual wavy boundary.\n2Btx2--157 to 208 cm (62 to 82 inches); brownish yellow (10YR 6/6) silty clay loam; weak coarse and very coarse prismatic structure; firm; common prominent gray (10YR 5/1) and brown (10YR 4/3) clay films on vertical faces of peds; few fine prominent reddish brown (5YR 4/4) masses of oxidized iron on vertical faces of peds; common fine distinct prominent light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; strongly acid; diffuse wavy boundary. [Combined thickness of the Btx horizon is 102 to 122 cm (40 to 48 inches).]\n2Bt--208 to 244 cm (82 to 96 inches); strong brown (7.5YR 5/6) silty clay loam; moderate coarse angular blocky structure; very firm; many prominent light brownish gray (10YR 6/2) clay films on faces of peds; common medium faint brownish yellow (10YR 6/6) masses of oxidized iron in the matrix; common medium prominent light gray (10YR 7/2) iron depletions in the matrix; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scott County, Indiana; about 1 mile west of Austin; 725 feet east and 1450 feet south of the northwest corner of sec. 35, T. 4 N., R. 6 E.; USGS Scottsburg, Indiana topographic quadrangle; lat. 38 degrees 44 minutes 46.034 seconds N. and long. 85 degrees 49 minutes 46.242 seconds W.; UTM Zone 16, 601725 easting and 4289259 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 203 cm (80 inches) or more\nDepth to a fragipan: 56 to 102 cm (22 to 40 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nClay content: 10 to 26 percent\nSand content: 8 to 20 percent\nReaction: very strongly acid to neutral\nA horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silt loam\nClay content: 10 to 20 percent\nSand content: 8 to 20 percent\nReaction: very strongly acid or strongly acid\nBE or EB horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 2 to 6\nTexture: silt loam\nClay content: 15 to 20 percent\nSand content: 8 to 18 percent\nReaction: very strongly acid or strongly acid, and ranges to slightly acid in limed areas\nBt or Btg horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 4; where the chroma is 3 or 4, 50 percent or more of the ped faces have a chroma of 2 or less\nTexture: silt loam or silty clay loam\nClay content: 25 to 34 percent\nSand content: 5 to 12 percent\nReaction: extremely acid or very strongly acid\nBtx or 2Btx horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: silt loam or silty clay loam, and less commonly loam\nClay content: 15 to 32 percent\nSand content: 5 to 30 percent\nReaction: very strongly acid or strongly acid, and less commonly extremely acid\n2Bt or 2Btg horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 1 to 8\nTexture: commonly silt loam, silty clay loam, loam, or clay loam, and less commonly sandy clay loam\nClay content: 15 to 39 percent\nSand content: 12 to 70 percent\nRock fragment content: 0 to 2 percent gravel Reaction: strongly acid to neutral\n2BC or 2BCg horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 to 6\nTexture: silty clay loam, clay loam, loam, silt loam, sandy clay loam, or fine sandy loam\nClay content: 15 to 39 percent\nSand content: 12 to 70 percent\nRock fragment content: 0 to 2 percent gravel\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bartle, Doles, Patricksburg, Platea, Wadsworth, and Weinbach series. Bartle, Doles, Platea, Wadsworth and Weinbach soils are less than 203 cm (80 inches) to the base of the argillic horizon. Patricksburg soils have a paralithic contact within a depth of 203 cm (80 inches). Platea and Wadsworth soils have carbonates in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dubois soils are on lake plains considered to have formed in the Illinoian stage. Slope ranges from 0 to 6 percent. These soils formed in 61 to 102 cm (24 to 40 inches) of Wisconsinan stage loess and the underlying Illinoian stage paleosol from loamy lacustrine deposits and inter-fingered lacustrine and alluvial deposits. Mean annual precipitation ranges from 965 to 1143 mm (38 to 45 inches). Mean annual air temperature ranges from 11 to 14 degrees C (51 to 57 degrees F). Frost-free period is 170 to 190 days. Elevation is 137 to 198 meters (450 to 650 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haubstadt, Otwell, and Peoga soils on lake plains. The moderately well drained Otwell soils typically are on narrow summits, shoulders and backslopes. The moderately well drained Haubstadt soils typically are on summits, shoulders and backslopes. The poorly drained Peoga soils are on broad flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. In undrained areas, the depth to the top of a perched seasonal high water table ranges from 15 to 46 cm (0.5 to 1.5 feet) in normal years. In drained areas, the depth to the top of the perched seasonal high water table ranges from 15 to 61 cm (0.5 to 2 feet) in normal years. The potential for surface water runoff is low or medium. Saturated hydraulic conductivity is moderately high or high in the upper part of the subsoil and low to moderately high in the lower part. Permeability is moderate in the upper part of the subsoil and very slow in the lower part"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are being used to grow cultivated crops, mostly corn and soybeans. A few areas are used for growing small grain, mainly wheat, and for hay and pasture. Native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114A, 114B, 115A, and 120B in southern Indiana and southwestern Ohio. The typical pedon is in MLRA 114A. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Indiana, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: An undrained phase is recognized. Additional investigation is needed on this soil to determine the properties of the fragipan. Some data and descriptions indicate that the structure and percent brittleness will not meet the criteria for a fragipan.\nThe representative component and horizon data is in DMU# 124,500.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface of the soil to a depth of 25 cm (10 inches) (Ap horizon).\nArgillic horizon: from 43 to 244 cm (17 to 96 inches) (Bt1, Bt2, 2Btx1, 2Btx2, 2Bt horizons).\nFragipan: from 97 to 208 cm (38 to 82 inches) (2Btx1, 2Btx2 horizons).\nRedoximorphic features: from 25 to 244 cm (10 to 96 inches).\nADDITIONAL DATA: Lab data from National Soil Survey Lab, Lincoln, NE: S89IN143-11 (typical pedon); Agriculture Experiment Station, Purdue University Soil Survey Laboratory: Station Bulletin No. 222, file No. JN7704; Station Bulletin No. 274, JN7813; Station Bulletin No. 175, DU7501.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
