{
  "SERIES": "DUCKREE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Duckree gravelly silt loam, on a 22 percent, slightly convex southwest facing slope in rangeland.  When described, the soil was dry throughout.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 6 inches; yellowish brown (10YR 5/4) gravelly silt loam, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure that parts to weak fine granular; soft, very friable, slightly sticky and slightly plastic; few fine, medium, and coarse roots; 20 percent gravel; strongly effervescent, carbonates are disseminated; strongly alkaline (pH 8.7); clear smooth boundary.  (2 to 10 inches thick)\nBw--6 to 15 inches; brown (7.5YR 6/4) gravelly loam, yellowish red (5YR 5/6) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many very fine pores; 30 percent gravel; strongly effervescent, carbonates are disseminated; strongly alkaline (pH 9.0); clear wavy boundary.  (0 to 11 inches thick)\nBk--15 to 28 inches; light brown (7.5YR 6/4) very gravelly loam, yellowish red (5YR 5/6) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many very fine pores; 30 percent gravel, 5 percent cobbles; strongly effervescent, carbonates are in soft masses and on rock fragments; very strongly alkaline (pH 9.1); clear wavy boundary. (13 to 23 inches thick)\nC1--28 to 37 inches; reddish yellow (5YR 6/6) very gravelly loam, yellowish red (5YR 4/8) moist; massive; soft, very friable; few fine and medium roots; 45 percent gravel, 5 percent cobbles; strongly effervescent, carbonates are disseminated; strongly alkaline (pH 9.0); gradual wavy boundary.  (0 to 10 inches thick)\nC2--37 to 60 inches; reddish yellow (5YR 6/6) extremely gravelly loamy sand, yellowish red (5YR 4/6) moist; single grain; loose; few fine roots; 65 percent gravel, 10 percent cobbles; strongly effervescent, carbonates are disseminated; strongly alkaline (pH 8.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; 7 miles north of Randolph; 1,150 feet north and 200 feet west of the southeast corner of Section 20, T. 12 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and the depth to secondary carbonates typically is about 15 inches but ranges from 7 to 18 inches. Rock fragments in the 10 to 40 inch depths typically are rounded gravel but range to cobble.  They range from 40 to 70 percent, and increase in amount with increasing depth.  Clay percentage in the 10 to 40 inch depth ranges from 11 to 18 percent.  The mean annual soil temperature is 37 to 44 degrees F. and the mean summer temperature is 59 to 64 degrees F.  The soil is dry in all parts of the moisture control section for 85 to 90 consecutive days during the summer months which is more than one-half and less than three-fourths of the time the soil temperature is more than 41 degrees F. at a depth of 20 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 to 4.  It is a gravelly silt loam, gravelly loam, very gravelly loam or loam.  The A horizon ranges from 5 to 50 percent rock fragments with 5 to 50 percent as gravel and 0 to 10 percent as cobble.  It is slightly to strongly effervescent and moderately or strongly alkaline.\nThe Bw horizon has hue of 10YR, 7.5YR or 5YR, value of 5 to 7 dry and 3 to 5 moist, and chroma of 2 to 4 dry and 3 to 6 moist.  It is a gravelly loam, loam, very gravelly loam or very gravelly sandy loam that contains 10 to 45 percent rock fragments with 10 to 45 percent gravel and 0 to 5 percent as cobble.  The Bw horizon has weak fine granular to subangular blocky structure.  It is strongly effervescent and is moderately or strongly alkaline.\nThe Bk horizon has hue of 10YR, 7.5YR or 5YR, value of 5 to 8 dry and 4 to 7 moist, and chroma of 2 to 6.  It is a very gravelly loam or extremely gravelly sandy loam.  The Bk horizon ranges from 35 to 70 percent rock fragments with 30 to 80 percent as gravel, and 5 to 10 percent as cobble.  It is moderately to very strongly alkaline.\nThe C horizon has hue of 10YR, 7.5YR or 5YR, value of 5 to 7 dry, 4 or 5 moist, and chroma of 1 to 6 dry and 1 to 8 moist.  It is a very gravelly loam, extremely gravelly loamy sand, very gravelly loam or extremely gravelly fine sandy loam.  The C horizon ranges from 50 to 75 percent rock fragments, with 45 to 60 percent as gravel, and 5 to 25 percent as cobble.  It is moderately or strongly alkaline and strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goosebury T(ID), Holinrock T(ID), Siri (NV), and Zer T(ID) series.  Goosebury soils are cryic.  Holinrock soils are moderately deep to bedrock.  Siri soils have lime-silica pendants on the undersides of rock fragments in Bkq horizons and averages 18 to 25 percent clay in the control section.  Zer soils have Bkq horizons with silica pendants present."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Duckree soils are on stream cut valley walls, alluvial fans, foothill slopes and floodplains that have a slightly concave-convex shape.  The slope gradient commonly is 15 to 40 percent, but range from 0 to 50 percent.  The soils formed in colluvium and alluvium derived mainly from quartzite, chert, and sandstone.  The elevations range from 6,200 to 7,800 feet.  The mean annual temperature ranges from 35 to 42 degrees F., and the average annual precipitation is 9 to 13 inches.  Freeze-free period is 55 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bequinn, Cowco, Dagan, Dennot, Kearl, Falula, Pancheri, and St. Marys soils.  Bequinn and Cowco soils do not have a calcic horizon.  Dagan, Dennot, Kearl, Falula and St. Marys soils have a mollic epipedon.  Pancheri soils formed in loess and have less than 35 percent gravel in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Duckree soils are used mainly for rangeland.  A few areas are used for irrigated cropland and homesite development.  The native vegetation is Indian ricegrass, bluebunch wheatgrass, shadscale, and black sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Duckree soils are of moderate extent; MLRA 12, 25, 28A, 34, 43, 47"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Rich County, Utah, 1978.  The name is a contraction of Duck Creek, a drainage near where this soil was first described."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this are:\nOchric epipedon - the zone from the surface of the soil to 6 inches. (A horizon)\nCalcic horizon - the zone of carbonate accumulation from 15 to 28 inches. (Bk horizon)\nXeric feature - soil moisture regime is Aridic bordering on Xeric.\nThis soils classification was changed from a Xerollic Calciorthids to Xeric Haplocalcids in 9/94.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
