{
  "SERIES": "DUCKBOTTOM",
  "STATUS": "Tentative Series",
  "BYREV": "CMO:CDG:JMR",
  "REVDATE": "03/2009",
  "STATES": "SC",
  "OVERVIEW": "MLRA(s): 133A-Southern Coastal Plain, 153A-Atlantic Coast Flatwoods, 153B-Tidewater Area\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class (Agricultural): Poorly drained\nInternal Free Water Occurrence: Very shallow, persistent\nFlooding Frequency and Duration: Frequent or occasional for brief to very long periods\nPonding Frequency and Duration: None\nSlowest Saturated Hydraulic Conductivity: Moderately low\nLandscape: Lower to upper coastal plain river valley\nLandform: Flood plain\nGeomorphic Component: Flood-plain step\nParent Material: Alluvium\nSlope: 0 to 2 percent\nElevation (type location): 120 feet (36 m)\nMean Annual Air Temperature (type location): 63 degrees F  (17.1 C)\nMean Annual Precipitation (type location): 48 inches (1220 mm)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, kaolinitic, acid, thermic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Duckbottom clay, forested. (Colors are for moist soil.)\nA--0 to 5 centimeters (about 0 to 2 inches); dark brown (7.5YR 3/2) clay; moderate medium granular structure; friable; many fine and medium roots; common fine and medium pores; very strongly acid; clear smooth boundary.\nBg1--5 to 10 centimeters (about 2 to 4 inches); light brownish gray (2.5Y 6/2) clay; weak medium subangular blocky structure; firm; moderately sticky, moderately plastic; few fine roots; common fine pores; strongly acid; gradual wavy boundary. (Combined thickness of Bg horizon is 40 to more than 60 inches.)\nBg2--10 to 50 centimeters (about 4 to 20 inches); gray (2.5Y 6/1) clay; weak medium subangular blocky structure; firm; moderately sticky, moderately plastic; few fine roots; common medium prominent strong brown (7.5YR 5/6) and common coarse distinct light yellowish brown (2.5Y 6/4) masses of oxidized iron; strongly acid; gradual smooth boundary.\nBg3--50 to 94 centimeters (about 20 to 37 inches); gray (2.5Y 6/1) clay; weak medium subangular blocky structure; very firm; moderately sticky, moderately plastic; common medium prominent strong brown (7.5YR 5/8) and many medium distinct light yellowish brown (2.5Y 6/4) masses of oxidized iron; very strongly acid; gradual wavy boundary.\nBg4--94 to 122 centimeters (about 37 to 48 inches); gray (N 5/) clay; weak medium subangular blocky structure; very firm; moderately sticky, moderately plastic; many coarse prominent brownish yellow (10YR 6/6) and common coarse prominent yellowish red (5YR 5/8) masses of oxidized iron; very strongly acid; gradual wavy boundary.\nBg5--122 to 203 centimeters (about 48 to 80 inches); gray (N 5/) clay; weak medium subangular blocky structure; very firm; moderately sticky, moderately plastic; common medium prominent olive yellow (2.5Y 6/6) and reddish yellow (7.5YR 6/8) masses of oxidized; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sumter County, South Carolina; 3.4 miles northwest of State Highway 261 on Sumter Landing Road; about 0.4 miles south, 0.5 miles west, and 0.3 miles north on Riverton Road, and about 180 feet west of road.  Rembert, South Carolina; USGS 7.5 Minute Quadrangle, NAD83. lat. 34 degrees, 01 minutes, 47.00 seconds N. and long. 80 degrees, 36 minutes, 03.00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: Greater than 80 inches\nDepth to Seasonal High Water Table: 0 to 12 inches, November to May\nRock Fragment content: 0 to 5 percent by volume\nSoil Reaction: Extremely acid to moderately acid unless limed & RANGE OF INDIVIDUAL HORIZONS:\nA horizon or Ap horizon (where present):\nColor--hue of 7.5YR to 5Y, value of 2 to 6, chroma of 1 to 6, or is neutral with value of 2 to 7\nTexture (fine-earth fraction)--loam, silt loam, silty clay loam, silty clay, clay loam, or clay\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nBg horizon:\nColor--hue of 10YR to 10B, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture (fine-earth fraction)--silty clay loam, clay loam, silty clay, or clay\nClay content: 60 percent or more in the control section\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nCg horizon (where present):\nColor--hue of 10YR to 10B, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture (fine-earth fraction)--sandy clay loam, silty clay loam, clay loam, silty clay, or clay\nClay content:  27 percent or more\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2Cg horizon:\nColor--hue of 10YR to 10B, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture (fine-earth fraction)--variable, ranging from sandy to clayey material\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nNo known series in same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain river valley\nLandform: Flood plain\nGeomorphic Component: Flood-plain step\nParent Material: Alluvium\nElevation: 3 to 50 meters (about 10 to 165 feet)\nAnnual Temperature: 14 to 21 degrees C (57 to 70 degrees F)\nAnnual Precipitation: 1040 to 1400 mm ( about 41 to 55 inches)\nFrost Free Period: 202 to 253 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nChastain soils--have mixed mineralogy\nChenneby soils--have dominant chroma of more than 2 in the upper 20 inches of the soil\nChewacla soils--have dominant chroma of more than 2 in the upper 20 inches of the soil\nMullers soils--have dominant choma of more than 2 immediately below the surface and dominant chroma of 2 or less in the upper 20 inches of the soil\nRiverview soils--have dominant chroma of more than 2 in the upper 20 inches of the soil\nShellbluff soils--have dominant chroma of more than 2 in the upper 20 inches of the soil\nTawcaw soils--have dominant chroma of more than 2 in the upper 20 inches of the soil\nWehadkee soils--have less than 35 percent clay"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Poorly drained\nInternal Free Water Occurrence: Very shallow, persistent\nFlooding Frequency and Duration: Frequent or occasional for brief to very long periods Ponding Frequency and Duration: None\nIndex Surface Runoff: Negligible\nSaturated Hydraulic Conductivity: Moderately low (0.1 to 1.4 micrometers per second) in the upper part and moderately low to very high (0.1 to 705 micrometers per second) in the lower part)\nPermeability: Slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:\nDominant Vegetation: Where cultivated--pasture. Where woodedtupelo, cypress, green ash, cottonwood, sweetgum, water oak, willow oak, and cherry-bark oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: South Carolina\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Sumter County, South Carolina; 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to 2 inches (A horizon)\nCambic horizon-the zone from 2 inches to a depth of 80 inches\nAquic conditions--the zone from 0 inches to a depth of 80 inches is periodically saturated (endosaturation)\nADDITIONAL DATA:\nLaboratory Data: Characterization/Reference data are available from NRCS-Soil Survey Laboratory, Lincoln, NE.: User Pedon ID (08SC085017 and 08SC085022) or Lab Pedon Number (08N0438 and 08N0431) are representative of the Duckbottom Series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
