{
  "SERIES": "DUEY",
  "STATUS": "Established Series",
  "BYREV": "JLL; GRB",
  "REVDATE": "09/2006",
  "STATES": "PR",
  "OVERVIEW": "The Duey series consists of shallow, well drained, very slowly permeable soils on ridge tops, summits and side slopes of the limestone hills of the Semiarid Mountains and Valleys MLRA.  They formed in material that weathered from limestone bedrock of the Cretaceous period.  Near the type location, the mean annual temperature is about 77 degrees F., and the mean annual precipitation is about 45 inches.  Slopes range from 5 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, mixed, superactive, isohyperthermic, shallow Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Duey clay loam--naturalized pastureland (Colors are for moist soil unless otherwise indicated).\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) gravelly clay loam; strong very fine and fine granular structure; slightly hard, firm; slightly sticky, moderately plastic; many very fine and fine roots; many very fine and fine irregular pores; about 15 percent, by volume, pebbles; moderately alkaline; strongly effervescent; clear smooth boundary.\nA--8 to 13 inches; brown (10YR 4/3) very gravelly clay loam; moderate very fine and fine granular structure parting to weak fine subangular blocky; slightly hard, friable; slightly sticky, moderately plastic; many very fine, fine and medium roots; many very fine and fine irregular pores; about 45 percent, by volume, pebbles; about 2 percent by volume, cobbles; moderately alkaline; violently effervescent; clear wavy boundary. (Combined thickness of the Ap and A horizon range from 7 to 18 inches.)\nC--13 to 17 inches; brown (7.5YR 5/4) extremely gravelly clay loam; massive; soft, friable; moderately sticky, moderately plastic; common fine and medium roots; many very fine and fine irregular pores; about 80 percent, by volume, pebbles; moderately alkaline; violently effervescent; abrupt wavy boundary. (0 to 6 inches thick)\nCr--17 to 35 inches; highly fractured limestone; few medium and coarse roots between rock fractures; abrupt irregular boundary. (5 to 37 inches thick)\nR--35+ inches; hard consolidated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo, Puerto Rico.  Approximately 4.3 miles southwest of downtown Cabo Rojo from the intersection of P.R. Hwy. 102 and P.R. Hwy. 312; about 2.6 miles northwest of the Boqueron Community from the intersection of P.R. Hwy 100 and P.R. Hwy 101; about 0.4 mile west of P.R. Hwy 307 and about 0.1 mile west of the old rail road track in a naturalized pasture.  USGS Puerto Real topographic quadrangle (1966); lat. 18 degrees 02 minutes 47 seconds N.; long. 67 degrees 11 minutes 38 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to highly fractured limestone ranges from 7 to 20 inches.  Depth to hard consolidated limestone bedrock ranges from 12 to 55 inches.  Reaction ranges from neutral to moderately alkaline in the Ap and A horizons and from slightly alkaline to moderately alkaline in the AC and C horizons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 to 5, and chroma of 2 to 4.  Content of rock fragments range from 10 to 60 percent, by volume.  Texture is clay loam or clay in the fine-earth fraction.\nThe AC horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  Content of rock fragments range from 15 to 40 percent, by volume.  Texture is loam, clay loam or clay in the fine-earth fraction.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 2 to 8.  Content of rock fragments range from 5 to 50 percent, by volume.  Texture is clay loam, silty clay or clay in the fine-earth fraction.\nThe Cr horizon is composed of highly fractured limestone.  It can be excavated with difficulty with hand tools, and is rippable by mechanized equipment.\nThe R layer is composed of hard consolidated limestone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Duey soils are on ridge tops, summits and side slopes in limestone hills of the Semiarid Mountains and Valleys MLRA of southern Puerto Rico.  Slopes range from 5 to 60 percent.  They formed in material that weathered from limestone bedrock from the Cretaceous period.  The climate is tropical semiarid.  The average annual precipitation ranges from 35 to 55 inches and the average annual temperature ranges from 75 to 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Descalabrado, Pozo Blanco and San German series.  Descalabrado soils formed in basic igneous rock.  Pozo Blanco soils do not have a lithic contact within the upper 80 inches.  San German soils are on similar positions, but the depth of the hard unweathered limestone bedrock ranges from 10 to 20 inches and are in the clayey-skeletal family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Duey soils are on naturalized pastureland. The vegetation consists of native and introduced grasses, shrubs and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ridge tops, summits and side slopes of limestone hills of the semiarid mountains and valleys of southern Puerto Rico.  The series is moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lajas Municipality, Puerto Rico; 2001. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 13 inches (Ap and A horizons).\nParalithic contact - the zone at 17 inches (Cr horizon).\nLithic contact - the zone at 35 inches (R layer).\nThese soils were formerly included in the San German series.  The type location was moved to its present location in 2006 and the series reclassified based on field observations.\nDuey soils are in MLRA 271.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) gravelly clay loam; strong very fine and fine granular structure; slightly hard, firm; slightly sticky, moderately plastic; many very fine and fine roots; many very fine and fine irregular pores; about 15 percent, by volume, pebbles; moderately alkaline; strongly effervescent; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--8 to 13 inches; brown (10YR 4/3) very gravelly clay loam; moderate very fine and fine granular structure parting to weak fine subangular blocky; slightly hard, friable; slightly sticky, moderately plastic; many very fine, fine and medium roots; many very fine and fine irregular pores; about 45 percent, by volume, pebbles; about 2 percent by volume, cobbles; moderately alkaline; violently effervescent; clear wavy boundary. (Combined thickness of the Ap and A horizon range from 7 to 18 inches.)"
      },
      {
        "name": "C",
        "top": 33,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--13 to 17 inches; brown (7.5YR 5/4) extremely gravelly clay loam; massive; soft, friable; moderately sticky, moderately plastic; common fine and medium roots; many very fine and fine irregular pores; about 80 percent, by volume, pebbles; moderately alkaline; violently effervescent; abrupt wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Cr",
        "top": 43,
        "bottom": 89,
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Cr--17 to 35 inches; highly fractured limestone; few medium and coarse roots between rock fractures; abrupt irregular boundary. (5 to 37 inches thick)"
      }
    ]
  ]
}
