{
  "SERIES": "DUFFER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGH-MJZ-JVC-JBF",
  "REVDATE": "11/2015",
  "STATES": "NV",
  "OVERVIEW": "The Duffer series consists of very deep, poorly drained or somewhat poorly drained soils that formed in alluvium, loess, and lacustrine deposits derived from mixed rocks. Duffer soils are on flood plains, stream terraces, lake plains, basin floors, and alluvial flats. Slopes are 0 to 2 percent. The mean annual precipitation is about 200 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, mesic Aquic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Duffer silty clay loam--rangeland. (Colors are for dry soil unless otherwise noted).\nA1--0 to 8 cm; grayish brown (10YR 5/2) silty clay loam, dark brown (10YR 3/3) moist; weak thin platy structure parting to weak fine subangular blocky; hard, firm, very sticky and very plastic; many very fine and fine roots; many fine tubular and interstitial pores; slightly effervescent; very strongly alkaline (pH 9.2); clear smooth boundary. (5 to 15 cm thick)\nA2--8 to 20 cm; gray (10YR 6/1) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium prismatic structure parting to moderate fine subangular and angular blocky; hard, firm, very sticky and very plastic; many very fine and fine roots; many very fine and common fine tubular pores; many fine interstitial pores; strongly effervescent; strongly alkaline (pH 8.8); gradual smooth boundary. (0 to 13 cm thick)\nBw--20 to 41 cm; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine and common roots; many very fine and few fine interstitial and tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (15 to 46 cm thick)\nBk1--41 to 58 cm; light gray (5Y 7/2) silty clay loam, olive gray (5Y 5/2) moist; massive; hard, firm, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine and fine tubular pores; common (15 percent) light brownish gray (10YR 6/2) secondary calcium carbonate nodules; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (15 to 80 cm thick)\nBk2--58 to 79 cm; pale yellow (5Y 8/2) silty clay loam, olive (5Y 5/3) moist; massive; hard, firm, very sticky and very plastic; few very fine and fine roots; many very fine and few fine tubular pores; common (15 percent) coarse and very coarse light brownish gray (10YR 6/2) secondary calcium carbonate nodules (up to 5 cm in diameter); strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (18 to 80 cm thick)\nBk3--79 to 112 cm; white (5Y 8/1) silty clay loam, pale olive (5Y 6/3) moist; massive; hard, firm, very sticky and very plastic; few very fine and fine roots; many very fine and fine tubular pores; many (25 percent) coarse to very coarse extremely hard secondary calcium carbonate nodules (up to 10 cm in diameter); strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 36 cm thick)\nBk4--112 to 147 cm; pale yellow (2.5Y 8/2) silty clay loam, grayish brown (2.5Y 5/2) moist; massive; very hard, firm, very sticky and very plastic; few very fine and fine tubular pores and a few medium tubular pores in nodules; many (60 percent) coarse to very coarse irregular secondary calcium carbonate nodules (up to 18 cm in diameter); strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (0 to 38 cm thick)\nBk5--147 to 183 cm; white (5Y 8/1) silty clay loam, light olive gray (5Y 6/2) moist; massive; very hard, firm, moderately sticky and moderately plastic; few very fine tubular pores in nodules; many (30 percent) irregular secondary calcium carbonate nodules (up to 18 cm in diameter); violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pershing County, Nevada; approximately 12 miles south of Winnemucca in Grass Valley; about 1,320 feet north and 1,320 feet east of the southwest corner of section 25, T. 34 N., R. 37 E.; USGS Rose Creek Mountain 7.5 minute topographic quadrangle; latitude 40 degrees 48 minutes 12.7 seconds N and longitude 117 degrees 46 minutes 12.5 seconds W; WGS84 Decimal Degrees 40.7886111 latitude, -117.7708333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Saturated between depths of 46 and 100 cm in winter and spring, and are usually moist above these depths due to capillary rise from the ground water table. The moisture control section is dry in summer and fall. Aridic soil moisture regime that borders on aquic.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to calcic horizon: 30 to 74 cm.\nReaction: Moderately alkaline to very strongly alkaline.\nOther features: The upper 50 to 76 cm of soil are normally strongly saline-sodic unless reclaimed.\nParticle-size control section - Clay content: 20 to 35 percent.\nA horizons\nHue: 10YR through 5Y.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 1 through 4, dry or moist.\nEffervescence: Slightly effervescent through strongly effervescent.\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 13 to 90.\nCalcium carbonate equivalent: 20 to 40 percent.\nGypsum content: 0 to 2 percent.\nBw horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nStructure: Weak or moderate, very fine to medium, granular, subangular blocky, or platy; in some pedons the lower part is massive.\nTexture: Silt loam or silty clay loam.\nConsistence: Slightly hard to hard, dry; friable to firm, moist; slightly sticky or moderately sticky, slightly plastic or moderately plastic, wet.\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 13 to 90.\nCalcium carbonate equivalent: 20 to 40 percent.\nGypsum content: 0 to 2 percent.\nBk horizons\nHue: 7.5YR through 5Y.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 1 through 4, dry or moist.\nTexture: Silt loam or silty clay loam.\nStructure: Subangular blocky or massive.\nConsistence: Slightly hard to hard, dry; very friable to firm, moist; slightly sticky to very sticky, slightly plastic to very plastic, wet.\nEffervescence: Strongly effervescent or violently effervescent.\nSalinity (EC): 8 to 32 mmhos/cm.\nSodicity (SAR): 13 to 90.\nCalcium carbonate equivalent: 40 to 60 percent.\nGypsum content: 1 to 5 percent.\nIdentifiable secondary carbonates: Few to many, very weakly cemented to moderately cemented nodules of calcium carbonate (petronodes).\nRedoximorphic features: Some pedons have few to many, distinct or prominent redox concentrations of iron.\n2C horizon (when present)\nHue: 10YR through 5Y.\nValue: 6 through 8 dry, 4 through 6 moist.\nChroma: 1 through 4, dry or moist.\nTexture: Stratified very fine sandy loam to silty clay loam.\nClay content: 15 to 30 percent.\nConsistence: Slightly hard to very hard, dry; friable to firm, moist; nonsticky to moderately sticky, nonplastic to moderately plastic, wet.\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 13 to 30.\nCalcium carbonate equivalent: 20 to 60 percent.\nGypsum content: 1 or 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Duffer soils are on flood plains, stream terraces, lake plains, flood plain, basin floors, and alluvial flats. These soils formed in alluvium, loess, and lacustrine deposits derived from mixed rocks. Slopes are 0 to 2 percent. Elevations range from 1,220 to 2,110 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 150 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Needle Peak, Ocala, Pocker, Preble, and Prida soils. None of these soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or somewhat poorly drained; low through high surface runoff; moderately high saturated hydraulic conductivity. A seasonal high water table is present between 46 and 100 cm (Shallow to Deep free water occurrence classes). Cumulative annual duration classes are Common or Persistent (January through June). Drained phases have water tables between 90 and 150 cm. These soils are susceptible to flooding and have rare, very brief periods, year-long or occasional, very brief periods from January through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Duffer soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly rabbitbrush, black greasewood, basin wildrye, inland saltgrass, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and central Nevada. These soils are moderately extensive. MLRAs 24 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, Nevada (BLM Sonoma Planning Unit) 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nCambic horizon - The zone from 20 to 41 cm (Bw horizon).\nCalcic horizon - The zone from 41 to 183 cm (Bk1, Bk2, Bk3, and Bk4 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 46 and 100 cm during early spring in normal years.\nParticle-size control section - The zone from 25 to 100 cm (Bk1, Bk2, parts of the Bw and Bk3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
