{
  "SERIES": "DUFFERN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KR:CLN:GLL",
  "REVDATE": "11/1999",
  "STATES": "TX",
  "OVERVIEW": "The Duffern series consists of very deep, excessively drained, rapidly permeable soils on uplands.   These gently sloping to moderately steep soils formed in thick beds of sandy sediments of Eocene Age.  Slopes range from 1 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Lamellic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Duffern fine sand--abandoned cropland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 4/3) fine sand; weak fine granular structure; loose; common fine and medium roots; moderately acid; clear smooth boundary.  (4 to 12 inches thick)\nE1--8 to 26 inches; yellowish brown (10YR 5/4) fine sand; single grain; loose; few fine and medium roots; slightly acid; gradual wavy boundary.  (14 to 46 inches thick)\nE2--26 to 46 inches; light yellowish brown (10YR 6/4) fine sand; single grain; loose; few fine roots; few streaks of uncoated sand; slightly acid; gradual wavy boundary.  (0 to 40 inches thick)\nBw1--46 to 63 inches; brownish yellow (10YR 6/6) fine sand; single grain; loose; few yellowish brown (10YR 5/6) sandy loam lamellae, 3 to 5 mm thick and 7 to 11 cm apart; few streaks of uncoated sand; slightly acid; gradual wavy boundary.  (0 to 40 inches thick)\nBw2--63 to 79 inches; brownish yellow (10YR 6/6) fine sand; single grain; loose; few yellowish brown (10YR 5/6) sandy loam lamellae, 5 to 7 mm thick and 7 to 11 cm apart; few streaks of uncoated sand; slightly acid; gradual wavy boundary.  (0 to 25 inches thick)\nE&B--79 to 95 inches; light gray (10YR 7/2) fine sand; single grain; loose; common yellowish red (5YR 5/6) sandy loam lamellae, 7 to 9 mm thick and 5 to 7 cm apart; sand grains are coated and bridged in lamellae; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Camp County, Texas; from the intersection of Farm Road 556 and Farm Road 1519 which is about 2 miles southwest of Pittsburg, 4.6 miles west on Farm Road 1519, 0.5 mile south on Ferndale Lake Road; 200 feet west of road.  (Latitude; 32N 57 16, Longitude; 95W 04 01)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness is more than 80 inches.  The soil ranges from very strongly acid to slightly acid throughout.  The texture is sand or fine sand and the silt plus clay content ranges from 5 to 10 percent in the control section.  Depth to lamellae ranges from 40 to 70 inches.  Lamellae thickness is less than 6 cumulative inches.  The soil is dry in some part of the moisture control section for 125 to 150 cumulative days in most years.\nThe A horizon has hue of 7.5YR or 10YR, value 3 to 5, and chroma of 2 to 4.\nThe E horizon has hue of 7.5YR or 10YR, value 4 to 8, and chroma of 2 to 4.\nThe Bw horizon has hue of 7.5YR or 10YR, value 4 to 8, and chroma of 6 or 8.  Lamellae of loamy fine sand, sandy loam, or fine sandy loam range from 0.1 cm to 2 cm thick and are 3 cm to about 75 cm apart in most pedons.  The lamellae have colors with hue of 5YR to 10YR, value of 4 to 8, and chroma of 4 to 8.  Most pedons have streaks and pockets of uncoated sand.\nThe E/B horizons have color and texture like the E or Bw horizons.  Some pedons have Bt&E horizons, that are below a depth of 80 inches and are loamy fine sand, loamy sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Hainesville series is in the same family.  Closely similar soils are the Bienville, Betis, Darden, Flo, Grapeland, and Tonkawa series.  The Hainesville and Bienville soils have a seasonal water table at a depth of 4 to 6 feet and are on Pleistocene terraces.  In addition Bienville and also the Betis, Flo, and Grapeland soils have argillic horizons.  Darden and Tonkawa soils do not have lamellae within 80 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Duffern soils occur on gently sloping to moderately steep landscapes.  Typically, these soils are mainly on gently sloping stream divides.  Most strongly sloping and moderately steep areas are on long and narrow sideslopes along drainageways.  These soils formed mainly in sandy sediments of the Carrizo, Sparta and Queen City Formations of Eocene Age.  Slope gradients are 1 to 15 percent but are dominantly 1 to 5 percent.  Mean annual precipitation is 42 to 48 inches.  The average summer moisture deficit is 4 or 5 inches; but the annual moisture deficit is plus 4 or 5 inches.  Frost free days range from 235 to 250 and elevation ranges from 300 to 650 feet above sea level.  Mean annual temperature is 64 to 68 degrees F. and the Thornthwaithe annual P-E indices range from 66 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Briley, Darco, Lilbert, Pickton, Tenaha, and Wolfpen soils.   Briley, Darco, Lilbert, Pickton and Wolfpen soils are on similar or slightly higher areas and have loamy argillic horizons.  Tenaha soils are below on sideslopes and have loamy argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Duffern soils are excessively drained.  Runoff is negligible on slopes of 1 to 3 percent, very low on slopes of 3 to 5 percent, and low on slopes of 5 to 15 percent.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Duffern soils are used mainly for pasture and woodland.  A few small areas are cultivated to watermelons, peanuts, and vegetables.  Native vegetation includes shortleaf and loblolly pine mixed with blackjack, postoak, sandjack oak, and red oak, as well as hickory and elm.  Understory vegetation includes sassafras, huckleberry, mustang grape, hawthorn, dogwood, bull nettle, yucca, prickly pear, bluestems, panicums, and threeawns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Texas and possibly Arkansas and Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Camp County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Duffern soils were formerly included in the Tonkawa series.  The classification was changed from Typic Quartizpsamments to Argic Quartizpsamments 10/92.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 8 inches (Ap).\nArgic feature - lamellae 0.5 to 1 cm thick that make up less than 6 inches cumulative thickness in the Bw and E&B horizons.\nThis soil has a Bw horizon because of high chroma colors from 46 to 79 inches.  It is not a cambic horizon because the texture is too coarse.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 4/3) fine sand; weak fine granular structure; loose; common fine and medium roots; moderately acid; clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "E1",
        "top": 20,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--8 to 26 inches; yellowish brown (10YR 5/4) fine sand; single grain; loose; few fine and medium roots; slightly acid; gradual wavy boundary.  (14 to 46 inches thick)"
      },
      {
        "name": "E2",
        "top": 66,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--26 to 46 inches; light yellowish brown (10YR 6/4) fine sand; single grain; loose; few fine roots; few streaks of uncoated sand; slightly acid; gradual wavy boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 117,
        "bottom": 160,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--46 to 63 inches; brownish yellow (10YR 6/6) fine sand; single grain; loose; few yellowish brown (10YR 5/6) sandy loam lamellae, 3 to 5 mm thick and 7 to 11 cm apart; few streaks of uncoated sand; slightly acid; gradual wavy boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 160,
        "bottom": 201,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--63 to 79 inches; brownish yellow (10YR 6/6) fine sand; single grain; loose; few yellowish brown (10YR 5/6) sandy loam lamellae, 5 to 7 mm thick and 7 to 11 cm apart; few streaks of uncoated sand; slightly acid; gradual wavy boundary.  (0 to 25 inches thick)"
      },
      {
        "name": "B",
        "top": 201,
        "bottom": 241,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "narrative": "E&B--79 to 95 inches; light gray (10YR 7/2) fine sand; single grain; loose; common yellowish red (5YR 5/6) sandy loam lamellae, 7 to 9 mm thick and 5 to 7 cm apart; sand grains are coated and bridged in lamellae; slightly acid."
      }
    ]
  ]
}
