{
  "SERIES": "DUGGINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLT/VLP/MJD/JBF",
  "REVDATE": "03/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, calcareous, mesic Xeric Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Duggins clay--cropland. (Colors are for air-dry soil unless otherwise stated.)\nAp--0 to 20 cm; light brownish gray (10YR 6/2) clay; dark grayish brown (10YR 4/2) moist; moderate medium granular structure; very hard, very firm, moderately sticky and moderately plastic; few fine and medium roots; few fine, medium and common large tubular pores; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (10 to 25 cm thick)\nBw1--20 to 46 cm; light brownish gray (10YR 6/2) clay; dark grayish brown (10YR 4/2) moist; moderate coarse angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few fine, medium and coarse roots; few fine and medium tubular pores; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (25 to 125 cm thick)\nBw2--46 to 69 cm; pinkish gray (7.5YR 6/2) clay; brown (7.5YR 4/2) moist; moderate medium angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few fine roots; few fine, medium, and coarse tubular pores; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 63 cm thick)\nC1--69 to 91 cm; pinkish gray (7.5YR 6/2) silty clay loam; brown (10YR 5/3) moist; with some color stratification of brown (7.5YR 4/4) moist; massive; hard, firm, very sticky and moderately plastic; few fine roots; few fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (0 to 50 cm thick)\nC2--91 to 107 cm; pinkish gray (7.5YR 7/2) silty clay; grayish brown (10YR 5/2) moist; few fine faint light yellowish brown (10YR 6/4) mottles; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine tubular pores; violently effervescent; strongly alkaline (pH 8.8); gradual wavy boundary. (0 to 35 cm thick)\nC3--107 to 142 cm; pinkish gray (7.5YR 7/2) very fine sandy loam; grayish brown (10YR 5/2) moist; few fine faint light yellowish brown (10YR 6/4) mottles; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine tubular pores; violently effervescent; strongly alkaline (pH 8.8); gradual wavy boundary. (0 to 35 cm thick)\nC4--142 to 152 cm; very pale brown (10YR 7/3) silty clay loam; pale brown (10YR 6/3) moist; common medium distinct strong brown (7.5YR 5/6) mottles; massive; hard, firm, moderately sticky and moderately plastic; few fine tubular pores; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sevier County, Utah, about 0.75 miles north of Salina; 2,500 feet south and 100 feet west of the northeast corner, sec. 24, T.  21 S., R. 1 W.; USGS Salina 7.5 minute quadrangle; latitude 38 degrees 58 minutes 4 seconds N and longitude 111 degrees 51 minutes 5 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring and for brief periods in late summer due to convection storms; aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 8.5 to 12 degrees C.\nParticle-size control section - Clay content: Averages 35 to 50 percent.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 5 through 7 dry and 4 through 6 moist.\nChroma: 2 or 3.\nReaction: Moderately alkaline or strongly alkaline.\nBw horizon (present in some pedons) and C horizon\nHue: 10YR to 5YR.\nValue: 6 or 7 dry and 4 through 6 moist.\nChroma: 2 through 4 dry and 2 through 6 moist.\nTexture: Clay, silty clay, silty clay loam and clay loam, but strata of sandy loam or very fine sandy loam may occur below 100 cm.\nCalcium carbonate equivalent: 15 to 40 percent.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Duggins soils are on alluvial fans, valley floors, flood plains and deltas. Elevation ranges from 1,341 to 1,850 m. Slope ranges from 0 to 2 percent. The soils formed in alluvium and lake sediments derived from mixed sedimentary rocks. The mean annual air temperature is 7 to 11 degrees C, and the average annual precipitation is 200 to 300 mm. The freeze-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Abcal, Anco and Woodrow soils. Abcal soils are poorly drained and have mottles or low chroma above a depth of 50 cm. Anco soils are fine-silty, somewhat poorly drained and have mottles above a depth of 100 cm. Woodrow soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; slowly permeable; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Duggins soils are used for irrigated cropland. Principal crops are alfalfa, small grains, silage corn and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Utah; MLRA 28A. Duggins soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richfield Area, Utah, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe typical pedon appears to have a marginal cambic horizon. Relocation of the type pedon should be considered to better represent the series as mapped.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the surface of the soil to 18 cm. (part of the Ap horizon)\nXeric feature: Soil has an aridic soil moisture regime that borders Xeric.\nParticle-size control section: The zone from 25 to 100 cm (Bw2, C1 and part of the Bw1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
