{
  "SERIES": "DUGOUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic Lithic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dugout gravelly clay loam--range.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; light brownish gray (10YR 6/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; strong fine granular structure; hard, friable; many fine roots; common fine pores; 25 percent limestone pebbles; strongly effervescent; moderately alkaline; clear smooth boundary.  (5 to 10 inches thick)\nBk--8 to 18 inches; very pale brown (10YR 7/3) gravelly clay loam, pale brown (10YR 6/3) moist; strong fine granular structure; hard, firm; common fine roots; common fine pores; 20 percent limestone pebbles; common films, threads and masses of calcium carbonate; strongly effervescent; moderately alkaline; abrupt smooth boundary.  (5 to 10 inches thick)\nR--18 to 20 inches; indurated limestone bedrock, that is fractured and thinly bedded with marly earths."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Erath County, Texas; from the junction of U. S. Highway 281 and Farm Road 1189 in Morgan Mill, Texas; 3 miles east on Farm Road 1189 to the intersection of Farm Road 1189 and Farm Road 1188; then 2.9 miles north-northeast on Farm Road 1189 to the entrance of the Dugout Ranch; then 0.7 mile east on private ranch road and 35 feet south in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock ranges from 12 to 20 inches.  Fragments of limestone gravel, cobbles and stones range from 15 to 35 percent by volume. Calcium carbonate equivalent of the less than 20 mm fraction ranges from 40 to 85 percent.   The solum is gravelly clay loam or stony clay loam.  Stony phases are common.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2 or 3.   A horizons with moist values of less than 3.5 are less than 7 inches thick.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4.  Concretions and soft masses of calcium carbonate range from common to many.\nThe R layer ranges from white crystalline limestone to hard limestone containing imbedded fossil shells.  The layers are thinly bedded and are commonly underlain by marly earth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils are the Brackett, Eddy, Keese, Lueders, Maloterre, Owens, Quinlan, and Searsville series.  Brackett, Eddy, Owens, and Quinlan soils lack lithic contacts with limestone.  In addition, Eddy soils do not have cambic horizons, Owens soils are clayey, and Quinlan soils have mixed mineralogy.  Keese soils have mixed mineralogy.  Lueders soils have mollic epipedons and contain more than 35 percent coarse fragments in the solum.  Maloterre soils are less than 10 inches deep and do not have cambic horizons.  Searsville soils have mixed mineralogy and are more clayey."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dugout soils occupy smooth gently sloping to moderately steep bench uplands.  Slopes range from 1 to 20 percent.  The soils formed in alkaline loamy sediments interbedded with limestone.  Mean annual temperatures range from 64 to 68 degrees F. and mean annual precipitation ranges from 29 to 35 inches.  Frost free days range from 210 to 240 days and elevation ranges from 1,250 to 1,600 feet.  Thornthwaite annual P-E indices range from 44 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Brackett and Maloterre series and the Denton, Purves and San Saba series.  Denton and San Saba soils have sola more than 20 inches deep, contain more than 35 percent clay, and have montmorillonitic mineralogy.  Purves soils have mollic epipedons, are more clayey, and have montmorillonitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is high; Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for rangeland.  Native vegetation is mostly little bluestems, grama grasses, juniper, and scattered live oak motts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series occurs mainly in the Grand Prairie of central and north-central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Erath County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as shallow phases of the Denton series.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (A horizon)\nCambic horizon - 8 to 18 inches (Bk horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
