{
  "SERIES": "DUGWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM/JVC",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "OVERVIEW": "The Dugway series consists of moderately deep to a duripan, moderately well drained soils that formed in lacustrine deposits derived from mixed volcanic rocks and influenced by volcanic ash.  Dugway soils are on remnant lake terraces.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Natrixeralfic Natridurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dugway ashy fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; pale brown (10YR 6/3) ashy fine sandy loam, dark brown (10YR 3/3) moist; moderate thin and medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine vesicular pores; moderately alkaline (pH 8.0); abrupt wavy boundary.  (5 to 13 cm thick)\nA2--5 to 13 cm; light brownish gray (10YR 6/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine vesicular and interstitial pores; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 10 cm thick)\nBtn--13 to 28 cm; pale brown (10YR 6/3) clay, dark brown (10YR 3/3) moist; strong fine and medium prismatic structure; very hard, firm, very sticky and very plastic; many very fine and common fine roots; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; common light gray (10YR 7/2) uncoated sand grains on tops of prisms, brown (10YR 5/3) moist; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 18 cm thick)\nBtnk--28 to 46 cm; pale yellow (2.5Y 7/4) silty clay loam, olive brown (2.5Y 4/4) moist; moderate very fine and fine prismatic structure parting to strong very fine and fine angular blocky; hard, friable, moderately sticky and moderately plastic; many very fine, common fine and few medium roots; common very fine tubular pores; common faint and distinct clay films on faces of peds and lining pores; few fine masses of secondary carbonate; strongly alkaline (pH 8.6); clear wavy boundary.  (8 to 25 cm thick)\nBqk1--46 to 64 cm; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist; strong very fine and fine angular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; common thin silica bridges between mineral grains; 30 percent discontinuous weak silica and carbonate cementation; common fine masses of secondary carbonate; strongly effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (10 to 20 cm thick)\nBqk2--64 to 89 cm; light gray (2.5Y 7/2) silt loam, light olive brown (2.5Y 5/4) moist; strong thin and medium platy structure; hard and very hard, friable and firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; 60 percent discontinuous weak silica and carbonate cementation; common thin silica bridges between mineral grains and thin silica coats lining pores; common fine masses of secondary carbonate; strongly effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (0 to 23 cm thick)\nBqkm--89 to 132 cm; pale yellow (2.5Y 7/3) cemented material, brown (10YR 5/3) moist; strong thin and medium platy structure; very hard, very firm, brittle; continuous and strongly cemented; common very fine and fine roots in horizontal root mat at upper boundary; few very fine tubular pores; few fine masses of secondary carbonate; noneffervescent matrix; strongly alkaline (pH 9.0); abrupt smooth boundary.  (13 to 50 cm thick)\n2C--132 to 155 cm; light gray (2.5Y 7/2) stratified silt loam and silty clay loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, moderately sticky and moderately plastic; no roots observed; few very fine tubular pores; slightly effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; in Long Valley about 1 mile north of Vya; approximately 2,000 feet west and 900 feet south of the northeast corner of section 33, T. 43 N., R. 19 E.; USGS Vya 7.5 minute topographic quadrangle; latitude 41 degrees 36 minutes 32.6 seconds N and longitude 119 degrees 51 minutes 24.8 seconds W; WGS84 Decimal Degrees 41.6090556 latitude, -119.8568889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the moisture control section in winter and spring; dry from mid-June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to duripan: 50 to 100 cm.\nDepth to identifiable secondary carbonates: 28 to 60 cm.\nParticle-size control section - Clay content: 35 to 50 percent.\nA horizons\nValue: 6 or 7 dry.\nChroma: 2 or 3, dry or moist.\nReaction: Slightly alkaline or moderately alkaline.\nVolcanic glass content: 20 to 50 percent in coarse silt through fine sand fractions.\nOxalate extractable aluminum plus one-half iron: 0.2 to 0.4 percent.\nBtn and Btnk horizons\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 35 to 50 percent.\nTexture: Silty clay loam, silty clay, or clay.\nSodicity (SAR): 13 to 45.\nEffervescence:  Noneffervescent through strongly effervescent in the upper part; slightly effervescent through violently effervescent in the lower part.\nCalcium carbonate equivalent: 1 to 3 percent.\nReaction: Moderately alkaline or strongly alkaline.\nBqk horizons\nValue: 6 through 8 dry; 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nClay Content: 20 to 30 percent.\nTexture: Loam, silt loam, or silty clay loam.\nStructure: Platy, angular blocky, or subangular blocky.\nConsistence: Hard or very hard dry, very friable to firm moist.\nReaction:  Moderately alkaline or strongly alkaline.\nEffervescence: Strongly effervescent or violently effervescent.\nIdentifiable secondary carbonates: Few or common fine masses.\nCalcium carbonate equivalent: 1 to 5 percent.\nCementation: 20 to 70 percent weak discontinuous silica cementation.\nOther features: Few or common silica coats bridging mineral grains.\nBqkm horizon\nCementation: Continuous strong cementation by silica.\n2C horizon\nTexture: Usually stratified; dominantly silt loam, silty clay loam, but includes strata of loam, clay loam or fine sandy loam.\nStructure: Platy or is massive.\nConsistence: Hard or very hard dry, very friable to very firm moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Filiran and Newpass series.\nFiliran soils have 5 to 20 percent rock fragments in the particle-size control section.  Newpass soils are moderately deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dugway soils are on remnant lake terraces.  They formed in lacustrine deposits derived from mixed volcanic rocks and influenced by volcanic ash. Slopes are 0 to 2 percent.  Elevations range from 1,620 to 1,830 meters.  The mean annual precipitation is 200 to 250 mm, the mean annual air temperature is 7 to 8 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Langston and Updike soils.  Langston soils lack silica cementation and are fine-loamy over sandy or sandy-skeletal.  Updike soils lack silica cementation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; medium surface runoff; moderately low saturated hydraulic conductivity.  Endosaturation is present with an apparent seasonal high water table between 150 and 180 cm (very deep free water occurrence class) between January and September.  Cumulative annual duration class is Persistent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dugway soils are used for rangeland.  The present vegetation is dominantly basin big sagebrush, rubber rabbitbrush, and basin wildrye.  Some areas have been seeded to adapted rangeland grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995.  The series was first proposed in Washoe County, Nevada in 1959.  The name is from a local feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A1 and A2 horizons).\nNatric horizon - The zone from 13 to 46 cm (Btn and Btnk horizons).\nIdentifiable secondary carbonates - The zone from 28 to 132 cm (Btnk, Bqk1, Bqk2, and Bqkm horizons).\nDuripan - The zone from 89 to 132 cm (Bqkm horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between 152 and 183 cm at certain times during normal years (part of the 2C horizon).\nParticle-size control section - The zone from 13 to 46 cm (Btn and Btnk horizons).\nADDITIONAL DATA:  Volcanic ash content and oxalate extractable aluminum plus one-half iron values are estimated based on data for adjacent soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
