{
  "SERIES": "DULANDY",
  "STATUS": "Established Series",
  "BYREV": "Rev: MHF/RTS/RWL/ET/JH",
  "REVDATE": "04/2015",
  "STATES": "CA,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, isomesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dulandy loam, woodland, on a 55 percent south facing slope at an elevation of 354 meters (1,160 feet).  When described on May 22, 1985, the profile was moist throughout.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 3 centimeters (0 to 1 inch); partially decomposed needles, leaves, twigs, and woody materials.\nA--3 to 10 centimeters (1 to 4 inches); dark brown (7.5YR 3/2) loam, dark yellowish brown (10YR 4/4) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine irregular pores; 5 percent gravel; strongly acid (pH 5.4); clear smooth boundary.\nAB--10 to 31 centimeters (4 to 12 inches; dark brown (7.5YR 3/4) loam, yellowish brown (10YR 5/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many fine continuous tubular pores; 10 percent gravel; strongly acid (pH 5.4); gradual wavy boundary.  (Combined thickness of the A horizon ranges from 23 to 38 centimeters)\nBw1--31 to 74 centimeters (12 to 29 inches); brown (7.5YR 4/4) gravelly clay loam, light yellowish brown (10YR 6/4) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine and medium roots; many fine continuous tubular pores; 25 percent gravel and 5 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.\nBw2--74 to 97 centimeters (29 to 38 inches); strong brown (7.5YR 5/6) very gravelly clay loam, reddish yellow (7.5YR 6/6) dry; weak very fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine and medium roots; few fine continuous tubular pores; 45 percent gravel and 5 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (Combined thickness of the Bw horizon ranges from 23 to 50 centimeters)\nR--97 centimeters (38 inches); sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 101 meters (330 feet) north and 705 meters (2310 feet) east of the SW corner of section 17, T. 41 S., R. 12 W.  W.M.(Latitude 41 degrees, 59 minutes, 54 seconds N, Longitude 124 degrees, 08 minutes, 48 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soils are usually moist and are dry less than 45 consecutive days between 10 to 30 cm in the four months following the summer solstice.  The soils have an udic soil moisture regime.\nSoil temperature:  The mean annual soil temperature is 12 to 15 degrees C (54 to 59 degrees F).  The difference between the mean summer and mean winter soil temperatures varies from 3 to 6 degrees C.  The soils have an isomesic soil temperature regime.\nDepth to a lithic contact is 50 to 100 centimeters (20 to 40 inches).\nThe particle-size control section (weighted average)\nClay content: 27 to 35 percent\nRock fragments: 35 to 60 percent\nReaction is very strongly or strongly acid.\nO horizon\nHue: 10YR\nValue: 2 through 6 dry and moist\nChroma: 1 through 4 dry and moist\nTexture: slightly decomposed organic material\nWood fragments: 0 to 35 percent\nReaction: moderate to slightly acid\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry and moist\nChroma: 3 or 4 dry, 2 or 3 moist\nTexture of fine earth: loam or silt loam\nRock fragments: 5 to 15 percent gravel\nClay content: 15 to 25 percent\nUpper Bw horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry and moist\nChroma: 4 through 6 dry and moist\nTexture of fine earth: clay loam\nRock fragments: 15 to 35 percent gravel; 5 to 10 percent cobbles\nClay content: 27 to 35 percent\nLower Bw horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry and moist\nChroma: 4 through 6 dry and moist\nTexture of fine earth: clay loam or silty clay loam\nRock fragments: 25 to 50 percent gravel; 5 to 20 percent cobbles\nClay content: 27 to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dulandy soils are on broad ridgetops, benches, and side slopes of coastal hills and mountains.  Slopes range from 0 to 90 percent.  The soils formed in colluvium derived from metasedimentary or metavolcanics.  Elevations are 61 to 396 meters (200 to 1,300 feet). The climate is humid, characterized by warm wet winters and warm moist summers.  The mean annual temperature is 11 to 14 degrees C (52 to 57 degrees F).  The mean annual precipitation is 2286 to 3302 millimeters (90 to 130 inches).    The frost-free period is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bosland, Floras, Guerin, Loeb, Macklyn, Vondergreen, Wedderburn, and Zwagg soils.  All these soils occur on ridgetops, benches or side slopes of coastal hills and mountains.  Bosland soils are fine-loamy.  Floras soils are 100 to 150 centimeters (40 to 60 inches) deep to a paralithic contact and fine-textured.  Guerin soils are 20 to 50 centimeters (10 to 20 inches) deep to a lithic contact.  Loeb, Macklyn, and Vondergreen soils have argillic horizons.  Wedderburn soils are 100 to 150 centimeters (40 to 60 inches) to a lithic contact and fine-loamy.  Zwagg soils are coarse-loamy and have an umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; negligible to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for timber production, watershed, recreation, and wildlife habitat. Native vegetation is Douglas fir, redwood, tanoak, red alder, evergreen huckleberry, Pacific rhododendron, salal, cascade Oregongrape, salmonberry, western swordfern, and common beargrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Redwood Belts; MLRA 4B. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly classified with the 10th edition as loamy-skeletal, isotic, isomesic Typic Dystrudepts\nMinerology revised from mixed to isotic 1/2000.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon - from 0 to 10 cm (O1, A horizons)\nCambic horizon - from 10 to 97 centimeters (AB, Bw1 and Bw2 horizons).\nDystrudepts feature - the soil has a base saturation of 7 percent by ammonium acetate from 25 to 74 centimeters (10 to 29 inches) (AB and Bw1 horizon), and has 26 kilograms of organic carbon per square meter to a depth of 100 centimeters (40 inches).\nLithic contact - at 97 cm.\nADDITIONAL DATA:  Reference sample from pedon 85T63, sample #857400 from Curry County, Oregon sampled by NSSL at Lincoln, NE, 8/85.\nSoil classified using the 11th Edition of the Keys to Soil Taxonomy.\nNASIS User Pedon ID 95OR015017\nNational Cooperative Soil Survey\nU.S.A."
  }
}
