{
  "SERIES": "DULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP-TWH-KLS",
  "REVDATE": "01/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dula loam - Pasture and hayland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; strong medium granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; common fine interstitial pores; neutral (pH 7.0); abrupt smooth boundary.\nA2--10 to 30 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate coarse granular structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and common very fine roots; common fine tubular pores; few fine faint yellowish brown (10YR 5/4) masses of iron concentrations; neutral (pH 7.0); clear smooth boundary.  (combined thickness of A1, A2 - 21 to 40 cm)\nBg1--30 to 46 cm; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine tubular pores; few fine distinct yellowish brown (10YR 5/8) masses of iron concentrations; neutral (pH 7.0); clear smooth boundary.\nBg2--46 to 71 cm; grayish brown (2.5Y 5/2) loam, very dark grayish brown (2.5Y 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; many medium distinct reddish yellow (7.5YR 6/8) masses of iron concentrations; neutral (pH 7.0); clear smooth boundary.  (combined thickness of Bg1, Bg2 - 36 to 102 cm)\n2C--71 to 152 cm; variegated colors, extremely gravelly coarse sand; single grain; loose, nonsticky and nonplastic; few fine roots; 60 percent gravel and 10 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; within the Village limits of Chama; New Mexico state plane coordinates 653,475 meters north and 123,121 meters east; Lat. 36 degrees, 53 minutes, 15 seconds N.; Long. 106 degrees, 34 minutes, 58 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  4.4 to 7.2 degrees C.\nThickness of mollic epipedon:  61 to 89 cm\nDepth to 2C horizon:  61 to 102 cm\nDepth to seasonal endosaturation and aquic conditions:  30 to 51 cm\nParticle-size control section:\nUpper part:\nClay content: 18 to 25 percent\nSand content: 30 to 50 percent\nLower part:\nClay content: 1 to 10 percent\nRock fragment content: 50 to 85 percent\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nClay content: 18 to 25 percent\nReaction (pH): 6.6 to 7.3\nBg horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 1 to 3 dry or moist\nClay content: 18 to 25 percent\nReaction (pH): 6.6 to 7.3\n2C horizon\nTexture: extremely gravelly coarse sand, extremely gravelly sand\nClay content: 1 to 10 percent\nRock fragment content: 50 to 85 percent--40 to 60 percent gravel, 10 to 25 percent cobbles\nReaction (pH): 6.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDegarmo (OR) - lack redox concentrations in the mollic epipedon\nFlintcreek soils (MT) - have endosaturation above 30 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - flood plains\nElevation - 1,950 to 2,440 meters\nSlopes - 0 to 2 percent\nParent material - alluvium\nMean annual air temperature - 4.4 to 7.2 degrees C.\nMean annual precipitation - 406 to 584 mm\nFrost-free period - 80 to 100 days\nDula soils have a water table at 30 to 107 cm April through August and are subject to frequent flooding."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very low runoff.  Moderate permeability in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dula soils are used for irrigated pasture and hayland and wildlife habitat.  The present vegetation is narrowleaf cottonwood, shrubby cinquefoil, tufted hairgrass, bluegrass, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico, southern Colorado.  LRR D, MLRA 36. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, New Mexico, 1989. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 71 cm (A1, A2, Bg1, Bg2 horizons)\nEndosaturation and aquic conditions: 30 to 152 cm (Bg1, Bg2, and 2C horizons)\nLithologic discontinuity: extremely gravelly coarse sand at 71 cm (2C horizon)\nIrregular decrease in organic matter: 0 to 71 cm (A1, A2, Bg1, Bg2 horizons), inferred from landscape position\nDula soils have a frigid temperature regime and are in an aquic soil moisture regime with a typic subclass.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
