{
  "SERIES": "DULCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JPP/TWH",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dulce sandy loam - native range with pinyon-juniper (Colors are for dry soils unless otherwise noted).\nA--0 to 4 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable; nonsticky and nonplastic; 2 percent stones; moderately alkaline (pH 8.0); clear smooth boundary.  (2 to 6 inches thick)\nBw--4 to 9 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; very weak medium subangular blocky structure parting to weak fine granular; soft, very friable; nonstick nonplastic; 2 percent stones; slightly effervescent; moderately alkaline.  (3 to 10 inches thick)\nBk--9 to 13 inches; very pale brown (10YR 7/3) sandy loam, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 5 inches thick)\nCr--13 to 17 inches; soft sandstone and interbedded sandy shale that can be dug with an auger and a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  La Plata County, Colorado; about 16 miles west of Ignacio; about 700 feet south and 300 feet west of the northeast corner of Sec. 4, T. 32 N., R. 10 W.  U.S.G.S.  Long Mountain quad.; Lat. 37 degrees, 03 minutes, 05 seconds N., and Long. 107 degrees, 55 minutes, 49 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is dry for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 degrees F., (5 degrees C.).  It is not dry in all parts of the moisture control section for at least 45 consecutive days following the summer solstice to October 20, and for at least 90 cumulative days during that period.\nMean annual soil temperature: 47 to 52 degrees F.\nDepth to the paralithic contact: 8 to 20 inches; bedrock is soft sandstone or sandy shale.\nCoarse fragment content: 0 to 20 percent, typically sandstone chips ranging from pebble to stone size.\nTypically, these soils contain free carbonates throughout, but some pedons may be leached as much as 5 inches.\nParticle-size control section\nClay content: 5 to 18 percent\nSand content: 50 to 80 percent\nSilt content: 5 to 45 percent\nA horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6, 4 or 5 moist, and chroma or 2 or 3.\nReaction: slightly alkaline or moderately alkaline\nBw horizon\nHue: 10YR or 2.5Y\nValue: 5 to 6, 4 or 5 moist\nChroma:\nChroma: 2 or 3.\nReaction: slightly alkaline or moderately alkaline\nBk horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry, or 6 moist\nChroma:\nChroma: 2 through 4.\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dolcan, Fairburn, Mittenbutte, Sipapu, and Spearfish series.\nDolcan, Fairburn, and Spearfish soils have greater than 18 percent clay in the particle-size control section.\nMittenbutte soils are more moist in the moisture control section in May and June.\nSipapu soils have rock fragemnts of granite, gneiss, schist, and limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dulce soils are on foothill slopes and ridges.  Slope ranges from 6 to 60 percent.  The soils formed in residuum from sandstone; a common geologic formation is the San Jose Formation.  Elevation ranges from 5,000 to 7,500 feet.  Average annual precipitation ranges from 13 to 16 inches and about half comes as snow.  The precipitation is distributed fairly evenly throughout the year with May and June being the driest months.  Mean annual temperature ranges from 45 to 50 degrees F., and mean summer temperature ranges from 60 to 66 degrees F.  P.E. Index is about 42 at the type location and ranges from 35 to 50 for the series."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lazear, Mikim, Travessilla, and Zyme soils.  Lazear and Travessilla soils are shallow, loamy soils over hard sandstone.  Mikim soils are deep, loamy soils on gently sloping to sloping alluvial fans, toe slopes, and foothill valleys.  Zyme soils are shallow, fine-textured soils over shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability to bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dulce soils are used primarily for rangeland and wildlife habitat.  Native vegetation consists of western wheatgrass, Indian ricegrass, junegrass, sand dropseed, needleandthread grass, blue grama, Red three-awn, big sagebrush, twoneedle pinyon, and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Dulce soils occur in southwestern Colorado and possibly adjacent parts of Utah. MLRA 36. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  La Plata County Area, Colorado, 1982. The name is from a community in nearby northern New Mexico."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include an ochric epipedon from 0 to 4 inches.  Particle-size control section with 5 to 18 percent clay.  A paralithic contact at 13 inches, and a mesic temperature regime.\nThe 01/2008 revision changes the subgroup from Ustic Torriorthents to Aridic Ustorthents; this aligns this series with current moisture regime concepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
