{
  "SERIES": "DUNDAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRF-AGG",
  "REVDATE": "08/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dundas silt loam with a slightly convex slope of 1 percent on a ground moraine in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (N 5/0) dry; weak fine and medium subangular blocky structure; friable; about 2 percent coarse fragments; neutral; abrupt smooth boundary.  (6 to 10 inches thick)\nA1--7 to 9 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; about 2 percent coarse fragments; slightly acid; abrupt wavy boundary.  (0 to 3 inches thick)\nE--9 to 15 inches; dark gray (10YR 4/1) loam, dark grayish brown (10YR 4/2) faces of peds, gray (10YR 6/1) dry and rubbed; moderate fine and medium subangular blocky structure with a tendency toward platy; friable; about 5 percent coarse fragments; strongly acid; clear wavy boundary.  (2 to 8 inches thick)\nBtg1--15 to 20 inches; dark grayish brown (2.5Y 4/2) heavy loam; common fine and medium distinct light olive brown (2.5Y 5/4) mottles; moderate fine and medium subangular blocky structure; friable; common medium and thick gray (10YR 6/1) coats of clean silt grains on faces of peds; few thin clay films on faces of peds; about 5 percent coarse fragments; strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBtg2--20 to 26 inches; grayish brown (2.5Y 5/2) clay loam; common fine distinct light olive brown (2.5Y 5/4) mottles; moderate fine and medium subangular blocky structure; firm; few thin gray (10YR 6/1) coats of clean silt grains on faces of peds; few thin grayish brown (2.5Y 5/2) clay films on faces of peds; about 5 percent coarse fragments; strongly acid; clear wavy boundary.  (4 to 10 inches thick)\nBtg3--26 to 31 inches; olive (5Y 5/3) clay loam; many medium faint olive gray (5Y 5/2) and many fine distinct yellowish brown (10YR 5/8) mottles; strong medium and coarse prismatic structure parting to moderate medium and coarse angular blocky structure; firm; thin to thick continuous very dark gray (10YR 3/1) and dark gray (10YR 4/1) clay films on faces of peds; common black (10YR 2/1) clayey fillings in old root channels; few thin coats of clean silt grains on faces of peds; few dark oxide stains and concretions; about 5 percent coarse fragments; moderately acid; clear wavy boundary.  (4 to 12 inches thick)\nBtg4--31 to 40 inches; olive (5Y 5/3) clay loam; many medium faint olive gray (5Y 5/2) and many medium distinct yellowish brown (10YR 5/8) mottles; moderate coarse prismatic structure; firm; medium and thick continuous very dark gray (10YR 3/1) and dark gray (10YR 4/1) clay films on faces of peds; common black (10YR 2/1) clayey fillings in old root channels; few dark oxide stains and concretions; about 5 percent coarse fragments; moderately acid; clear wavy boundary.  (4 to 12 inches thick)\nCg--40 to 60 inches; grayish brown (2.5Y 5/2) loam; many medium faint light olive brown (2.5Y 5/4) and common fine distinct olive yellow (2.5Y 6/8) mottles; massive; friable; few black (10YR 2/1) clayey fillings in old root channels in the upper part; few soft grayish limy segregations; few dark oxide stains; about 5 percent coarse fragments; stronlyly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rice County, Minnesota; about 9 miles north of Faribault; 200 feet south and 1,700 feet west of the northeast corner of sec. 7, T. 111 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to free carbonates range from 30 to 48 inches.  Coarse fragments of mixed lithology typically occupy 1 to 8 percent by volume of the solum, but are lacking in the A horizon in some pedons.\nThe Ap or A1 horizon has hue of 10YR, value of 2 or 3, and chroma of 1.  It is fine sandy loam, sandy clay loam, loam, silt loam, light clay loam or light silty clay loam..  Reaction is moderately acid or slightly acid.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1 or 2. It is fine sandy loam, sandy clay loam, loam, or silt loam,   Reaction is stronly acid to slightly acid.  slightly acid or medium acid.\nThe Btg horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 through 3.  Distinct or prominent mottles are in most of the B horizon.  The upper part of the B horizon typically is heavy loam or clay loam, but sandy clay loam high in silt, silty clay loam high in sand and light clay are within the range.  The lower part of the B horizon is sandy clay loam high in silt, clay loam or loam.  The upper 20 inches of the argillic horizon averages between 30 and 35 percent clay and typically 20 to 35 percent fine sand and coarser.  Reaction is strongly acid to slightly acid\nThe C horizon  has hue of 2.5Y or 5Y. It is typically loam or clay loam but includes sandy loam. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dundas soils are on level or nearly level, plane to slightly convex slopes on end or ground moraines.  They formed mostly in friable calcareous, glacial till of Late Wisconsin Age.  In some pedons the upper part of the solum apparently formed in somewhat modified glacial till.  The climate is humid continental with warm summers and cold winters.  Mean annual temperature is about 45 to 50 degrees F., and mean annual precipitation is about 28 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Hayden, Luther, Nessel, and Hamel soils which are members of a hydro sequence with the Dundas soils. Well drained Hayden soils are on the more sloping areas.  Moderately well drained Nessel soils are on slightly elevated flats and gentle slopes. Somewhat poorly drained Luther soils on on slight rises.  Poorly drained Hamel soils are on toe slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Surface runoff is low.  Saturated hydraulic conductivity is moderately slow.  Seasonal high saturation occurs at or near the surface in the months of March to July and October to December in years of normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to corn, soybeans, small grains, and hay.  Significant areas are in pasture or forested pasture.  Native vegetation was mixed deciduous forest and prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA-103.  Southern and central Minnesota and north central Iowa.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Scott County, Minnesota, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Dundas series was classified as a Planosol Gray Brown Podzolic intergrade in the former system.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 994 for some results of laboratory analysis of the typical pedon, and to Nos. 743, 829, and 830 for some data on a pedon from Wright County and two pedons from Hennepin County.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
