{
  "SERIES": "DUNDEE",
  "STATUS": "Established Series",
  "BYREV": "FTS:RBH; Rev.JDS",
  "REVDATE": "11/2004",
  "STATES": "AR,KY,LA,MS,MO,TN",
  "OVERVIEW": "The Dundee series consists of very deep, somewhat poorly drained soils that formed in loamy alluvium. These soils are level to gently sloping soils on natural levees and low terraces along former channels of the Mississippi River and its tributaries in the Southern Mississippi Valley Alluvium Major Land Resource Area; MLRA 131. Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dundee loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) loam; weak fine granular structure; very friable; common fine roots; slightly acid; abrupt smooth boundary. (4 to 12 inches thick)\nBtg1--5 to 10 inches; dark grayish brown (10YR 4/2) clay loam; moderate fine and medium subangular blocky structure; firm, plastic, slightly sticky; few fine roots and pores; many distinct clay films on faces of peds; common medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation; strongly acid; gradual smooth boundary.\nBtg2--10 to 18 inches; dark grayish brown (10YR 4/2) clay loam; moderate medium and coarse subangular blocky structure; firm, plastic, slightly sticky; few fine roots and pores; many distinct clay films on faces of peds; common medium distinct light brownish gray (10YR 6/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid; clear smooth boundary.\nBtg3--18 to 29 inches; light brownish gray (10YR 6/2) sandy clay loam; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds and in pores; many fine distinct dark yellowish brown and strong brown masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid; gradual smooth boundary. (Combined thickness of the Btg horizon ranges from 20 to 40 inches.)\n2Cg1--29 to 42 inches; gray (10YR 5/1) very fine sandy loam; massive; very friable; many fine distinct dark yellowish brown and strong brown masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid; gradual smooth boundary.\n2Cg2--42 to 60 inches; gray (10YR 6/1) loam; massive; very friable; many fine distinct strong brown masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tallahatchie County, Mississippi; 1.0 mile east of Webb, Mississippi; 0.2 mile north of junction of Mississippi Highways 32 and 321; 200 feet east of Highway 321; NE1/4NW1/4 sec. 17, T. 24 N., R. 1. W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 24 to more than 60 inches. The calcium-magnesium ratio is more than 1. An overwash phase is recognized where an overwash or recent clayey alluvium ranges from 8 to less than 20 inches in thickness.\nThe A horizon has hue of 10YR, value of 4 to 5, and chroma of 2 or 3; in some pedons where the A horizon is less than 6 inches thick, it has hue of 10YR, value of 3, cnd chroma of 2. It is fine sandy loam, very fine sandy loam, silt loam, loam, silty clay loam, loamy sand, or sandy loam. Reaction ranges from extremely acid to moderately acid, except where the surface soils have been limed\nSome pedons may have a BA or AB horizon. It has hue of 10YR, value of 4 or 5, and chroma of 2. Iron accumulations and depletions are in shades of gray or browm. Texture is silt loam, very fine sandy loam or loam. Reaction ranges from very strongly acid to moderately acid, except where the surface soils have been limed.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2. Iron accumulations and depletions are in shades of gray and brown. It is clay loam, silty clay loam, loam, or silt loam. The upper 20 inches has from 18 to 34 percent clay and more than 15 percent sand that is mainly in the very-fine size fraction. The lower part of the Btg horizon, in addition to colors above, has hue of 10YR, value 6 and chroma 1 and 2; and value 4 and 5 and chroma of 1. Reaction ranges from very strongly acid to moderately acid.\nThe BCg horizon, where present, has hue of 10YR, value of 4 to 6, and chroma of 1 or 2, or with hue of 2.5Y, value of 4 or 5 and chroma of 2. Iron accumulations and depletions are in shades of brown, yellow and gray. Texture is loam, sandy clay loam, or silt loam. Reaction ranges from very strongly acid to moderately acid.\nThe Cg or 2Cg horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2 and masses of iron accumulation in shades of yellow and brown. Texture is loam, fine sandy loam, very fine sandy loam, silt loam, or silty clay loam. In some pedons, texture is silty clay or clay is below a depth of 40 to 60 inches. Reaction ranges from very strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Adaton, Amagon and Tichnor series in the same family. Adaton soils have sola more than 60 inches thick and are poorly drained. Amagon soils have sola greater than 50 inches thick; contain an E horizon and do not contain lithologic discontinuities. Tichnor soils have A and E horizons more than 24 inches thick and contain less sand in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dundee soils are on level to gently sloping natural levees or low terraces bordering former channels of the Mississippi River or other major streams and tributaries in the Southern Mississippi Valley Alluvium Major Land Resource Area; MLRA 131. Slopes range between 0 to 8 percent. The soil formed in thinly stratified beds of loamy alluvium. Climate is warm and humid. Near the type location the mean annual precipitation is 48 inches and mean annual temperature is 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Amagon and Askew, Bosket, Dubbs and Forestdale soils. Askew, Bosket and Dubbs soils are better drained, are on slightly higher positions. Forestdale soils occur on similar positions and n a fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; runoff is negligible to high depending on slope; moderately slow permeability. In undrained conditions, an apparent water table is about 1.5 to 3.5 feet below the surface during the winter and spring months. Most areas of Dundee soils are used for row\ncrops and are artificially drained by constructed ditches. In drained areas, the water table ranges from 3.5 to 6 feet below the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for growing cotton, corn, soybeans, small grain, hay, and pasture. Woodland areas are bottom land hardwoods. Important trees are cherrybark oak, eastern cottonwood, sweetgum, and water oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 131 in Arkansas, Alabama, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee. The series is of moderate\nextent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tunica County, Mississippi; 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 2004 to expand the C horizon pH range to include slightly alkaline reaction, expand the A horizon thickness to 12 inches, and expand the A horizon pH range to include extremely acid reaction. Preliminary studies have indicated that the depth to saturated layers in these soils may be deeper than it is currently being interpreted over most of the series range. Additional studies have been initiated to determine if the drained hydrology is now the dominant condition. Diagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon - the zone from the surface to a depth of about 5 inches.\nArgillic horizon - the zone from approximately 5 to 29 inches.\nEndosaturation in the lower part of the argillic and substratum. A large percentage of these soils are artifically drained and do not have aquic conditions within 20 inches of the mineral surface for significant periods in most years.\nADDITIONAL DATA: Characterization data for 3 pedons, including typical pedon, are published in SSIR No. 13, pp. 56-61, Engineering Test Data for two pedons are published in Soil Survey Coahoma County, Mississippi (issued December 1959) pp. 20-21; for one pedon in Soil Survey Humphreys County,\nMississippi (issued September 1959) pp. 14-15.\nSoil Interpretation Record No. - MS0057\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) loam; weak fine granular structure; very friable; common fine roots; slightly acid; abrupt smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--5 to 10 inches; dark grayish brown (10YR 4/2) clay loam; moderate fine and medium subangular blocky structure; firm, plastic, slightly sticky; few fine roots and pores; many distinct clay films on faces of peds; common medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 25,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--10 to 18 inches; dark grayish brown (10YR 4/2) clay loam; moderate medium and coarse subangular blocky structure; firm, plastic, slightly sticky; few fine roots and pores; many distinct clay films on faces of peds; common medium distinct light brownish gray (10YR 6/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg3",
        "top": 46,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg3--18 to 29 inches; light brownish gray (10YR 6/2) sandy clay loam; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds and in pores; many fine distinct dark yellowish brown and strong brown masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid; gradual smooth boundary. (Combined thickness of the Btg horizon ranges from 20 to 40 inches.)"
      },
      {
        "name": "2Cg1",
        "top": 74,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Cg1--29 to 42 inches; gray (10YR 5/1) very fine sandy loam; massive; very friable; many fine distinct dark yellowish brown and strong brown masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--42 to 60 inches; gray (10YR 6/1) loam; massive; very friable; many fine distinct strong brown masses of iron accumulation; few fine brown and black iron-manganese concretions; very strongly acid."
      }
    ]
  ]
}
