{
  "SERIES": "DUNDAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR, RRH, APT",
  "REVDATE": "01/2007",
  "STATES": "CO,NE,SD,WY",
  "OVERVIEW": "The Dunday series consists of very deep, somewhat excessively drained soils formed in eolian sands. Dunday soils are on interdunes, low dunes and valley sides of sandhills. A few are on stream terraces of valleys. These soils have slopes ranging from 0 to 11 percent. Mean annual temperature is about 10 degrees C (50 degrees F), and mean annual precipitation is about 51 centimeters (20 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dunday loamy fine sand, on a southeast facing, slightly convex 1 percent slope in rangeland. (Colors are for dry soil unless otherwise stated.) When described on July 15, 1959 the soil was moist throughout.\nA1--0 to 25 centimeters (0 to 10 inches); dark grayish brown (10YR 4/2) loamy fine sand, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak very fine granular; soft, very friable;  many fine and very fine roots  throughout; slightly acid; gradual smooth boundary.\nA2--25 to 36 centimeters (10 to 14 inches); dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak very fine granular; soft, very friable; many fine and very fine roots throughout; neutral; gradual smooth boundary. (Combined thickness of the A horizons is 25 to 48 centimeters (10 to 19 inches) thick)\nAC--36 to 61 centimeters (14 to 24 inches); grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable; common fine and very fine roots throughout; slightly alkaline; gradual smooth boundary. [10 to 53 centimeters (4 to 21 inches) thick]\nC--61 to 183 centimeters (24 to 72 inches); light brownish gray (10YR 6/2) loamy fine sand, brown (10YR 5/3) moist; single grain; soft, very friable; common fine and very fine roots throughout; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hooker County, Nebraska; about 6.6 kilometers (4 miles) south of Mullen, Nebraska; 674 meters (2166 feet) south and 807 meters(2584 feet) east of the northwest corner of sec. 8, T. 23 N., R. 32 W. Dismal River Ranch USGS quad; lat. 41 degrees 58 minutes 51.92 seconds N. and long. 101 degrees 2 minutes 46.49 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section:\nSand content, 78 to 96 percent\nClay content, 2 to 7 percent\nDepth to secondary carbonates: can occur below 102 centimeters (40 inches)\nA horizon:\nHue: 10YR\nValue: 4 to 5 (2 or 3 moist)\nChroma: 1 or 2\nTexture: loamy fine sand or loamy sand\nReaction: slightly acid or neutral.\nAC horizon:\nHue: 10YR\nValue: 4 to 6 (3 or 4 moist)\nChroma: 2 or 3\nTexture: loamy fine sand, loamy sand or fine sand\nReaction: slightly acid or neutral.\nC horizon:\nHue: 10YR\nValue: 5 to 7 (4 to 6 moist)\nChroma: 2 to 4\nTexture: loamy fine sand, loamy sand, fine sand or sand\nReaction: slightly acid to slightly alkaline\n[Buried layers (fine sand, loamy fine sand, loamy sand, fine sandy loam and sandy loam) are present below 102 centimeters (40 inches) in the C horizon in some pedons.]"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Doger, Dorrance, Heber, Meadin, and Pivot series.\nDoger: have a mollic epipedon 51 centimeters (20 inches) or more thick.\nDorrance: have 5 to 35 percent fragments in the particle size control section and have free carbonates at depths of less than 102 centimeters (40 inches).\nHeber: have free carbonates at depths of less than 102 centimeters (40 inches).\nMeadin: contain more than 15 percent gravel in the particle size control section.\nPivot: have 5 to 35 percent gravel in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian sands\nLandform/Landscape: swales on interdunes, low dunes, and lower backslopes on valley sides of sandhills, few on stream terraces of valleys\nSlopes: 0 to 11 percent\nMean annual temperature: 8 to 12 degrees C. (47 to 54 degrees F.)\nMean annual precipitation: 43 to 58 centimeters (17 to 23 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anselmo, Mullen (T) and Valentine soils.\nAnselmo: have a coarse-loamy control section and are on similar swales and low dunes.\nMullen (T): have a loamy control section, lack a mollic epipedon, and are on similar swales.\nValentine: lack a mollic epipedon and generally occur on higher hummocks and dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Somewhat excessively drained\nSaturated Hydraulic Conductivity: high\nRunoff: negligible or very low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is livestock grazing. The native plant community is sand bluestem, little bluestem, switchgrass, prairie sandreed, blue grama and needle and thread. The rangeland ecological site is Sandy, 18- 22 P.Z. (R065XY032NE). Minor use is cropping. Irrigated corn, alfalfa, and forage are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sandhill areas of central Nebraska, south-central South Dakota, northeast Colorado, and southeast Wyoming. LRR G, MLRA 65 and 72. The Dunday series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dundy County, Nebraska, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are;\nMollic epipedon: 0 to 36 centimeters (0 to 14 inches) (A1 and A2 horizons).\nMoisture regime: ustic\nA loamy substratum phase (loamy very fine sand or finer in the substratum) has been recognized.\n9/2006 RRH: A stream terrace phase may need to be established for the Dunday soils located on stream terraces of valleys.\n11/2005: metric conversion and semi tab format.\n10/2006 APT: Introductory paragraph: revised landscape/landform terminology. Typical Pedon: added roots and changed structure based on the original pedon description which was populated in NASIS in 3/2006.Range in Characteristics: added loamy sand texture to the ranges in A and AC horizons. Geographic Setting: revised landscape/landform terminology. Use and Vegetation: revised. Distribution and Extent: added LRR and MLRA.\n9/2006 RRH: Geographically Associated Soils: deleted Doger, Duda, Els, Elsmere, Gannett, Hersh, Loup, Pivot, Simeon, and Tryon soils which are not associated soils at the type location and added Mullen (T) soils which also is an associated soil at the type location.\nADDITIONAL DATA: Data is available from the Soil Survey Laboratory of the National Soil Survey Center for Site ID 76NE089001, 80NE017001, and 92NE031006. (09/2006 RRH)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 25 centimeters (0 to 10 inches); dark grayish brown (10YR 4/2) loamy fine sand, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak very fine granular; soft, very friable;  many fine and very fine roots  throughout; slightly acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--25 to 36 centimeters (10 to 14 inches); dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak very fine granular; soft, very friable; many fine and very fine roots throughout; neutral; gradual smooth boundary. (Combined thickness of the A horizons is 25 to 48 centimeters (10 to 19 inches) thick)"
      },
      {
        "name": "AC",
        "top": 36,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AC--36 to 61 centimeters (14 to 24 inches); grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable; common fine and very fine roots throughout; slightly alkaline; gradual smooth boundary. [10 to 53 centimeters (4 to 21 inches) thick]"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--61 to 183 centimeters (24 to 72 inches); light brownish gray (10YR 6/2) loamy fine sand, brown (10YR 5/3) moist; single grain; soft, very friable; common fine and very fine roots throughout; moderately alkaline."
      }
    ]
  ]
}
