{
  "SERIES": "DUNNBOT",
  "STATUS": "Established Series",
  "BYREV": "IRD: TAM/JJJ",
  "REVDATE": "05/2001",
  "STATES": "WI",
  "OVERVIEW": "The Dunnbot series consists of very deep, moderately well drained soils formed in loamy and sandy alluvium on flood plains.  Permeability is moderate or moderately rapid in the loamy alluvium and rapid or very rapid in the sandy alluvium.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Mollic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dunnbot fine sandy loam - on a plane 1 percent slope in cropland at an elevation of about 725 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; very friable; few very fine and fine roots; slightly alkaline; abrupt irregular boundary. (6 to 9 inches thick)\nA1--9 to 18 inches; mostly stratified very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure parting to thick platy along depositional strata; very friable; few very fine and fine roots; a few thin strata of brown (10YR 5/3) silt loam and very fine sandy loam, pale brown (10YR 6/3) dry; slightly alkaline; abrupt wavy boundary.\nA2--18 to 28 inches; about 60% thinly stratified very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry, and 40% brown (10YR 5/3) silt loam, pale brown (10YR 6/3) dry; weak thin platy structure; very friable; few very fine and fine roots; slightly alkaline; abrupt wavy boundary.\nA3--28 to 36 inches; very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; very friable; neutral; gradual wavy boundary.  (combined thickness of the A horizons is 21 to 33 inches; or combined thickness of the Ap and A horizons ranges from 24 to 40 inches)\nBw--36 to 45 inches; brown (10YR 4/3) sandy loam; weak fine and medium subangular blocky structure; friable; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulations; neutral; gradual wavy boundary. (6 to 20 inches thick)\nC--45 to 72 inches; yellowish brown (10YR 5/4) fine sand; single grain; loose; many fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pepin County, Wisconsin; about 2 miles south of Eau Galle and 2 miles northeast of Arkansaw; 1650 feet south and 1570 feet east of the northwest corner of sec. 7, T. 25 N., R. 13 W.\nLatitude: 44 degrees 37 minutes  52 seconds N\nLongitude: 92 degrees 3 minutes  20 seconds W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the loamy stratified mantle and the depth  to the sandy alluvium ranges from 30 to 60 inches.  The sandy alluvium averages more than 90 percent sand.  Coarse fragments are generally lacking in the upper loamy alluvium.  Volume of gravel ranges from 0 to 35 percent and volume of cobbles ranges from 0 to 5 percent in the lower sandy alluvium.\nThe Ap horizon has value of 2 or 3, and chroma of 2 or 3.  It is fine sandy loam.  Reaction naturally ranges from slightly acid to slightly alkaline.\nThe A horizon has colors similar to the Ap horizon. It is stratified layers of fine sandy loam, very fine sandy loam, sandy loam, loam, or silt loam. Reaction naturally ranges from slightly acid to slightly alkaline.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6.  It is stratified layers of fine sandy loam, very fine sandy loam, sandy loam, loam, or silt loam.  Reaction naturally ranges from slightly acid to slightly alkaline.\nThe C horizons have hue of 7.5YR, 10YR, or 2.5Y, value of 2 to 8, and chroma of 1 to 4.  It is stratified layers of loamy fine sand, fine sand, sand, coarse sand, or the gravelly analogs of sand or coarse sand and averages 90 percent or more sand in the fine earth fraction.  Reaction naturally ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ankeny, Disco, Eyota, Hanlon, Lomax, and Shellwood series.  None of these soils except Hanlon and Shellwood have redox features or saturation in the series control section.  Hanlon soils do not have average texture of sand or loamy sand in the lower part of the series control section.  Shellwood soils have free carbonates throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dunnbot soils are on flood plains.  In some areas, this soil is on natural levees near river channels and old oxbows and in other areas it is on nearly level to slightly concave rises on floodplains.  Slopes range from 0 to 3 percent.  The soils formed in loamy and sandy alluvium of mixed mineralogical composition.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 650 to 750 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Near the type location these include the Algansee, Kalmarville, and Scotah series.  The somewhat poorly drained Algansee and the poorly drained Kalmarville soils are in lower frequently flooded positions on the floodplain.  The moderately well drained Scota soils are on positions similar to those of Dunnbot soils where the soil formed entirely in sandy alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is moderately slow or slow.  Permeability is moderate or moderately rapid in the loamy alluvium and rapid or very rapid in the sandy alluvium.  Dunnbot soils have an apparent seasonal high water table at a depth of 3.5 to 6.0 feet for 1 month or more per year at some time during the period from October to June in 6 or more out of 10 years.  Dunnbot soils are subject to occasional, brief flooding at some time during the period of March to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Corn, soybeans, small grains and hay are the principal crops.  Native vegetation is mixed deciduous forest.  Common trees are northern red oak, sugar maple, and American basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  Dunnbot soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pepin County, Wisconsin, 1997.   Name of series is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic Subgroup - 0 to 9 inches (Ap); cambic horizon - 36 to 45 inches (Bw); fluventic suborder - an irregular decrease in organic-carbon content from a depth of 25 cm to a depth of 125 cm (Ap, A1, A2, A3) and a soil temperature regime warmer than cryic\nADDITIONAL DATA:  Soil Interpretation Record - WIO599\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; very friable; few very fine and fine roots; slightly alkaline; abrupt irregular boundary. (6 to 9 inches thick)"
      },
      {
        "name": "A1",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--9 to 18 inches; mostly stratified very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure parting to thick platy along depositional strata; very friable; few very fine and fine roots; a few thin strata of brown (10YR 5/3) silt loam and very fine sandy loam, pale brown (10YR 6/3) dry; slightly alkaline; abrupt wavy boundary."
      },
      {
        "name": "A2",
        "top": 46,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--18 to 28 inches; about 60% thinly stratified very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry, and 40% brown (10YR 5/3) silt loam, pale brown (10YR 6/3) dry; weak thin platy structure; very friable; few very fine and fine roots; slightly alkaline; abrupt wavy boundary."
      },
      {
        "name": "A3",
        "top": 71,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A3--28 to 36 inches; very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; very friable; neutral; gradual wavy boundary.  (combined thickness of the A horizons is 21 to 33 inches; or combined thickness of the Ap and A horizons ranges from 24 to 40 inches)"
      },
      {
        "name": "Bw",
        "top": 91,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--36 to 45 inches; brown (10YR 4/3) sandy loam; weak fine and medium subangular blocky structure; friable; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulations; neutral; gradual wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "narrative": "C--45 to 72 inches; yellowish brown (10YR 5/4) fine sand; single grain; loose; many fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; neutral."
      }
    ]
  ]
}
