{
  "SERIES": "DUNRES",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL-MPK-JVC-JBF",
  "REVDATE": "03/2011",
  "STATES": "OR",
  "OVERVIEW": "The Dunres series consists of shallow to a duripan, well drained soils that formed in volcanic ash over residuum derived from basalt. Dunres soils are on lava plateaus. Slopes are 1 to 20 percent. The mean annual precipitation is about 330 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, frigid, shallow Vitrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dunres cobbly ashy sandy loam--on a lava plateau at an elevation of 1,429 meters--rangeland. (Colors are for dry soil unless otherwise noted)\nA--0 to 10 cm; grayish brown (10YR 5/2) cobbly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure parting to strong medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine, and few medium roots; common very fine and fine tubular and interstitial pores; 5 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 7.0); clear smooth boundary. (10 to 20 cm thick)\nBt1--10 to 20 cm; brown (10YR 5/3) ashy sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; common very fine, few fine, and few medium tubular pores, common very fine, few fine and medium interstitial pores; common faint clay films on faces of peds; 5 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt smooth boundary. (0 to 18 cm thick)\n2Bt1--20 to 30 cm; brown (7.5YR 5/4) clay, dark brown (7.5YR 3/4) moist; weak medium prismatic structure parting to strong medium subangular blocky; hard, firm, moderately sticky and very plastic; few very fine, few fine, and few medium roots; few fine and few medium tubular pores; many distinct clay films on faces of peds; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary.\n2Bt2--30 to 48 cm; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; strong coarse prismatic structure parting to strong fine and medium angular blocky; hard, very firm, very sticky and very plastic; few very fine, few fine, and few medium roots; few very fine and few fine tubular pores; many prominent clay films on faces of peds; slightly alkaline (pH 7.6); abrupt smooth boundary. (Combined thickness of the Bt2 and Bt3 horizons is 13 to 40 cm)\n2Bqm1--48 to 81 cm; very pale brown (10YR 7/4) cemented material, yellowish brown (10YR 5/4) moist; strong thick platy structure; extremely hard, extremely firm; strongly cemented by secondary silica; 25 percent coarse prominent irregular weakly cemented black (10YR 2/1) manganese nodules with clear boundaries; slightly alkaline (pH 7.8); gradual wavy boundary.\n2Bqm2--81 to 142 cm; very pale brown (10YR 7/4) cemented material, dark yellowish brown (10YR 4/4) moist; moderate thick platy structure; extremely hard, extremely firm; indurated by secondary silica; 25 percent coarse prominent irregular weakly cemented black (10YR 2/1) manganese nodules with clear boundaries; slightly alkaline (pH 7.8); abrupt wavy boundary. (Combined thickness of the Bqm horizons is 10 to 100 cm)\n2R--142 cm; hard basalt bedrock with an opal coating."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 10 miles north and west of the town of Silver Lake, 0.5 mile north of U.S. Highway 31, and 20 feet west of the jeep road; approximately 900 feet north and 2,300 feet west of the southeast corner of section 11, T. 27 S., R. 13 E., USGS Oatmanflat 7.5 minute topographic quadrangle; latitude 43 degrees 14 minutes 19 seconds N and longitude 121 degrees 08 minutes 27 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 38 cm; includes the Bt1 horizon in some pedons.\nArgillic horizon thickness: 15 to 40 cm.\nDepth to base of argillic horizon 36 to 50 cm.\nDepth to duripan: 36 to 50 cm.\nDepth to bedrock: 50 to 150 cm to a lithic contact.\nParticle-size control section - Clay content: Averages 35 to 45 percent;\nRock fragments: Averages 0 to 15 percent, mainly cobbles. Lithology of fragments is mainly basalt.\nA horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 to 4 percent\nVolcanic glass content: 60 to 80 percent in coarse silt through fine sand fractions.\nBt1 horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy sandy clay loam and cobbly ashy sandy clay loam.\nClay content: 20 to 35 percent.\nRock fragments: 0 to 30 percent.\nReaction: Neutral or slightly alkaline\nOrganic matter: 1 or 2 percent\nVolcanic glass content: 60 to 80 percent in coarse silt through fine sand fractions.\n2Bt1 and 2Bt2 horizons\nHue: 10YR or 7.5YR.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay or cobbly clay.\nClay content: 40 to 55 percent.\nRock fragments: 0 to 30 percent.\n2Bqm horizons\nHue: 10YR or 7.5YR.\nValue: 3 through 8 dry, 3 or 6 moist.\nChroma: 3 through 6, dry or moist.\nCementation: Strongly cemented to indurated; at least one subhorizon is very strongly cemented or indurated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Norcross series. Norcross soils average 45 to 55 percent clay in the particle-size control section and have less than 60 percent volcanic glass in the mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dunres soils are on lava plateaus and hills. These soils formed in volcanic ash over residuum derived from basalt. Slopes are 1 to 20 percent. Elevations range from 1,310 to 1,640 meters. The climate is semiarid and is characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 250 to 460 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Moonbeam, Nuss, and Senra soils. These soils are on plateaus. Moonbeam soils are clayey. Nuss soils are loamy, shallow to lithic contacts, and do not have duripans. Senra soils are ashy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium surface runoff; slow permeability; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dunres soils are used for livestock grazing. The vegetation is mountain big sagebrush, Idaho fescue, antelope bitterbrush, western juniper, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 10 to 48 cm (Bt1,2Bt1, and 2Bt2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 20 cm (A and Bt1 horizons).\nDuripan - The zone from 48 to 142 cm (Bqm1 and Bqm2 horizons).\nLithic contact - The boundary at 142 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 10 to 48 cm Bt1,2Bt1, and 2Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
