{
  "SERIES": "DUNSTONE",
  "STATUS": "Established Series",
  "BYREV": "FJP/DWB",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "OVERVIEW": "The Dunstone series consists of shallow, well drained soils that formed in residuum and colluvium from metavolcanic rocks, mainly greenschist and metasedimentary rocks.  Dunstone soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 1 to 90 percent.  The mean annual precipitation is about 30 inches, (762 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dunstone loam, on a west facing 6 percent slope under a cover of annual grasses and forbs at an elevation of 725 feet, (223 m).  When described on 7/12/1999 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches, (0 to 5 cm); brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; 15 percent clay; moderate very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine roots; common very fine tubular pores; 20 percent fine irregular yellowish red (5YR 5/6) oxidized iron masses throughout; 2 percent subangular metavolcanic gravel; very strongly acid, pH 5.0 by Hellige-Truog; abrupt smooth boundary. (1 to 5 inches, (3 to 13 cm) thick)\nBAt--2 to 7 inches, (5 to 18 cm); strong brown (7.5YR 5/6) loam, yellowish red (5YR 4/6) moist; 17 percent clay; moderate fine subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; many very fine roots; many very fine and fine tubular pores; 5 percent discontinuous faint clay films on faces of peds and pores; 3 percent subangular metavolcanic gravel; slightly acid, pH 6.6 by Hellige-Truog; clear wavy boundary. (3 to 9 inches, (8 to 23 cm) thick)\nBt1--7 to 10 inches, (18 to 25 cm); strong brown (7.5YR 5/6) loam, yellowish red (5YR 4/6) moist; 22 percent clay; moderate fine subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; many very fine roots; many very fine and fine tubular pores; 10 percent discontinuous faint clay films on faces of peds and pores; 3 percent subangular metavolcanic gravel; neutral, pH 6.7 by Hellige-Truog; clear wavy boundary. (3 to 9 inches, (8 to 23 cm) thick)\nBt2--10 to 16 inches, (25 to 41 cm); strong brown (7.5YR 5/6) loam, yellowish red (5YR 4/6) moist; 24 percent clay; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine and fine tubular pores; 10 percent discontinuous faint clay films on faces of peds and pores; 5 percent subangular metavolcanic gravel; neutral, pH 6.8 by Hellige-Truog; clear wavy boundary. (5 to 11 inches, (13 to 28 cm) thick)\nCr--16 to 20 inches, (41 to 51 cm); moderately cemented weathered greenschist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 1.5 miles north of Wyandotte, California, approximately 2500 feet south and 1950 feet east of the northwest corner of Section 30, Township 19 N., Range 5 E., 39 degrees, 28 minutes, 33.42 seconds North latitude and 121 degrees, 27 minutes, 20.99 seconds West longitude:  NAD83 - U.S.G.S. Quad: Bangor, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 10 to 20 inches, (25 to 51 cm).  The mean annual soil temperature is 59 to 65 degrees F, (15 to 18 degrees C).  The soil moisture control section is dry in all parts from about June 1 to October 15 (about 150 days).  The particle-size control section averages 18 to 27 percent clay and 3 to 30 percent rock fragments, mostly gravel.  Silt content can range up to 50 percent.  Mineralogy is mixed.  Rock fragments on the surface range from 0 to 5 percent cobbles, 0 to 2 percent stones and 0 to 1 percent boulders.  Some pedons have a BCt horizon.\nThe A horizon dry color is 7.5YR 4/4, 4/6, 5/4, 5/6, 6/4, 6/6, 5YR 4/4 or 4/6.  Moist color is 7.5YR 3/3, 3/4, 4/3, 4/4, 5YR 3/3, 3/4 or 4/4.  Texture is loam, silt loam, gravelly silt loam or gravelly loam.  Clay content ranges from 12 to 22 percent.  Rock fragments range from 0 to 30 percent gravel and 0 to 5 percent cobbles.  Base saturation by sum of cations ranges from 60 to 70 percent.  Organic matter ranges from 1 to 8 percent.  Reaction ranges from very strongly acid to slightly acid.\nThe BAt horizon dry color is 7.5YR 5/4, 5/6 or 5YR 4/6.  Moist color is 7.5YR 4/3, 3/4, 5YR 3/3, 3/4, 3/6, 4/4 or 4/6.  Texture is loam or gravelly loam.  Clay content ranges from 16 to 22 percent.  Rock fragments range from 3 to 30 percent gravel and 0 to 5 percent cobbles.  Base saturation by sum of cations ranges from 65 to 74 percent.  Organic matter ranges from 1 to 2 percent.  Reaction ranges from moderately acid to neutral.\nThe upper Bt horizon dry color is 7.5YR 4/6, 5/4, 5/6, 6/4, 6/6; 5YR 4/6, or 5/6.  Moist color is 7.5YR 3/4, 4/4; 5YR 3/4, 3/6, or 4/4.  Texture is loam, gravelly loam, silt loam, gravelly silt loam, clay loam, or gravelly clay loam.  Clay content ranges from 15 to 27 percent.  Rock fragments range from 0 to 30 percent gravel and 0 to 5 percent cobbles.  Base saturation by sum of cations ranges from 65 to 75 percent.  Organic matter ranges from 0.5 to 2 percent.  Reaction ranges from moderately acid to neutral.\nThe lower Bt horizon dry color is 7.5YR 4/6, 5/6, 6/6, 5YR 4/6, 5/6 or 2.5YR 5/6.  Moist color is 7.5YR 4/6, 5YR 3/4, 4/4 or 2.5YR 3/6.  Texture is loam, silt loam, gravelly loam, very gravelly loam, clay loam, gravelly clay loam or very gravelly clay loam.  Clay content ranges from 18 to 35 percent.  Rock fragments range from 0 to 45 percent gravel and 0 to 5 percent cobbles.  Base saturation by sum of cations ranges from 74 to 85 percent. Organic matter ranges from and 0.5 to 2 percent.  Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Orose series.  Orose soils weathered from basic intrusive rocks, mainly gabbrodiorite, and clay content in the Bt ranges from 10 to 18 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dunstone soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 1 to 90 percent.  These soils formed residuum and colluvium from metavolcanic rocks, mainly greenschist and metasedimentary rocks.  Elevation is 200 to 2400 feet, (76 to 732 m).  Mean annual precipitation is 28 to 60 inches, (711 to 1524 mm).  The mean annual temperature is 57 to 63 degrees F, (14 to 17 degrees C).  Frost free season is 200 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Loafercreek, Sobrante and Argonaut soils.  Loafercreek and Sobrante soils are moderately deep to a paralithic contact and have less than 35 percent clay in the particle-size control section.  Argonaut soils are moderately deep to paralithic contact and have greater than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderate to moderately rapid saturated hydraulic conductivity in the A horizon, moderate in the upper Bt horizon and moderately slow to moderate in the lower Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock, grazing, wildlife habitat, watershed and homesite development.  Vegetation is wild oat, annual ryegrass, rattlesnake brome, hedgehog dogtail and scattered blue oak, foothill pine, interior live oak, toyon, whiteleaf manzanita, buckbrush, Pacific poison oak, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in (M261Fb) Lower Foothills Metamorphic Belt Subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is from Dunstone Road on the Bangor Quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as Aiken clay loam (Ac) in the Soil Survey of Oroville Area, California 1926.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 2 inches, (0 to 5 cm). (A)\nArgillic horizon - zone from 7 to 16 inches, (18 to 41 cm). (Bt1, Bt2)\nParticle-size control section - zone from 7 to 16 inches, (18 to 41 cm).\nThe soil moisture control section - zone from 6 to 12 inches, (15 to 30 cm).\nADDITIONAL DATA: Reference samples from nearby SOOCA-007-008.  NSSL, Lincoln, NE.  Silt content is nearly 50 percent.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches, (0 to 5 cm); brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; 15 percent clay; moderate very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine roots; common very fine tubular pores; 20 percent fine irregular yellowish red (5YR 5/6) oxidized iron masses throughout; 2 percent subangular metavolcanic gravel; very strongly acid, pH 5.0 by Hellige-Truog; abrupt smooth boundary. (1 to 5 inches, (3 to 13 cm) thick)"
      },
      {
        "name": "BAt",
        "top": 5,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--2 to 7 inches, (5 to 18 cm); strong brown (7.5YR 5/6) loam, yellowish red (5YR 4/6) moist; 17 percent clay; moderate fine subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; many very fine roots; many very fine and fine tubular pores; 5 percent discontinuous faint clay films on faces of peds and pores; 3 percent subangular metavolcanic gravel; slightly acid, pH 6.6 by Hellige-Truog; clear wavy boundary. (3 to 9 inches, (8 to 23 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--7 to 10 inches, (18 to 25 cm); strong brown (7.5YR 5/6) loam, yellowish red (5YR 4/6) moist; 22 percent clay; moderate fine subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; many very fine roots; many very fine and fine tubular pores; 10 percent discontinuous faint clay films on faces of peds and pores; 3 percent subangular metavolcanic gravel; neutral, pH 6.7 by Hellige-Truog; clear wavy boundary. (3 to 9 inches, (8 to 23 cm) thick)"
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--10 to 16 inches, (25 to 41 cm); strong brown (7.5YR 5/6) loam, yellowish red (5YR 4/6) moist; 24 percent clay; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine and fine tubular pores; 10 percent discontinuous faint clay films on faces of peds and pores; 5 percent subangular metavolcanic gravel; neutral, pH 6.8 by Hellige-Truog; clear wavy boundary. (5 to 11 inches, (13 to 28 cm) thick)"
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 51,
        "narrative": "Cr--16 to 20 inches, (41 to 51 cm); moderately cemented weathered greenschist."
      }
    ]
  ]
}
