{
  "SERIES": "DUNUL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "4/91",
  "STATES": "CO,WY",
  "OVERVIEW": "The Dunul series consists of very deep well to excessively drained soils that formed in thick calcareous very gravelly coarse textured alluvial fan sediments capped by moderately coarse textured alluvium to very shallow depths.  Dunul soils are on alluvial fans, hills, ridgetops or relict stream beds and terrace edges and have slopes from 0 to 30 percent. The mean annual precipitation is about 7 inches and mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic\nTorriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dunul very gravelly sandy loam, irrigated cropland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; 60 percent pebbles; many dark gray and red magnetic mineral grains of sand and silt size; slightly effervescent; moderately alkaline (pH 8.0); diffuse smooth boundary. (4 to 10 inches thick)\nC--8 to 60 inches; gray (10YR 5/1) very gravelly sand; dark gray (10YR 4/1) moist; single grained; loose; 50 percent pebbles; high proportion of dark gray and red basalt mineral grains in the sand and silt fractions; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Grande County, Colorado; 1,500 feet east and 300 feet north of the Sw corner of sec. 18, T.40N., R.8E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 42 degrees to 47 degrees F. and the mean summer soil temperature ranges from 61 degrees to 65 degrees F.  Depth to calcareous material and depth to sandy-skeletal material ranges from 0 to 10 inches.  Rock fragments range from 35 to 75 percent and are dominantly pebbles but includes cobble. In the particle size control section, clay is less than 10 percent, silt ranges from 0 to 20 percent with sand from 70 to 95 percent.\nThe A horizon has hue from 5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist and chroma of 2 or 3.\nThe Bk or C horizon has hue of 10YR through 5YR, value of 5 through 7 dry, 4 through 6 dry and chroma of 1 through 4.  Reaction ranges from mildly to moderately alkaline.  Texture is very gravelly sand or very gravelly or gravelly loamy coarse sand, or extremely gravelly loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kadletz(ID) and Saguache(CO) series.  Saguache soils are noncalcareous, but very strongly alkaline with exchangeable sodium percentage in excess of 15 percent in the upper part of the control section.  Kadletz soils have silica pendants on rock fragments at 12 inches and deeper."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dunul soils are on alluvial fans, hills, ridgetops or relict streambeds and terrace margins. Slopes range from 0 to about 30 percent.  The soil formed in thick calcareous very gravelly coarse textured alluvial fan sediments capped by moderately coarse-textured alluvium to a depth of 4 to 11 inches.  The average annual precipitation is 6 to 11 inches with peak periods of precipitation in the spring and early summer months.  The mean annual temperature is 40 to 45 degrees F, and mean summer temperature is 59 to 63 degrees F.  Elevation ranges from 6,200 to 7,900 feet.  The frost-free period is 75 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Monte and Quamon soils.  Quamon soils have a water table that moistens the lower part of the moisture control section for more than one-half of the time that the soil is 41 degrees F. or above. Monte soils have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for irrigated cropland. native plants include rabbitbrush, snakeweed, threeawn, blue grama, squirreltail grass, Indian ricegrass, sand dropseed, and catus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Luis Valley Area of south-central Colorado. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County, Colorado, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 12/90.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; grayish brown (10YR 5/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; 60 percent pebbles; many dark gray and red magnetic mineral grains of sand and silt size; slightly effervescent; moderately alkaline (pH 8.0); diffuse smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 20,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C--8 to 60 inches; gray (10YR 5/1) very gravelly sand; dark gray (10YR 4/1) moist; single grained; loose; 50 percent pebbles; high proportion of dark gray and red basalt mineral grains in the sand and silt fractions; strongly effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
