{
  "SERIES": "DUPO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-GRS",
  "REVDATE": "6/97",
  "STATES": "IL,MO",
  "OVERVIEW": "The Dupo series consists of very deep, somewhat poorly drained soils formed in recent, light-colored, silty alluvium overlying dark, clayey soils on flood plains.  They are moderately permeable in the upper part and slowly permeable in the lower part.  Slope ranges from 0 to 2 percent.  Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over clayey, mixed over smectitic, superactive, nonacid, mesic Aquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dupo silt loam - nearly level, on a flood plain in a cultivated field at an elevation of about 390 feet above mean sea level.  (When sampled on May 20, 1994, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.)\nAp--O to 9 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; very friable; many very fine and fine roots; few very fine continuous tubular pores; few fine rounded strong brown (7.5YR 5/6) masses of iron-manganese accumulation; slightly alkaline; abrupt smooth boundary.  (6 to 10 inches thick)\nC1--9 to 17 inches; brown (10YR 5/3) silt loam; massive; very friable; common very fine and fine roots; few very fine continuous tubular pores; common fine faint grayish brown (10YR 5/2) iron depletions and common fine faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine irregular strong brown (7.5YR 5/6) masses of iron- manganese accumulation; slightly alkaline; clear smooth boundary.\nC2--17 to 25 inches; brown (10YR 5/3) silt loam; massive; very friable; common very fine and fine roots; common very fine and fine continuous tubular pores; common very dark grayish brown (10YR 3/2) worm casts; many medium faint grayish brown (10YR 5/2) iron depletions and many medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; few fine irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; neutral; abrupt smooth boundary.  (Combined thickness of the C horizon is 14 to 30 inches.)\n2Ab1--25 to 39 inches; very dark gray (10YR 3/1) silty clay; moderate medium prismatic structure parting to strong fine angular blocky; very firm; few very fine and fine roots; common fine constricted tubular pores; common distinct dark yellowish brown (10YR 4/4) clay depletions on vertical faces of prisms; common fine distinct dark yellowish brown (10YR 4/4) and common medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; neutral; clear smooth boundary.\n2Ab2--39 to 59 inches; very dark gray (10YR 3/1) silty clay; moderate coarse prismatic structure parting to moderate medium angular blocky; very firm; few very fine and fine roots; few fine and medium constricted tubular pores; few faint dark yellowish brown (10YR 4/4) clay depletions on vertical faces of prisms; common faint very dark gray (10YR 3/1) pressure faces on faces of peds; common fine distinct dark yellowish brown (10YR 4/4) and few medium prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; neutral; gradual smooth boundary.  (Combined thickness of the 2Ab horizon is 10 to 40 inches.)\n2Bgb--59 to 75 inches; dark gray (10YR 4/1) silty clay; weak coarse prismatic structure; very firm; few very fine and fine roots; common distinct dark gray (10YR 4/1) pressure faces on faces of peds; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; slightly alkaline; gradual smooth boundary.\n2Cg--75 to 80 inches; gray (2.5Y 5/1) clay; massive; very firm; common shiny dark gray (2.5Y 4/1) nonintersecting slickensides; common fine medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randolph County, Illinois; about 2.5 miles west of Modoc; Illinois State Plane Coordinates 506,150 feet north and 526,600 feet east (Illinois West Zone), T. 5 S., R. 9 W.; USGS Prairie du Rocher, IL.-MO. topographic quadrangle; lat. 38 degrees 3 minutes 20 seconds N. and long. 90 degrees 4 minutes 28 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the buried soil is 20 to 40 inches.  Color, arrangement, and thickness of all horizons is quite variable.  Clay content averages 10 to 18 percent in the silty alluvium and averages 35 to 55 percent in the buried soils.  Sand content is less than 10 percent throughout the soil.  Reaction commonly is neutral or slightly acid, but ranges from moderately acid to slightly alkaline in some layers of some pedons.  Some pedons contain carbonates below a depth of 40 inches.\nThe upper part of the series control section (Ap or A) has value of 4 or 5 (6 or 7 dry) and chroma of 1 to 3.  In many undisturbed pedons the A horizon is stratified, and some strata have color value of 3.  Texture is silt loam or silt.  The second part of the control section (C) has value of 4 to 6 and chroma of 1 to 3.  The C horizon typically is stratified.  Texture dominantly is silt loam, but thin lenses of other textures are in some pedons.\nThe lower part of the control section (2Ab, 2Bgb, and 2Cg) has properties as follows:  The 2Ab horizon has hue of 10YR or is neutral, value of 2 to 4, and chroma of 0 to 2. Texture is silty clay, clay, or silty clay loam. Redoximorphic concentrations commonly have colors with hue redder than 10YR.\nThe 2Bgb and 2Cg horizons, where present, have hue of 10YR or more yellow hue, value of 3 to 6, and chroma of 1 or 2. Redoximorphic features with higher chroma and redder hues are common.  Texture is silty clay, clay, or silty clay loam.  Clay content averages 35 to 55 percent but individual horizons or strata range to 60 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dupo soils are on flood plains.  Slope ranges from 0 to 2 percent.  These soils formed in 20 to 40 inches of recent, light-colored, silty alluvium overlying dark, clayey soils.  These soils typically are subject to rare to frequent flooding from January to June, but in some areas the hazard of flooding is reduced by levees, locks and dams, and other flood-control structures.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 44 inches, frost-free period is 170 to 210 days, and elevation is 340 to 450 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arenzville, Beaucoup, Darwin, Haymond, Orion, Titus, Wabash, Wakeland, and Wilbur series.  The moderately well drained Arenzville and the somewhat poorly drained Orion soils have dark buried soils that contain less clay.  These soils are on similar parts of the flood plain nearby.  The poorly drained Beaucoup and Titus soils, and the poorly drained or very poorly drained Darwin and Wabash soils all have mollic epipedons and contain more clay in the upper part of the solum.  They are on lower parts of the flood plain nearby. Darwin, Titus, and Wabash soils are similar to the buried soils in the Dupo soils.  The well drained Haymond, the moderately well drained Wilbur, and the somewhat poorly drained Wakeland soils are closer to the bluffs or to the drainageways that provides the source of the recent silty alluvium.  Also, these soils do not have a dark buried soil or a strongly contrasting particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is moderate in the upper part and slow in the lower part.  In drained areas, depth to an intermittent perched high water table is 0.5 foot to 2.0 feet from November to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped to corn and soybeans.  Native vegetation is mixed deciduous hardwoods and sedges or grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and southern Illinois and east-central Missouri; extent is moderate, and mainly in MLRA's 114 and 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Illinois, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The location of the typical pedon was moved from Johnson County, Illinois to a more central site in Randolph County with this revision.  This typical pedon was published in the Soil Survey of Randolph County, Illinois (1988) and was resampled and described to 80 inches for this revision.\nDiagnostic horizons and features in this pedon include: Ochric epipedon - from the surface of the soil to a depth of 9 inches (Ap horizon).  Contrasting particle-size class - increase of about 25 percent absolute clay from a depth of 25 inches to 30 inches.  Redoximorphic features - throughout the soil\nNational Cooperative Soil Survey\nU.S.A."
  }
}
