{
  "SERIES": "DUPREE",
  "STATUS": "Established Series",
  "BYREV": "JK, KEC, NCJ",
  "REVDATE": "03/2012",
  "STATES": "SD",
  "OVERVIEW": "The Dupree series consists of shallow, well drained soils formed in clayey residuum weathered from shale on upland hills and plains.  Slopes range from 2 to 45 percent.  Mean annual precipitation is about 430 mm (17 inches) and mean annual air temperature is about 7 degrees C (45 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dupree clay - on a plane south-southwest facing 8 percent slope in native grass.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated)\nA--0 to 10 cm (0 to 4 inches); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak very fine granular and weak medium subangular blocky structure; very hard, very firm, very sticky and very plastic; cracks 25 mm wide; few fine parafragments of shale; many fine roots; slightly acid; clear wavy boundary.  ( 5 to 10 cm thick)\nBw1--10 to 25 cm (4 to 10 inches); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse subangular blocky and very fine irregular blocky structure; very hard, very firm, very sticky and very plastic; 10 percent by volume fine parafragments of shale; cracks 25 mm wide; many fine roots; moderately acid; clear wavy boundary.\nBw2--25 to 41 cm (10 to 16 inches); light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak fine and medium blocky structure; very hard, very firm, slightly sticky; many fine roots; cracks 25 mm; 20 percent by volume gray platy and blocky parafragments of shale that have yellowish brown (10YR 5/6) coatings; moderately acid; clear wavy boundary.  (Combined Bw horizons are 15 to 41 cm thick.)\nCr--41 to 152 cm (16 to 60 inches); gray (5Y 6/1) and olive gray (5Y 5/2) weakly cemented shale that fractures into fine and medium angular parafragments; thin discontinuous seams of gypsum and other salts occur in the upper part; common fine roots in occur in the upper 25 mm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dewey County, South Dakota; about 5 miles west and 3 miles north of Whitehorse; 2280 feet east and 220 feet south of the northwest corner of Sec. 31, T. 16 N., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedded shale ranges from 25 to 50 cm.  The soil typically ranges from medium acid to slightly alkaline; however, strongly and extremely acid phases have been recognized.  Typically the soils do not have free carbonate but some pedons have slight effervescence.  The control section averages between 50 and 70 percent clay.  The soil typically is extremely hard when dry.  Colors are inherent to the parent material.  When the soil is dry, cracks 10 to 50 mm wide extend through the solum.  A weak crust typically occurs at the surface.\nThe A horizon has hue of 2.5Y, 5Y, or 10YR, value of 4 to 6 (3 to 5 moist) and chroma of 1 or 2.  Where it has value of less than 5.5 and 3.5 moist, it is less than 10 cm thick.  It is clay or silty clay.\nThe Bw horizon has hue of 2.5Y, 5Y, or 10YR, value of 4 to 6 (3 to 5 moist) and chroma of 1 to 4.  It is clay.  Some pedons may contain up to 60 percent by volume parafragments of shale.  Some pedons may contain accumulations of gypsum and other salts.\nSome pedons have a C horizon.\nThe Cr horizon is weakly cemented shale and has hue of 5Y or 2.5Y.  It typically has thin seams of gypsum and other salts in the upper part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series; however Chantier soils competed in previous versions of Soil Taxonomy. The Chantier soils contain more salts and carbonate and have a higher electrical conductivity in the upper part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Dupree soils are on crests, shoulders, and steeper slopes of upland hills, plains, and ridges.  Slope gradients range from about 2 to 45 percent or more.  Mean annual air temperature ranges from 4 to 9 degrees C and mean annual precipitation from 330 to 510 mm."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chantier, Oko, Opal, Promise, and Sansarc soils.  Chantier, Opal, and Sansarc soils are on similar landscape positions.  Opal soils have bedrock at depths of 20 to 40 inches.  Sansarc soils are more friable and contain free carbonate throughout. Oko soils have an argillic horizon and formed in clayey glacial till and are above the Dupree soils.  Promise soils are very deep and occur on plane to slightly concave, gently sloping fans and toe slopes below the Dupree soils.  Badlands miscellaneous areas are typically associated with the Dupree soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  Runoff is high or very high depending on slope.  Saturated Hydraulic Conductivity is moderately low or low except after dry periods when initial intake may be rapid due to cracks in the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost entirely as native rangeland which is dominated by western wheatgrass and contains small amounts of green needlegrass, cacti, and forbs.  Little bluestem, big bluestem, prairie sandreed, and needleleaf sedge commonly occur on strongly and extremely acid phases."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central South Dakota.  MLRA 63A, Northern Rolling Pierre Shale Plain.  These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sully County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric horizon - the zone from the surface to 10 cm (A horizon); cambic horizon - the zone from 10 to 41 cm (Bw1, Bw2 horizon).  Strongly and extremely acid phases established in 2012.  Classification of these and similar soils needs future evaluation.  The small area mapped in North Dakota needs to be investigated.\nKeys to Soil Taxonomy, 11th Ed., 2010"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm (0 to 4 inches); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak very fine granular and weak medium subangular blocky structure; very hard, very firm, very sticky and very plastic; cracks 25 mm wide; few fine parafragments of shale; many fine roots; slightly acid; clear wavy boundary.  ( 5 to 10 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak coarse subangular blocky and very fine irregular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--10 to 25 cm (4 to 10 inches); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse subangular blocky and very fine irregular blocky structure; very hard, very firm, very sticky and very plastic; 10 percent by volume fine parafragments of shale; cracks 25 mm wide; many fine roots; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 25,
        "bottom": 41,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak fine and medium blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--25 to 41 cm (10 to 16 inches); light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak fine and medium blocky structure; very hard, very firm, slightly sticky; many fine roots; cracks 25 mm; 20 percent by volume gray platy and blocky parafragments of shale that have yellowish brown (10YR 5/6) coatings; moderately acid; clear wavy boundary.  (Combined Bw horizons are 15 to 41 cm thick.)"
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--41 to 152 cm (16 to 60 inches); gray (5Y 6/1) and olive gray (5Y 5/2) weakly cemented shale that fractures into fine and medium angular parafragments; thin discontinuous seams of gypsum and other salts occur in the upper part; common fine roots in occur in the upper 25 mm."
      }
    ]
  ]
}
