{
  "SERIES": "DUPUY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS",
  "REVDATE": "10/2018",
  "STATES": "LA",
  "OVERVIEW": "The Dupuy series consists of very deep, somewhat poorly drained, moderately slowly permeable soils that formed in silty alluvium. These level to gently sloping soils are on natural levees along former channels of the Mississippi River and its distributaries on the Teche Delta Complex, in the Southern Mississippi Valley Alluvium Major Land Resource Area (MLRA 131). Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, hyperthermic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dupuy silt loam, occasionally flooded-in woodland. (Colors are for moist soil.)\nOe--0 to 2 inches; very dark grayish brown (10YR 3/2) slightly decomposed plant material; very strongly acid; abrupt smooth boundary. (0 to 3 inches thick).\nA--2 to 6 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; very friable; many fine and medium roots throughout; 2 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 10 percent coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; very strongly acid; clear smooth boundary. (0 to 8 inches thick).\nAB--6 to 10 inches; brown (10YR 4/3) silt loam; moderate fine subangular blocky structure; very friable; many fine and medium roots throughout; 20 percent linings on crawfish burrows; 1 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 10 percent coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; very strongly acid; clear smooth boundary. (0 to 6 inches thick).\nBt--10 to 22 inches; light olive brown (2.5Y 5/3) silty clay loam; moderate fine and medium subangular blocky structure; friable; many fine and medium roots between peds; 20 percent linings on crawfish burrows; 8 percent  faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; 2 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 15 percent fine faint dendritic iron depletions on surfaces along root channels; 21 percent coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; extremely acid; gradual smooth boundary. (3 to 15 inches thick).\nBtg1--22 to 31 inches; grayish brown (10YR 5/2) silty clay loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; many fine and medium roots between peds; common very fine and fine dendritic tubular pores;  2 percent by lateral area krotovinas; 3 percent  faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; 1 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 1 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 15 percent medium and coarse distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron on faces of peds; extremely acid; gradual smooth boundary.\nBtg2--31 to 42 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; many fine and medium roots between peds; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 3 percent  faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; 2 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 2 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 5 percent medium distinct dendritic gray (5Y 5/1) iron depletions on surfaces along root channels; 15 percent medium and coarse distinct irregular dark yellowish brown (10YR 4/6) masses of oxidized iron on faces of peds; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt and Btg horizons ranges from 20 to 40 inches).\nBCg1--42 to 51 inches; gray (10YR 5/1) silt loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 1 percent  faint clay films on surfaces along pores; 2 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 3 percent fine prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 10 percent medium distinct dendritic gray (5Y 5/1) iron depletions on surfaces along root channels; 15 percent medium and coarse prominent irregular dark yellowish brown (10YR 4/6) masses of oxidized iron throughout; strongly acid; gradual smooth boundary.\nBCg2--51 to 63 inches; gray (5Y 5/1) silty clay loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 1 percent  faint gray (10YR 5/1) clay films on surfaces along pores; 2 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 15 percent medium and coarse prominent irregular strong brown (7.5YR 5/6) and strong brown (7.5YR 4/6) masses of oxidized iron throughout; slightly acid; diffuse smooth boundary.\nBCg3--63 to 71 inches; gray (5Y 5/1) silty clay loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 1 percent  faint dark grayish brown (10YR 4/2) clay films on surfaces along pores; 15 percent medium and coarse prominent irregular strong brown (7.5YR 5/6) and strong brown (7.5YR 4/6) masses of oxidized iron throughout; slightly acid. (Combined thickness of the BCg horizons ranges from 10 to more than 40 inches)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Mary Parish, Louisiana; located 15.5 miles west of Morgan City on U.S. Hwy. 90, then 13.8 miles southwest of U.S. Hwy. 90 on State Road 317, then 160 yards northeast of State Road 317 on oil field road, then 50 feet north of road on pipeline right of way; Latitude 29 degrees, 36 minutes, 0.49 seconds N., Longitude 91 degrees, 31 minutes, 10.88 seconds W., Point Chevreuil, Louisiana USGS 7.5 Minute Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to more than 80 inches. The A, AB, Bt, and Btg horizons range from extremely acid to moderately acid, except where the surface soils have been limed. The BCg horizon ranges from very strongly acid to slightly acid. The Cg horizon ranges from very strongly acid to neutral. The calcium/magnesium ratio is more than 1.\nThe A horizon has hue of 10YR, value of 4 to 5, and chroma of 2 or 3; in some pedons where the A horizon is less than 6 inches thick, it has hue of 10YR, value of 3, and chroma of 2. It is very fine sandy loam, silt loam, or silty clay loam.\nThe AB or BA horizon, where present, has hue of 10YR, value of 4 or 5, and chroma of 2. Iron accumulations and depletions are in shades of gray or brown. Texture is silt loam, very fine sandy loam or loam.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6 in more than 50 percent of the matrix. Iron accumulations and depletions in shades of gray and brown range from common to many. Texture is clay loam, silty clay loam, loam, or silt loam.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2.  In the lower parts it may also have hue of 10YR, value 6 and chroma 1 and 2; and value 4 and 5 and chroma of 1. Iron accumulations and depletions are in shades of gray and brown. Texture is clay loam, silty clay loam, loam, or silt loam. The upper 20 inches has from 18 to 34 percent clay, and more than 15 percent sand that is mainly in the very-fine size fraction.\nThe BCg horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or 2, or hue of 2.5Y to 10Y, value of 4 or 5 and chroma of 1 or 2. Iron accumulations and depletions are in shades of brown, yellow and gray. Texture is loam, silty clay loam, or silt loam.\nThe 2Cg horizon, where present has hue of 10YR, value of 5 or 6, and chroma of 1 or 2 and masses of iron accumulation in shades of yellow and brown. Texture is loam, very fine sandy loam, silt loam, or silty clay loam. In some pedons, texture is silty clay or clay below a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Galvez, Loreauville and Patoutville soils are in closely related families. Galvez soils have higher pH in the upper part of the solum and are superactive. Loreauville soils have a surface layer that meets all criteria for a mollic epipedon except that it is 6 to 10 inches thick and have higher pH throughout the solum. Patoutville soils have red iron accumulations in the subsoil, have episaturation, and formed in loess."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dupuy soils are on nearly level to gently sloping natural levee positions along former channels of the Mississippi River and its distributaries on the Teche Delta Complex, in the Southern Mississippi Valley Alluvium Major Land Resource Area (MLRA 131). Typically, they are on older bayous that were cross-cut by the present day Bayou Teche. Slope gradients are typically less than 2 percent. The soil formed in silty alluvium. Elevation ranges from 5 to 10 feet above mean sea level.  Mean annual air temperature is 68 degrees F. near the type location, and mean annual rainfall is about 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Galvez and Loreauville soils, and the Baldwin, Cancienne, Iberia, Schriever, and Thibaut soils. Baldwin soils are on lower positions on the natural levee and are clayey throughout the upper part of the solum. Iberia, Schriever, and Thibaut soils are on the lowest parts of the natural levee or in backswamp positions and are clayey throughout the upper part of the solum. Cancienne soils formed in nonacid sediments deposited on younger delta systems and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Dupuy soils are somewhat poorly drained. Runoff is negligible to medium depending on slope. Permeability is moderately slow. The soil is wet in all layers below about 1.5 to 3.5 feet during the winter and spring months in normal years. Flooding is common in areas not protected by levees and generally occurs during June through November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas that are protected from flooding are cleared and used for growing sugarcane, soybeans, sorghum, small grain, hay, and pasture. Unprotected areas are in bottom land hardwoods. Important trees are cherrybark oak, pecan, eastern cottonwood, sweetgum, and water oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern part of MLRA 131 on the Teche Delta in Louisiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: The series was established in St. Mary Parish, Louisiana; 1999.  The type location pedon was re-described in a pit in 2002 and was sampled."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Dupuy soils were formerly included in the Dundee series.  Diagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon - 0 to 10 inches (A and AB horizons).\nArgillic horizon - 10 to 42 inches (Bt and Btg horizons).\nAquic conditions - saturation, reduction and redoximorphic features within the upper 5 inches of the Bt horizon (10 to 15 inches deep)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: pH data for the type location pedon were run by LSU.  The type location pedon was sampled for full characterization by NSSL in 2002 (S02-LA101-002)."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 2 inches; very dark grayish brown (10YR 3/2) slightly decomposed plant material; very strongly acid; abrupt smooth boundary. (0 to 3 inches thick)."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 6 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; very friable; many fine and medium roots throughout; 2 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 10 percent coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; very strongly acid; clear smooth boundary. (0 to 8 inches thick)."
      },
      {
        "name": "AB",
        "top": 15,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--6 to 10 inches; brown (10YR 4/3) silt loam; moderate fine subangular blocky structure; very friable; many fine and medium roots throughout; 20 percent linings on crawfish burrows; 1 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 10 percent coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; very strongly acid; clear smooth boundary. (0 to 6 inches thick)."
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--10 to 22 inches; light olive brown (2.5Y 5/3) silty clay loam; moderate fine and medium subangular blocky structure; friable; many fine and medium roots between peds; 20 percent linings on crawfish burrows; 8 percent  faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; 2 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 15 percent fine faint dendritic iron depletions on surfaces along root channels; 21 percent coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; extremely acid; gradual smooth boundary. (3 to 15 inches thick)."
      },
      {
        "name": "Btg1",
        "top": 56,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--22 to 31 inches; grayish brown (10YR 5/2) silty clay loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; many fine and medium roots between peds; common very fine and fine dendritic tubular pores;  2 percent by lateral area krotovinas; 3 percent  faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; 1 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 1 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 15 percent medium and coarse distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron on faces of peds; extremely acid; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 79,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2--31 to 42 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; many fine and medium roots between peds; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 3 percent  faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; 2 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 2 percent fine prominent cylindrical strong brown (7.5YR 5/6) masses of oxidized iron lining pores; 5 percent medium distinct dendritic gray (5Y 5/1) iron depletions on surfaces along root channels; 15 percent medium and coarse distinct irregular dark yellowish brown (10YR 4/6) masses of oxidized iron on faces of peds; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt and Btg horizons ranges from 20 to 40 inches)."
      },
      {
        "name": "BCg1",
        "top": 107,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCg1--42 to 51 inches; gray (10YR 5/1) silt loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 1 percent  faint clay films on surfaces along pores; 2 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 3 percent fine prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 10 percent medium distinct dendritic gray (5Y 5/1) iron depletions on surfaces along root channels; 15 percent medium and coarse prominent irregular dark yellowish brown (10YR 4/6) masses of oxidized iron throughout; strongly acid; gradual smooth boundary."
      },
      {
        "name": "BCg2",
        "top": 130,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "BCg2--51 to 63 inches; gray (5Y 5/1) silty clay loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 1 percent  faint gray (10YR 5/1) clay films on surfaces along pores; 2 percent fine prominent cylindrical very dark grayish brown (10YR 3/2) manganese coatings lining pores; 15 percent medium and coarse prominent irregular strong brown (7.5YR 5/6) and strong brown (7.5YR 4/6) masses of oxidized iron throughout; slightly acid; diffuse smooth boundary."
      },
      {
        "name": "BCg3",
        "top": 160,
        "bottom": 180,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCg3--63 to 71 inches; gray (5Y 5/1) silty clay loam; weak fine subangular blocky structure; friable, moderately sticky, very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores;  3 percent by lateral area krotovinas; 1 percent  faint dark grayish brown (10YR 4/2) clay films on surfaces along pores; 15 percent medium and coarse prominent irregular strong brown (7.5YR 5/6) and strong brown (7.5YR 4/6) masses of oxidized iron throughout; slightly acid. (Combined thickness of the BCg horizons ranges from 10 to more than 40 inches)."
      }
    ]
  ]
}
