{
  "SERIES": "DURADOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER",
  "REVDATE": "4/87",
  "STATES": "PR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, isohyperthermic Fluventic\nHapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Durados sandy loam - coconuts.\n(Colors are for moist soil unless otherwise stated.)\nA1--0 to 14 inches; very dark brown (10YR 2/2) sandy loam, very dark grayish brown (10YR 3/2) dry; weak medium granular structure; very friable, nonsticky, nonplastic; few fine roots; few medium coconut roots; neutral; clear smooth boundary. (10 to 20 inches thick)\nA2--14 to 23 inches; dark brown (7.5YR 3/3) loamy fine sand; single grained, loose; few fine cemented sandy concretions; neutral; clear smooth boundary.  (8 to 10 inches thick)\nC1--23 to 38 inches; very pale brown (10YR 7/4) sand; single grained, loose; common strata of very dark grayish brown (10YR 3/2) sand; 25 percent cemented, calcareous light gray (5Y 7/1) sand pebbles; moderately alkaline, calcareous; abrupt smooth boundary.  (10 to 20 inches thick)\nC2--38 to 60 inches; dark yellowish brown (10YR 4/4) sand black (10YR 2/1), brownish yellow (10YR 6/6) and light yellowish brown (10YR 6/4) single grained, loose; thin layer of cemented sand that can be penetrated with an auger; common strata of black (10YR 2/1), brownish yellow (10YR 6/6) and light yellowish brown (10YR 6/4) sand; few sea shell fragments; common quartz sand grains; moderately alkaline; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan SCD, Puerto Rico, 0.2 miles north and west from kilometer marker 19.9 on highway 165, following dirt road and 150 feet north of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 10 to 30 inches.  Depth to cemented sandy concretions ranges from 12 to 16 inches, and depth to cemented sandy layers ranges from 30 to 46 inches.  The reaction ranges from neutral in the surface layer to strongly alkaline in the lower C horizon.\nThe A horizon has hue of 10YR or 7.5YR, value and chroma of 2 or 3.  Texture ranges from sandy loam in the upper part to loamy fine sand in the lower part.  The C horizon has hue of 10YR, value of 4 to 7 and chroma of 3 to 6.  Common to many strata of darker and lighter materials occur.  The percent of cemented sandy concretions in the upper C horizon range from 15 to 35 percent.  The cementation may be due to combinations of calcium carbonate, OM, and iron.  It is sand or gravelly sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Durados soils occur along the coast at elevations close to sea level, near the mouths of rivers flowing into the sea.  Slope gradients range from 0 to 2 percent.  The soil formed in coarse textured soil materials which consist of sand size shell fragments, and miscellaneous volcanic subrounded fragments.  Some unknown mechanism causes the cementation of the sand into concretions and cemented layers.  The climate is humid tropical.  The average annual precipitation is 70 inches and the mean annual temperature ranges from 76 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Catano, Coloso and Toa soils, and the land type Coastal beaches.  The Catano soils occur in similar geomorphic positions.  The Coloso and Toa soils occur in river flood plains farther inland from the coast.  The land type Coastal beaches are on narrow sandy strips closer to the sea."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for coconuts with an undergrowth pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid coastal plains of Puerto Rico.  The series is of very limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan Area, Puerto Rico; l974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Durados soils were included in mapping with the Catano soils.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - zone from 0 to 23 inches (A1, A2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
