{
  "SERIES": "DURKEELAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. THP-MLK-TJE",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Durkeelake series consists of very deep, moderately well drained soils formed in sandy outwash and the underlying loamy glaciofluvial deposits. These soils are on outwash plains and lake plains. Slope ranges from 0 to 12 percent. Mean annual precipitation is about 711 mm (28 inches), and mean annual temperature is about 6.1 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Arenic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Durkeelake sand, on a 2 percent slope in a forested area on a lake plain at an elevation of about 325 meters (1155 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 8 cm (3 inches); black (7.5YR 2.5/1) well decomposed forest litter; 25 percent uncoated sand grains; strongly acid. [5 to 10 cm (2 to 4 inches) thick]\nE--8 to 23 cm (3 to 9 inches); pinkish gray (7.5YR 6/2) sand, light gray (10YR 7/2) dry; weak fine subangular blocky structure; very friable; common very fine to coarse roots; about 3 percent gravel; strongly acid; abrupt wavy boundary. [5 to 15 cm (2 to 6 inches) thick]\nBw1--23 to 33 cm (9 to 13 inches); strong brown (7.5YR 4/6) sand; weak medium subangular blocky structure; very friable; common very fine and fine and few medium and coarse roots; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary.\nBw2--33 to 64 cm (13 to 25 inches); strong brown (7.5YR 5/8) sand; weak fine and medium subangular blocky structure; very friable; common very fine and fine roots; about 12 percent gravel and 1 percent cobbles; moderately acid; abrupt wavy boundary. [Combined thickness of the Bw horizon is 30 to 117 cm (12 to 46 inches).]\n2B/E--64 to 79 cm (25 to 31 inches); brown (7.5YR 4/4) silty clay loam (Bt) (about 30 percent clay); occupies about 54 percent of the horizon surrounded by light brownish gray (10YR 6/2) loamy fine sand, light gray (10YR 7/2) dry (E); moderate coarse subangular blocky structure; friable; common very fine and fine and few medium roots; common very fine low vertical continuity tubular pores throughout; few prominent brown (7.5YR 4/4) clay films on faces of peds; few black (7.5YR 2.5/1) root channels; common fine prominent strong brown (7.5YR 5/8) masses of oxidized iron; about 2 percent gravel; moderately acid; clear wavy boundary. [8 to 18 cm (3 to 7 inches) thick]\n2BC--79 to 84 cm (31 to 33 inches); yellowish brown (10YR 5/4) silt loam; weak coarse subangular blocky structure; friable; few very fine, fine, and coarse roots; common very fine low vertical continuity tubular pores throughout; very few prominent brown (7.5YR 4/4) clay films on faces of peds; few black (7.5YR 2.5/1) root channels; few fine prominent light greenish gray (10GY 7/1) iron depletions; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron; about 2 percent gravel; slightly effervescent; neutral; clear wavy boundary. [(5 to 20 cm (2 to 8 inches) thick]\n2C--84 to 203 cm (33 to 80 inches); stratified light olive brown (2.5Y 5/4) silt loam and silty clay loam, and yellowish brown (10YR 5/4) very fine sandy loam; some thin bands of yellowish brown (10YR 5/6) fine sand; massive; firm; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron; common fine prominent light greenish gray (10GY 7/1) iron depletions; few fine pink (7.5YR 7/3) carbonate concentrations; about 1 percent gravel; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oscoda County, Michigan; 800 feet south and 2,500 feet west of the northeast corner of sec. 8, T. 27 N., R. 1 E., Greenwood Township; USGS Red Oak, Michigan 7.5 minute topographic quadrangle; lat. 44 degrees 45 minutes 5.01 seconds N. and long. 84 degrees 20 minutes 35.28 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Unless otherwise stated in this paragraph, depth ranges are measured from the mineral soil surface to depth specified.\nThickness of the sandy material: 51 to 127 cm (20 to 50 inches)\nDepth to the base of the argillic horizon: 76 cm (30 inches) to greater than 165 cm (65 inches)\nDepth to redoximorphic features: 61 to 86 cm (24 to 34 inches)\nA horizon, where present:\nHue: 7.5YR or 10YR\nValue: 2, 2.5 or 3\nChroma: 1 or 2\nTexture: sand\nRock fragment content: 0 to 12 percent gravel and 0 to 2 percent cobbles\nReaction: strongly acid or moderately acid\nE horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 2\nTexture: sand\nRock fragment content: 0 to 12 percent gravel and 0 to 2 percent cobbles\nReaction: strongly acid or moderately acid\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 8; hue of 7.5YR and value and chroma of 4 do not occur together\nTexture: sand\nRock fragment content: 0 to 12 percent gravel and 0 to 2 percent cobbles\nReaction: strongly acid to slightly acid\nBt part of the 2B/E horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: silty clay loam, clay loam, or sandy clay loam\nRock fragment content: 0 to 12 percent gravel and 0 to 2 percent cobbles\nReaction: strongly acid to slightly acid\nE part of the 2B/E horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 2\nTexture: loamy fine sand or very fine sandy loam\nRock fragment content: 0 to 12 percent gravel and 0 to 2 percent cobbles\nReaction: strongly acid to slightly acid\nSome pedons have a 2E/B horizon above the 2B/E horizon. Some pedons have a 2Bt horizon with colors, textures, and reaction similar to the Bt part of the 2B/E horizon.\n2C horizon:\nHue: 7.5YR to 2.5Y\nValue: 5 or 6\nChroma: 2 to 6\nTexture: stratified silty clay loam, silt loam, very fine sandy loam, or loamy very fine sand\nRock fragment content: 0 to 12 percent gravel and 0 to 2 percent cobbles\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Perecheney series. Perecheney soils typically have a sandy substratum in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Durkeelake soils are on outwash plains and lake plains. Slope ranges from 0 to 12 percent. The Durkeelake soils formed in sandy outwash and the underlying loamy glaciofluvial deposits. Mean annual precipitation ranges from 610 to 762 mm (24 to 30 inches). Mean annual temperature ranges from 4.4 to 7.2 degrees C (40 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Croswell, Graycalm, Grayling, Klacking, Leafriver, and Tawas soils. The moderately well drained Croswell soils formed entirely in sandy material on similar landscape positions. The somewhat excessively drained Graycalm soils, the excessively drained Grayling soils, and the well drained Klacking soils are on similar or slightly higher landscape positions. The very poorly drained Leafriver and Tawas soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a perched seasonal high water table ranges from 61 to 107 cm (2 to 3.5 feet) between November and May in normal years. Potential for surface runoff is negligible to low, depending on slope. Saturated hydraulic conductivity is high or very high in the sandy material and moderately high in the underlying loamy material. Permeability is rapid in the sandy material and moderate or moderately slow in the underlying loamy material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Common tree species include quaking aspen, red maple, black cherry, balsam fir, red pine, and red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 94A in northern Lower Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Oscoda County, Michigan, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from a depth of 0 to 23 cm (9 inches) (Oa, E horizons).\nAlbic horizon: from a depth of 3 to 9 inches (8 to 23 cm (E horizon).l\nGlossic horizon: from a depth of 64 to 79 cm (25 to 31 inches) (2B/E).\nArgillic horizon: from a depth of 64 to 79 cm (25 to 31 inches) (Bt part of the 2B/E).\nArenic feature: sand texture from a depth of 8 cm (3 inches) to the top of the argillic horizon at 64 cm (25 inches).\nADDITIONAL DATA: For laboratory data of representative pedon see NSSL 00MI135001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
