{
  "SERIES": "DURST",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJ/JAC/AJE",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Durst gravelly loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA11--0 to 4 inches; very dark grayish brown (10YR 3/2) gravelly loam, brown (10YR 4/3) dry; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine roots; 40 percent angular gravel; medium acid (pH 5.8); clear smooth boundary.\nA12--4 to 10 inches; very dark grayish brown (10YR 3/2) gravelly loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, few fine roots; few fine pores; 25 percent angular gravel and 20 percent angular cobbles; medium acid (pH 5.8); clear smooth boundary.  (6 to 16 inches thick)\nB21t--10 to 21 inches; dark brown (7.5YR 4/4) gravelly clay loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; very hard, firm, sticky and plastic; few very fine through medium roots; common fine pores; few thin clay films on faces of peds; 30 percent gravel and 15 percent cobbles; medium acid (pH 5.6); gradual wavy boundary.  (4 to 11 inches thick)\nB22t--21 to 25 inches; dark brown (7.5YR 4/4) gravelly clay loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; very hard, firm sticky and plastic; few fine roots; few very fine pores; few thin clay films on faces of peds; 45 percent gravel; strongly acid (pH 5.4); abrupt smooth boundary.  (0 to 6 inches thick)\nR--25 inches; fractured quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Utah; about 6 miles north and 1 mile west of Morgan County Courthouse; 1,200 feet west and 700 feet north of the SE corner section 35, T.5N., R.2E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 20 inches thick.  The combined thickness of the A and B horizons is 20 to 32 inches over bedrock.  The mean annual soil temperature at depth of 20 inches ranges from 40 to 43 degrees F. and the mean summer temperature ranges from 59 to 63 degrees F.  The soils are usually moist but are dry for 65 to 85 consecutive days during the later part of the summer.  Rock fragments consist of angular quartzite pebbles and cobbles, and range from 25 to 45 percent in the A1 horizon and 45 to 80 percent in the B2t horizon.\nThe A1 horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and 2 through 4 dry.  It is medium or strongly acid, and is 10 to 20 inches thick.\nThe B2t horizon has hue of 1YR or 7.5YR, value of 4 or 5 moist, and chroma of 2 through 4 moist and 4 through 6 dry.  It ranges from gravelly or very gravelly clay loam to very cobbly loam and has 25 to 33 percent clay.  Structure is weak to moderate, fine or medium subangular blocky.  Clay films are few to common thin.  This horizon is medium or strongly acid, and is 10 to 17 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Henhoit, Hoskin, Klicker and Sattley series.  Henhoit and Sattley soils are more than 40 inches deep to bedrock.  Hoskin soils have base saturation more than 75 percent in all part above a depth of 30 inches.  Klicker soils are neutral to slightly acid and have cobbly silty clay loam or heavy silt loam argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Durst soils are at elevations of 6,000 to 7,700 feet.  They occur on mountain slopes.  Slopes range from 40 to 70 percent.  These soils formed in local alluvium and residuum from quartzite.  The climate is moist subhumid, with an annual precipitation ranging from 20 to 25 inches.  The mean annual temperature is 38 to 41 degrees F. and the mean summer temperature is 55 to 59 degrees F.  The frost free season ranges from 70 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agassiz, Broad Canyon, Burgi, Geertsen, Lucky Star and Smarts soils.  Agassiz soils are less than 20 inches deep to bedrock.  Broad Canyon soils are more than 40 inches deep to bedrock, lack argillic horizons and have summer soil temperatures less than 59 degrees F.  Burgi and Smarts soils are more than 40 inches deep to bedrock and have a mollic epipedon more than 20 inches thick.  Burgi soils lack argillic horizons.  Geertsen and Lucky Star soils are more than 40 inches deep to bedrock and have summer soil temperatures less than 59 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, range and wildlife habitat.  The present native vegetation is bearded wheatgrass, bluebunch wheatgrass, black sagebrush, big sagebrush, balsamroot, serviceberry and oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan Area, Morgan County, Utah, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
