{
  "SERIES": "DUSATCH",
  "STATUS": "Tentative Series",
  "BYREV": "KAB/SJJ",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dusatch loam on a south facing aspect with 20 percent slope.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 36 cm; dark brown (7.5YR 3/2) loam, black (7.5YR 2.5/1) moist; weak medium subangular blocky structure that parts to moderate fine and very fine granular; soft, very friable, slightly sticky and nonplastic; many very fine and few fine, medium and coarse roots; many very fine and common fine pores; 5 percent gravel and 5 percent flagstones; slightly alkaline (pH 7.6); clear wavy boundary.  (18 to 36 cm thick)\nBAt--36 to 56 cm; dark brown (7.5YR 3/3) loam, very dark brown (7.5YR 2.5/2) moist; moderate medium subangular blocky structure that parts to moderate fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine, medium and coarse roots; many very fine and few fine pores; 5 percent gravel and 5 percent flagstones; few thin patchy clay films on faces of peds; slightly alkaline (pH 7.6); clear wavy boundary.  (20 to 33 cm thick)\nBtk1--56 to 79 cm; brown (7.5YR 4/3) flaggy loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure that parts to moderate fine and very fine granular; hard, friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine pores; 5 percent gravel and 20 percent flagstones; few continuous fine clay films on faces of peds; few fine soft irregular calcium carbonate masses in the matrix and few thin (1-2mm thick) calcium carbonate coats on the bottom of rock fragments; slightly effervescent, slightly alkaline (pH 7.6), gradual wavy boundary.\nBtk2--79 to 104 cm; brown (7.5YR 5/3) flaggy loam, brown (7.5YR 4/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine pores; 5 percent gravel and 20 percent flagstones; few continuous fine clay films on faces of peds; few fine soft irregular calcium carbonate masses in the matrix and few thin (1-2mm thick) calcium carbonate coats on the bottom of rock fragments;  strongly effervescent, moderately alkaline (pH 8.0); gradual wavy boundary.  (Btk horizons 48 to 61 cm thick)\nCr--104 cm; interbedded soft fractured shale and fine-grained sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasatch County, Utah; about 12 kilometers (7.5 miles) northwest of Hanna; about 430 meters east and 390 meters north of the southwest corner of sec. 21, T. 1 N., R. 9 W.; latitude 40 degrees 27 minutes 49.68 seconds north and longitude 110 degrees 55 minutes 00.55 seconds west, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Udic moisture regime.  These soils receive additional moisture from run-in and drifting snow.\nMean annual soil temperature:  4.5 to 6.5 degrees C (40 to 44 degrees F)\nThickness of the mollic epipedon:  70 to 82 cm (28 to 32 inches)\nDepth to argillic horizon:  18 to 36 cm (7 to 14 inches)\nThickness of the argillic horizon:  49 to 97 cm (19 to 38 inches)\nDepth to secondary carbonate accumulation:  51 to 56 cm (20 to 22 inches)\nDepth to paralithic contact: 100 to 150 cm.\nParticle-size control section (weighted averages):\nClay content:  18 to 26 percent\nRock fragment content:  5 to 25 percent\nA horizon:\nHue:  5YR or 7.5YR\nValue:  2 or 3 dry, 2 or 3 moist\nChroma:  1 or 2 dry or moist\nTexture:  Loam\nTexture modifiers: Gravelly or flaggy, when fragments exceed 14 percent\nClay content:  13 to 18 percent\nRock fragment content:  0 to 20 percent gravel and flagstones\nReaction:  Slightly alkaline (pH 7.4 to 7.8)\nBAt or ABt horizon:\nHue:  5YR or 7.5YR\nValue:  2 to 4 dry, 2 or 3 moist\nChroma:  2 or 3 dry or moist\nTexture:  Loam\nTexture modifiers: Gravelly or flaggy, when fragments exceed 14 percent\nClay content:  14 to 20 percent\nRock fragment content:  0 to 20 percent gravel and flagstones\nReaction:  Slightly alkaline (pH 7.4 to 7.8)\nBtk horizon(s):\nHue:  5YR or 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  3 dry or moist\nTexture:  Loam\nTexture modifier: Gravelly or flaggy, when fragments exceed 14 percent\nClay content: 18 to 26\nRock fragment content: 10 to 34 percent, gravel, channers and flagstones\nCalcium carbonate equivalent:  5 to 14 percent\nReaction:  Slightly to strongly effervescent, slightly alkaline or moderately alkaline (pH 7.4 to 8.4)\nIn some pedons, a BCk horizon is present below the Btk horizon(s)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These following (32) series have the same classification as Dusatch but differ in the described way:\nBachus (WY) - have a lithic contact at depths of 50 to 100 cm\nBadvark (MT) - does not have secondary calcium carbonate accumulation\nBenteen (MT+CO) - have a lithic contact at depths of 50 to 100 cm\nBrushtop (ID) - have a paralithic contact at depths of 50 to 100 cm; have a xeric moisture regime\nClayburn (UT) - does not have a paralithic contact within 150 cm\nClayman (CO) - does not have a paralithic contact within 150 cm\nCrystalbutte (ID) - have a lithologic discontinuity; have a xeric moisture regime\nDavtone (CO) - does not have a paralithic contact within 150 cm\nDehana (ID) - have a lithologic discontinuity\nDemast (ID) - have a lithic contact at depths of 100 to 150 cm\nDranburn (ID) - does not have secondary calcium carbonate accumulation\nDranyon (ID) - does not have secondary calcium carbonate accumulation\nEchemoor (WY) - have a paralithic contact at depths of 50 to 100 cm\nFontback (WY) - does not have a paralithic contact within 150 cm\nGoyer (WY) - does not have a paralithic contact within 150 cm\nHagenbarth (ID) - have a xeric moisture regime\nHoopgobel (ID) - have a paralithic contact at depths of 50 to 100 cm\nLaplan (UT) - does not have secondary calcium carbonate accumulation\nLongway (ID) - have a lithologic discontinuity; have a xeric moisture regime\nLostminer (UT) - have a lithic contact at depths of 50 to 100 cm\nMillerlake (WY) - does not have a paralithic contact within 150 cm\nOdark (MT) - does not have a paralithic contact within 150 cm\nRabbitears (CO) - does not have secondary calcium carbonate accumulation\nSenchert (UT) - have a lithic contact at depths of 50 to 100 cm\nSilverjack (CO) - does not have a paralithic contact within 150 cm\nSouthmount (ID) - have a lithologic discontinuity\nSquawval (NV) - have a paralithic contact at depths of 50 to 100 cm\nStockmore (UT) - does not have a paralithic contact within 150 cm\nStubbs (WY) - have a paralithic contact at depths of 50 to 100 cm\nThulepah (NV) - have a lithologic discontinuity\nVadnais (ID) - have a lithic contact at depths of 50 to 100 cm\nWinu (NV) - have a lithic contact at depths of 50 to 100 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Slope alluvium or colluvium derived from sedimentary rock\nLandform:  Low, concave or sheltered areas on mountain flanks or mountain slopes\nSlopes:  8 to 50 percent\nElevation:  2,230 to 3,050 meters (7,310 to 10,000 feet)\nMean annual temperature:  3.5 to 5.5 degrees C (38 to 42 degrees F)\nMean annual precipitation:  410 to 500 mm (16 to 20 inches)\nRelative effective annual precipitation (REAP): 610 to 710 mm (24 to 28 inches)\nFrost-free period:  50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Zillion and Tyzak series.  The Zillion soils have more than 35 percent rock fragments in the particle size control section and are on mountain slopes.  The Tyzak soils have lithic contact within 50 cm of the soil surface and are on windswept ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to medium runoff, moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dusatch soils are typically on forested land with quaking aspen as the dominant tree species, and mountain brome, ross sedge, blue wildrye, birchleaf mountain mahogany, and shrubby cinquefoil as the dominant understory vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah; Duchesne Area, MLRA 47, LRU 47C; series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Wasatch County, Utah. Duchesne Area, Utah soil survey area UT013, 2018."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  the zone from 36 to 86 cm (BAt, Btk1 and upper Btk2 horizons).\nMollic epipedon:  from 0 to 79 cm (A, BAt, and Btk1 horizons).\nArgillic horizon:  from 36 to 104 cm (BAt and Btk horizons).\nSecondary carbonate accumulation:  from 56 to 104 cm (Btk horizons).\n(Carbonates do not meet the requirements for a calcic horizon)\nParalithic contact:  soft fractured, interbedded sandstone and shale at 104 cm (Cr horizon)\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 12th Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
