{
  "SERIES": "DUSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS",
  "REVDATE": "02/2013",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Duson silt loam on a southeast-facing, convex, 2 percent slope in an improved pasture at an elevation of 35 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many fine and very fine roots; strongly acid; clear smooth boundary. (3 to 10 inches thick)\nE--6 to 9 inches; light yellowish brown (10YR 6/4) silt loam; weak fine subangular blocky structure; friable; many fine and very fine roots; strongly acid; clear wavy boundary.5 (3 to 12 inches thick)\nBt1--9 to 21 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; many fine and very fine roots; common distinct clay films on faces of peds; few fine dark colored, moderately cemented iron-manganese concretions throughout; many fine and medium prominent yellowish red (5YR 5/6) masses of iron accumulation throughout; few fine distinct grayish brown (10YR 5/2) iron depletions throughout; moderately acid; clear wavy boundary.\nBt2--21 to 27 inches; yellowish brown (10YR 5/4) silt loam; moderate medium subangular blocky structure; firm; many fine and very fine roots; common distinct clay films on faces of peds; common medium and coarse dark colored, moderately cemented iron-manganese concretions throughout; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation throughout; common fine distinct grayish brown (10YR 5/2) iron depletions throughout; neutral; gradual wavy boundary. (Combined thickness of the Bt horizons is 10 to 30 inches)\nBtg--27 to 45 inches; grayish brown (10YR 5/2) silt loam; moderate medium subangular blocky structure; firm; common distinct clay films on faces of peds; many medium and coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation throughout; neutral; gradual wavy boundary. (10 to 30 inches thick)\n2BCg--45 to 80 inches; gray (10YR 5/1) silty clay loam; common coarse prominent yellowish red (5YR 4/6) lithochromic mottles; weak coarse subangular blocky structure; firm; many coarse prominent dark yellowish brown (10YR 4/6) and yellowish brown (10YR 5/6) masses of iron accumulation throughout; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Acadia Parish, Louisiana; 2.3 miles southwest of Mire; 1500 feet north and 2100 feet east of the southwest corner of sec. 12, T. 9 S., R. 2 E.; USGS Mire, LA. 7.5 minute topographic quadrangle; lat. 30 degrees 16 minutes 32.48 seconds N. and long. 92 degrees 13 minutes 18.95 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches. Depth to the discontinuity ranges from 30 to 60 inches. These soils have less than 10 percent sand, and up to 35 percent moderately cemented iron-manganese concretions in the subsoil above the discontinuity. The calcium-magnesium ratio is 1 or more. Iron depletions with chroma of 2 or less are present in the Bt horizon within 30 inches of the soil surface. Reaction ranges from very strongly acid to slightly acid in the A and E horizons, except in areas that have been limed; from very strongly acid to neutral in the Bt and Btg horizons; and from moderately acid to neutral in the horizons below the discontinuity.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5 and chroma of 1 to 3. Texture is silt or silt loam.\nThe E horizon has hue of 10YR, value of 4 to 6 and chroma of 2 to 4. Texture is silt or silt loam. Iron concentrations in shades of brown range from none to common.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. Texture is silt loam or silty clay loam. Iron concentrations are in shades of brown or red, and iron depletions are in shades of gray.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2. Texture is silt loam or silty clay loam. Iron concentrations are in shades of brown or red.\nThe 2BCg horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2. Texture is silty clay loam, silty clay, or clay. Iron concentrations are in shades of brown or red.\nThe 2Btg and 2Cg horizons, where present, have hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2. Texture is clay loam, silty clay loam, silty clay, or clay. Iron concentrations are in shades of brown or red.\nThe 2C horizon, where present, is variegated in shades of gray, brown, or red. Redoximorphic features in shades of brown or gray range from few to many. Textures are similar to those of the 2Cg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Colyell, Coteau, Duralde, Muskogee, Olivier, Satsuma, and Tippah series are in closely related families. Colyell, Coteau, and Satsuma soils have a glossic horizon and have a clay decrease of 20 percent or more (relative) from the maximum within 60 inches from the mineral soil surface. In addition, Colyell and Satsuma soils have siliceous mineralogy. Duralde soils have fragic properties and have a glossic horizon. Olivier soils have a fragipan. Coteau, Duralde, and Olivier soils do not have a lithological discontinuity.  Muskogee and Tippah soils have an active activity class and have more reddish colors in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Duson soils are on very gently sloping to strongly sloping convex stream divides and side slopes along drainageways. Slopes range from 1 to 12 percent. These soils formed in moderately thin loess over loamy and clayey alluvium. The climate is humid temperate. Average annual precipitation ranges from 55 to 65 inches and mean annual temperature ranges from 60 to 70 inches F. Frost free days range from 235 to 300. Elevation ranges from 5 to 80 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Basile, Crowley, Frost, Jeanerette, and Patoutville soils. Basile and Frost soils are poorly drained and have a glossic horizon. These soils are on depressional areas or along floodplains of drainageways. Crowley soils are on broad stream divides, have an abrupt textural change between the E and B horizons, and have a fine control section. Jeanerette soils are on broad flats and have a mollic epipedon. Patoutville soils are on convex ridges at slightly higher elevations and have lower chromas in the upper B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained - the soil is wet above the discontinuity to a depth of 1.5 to 3.0 feet during the months of December through April in most years; the soil is moist below the discontinuity. Slow to medium runoff. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cultivated row crops and pasture. Soybeans, sweet potatoes, corn, wheat, and grain sorghum are the principal crops. Native vegetation is tall prairie grasses with some areas encroached by pine and mixed hardwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mississippi Valley Silty Uplands (MLRA 134) in Southern Louisiana west of the Mississippi River. Duson soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Acadia Parish, Louisiana; 1996. Alternative name is Bellard."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Duson soils formerly were included with the Olivier, Patoutville, and Richland series.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon...............0 to 9 inches (Ap and E horizons).\nArgillic horizon..............9 to 45 inches (Bt1, Bt2, and Btg horizons).\nLithological discontinuity....at 45 inches.\nADDITIONAL DATA: Laboratory data on the typifying pedon were obtained from Louisiana Agricultural Experiment Station sample number S95LA001-5.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
