{
  "SERIES": "DUTCHENRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLW/TLA",
  "REVDATE": "01/2007",
  "STATES": "WA",
  "OVERVIEW": "The Dutchenry series consists of moderately deep to indurated duripan, well drained soils that formed in mixed loess with volcanic ash over a duripan over basalt.  They are on nonglaciated plateaus. Slopes are 0 to 30 percent. Average annual precipitation is about 11 inches and average annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dutchenry ashy fine sandy loam - cropland, wheat summerfallow, on a 3 percent slope at an elevation of 2,800 feet. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nAp--0 to 7 inches; grayish brown (10YR 5/2) fine sandy loam, very dark gray (10YR 3/1) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, and few medium roots; few very fine tubular and common very fine irregular pores; 10 percent ash, 0.5 to 2.0 mm in diameter; neutral (pH 7.0); clear wavy boundary. (6 to 8 inches thick)\nA1--7 to 15 inches; grayish brown (10YR 5/2) ashy fine sandy loam; very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular and few very fine irregular pores; 30 percent ash, 0.5 to 2.0 mm in diameter; neutral (pH 7.3); clear smooth boundary. (5 to 8 inches thick)\nA2--15 to 24 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and few fine roots; common very fine tubular and common very fine and few fine irregular pores; 25 percent ash, 0.5 to 2.0 mm in diameter; neutral (pH 7.3); clear wavy boundary. (9 to 14 inches thick)\nBk--24 to 33 inches; brown (10YR 5/3) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular and very fine and few fine irregular pores; 20 percent ash, 0.5 to 2.0 mm in diameter, 3 percent gravel-size duripan fragments; disseminated carbonates, slightly effervescent, and few fine soft masses of secondary carbonates, violently effervescent; 6 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt wavy boundary. (0 to 10 inches thick)\n2Bkqm1--33 to 37 inches; white (10YR 8/1) indurated duripan; cemented with secondary silica and carbonates, many distinct continuous white (10YR 8/1) and very pale brown (10YR 8/3) dry coatings of secondary carbonates and silica on the duripan; violently efferevescent, clear wavy boundary. (4 to 14 inches thick)\n2Bkqm2--37 to 42 inches; thin stratified layers of weakly to moderately cemented duripans interbedded with silt loam and gravelly silt loam, abrupt wavy boundary. (0 to 10 inches thick)\n3R--42 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; approximately 3 miles northeast of Waterville; about 500 feet north and 250 feet east of the southwest corner of section 1, T. 25 N., R. 22 E. (Latitude 47 degrees 41 minutes 12 seconds N, Longitude 120 degrees 01 minutes 35 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature is 49 to 51 degrees F. These soils are usually moist in the moisture control section but are dry for 90 to 105 consecutive days following the summer solstice. The mollic epipedon is 20 to 25 inches thick. The particle-size contral section has an estimated moist bulk density of 1.05 to 1.30 g/cc, volcanic glass content of 30 to 60 percent, 15 to 30 percent sand-size pumice 0.5 to 2.0mm in diameter and 0 to 10 percent rock fragments, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent for air dried samples and an apparent field estimate of 4 to 10 percent clay. Base saturation is less than 75 percent in some subhorizons within 30 inches of the surface. Depth to the indurated duripan is 20 to 40 inches. Basalt bedrock underlies the indurated duripan at 30 to 60 inches.\nThe Ap horizon has value of 4 or 5 dry and 2 or 3 moist, chroma of 2 or 3 dry and 1 or 2 moist.\nThe A1 horizon reaction is neutral or slightly alkaline.\nThe A2 horizon has chroma of 2 or 3 moist. Texture is ashy fine sandy loam, ashy loam, or ashy silt loam. Reaction is neutral or slightly alkaline.\nThe Bk horizon has value of 5 or 6 dry and 3 or 4 moist. Texture is ashy fine sandy loam, ashy loam, or ashy silt loam. Calcium carbonate equivalent is 1 to 10 percent. Reaction is slightly alkaline to moderately alkaline.\nThe 2Bkqm horizon has value of 6, 7, or 8 dry and 5, 6, 7, or 8 moist, and chroma of 1, 2, or 3 dry and 2, 3, or 4 moist. The indurated duripan is cemented with silica and calcium carbonate, is 4 to 24 inches thick, and is fractured with average duripan plates measuring 4 to 14 inches in width and 1 to 4 inches in thickness. The duripan is directly underlain by basalt bedrock in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Dutchenry soils are on nonglaciated plateaus. Elevation is 2,400 to 3,200 feet. Slopes are 0 to 30 percent. Dutchenry soils formed in mixed loess and volcanic ash primarily from the G and B eruptions of Glacier Peak 12,750 to 11,250 years ago over indurated lime-silica duripan. The climate is characterized by warm, dry summers and cool, moist winters. Average annual precipitation is 12 to 15 inches. Average January air temperature is 26 degrees F., average July air temperature is 70 degrees F., and average annual air temperature is 47 to 49 degrees F. Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dougville, Farmer, Norax, Sevar, and Silico soils, all on basalt plateau uplands. Dougville soils are on sideslopes and toeslopes and have an argillic horizon. Farmer soils are on uplands and have an argillic horizon. Norax soils are on eroded uplands, have an argillic horizon, and do not have a mollic epipedon. Sevar soils are on sideslopes and have an argillic horizon. Silico soils are on sideslopes and toeslopes and are shallow to indurated duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow to medium runoff; moderate permeability above the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dutchenry soils are primarily used for dryland wheat and barley production. Small areas are used for livestock grazing or wildlife habitat. The native vegetation is mainly bluebunch wheatgrass, Idaho fescue, threetip sagebrush, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Central Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are a mollic epipedon from 0 to 24 inches and a Bk horizon from 24 to 33 inches with 6 percent calcium carbonate equivalent over a indurated lime-silica duripan. The soil from the surface to 33 inches has 10 to 30 percent pumice and 30 to 60 percent volcanic glass. The particle control section is the zone from 10 to 33 inches (part of the AB1, and the AB2 and Bk horizons). The pumice is white, gray, or yellowish brown.\nADDITIONAL DATA:. The calcium carbonate equivalent test done on the Bk horizon was run in the survey office using a standard calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 7 inches; grayish brown (10YR 5/2) fine sandy loam, very dark gray (10YR 3/1) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, and few medium roots; few very fine tubular and common very fine irregular pores; 10 percent ash, 0.5 to 2.0 mm in diameter; neutral (pH 7.0); clear wavy boundary. (6 to 8 inches thick)"
      },
      {
        "name": "A1",
        "top": 18,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--7 to 15 inches; grayish brown (10YR 5/2) ashy fine sandy loam; very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular and few very fine irregular pores; 30 percent ash, 0.5 to 2.0 mm in diameter; neutral (pH 7.3); clear smooth boundary. (5 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 38,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--15 to 24 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and few fine roots; common very fine tubular and common very fine and few fine irregular pores; 25 percent ash, 0.5 to 2.0 mm in diameter; neutral (pH 7.3); clear wavy boundary. (9 to 14 inches thick)"
      },
      {
        "name": "Bk",
        "top": 61,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--24 to 33 inches; brown (10YR 5/3) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular and very fine and few fine irregular pores; 20 percent ash, 0.5 to 2.0 mm in diameter, 3 percent gravel-size duripan fragments; disseminated carbonates, slightly effervescent, and few fine soft masses of secondary carbonates, violently effervescent; 6 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "2Bkqm1",
        "top": 84,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bkqm1--33 to 37 inches; white (10YR 8/1) indurated duripan; cemented with secondary silica and carbonates, many distinct continuous white (10YR 8/1) and very pale brown (10YR 8/3) dry coatings of secondary carbonates and silica on the duripan; violently efferevescent, clear wavy boundary. (4 to 14 inches thick)"
      },
      {
        "name": "2Bkqm2",
        "top": 94,
        "bottom": 107,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bkqm2--37 to 42 inches; thin stratified layers of weakly to moderately cemented duripans interbedded with silt loam and gravelly silt loam, abrupt wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "3R",
        "top": 107,
        "narrative": "3R--42 inches; basalt."
      }
    ]
  ]
}
