{
  "SERIES": "DUTCHMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/DEW/RLB",
  "REVDATE": "07/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, gypsic, mesic Typic Calcigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dutchman fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate medium platy structure; slightly hard, friable, nonsticky and nonplastic; many fine, very fine, and few medium roots; many very fine vesicular, and common fine and very fine tubular pores; 10 percent gravel; violently effervescent, 16 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 2 inches thick)\nBk1--2 to 7 inches; reddish yellow (7.5YR 6/6) fine sandy loam, strong brown (7.5YR 5/6) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine, very fine, and few medium roots; common fine and very fine tubular and interstitial pores; 10 percent gravel; violently effervescent, few fine irregular soft calcium carbonate masses, 23 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear smooth boundary.  (3 to 8 inches thick)\nBk2--7 to 11 inches; pink (7.5YR 7/4) sandy loam, reddish yellow (7.5YR 6/6) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common fine and very fine roots; common fine and very fine tubular and interstitial pores; 10 percent gravel; violently effervescent, common fine irregular soft calcium carbonate masses, 32 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 8 inches thick)\nBk3--11 to 20 inches; pinkish white (7.5YR 8/2) sandy loam, pink (7.5YR 8/4) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and nonplastic; few fine and very fine roots; common fine interstitial and few fine and very fine tubular pores; 10 percent gravel; violently effervescent, peds engulfed with calcium carbonate, 40 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (3 to 15 inches thick)\n2By1--20 to 33 inches; white (N 8/) sandy loam, pinkish white (7.5YR 8/2) moist; massive; very hard, firm, nonsticky and nonplastic; few very fine roots; few fine irregular pores; 5 percent gravel; slightly effervescent; 70 percent weakly cemented gypsum; slightly alkaline (pH 7.8); clear wavy boundary. (10 to 40 inches thick)\n2By2--33 to 60 inches; pink (7.5YR 8/4) sandy loam, pink (7.5YR 7/4) moist; massive; hard, friable, nonsticky and plastic; few very fine roots; common fine irregular pores; 5 percent gravel; slightly effervescent; 35 percent crystalline gypsum; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona; about 22.5 miles south of the Arizona - Utah state line; west of the Hurricane Cliffs; 700 feet south and 125 feet west of the northeast corner of section 29, T.28 N., R.9 W; Latitude 36 degrees 40 minutes 16 seconds N, Longitude 113 degrees 16 minutes 38 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil Temperature:  55 to 59 degrees F.\nPercent gypsum x centimeters thickness = greater than 3000\nPercent gypsum plus calcium carbonate = greater than 40 percent\nRock Fragments:   averages less than 15 percent gravel in the control section\nOrganic Matter:  less than 1 percent in the surface horizon\nDepth to Calcic horizon:  2 to 8 inches\nDepth to Gypsic horizon:  15 to 25 inches\nA horizon\nHue:  5YR, 7.5YR\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  4 through 6, dry or moist\nRock fragments:  less than 35 percent gravel\nBk horizon\nHue:  5YR, 7.5YR\nValue:  6 through 8 dry, 4 through 8 moist\nChroma:  2 through 6, dry or moist\nTexture:  fine sandy loam, sandy loam, loam (5 to 20 percent clay)\nReaction:  moderately or strongly alkaline\nCalcium carbonate equivalent:  10 to 40 percent\nBy horizon\nHue:  5YR, 7.5YR\nValue:  6 through 8 dry, 5 through 8 moist\nChroma:  0 through 6, dry or moist\nTexture: fine sandy loam, sandy loam (5 to 15 percent clay)\nCalcium carbonate equivalent:  5 to 20 percent\nGypsum:  20 to 90 percent (some pedons are weakly cemented)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Mussentuchit (UT) series. Mussentuchit soils are moderately deep to shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dutchman soils are on fan terraces and have slopes of 1 to 5 percent.  These soils formed in mixed alluvium derived from sedimentary formations high in gypsum.  Elevation ranges from 4000 to 5000 feet.  Mean annual precipitation is 7 to 11 inches.  The mean annual air temperature is 53 to 57 degrees F.  The frost-free period is 165 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delp and the competing McCullen series.  Delp soils have an argillic horizon and do not have both a calcic and a gypsic horizon above forty inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained;  slow to medium runoff;  moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dutchman soils are used for livestock grazing and wildlife habitat.  The present vegetation is black grama, blue grama, galleta, bush muhly, fluffgrass, Mormon-tea, fourwing saltbush, bottlebrush squirreltail, gyp dropseed, and trumpetbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona.  This series is of small extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mohave County, Arizona; Soil survey of Shivwits Area, Arizona, Part of Mohave County; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nCalcic horizon - The zone from 2 to 20 inches (Bk1, Bk2, Bk3 horizons)\nGypsic horizon - The zone from 20 to 60 inches (2By1, 2By2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
