{
  "SERIES": "DUTCHCANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. FK-BJD-RJS",
  "REVDATE": "07/2008",
  "STATES": "ID",
  "OVERVIEW": "The Dutchcanyon series consists of very deep, well drained soils formed in mixed alluvium and residuum dominantly from calcareous lacustrine sediments.  They are on hills and mountainsides.  Permeability is moderate.  Slopes range from 4 to 35 percent.  Average annual precipitation is about 14 inches and average annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, frigid Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dutchcanyon gravelly silt loam, rangeland; on a 15 percent slope at 6,600 feet elevation.  When described on June 26, 1989 the soil was dry to 5 inches and moist below. (Color is for air dry soil unless otherwise noted.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly silt loam, very dark brown (10YR 2/2) moist; moderate thick platy structure parting to moderate medium subangular blocky; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine irregular pores; strongly effervescent  (18 percent calcium carbonate equivalent); disseminated lime; 15 percent gravel; slightly alkaline (pH 7.7); clear smooth boundary.  (6 to 10 inches thick)\nAB--7 to 13 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; many very fine tubular and irregular pores; violently effervescent (25 percent calcium carbonate equivalent); disseminated lime; 10 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary.  (4 to 10 inches thick)\nBk--13 to 27 inches; light gray (10YR 7/2) loam, light gray (10YR 7/2) moist; massive; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and few fine roots; many very fine tubular pores; violently effervescent (40 percent calcium carbonate equivalent); lime segregated into few fine seams; 15 percent very hard gravel size nodules made of material similar to the matrix; moderately alkaline (pH 8.0); gradual wavy boundary.  (7 to 14 inches thick)\nC1--27 to 40 inches; white (10YR 8/1) loam, very pale brown (10YR 8/2) moist; massive; slightly hard, very friable, slightly sticky and moderately plastic; few very fine roots; few very fine tubular pores; violently effervescent (>65 percent calcium carbonate equivalent); disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary.  (7 to 13 inches thick)\nC2--40 to 53 inches; white (10YR 8/1) loam, pale yellow (2.5Y 8/2) moist; 30 percent medium and large distinct light brownish gray (10YR 6/2) mottles and 5 percent medium distinct brownish yellow (10YR 6/6) moist mottles; massive; slightly hard, very friable, slightly sticky and moderately plastic; few very fine roots; few very fine tubular pores; violently effervescent (>65 percent calcium carbonate equivalent); disseminated lime;  moderately alkaline (pH 8.3); gradual wavy boundary.  (12 to 13 inches thick)\nC3--53 to 61 inches; white (10YR 8/1) loam, light gray (2.5Y 7/2) moist; 30 percent medium and large distinct light brownish gray (10YR 6/2) mottles and 5 percent medium distinct brownish yellow (10YR 6/6) moist mottles; massive; hard, firm, slightly sticky and moderately plastic; violently effervescent (>65 percent calcium carbonate equivalent); disseminated lime; 15 percent very hard gravel size nodules made of material similar to the matrix; moderately alkaline (pH 8.3); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bear Lake County, Idaho; about 1 mile southwest of Fish Haven; about 1,700 feet west and 3,000 feet north of the southeast corner of sec. 28, T.16S., R.43E.; 42 degrees, 0 minutes, 33 seconds north latitude,  111 degrees, 25 minutes, 49 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 7 to 16 inches\nAverage annual soil temperature - 40 to 43 degrees F\nParticle-size control section (averages)\nClay content - 12 to 18 percent\nGravel content - 0 to 25 percent\nCalcium carbonate equivalent - 40 to 65 percent\nA horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nClay content - 12 to 20 percent\nGravel content - 0 to 25 percent\nCalcium carbonate equivalent - 10 to 30 percent\nReaction - slightly or moderately alkaline\nBk horizon\nHue - 10YR or 7.5YR\nValue - 6 or 7 dry, 4 through 7 moist\nChroma - 2 or 3 dry, 2 through 4 moist\nTexture - L, GR-L, SIL or GR-SIL\nClay content - 12 to 18 percent\nGravel content - 0 to 25 percent\nCalcium carbonate equivalent - 30 to 45 percent\nReaction - moderately alkaline\nC horizon\nHue - 10YR, 7.5YR or 2.5Y\nValue - 6 through 8 dry, 5 through 8 moist\nChroma - 1 through 4 dry or moist\nTexture - L, SIL or GR-L\nClay content - 12 to 18 percent\nGravel content - 0 to 20 percent\nCalcium carbonate equivalent - 45 to 80 percent\nReaction - moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Fishaven (T) series.  Fishaven soils are moderately deep to limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dutchcanyon soils are on hills and mountainsides.  Slopes range from 4 to 35 percent.  Elevations range from 5,850 to 6,900 feet.  The soil formed in alluvium and residuum from limestone.  Average annual precipitation is 13 to 20 inches, average annual temperature is 38 to 43 degrees F., the frost free period is 65 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clegg, the competing Fishaven (T), Frenchollow (T) and Yeates Hollow soils.  Clegg soils are pachic, have an argillic horizon, are not calcareous to the surface and lack carbonatic mineralogy.  Fishaven soils formed in similar materials to Dutchcanyon and are on similar positions on hills.  Frenchollow and Yeates Hollow soils have greater than 35 percent clay in the particle size control section.  Frenchollow soils are generally on north and east-facing hillsides.  Clegg soils are on east and north-facing hillsides on a lower landscape position than Dutchcanyon.  Yeates Hollow soils are on hillsides, mountainsides and fan terraces, above and below Dutchcanyon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dutchcanyon soils are used for rangeland, nonirrigated cropland and building sites.  Typical crops consist of small grains.  The potential native vegetation is mountain big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bear Lake County, Idaho, 2008.  The name is from a nearby canyon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 13 inches (the A and AB horizons).\nCalcic horizon - the zone from 13 to 27 inches (the Bk horizon)\nParticle-size control section - The zone from 10 inches to 40 inches (part of the AB, the Bk and C1 horizons).\nCarbonatic mineralogy - the particle-size control section averages more than 40 percent calcium carbonate equivalent.\nCalcixeroll feature - the soil is calcareous in all parts above the Bk horizon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
