{
  "SERIES": "DUTCHESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TRV-GWS",
  "REVDATE": "01/2000",
  "STATES": "MA,NH,NY,VT",
  "OVERVIEW": "The Dutchess series consists of very deep, well drained soils on glaciated uplands.  They formed in loamy glacial till. Permeability is moderate.  Slopes range from 0 to 70 percent. Mean annual precipitation is 38 inches.  Mean annual air temperature is 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dutchess silt loam-described in a wooded area of Dutchess silt loam, 15 to 25 percent slopes, very stony, on a north facing slope.  (Colors are for moist soil unless otherwise noted).\nOi--1 to 0 inch; slightly decomposed leaves and twigs.\nOa--0 to 1 inch; highly decomposed organic matter.\nA--1 to 2 inches; very dark grayish brown (10YR 3/2) silt loam; weak very fine granular structure; very friable; many roots; 5 percent rock fragments; strongly acid; abrupt smooth boundary. (1 to 10 inches thick)\nE--2 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak medium, granular structure; friable; many roots; 5 percent rock fragments; strongly acid; abrupt wavy boundary. (0 to 4 inches thick)\nBw1--4 to 10 inches; yellowish brown (10YR 5/4) silt loam; weak medium granular structure; friable; many roots; 5 percent rock fragments; strongly acid; abrupt wavy boundary. (4 to 12 inches)\nBw2--10 to 20 inches; brown (10YR 5/3) channery silt loam; weak moderate subangular blocky structure; friable; common roots; 20 percent rock fragments; moderately acid; clear wavy boundary.  (4 to 20 inches thick)\nBw3--20 to 26 inches; olive (10YR 4/3) channery silt loam; weak medium subangular blocky structure; friable; few roots; 20 percent rock fragments; moderately acid; abrupt wavy boundary. (0 to 10 inches thick)\nC--26 to 65 inches; olive (5Y 4/3) very channery fine sandy loam; weak medium subangular blocky structure; friable; few roots; 35 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rutland County, Vermont, Town of Castleton.  1 mile west of East Hubbardton Road and 200 feet south of the Hubbardton town line.  Approximate north latitude 43 degrees, 40 minutes, 50 seconds and west longitude 73 degrees, 9 minutes, 50 seconds at an elevation of 900 feet above mean sea level."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is greater than 60 inches.  Thickness of the solum ranges from 20 to 40 inches.  Rock fragments are dominantly channers or gravels and range from 5 to 35 percent in the solum and from 15 to 45 percent in the substratum.  Reaction ranges from very strongly acid to moderately acid in the solum and from strongly acid to slightly acid in the substratum. A stony phase of the Dutchess series is recognized.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 4 and chroma of 2 or 3.  It is loam, silt loam, or their gravelly or channery analogs. Some pedons have an Ap horizon, 6 to 10 inches thick.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 2.  It is loam, silt loam or their gravelly or channery analogs.\nThe upper part of the B horizon has hue of 10YR or 2.5Y, value of 4 through 6 and chroma of 3 through 6.  The lower part of the B horizon has hue of 10YR through 5Y, value of 4 or 5, and chroma of 2 through 6.  The B horizon is loam, silt loam or their channery or gravelly analogs.\nThe C horizon has hue of 10YR through 5Y, value of 3 through 5 and chroma of 2 through 4.   It is channery, very channery, gravelly or very gravelly silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amostown, Ashe, Bernardston, Broadbrook, Brookfield, Buladean (T), Cardigan, Charlton, Chadakoin, Chatfield, Cheshire, Chestnut, Ditney, Edneyville, Fedscreek, Franklinville (T), Hazel, Lordstown, Maplecrest, Marrowbone, Maymead, Montauk, Nantucket, Newport, Paxton, Pollux, Riverhead, Satsop, Scituate, Soco (T), St. Albans, Stecoah (T), Steinsburg, Valois, Wethersfield and Yalesville series are in the same family.\nAmostown soils are extremely acid and have prominent mottles in the B horizon.  Ashe, Cardigan, Chatfield, Ditney, Hazel, Lordstown, Morrowbone, Steinsburg and Yalesville soils have bedrock within 40 inches of the surface. Bernardston, Broadbrook, Montauk, Nantucket, Newport, Paxton, Scituate and Wethersfield soils are underlain by dense till within a depth of 40 inches of the surface.  Brookfield soils are 5YR or redder in the upper part of the B horizon.  Buladean soils have coarse fragments which are dominated by felsic crystalline rock such as gneiss and granitoids. Chadakoin and Franklinville soils have coarse fragments which are dominated by sandstone, siltstone, and shale.  Rock fragments in the Charlton soils are dominantly gravel size schist, granite, or gneiss. Cheshire and Maplecrest soils have hue of 5YR or redder in the B and C horizon.  Chestnut soils have weathered granite gneiss within 40 inches of the surface.  Edneyville and Stecoah soils have saprolite within 40 inches of the surface.  Fedscreek and Maymead soils have a solum greater then 40 inches thick.  Pollux soils have less than 10 percent rock fragments throughout the soil. Riverhead soils have stratified sand and gravel C horizons within a depth of 40 inches.  Satsop soils lack rock fragments in the control section. Soco soils have weathered phyllite within 40 inches of the surface. St. Albans soils have textures ranging from coarse sandy loam to fine sandy loam in the B horizons.  Valois soils have a 30 to 70 inch solum and have rock fragments which are dominantly sandstone, siltstone, or shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dutchess soils are level to very steep soils on glaciated uplands.  They are on broad plains and on the tops and side slopes of hills, ridges, knolls and mounds.  Slopes range from 0 to 70 percent.  The soils formed in loamy glacial till underlain by interbedded, folded phyllite and slate, schist, or shale.  The mean annual precipitation ranges from 30 to 50 inches and the mean annual temperature is 45 to 52 degrees Fahrenheit.  The frost free season ranges from 120 to 180 days. Elevations range from 50 to 1000 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the very deep Bernardston, Newport, Pittstown and Stissing soils, the moderately deep Cardigan soils, and the shallow Kearsarge and Nassau soils.  Bernardston, Newport, Pittstown and Stissing soils have a compact substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are wooded.  Common trees are sugar maple, red oak, hickory, white ash, hemlock, and white pine.  Cleared areas are used for growing grasses and legumes for hay and pasture, and corn for silage.  Some areas are reverting to woodland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Vermont and Massachusetts, New Hampshire, and eastern New York.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dutchess County, New York, 1907.\nThe horizons and features diagnostic for the typical pedon are:\n1.  Ochric epipedon from 1 to 4 inches.\n2.  Cambic  horizon from 4 to 26 inches.\n3.  Base saturation ammonium acetate is less than 60 percent in all horizons between the depths of 10 to 30 inches below  the soil surface.\n4.  Particle control section, from 10 to 40 inches, is coarse-loamy.\n5.  Mesic soil temperature regime.\n6.  Udic soil moisture regime."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  NSSL laboratory data is available for the following pedons: S82VT-3-33 S68VT-11-2 S68VT-11-3 S68VT-2-3\nSoil Interpretation Record Numbers for this series are: Dutchess: VT0052 Dutchess, stony: VT0053\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi--1 to 0 inch; slightly decomposed leaves and twigs."
      },
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "narrative": "Oa--0 to 1 inch; highly decomposed organic matter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 2 inches; very dark grayish brown (10YR 3/2) silt loam; weak very fine granular structure; very friable; many roots; 5 percent rock fragments; strongly acid; abrupt smooth boundary. (1 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--2 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak medium, granular structure; friable; many roots; 5 percent rock fragments; strongly acid; abrupt wavy boundary. (0 to 4 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--4 to 10 inches; yellowish brown (10YR 5/4) silt loam; weak medium granular structure; friable; many roots; 5 percent rock fragments; strongly acid; abrupt wavy boundary. (4 to 12 inches)"
      },
      {
        "name": "Bw2",
        "top": 25,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--10 to 20 inches; brown (10YR 5/3) channery silt loam; weak moderate subangular blocky structure; friable; common roots; 20 percent rock fragments; moderately acid; clear wavy boundary.  (4 to 20 inches thick)"
      },
      {
        "name": "Bw3",
        "top": 51,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw3--20 to 26 inches; olive (10YR 4/3) channery silt loam; weak medium subangular blocky structure; friable; few roots; 20 percent rock fragments; moderately acid; abrupt wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 66,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very channery",
        "pH_class": "slightly acid",
        "narrative": "C--26 to 65 inches; olive (5Y 4/3) very channery fine sandy loam; weak medium subangular blocky structure; friable; few roots; 35 percent rock fragments; slightly acid."
      }
    ]
  ]
}
