{
  "SERIES": "DWYER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/MCS",
  "REVDATE": "06/2005",
  "STATES": "KS,MT,NE,SD,WY",
  "OVERVIEW": "The Dwyer series consists of very deep, excessively drained soils that formed in eolian sand. Dwyer soils are on dune-like forms frequently on or near the edges of alluvial terraces and have slopes of 0 to 25 percent. The mean annual precipitation is about 14 inches, and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Ustic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dwyer fine sand - grassland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 6 inches; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose; calcareous; moderately alkaline (pH 8.0); gradual smooth boundary. (4 to 8 inches thick)\nC--6 to 60 inches; very pale brown (10YR 7/3) fine sand, grayish brown (10YR 5/2) moist; single grain; loose; calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Goshen County, Wyoming; approximately 200 feet south and 100 feet west of NE corner of SE1/4, NE1/4 of sec. 26, T. 22 N., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nTypically, this soil is calcareous throughout but is leached in the upper part of the series control section in some pedons.\nThe control section is sand, loamy sand, fine sand, or loamy fine sand..\nCoarse fragments range from 0 to 15 percent but are commonly less than 3 percent. These soils may have a weak and inconsistent accumulation of secondary calcium carbonate at any depth but are not considered to have a continuous Bk horizon.\nThe soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F. and is never moist in some or all parts for as long as 60 consecutive days when the soil temperature at a depth of 20 inches is 41 degrees F., which occurs about April 21-27, but is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period. The mean annual soil temperature is 47 to 53 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days. Bedrock is deeper than 60 inches.\nA horizon :\nHue: 2.5Y or 10YR,\nValue: 5 through 7 dry, 3 through 5 moist, and\nChroma: 2 or 3.\nTexture: Fine sand, loamy fine sand or loamy sand\nClay content: 2-10 percent\nSand content: greater than 80 percent\nReaction: mildly alkaline through strongly alkaline but is slightly acid or neutral in some pedons\nAC horizon:\nTexture: loamy fine sand or fine sand is in some pedon.\nThe C horizon:\nHue: 2.5Y through 7.5YR\nValue: 5 through 7 dry, 3 through 5 moist\nChroma:2 through 4\nTexture: Fine sand or loamy fine sand\nClay content: 2-10 percent\nSand content: greater than 80 percent\nReaction:  moderately alkaline or strongly alkaline and may contain few small carbonate concretions or seams of calcium carbonate erratically at any depth"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCalladito soils have average annual precipitation less than 10 inches.\nCurtis Siding soils have greater than 15 percent coarse fragments in the control section.\nKarval soils have more gravel and rock fragments.\nOrpha soils are noncalcareous above a depth of 30 inches.\nMespun soils have a control section that dominantly has hue of 5YR and has chroma of 4 through 8.\nMido soils are usually moist in September and October.\nPinavetes and Penson soils are usually dry in May and June.\nReepo soils have hard sandstone bedrock at 20 to 40 inches. Scoville soils are usually greater than 40 inches to carbonates and a 2C horizon.\nTullock soils have a paralithic contact between 20 and 40 inches.\nValent and Wigton soils are moist in some or all parts for 60 consecutive days following July 15 and are moist in some parts for at least 90 cumulative days when the soil temperature at a depth of 20 inches is 41 degrees F. or more and also have soil temperatures warmer than 41 degrees F. for 195 to 210 days or more.\nWigton soils also have a dry consistence of hard or very hard."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape:  terraces and rolling uplands\nLandform: hill slopes and dune-like forms frequently on or near the edges of alluvial terraces\nSlopes:  irregular, ranging from 0 to 25 percent\nElevation: 3,500 to 5,600 feet\nParent material: eolian sand\nAverage annual precipitation:  14 inches with about half of the precipitation occurring in April, May, and June\nMean annual precipitation: 10 to 16 inches\nMean annual temperature:  48 degrees F., and the mean summer temperature is 68 degrees F\nFrost-free season:  110 to 130 day."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nOrpha soils are noncalcareous above a depth of 30 inches\nDraknab soils have a stratified control section in which organic matter decreases irregularly with increasing depth\nHiland soils have a sandy clay loam particle size control section and argillic horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage :excessively drained\nPermeability:  rapid\nRunoff: very slow to medium runoff depending on slope and compaction"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used principally as native pastureland. Native vegetation is short and tall grasses and sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Wyoming, Nebraska, South Dakota, and Colorado. The soil has moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wheatland Area, Wyoming: 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: 1. Ochric epipedon - 0 to 6 inches (A)\n2. Ustic subgroup - Aridic moisture regime bordering on Ustic. Usually dry, but moist for more than 48 days in all or some part of the moisture control section between April 30 and October 30 in most years."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; pale brown (10YR 6/3) fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose; calcareous; moderately alkaline (pH 8.0); gradual smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--6 to 60 inches; very pale brown (10YR 7/3) fine sand, grayish brown (10YR 5/2) moist; single grain; loose; calcareous; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
