{
  "SERIES": "DYCE",
  "STATUS": "Established Series",
  "BYREV": "REV. KTS-GFB-RJS",
  "REVDATE": "01/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aridic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Dyce loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 5 cm; light olive brown (2.5Y 5/3) loam, dark olive brown (2.5Y 3/3) moist; moderate fine and medium platy structure parting to weak very fine and fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots throughout; many very fine and fine vesicular pores throughout; 5 percent gravel; neutral (pH 6.6); clear smooth boundary. (5 to 10 cm thick)\nBt--5 to 28 cm; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; strong medium and coarse subangular blocky structure; extremely hard, very firm, very sticky and very plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores throughout; many prominent clay films on faces of peds; 5 percent gravel; slightly alkaline (pH 7.6); gradual wavy boundary. (15 to 40 cm thick)\nBtk--28 to 43 cm; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; moderate medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common very fine and fine roots throughout; common very fine and fine dendritic tubular pores throughout; many distinct clay films on faces of peds; 5 percent gravel; finely disseminated calcium carbonate and many fine and medium irregular soft masses of calcium carbonate throughout; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 36 cm thick)\nBk--43 to 66 cm; light yellowish brown (2.5Y 6/3) loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots throughout; common very fine and fine dendritic tubular pores throughout; 5 percent gravel; finely disseminated calcium carbonate and many fine and medium patchy soft masses and threads of calcium carbonate throughout; strongly effervescent; strongly alkaline (pH 8.6); gradual wavy boundary. (15 to 40 cm thick)\nCr--66 cm; semi-consolidated mixed sedimentary beds."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; Mill Point topographic quadrangle. UTM 12T, 3355627e, 5001591n; 183 meters north and 152 meters west of the SE corner of sec. 8, T. 8 S., R 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 4 to 8 degrees C.\nOchric epipedon thickness - 5 to 10 cm\nDepth to argillic horizon - 5 to 10 cm\nDepth to secondary calcium carbonate accumulation - 15 to 30 cm\nDepth to a paralithic contact - 50 to 100 cm\nNote: Some pedons may have an E and/or BC horizon.\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 3 or 4 moist\nChroma: 2 or 3; dry or moist\nClay content: 15 to 27 percent\nRock fragments: 0 to 40 percent--0 to 20 percent gravel, 0 to 20 percent cobbles\nReaction: pH 6.6 to 7.4\nBt horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: silty clay loam or clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent gravel\nReaction: pH 7.4 to 7.9\nBtk horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3 or 4; dry or moist\nTexture: clay loam or silty clay loam\nClay content: 30 to 40 percent\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 1 to 10 percent\nReaction: pH 7.9 to 8.4\nBk horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, sandy clay loam or silt loam\nClay content: 10 to 27 percent\nRock Fragments: 0 to 35 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.9 to 8.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDeepone (MT) - is very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills, escarpments and landslides\nElevation - 1790 to 1985 meters\nSlope - 0 to 60 percent\nParent material - colluvium, slide deposits and/or residuum derived from interbedded shale, siltstone and sandstone\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 250 to 360 mm\nMean annual air temperature - 3.5 to 7 degrees C.\nFrost-free period - 70 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Cabbart, Delpoint, Udecide and Varney soils. The Cabbart soils are mostly on ridges and are shallow and loamy. The moderately deep Delpoint and Udecide soils are on similar landscape positions as the Dyce soils but are fine-loamy and formed from siltstone or sandstone materials. The Varney soils are very deep and are in valley or drainage positions, they are fine-loamy, and formed from alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dyce soils are used mainly for rangeland and wildlife habitat. Potential native vegetation is mainly bluebunch wheatgrass, western wheatgrass, prairie junegrass, poa (species), prickly pear cactus, big sagebrush, and other grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Dyce soils are of small extent in southwestern Montana. MLRAs - 43B, 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horse Prairie-South Valley Area - Part of Beaverhead County, Montana, 2011; proposed in Beaverhead County, Montana, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 5 cm (A horizon)\nArgillic horizon - from 5 to 43 cm (Bt and Btk horizons)\nHorizons with secondary calcium carbonate accumulation - from 28 to 66 cm (Btk and Bk horizons)\nParalithic contact - at 66 cm (Cr horizon)\nPale great group feature - An absolute increase in clay of more than 20 percent within a vertical distance of 7.5 cm at the upper boundary of the Bt horizon\nParticle-size control section - from 5 to 43 cm (Bt and Btk horizons)\nDyce soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nAdditional Information: Classification was updated from Aridic Haplustalfs to Aridic Paleustalfs (02/27/2008).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
