{
  "SERIES": "DYLAN",
  "STATUS": "Established Series",
  "BYREV": "RD-KG-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, hyperthermic Chromic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dylan clay, on convex 5 percent slopes in woodland, midway between microlow and microhigh.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm, (0 to 4 in); dark grayish brown (10YR 4/2), clay; moderate medium subangular blocky and moderate fine subangular blocky structure; very hard, very firm;  many very fine, fine, medium, and coarse roots throughout; many very fine tubular and  fine interstitial pores; 1 percent fine spherical moderately cemented ironstone nodules in matrix; 1 percent medium faint brown (10YR 5/3) masses of oxidized iron with sharp boundaries lining pores; slightly alkaline; clear wavy boundary. (8 to 18 cm [3 to 7 in] thick)\nBw--10 to 36 cm, (4 to 14 in); brownish yellow (10YR 6/6), clay; moderate medium subangular blocky structure; extremely hard, extremely firm; many very fine roots and coarse roots throughout and  common fine and medium roots throughout; many very fine and fine tubular pores; 3 percent distinct dark brown (10YR 3/3) organic stains on surfaces along root channels; 5 percent faint pressure faces; 1 percent medium distinct grayish brown (10YR 5/2) iron depletions with sharp boundaries in matrix surrounding redox concentrations; 2 percent fine distinct reddish yellow (7.5YR 6/6) masses of oxidized iron with sharp boundaries lining pores; 3 percent fine prominent red (2.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; neutral; clear wavy boundary. (15 to 33 cm [6 to 13 in] thick)\nBss--36 to 41 cm, (14 to 16 in); yellowish brown (10YR 5/4), clay; moderate medium wedge parts to moderate medium angular blocky structure; extremely hard, extremely firm; common fine roots throughout; common very fine tubular pores; 5 percent distinct dark brown (10YR 3/3) slickensides (pedogenic); 10 percent distinct pressure faces; 12 percent distinct dark brown (10YR 3/3) organic stains on surfaces along root channels; 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with sharp boundaries lining pores; slightly alkaline; clear wavy boundary. (5 to 15 cm [2 to 6 in] thick)\nBkss1--41 to 66 cm, (16 to 26 in); yellowish brown (10YR 5/6), clay; moderate coarse wedge parts to moderate medium angular blocky structure; extremely hard, extremely firm; common fine and few coarse roots throughout; common very fine tubular pores; 8 percent distinct pressure faces; 12 percent distinct slickensides (pedogenic); 2 percent fine black (10YR 2/1) iron-manganese nodules in matrix; 3 percent fine distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries on slickensides; 5 percent fine distinct strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 12 percent fine irregular weakly cemented carbonate nodules in matrix; slightly alkaline; gradual wavy boundary.\nBkss2--66 to 97 cm, (28 to 38 in); brownish yellow (10YR 6/6), clay; moderate coarse wedge parts to moderate coarse angular blocky structure; extremely hard, extremely firm; few fine roots throughout;  common very fine tubular pores; 1 percent faint dark brown (10YR 3/3) organic stains; 8 percent distinct pressure faces; 15 percent prominent slickensides (pedogenic); 2 percent fine black (10YR 2/1) iron-manganese nodules in matrix; 2 percent medium distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries in matrix surrounding redox concentrations; 5 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries in matrix surrounding redox concentrations; 20 percent fine distinct strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 12 percent fine irregular weakly cemented carbonate nodules in matrix; 3 percent fine threadlike carbonate masses in matrix; very slight effervescence; moderately alkaline; clear wavy boundary.\nBkss3--97 to 132 cm, (38 to 52 in); yellowish brown (10YR 5/6), clay; strong coarse wedge parts to strong coarse angular blocky structure; extremely hard, extremely firm; few fine roots throughout; common very fine tubular pores; 1 percent faint dark brown (10YR 3/3) organic stains; 30 percent prominent slickensides (pedogenic); 2 percent fine black (10YR 2/1) iron-manganese nodules in matrix; 5 percent coarse distinct light olive gray (5Y 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; 20 percent fine faint yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine irregular weakly cemented carbonate nodules in matrix; slight effervescence; moderately alkaline; clear wavy boundary.\nBkss4--132 to 203 cm, (52 to 80 in); strong brown (7.5YR 5/6), clay; strong coarse wedge parts to strong coarse angular blocky structure; extremely hard, extremely firm; few fine roots throughout; 1 percent faint dark brown (10YR 3/3) organic stains; 20 percent prominent slickensides (pedogenic); 1 percent fine black (10YR 2/1) iron-manganese nodules in matrix; 5 percent medium prominent light brownish gray (10YR 6/2) iron depletions with sharp boundaries on slickensides; 5 percent coarse distinct light olive gray (5Y 6/2) iron depletions with clear boundaries in matrix; 2 percent fine irregular weakly cemented carbonate nodules in matrix; 1 percent medium carbonate masses in matrix; moderately alkaline. (combined thickness of the Bkss horizons is 81 to 168 cm [32 to 66 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Liberty County, Texas; from the intersection of Texas Highway 321 and FM 1008 in Dayton; 6.3 miles east and north on FM 1008, then 0.9 mile west and north in Winter Valley Subdivision, then 0.1 mile north on Ski Run Rd.; site is 50 ft west in forest. (Dayton USGS Quad; Latitude: 30 degrees 7 minutes 23 seconds N; Longitude: 94 52 46.4 W; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness ranges from 152 cm (60 in) to more than 203 cm (80 in) in microlows. Undisturbed areas have a gilgai microrelief consisting of knolls 10 to 25 cm (4 to 10 in) higher than the depressions, and with cycles repeating every 1.2 to 3.7 m (4 to 12 ft). Redox features formed during abnormally wet conditions)\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years. July and August are the driest months, while the fall to spring months are the wettest.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nDepth to secondary carbonates: 10 cm (4 in) on microhighs to 84 cm (33 in) on microlows.\nDepth to pedogenic slickensides: 25 to 81 cm (10 to 32 in)\nParticle-size control section (weighted average)\nClay content: 60 to 80 percent\nA Horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 to 3\nTexture: clay loam or clay\nRedox concentrations: amount-none to common; shades-brown or yellow\nReaction: neutral to moderately alkaline\nBw Horizon\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 2 to 8\nTexture: clay\nRedox concentrations: amount-few to common, shades-brown or yellow\nRedox depletions: amount-none to common, shades-gray\nReaction: neutral to moderately alkaline\nBss Horizon\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 2 to 8\nTexture: clay\nRedox concentrations: amount-few to common, shades-brown or yellow\nRedox depletions: amount-none to common, shades-gray\nReaction: neutral to moderately alkaline\nBkss Horizon\nHue: 7.5YR to 5Y\nValue: 4 to 7\nChroma: 2 to 8\nTexture: clay\nRedox concentrations: amount-common to many, shades-brown, red or yellow\nRedox depletions: amount-few to common, shades-gray\nSecondary carbonates: amount-1 to 15 percent; kind-nodules or masses\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This includes the Brazoria (TX) series. Similar soils are the Lake Charles (TX), Laewest (TX), League (TX), Pledger (TX), and Vamont (TX) series.\nBrazoria and Pledger soils: are redder than 7.5YR\nLake Charles and Laewest soils: do not have more than 60 percent clay in the particle-size control section\nLeague soils: are more acidic; somewhat poorly drained\nVamont soils: are more acidic; are somewhat poorly drained"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits derived from mixed sources\nLandscape: river valleys on the coastal plains\nLandform: terraces\nSlope: 3 to 5 percent\nMean annual air temperature range: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1219 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall months.\nFrost-free period: 270 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atasco (TX), Vamont (TX), and the Woodville (TX) series.\nAtasco and Woodville soils: have a loamy surface layer; in a similar position on terraces\nVamont soils: are somewhat poorly drained; on a flat landscape over the Beaumont Formation in a higher position"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: moderately well drained. Runoff is very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland.  Native vegetation consists of a sparse stand of loblolly and shortleaf pine, red oak, sweetgum, and Eastern red cedar.  Understory vegetation consists of hawthorn, American beautyberry, and yaupon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas mainly along the Trinity River terraces. LRR- T; MLRA 150A; minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Liberty County, Texas; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Naclina series.  Formerly classified as Aquentic Chromuderts and were thermic. 1/94.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in. (Bw, Bss, Bkss1, Bkss2, Bkss3 horizon)\nOchric  epipedon: 0 to 10 cm (0 to 4 in). (A horizon)\nCambic horizon: 10 to 203 cm (4 to 80 in). (Bw, Bss, Bkss1, Bkss2, Bkss3, Bkss4 horizons)\nPedogenic slickensides-36 to 203 cm (14 to 80 in) (Bss,Bkss1,Bkss2,Bkss3,Bkss4 horizons)\nAdditional Comments: The very fine family class is supported by soil survey office lab data.\nADDITIONAL DATA:  Particle-size analysis, salinity and sodicity tests were performed at the project office on 3 pedons.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
