{
  "SERIES": "DYRENG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS/AJE",
  "REVDATE": "02/97",
  "STATES": "UT",
  "OVERVIEW": "Dureng soils are light gray and light grayish brown, strongly calcareous, moderately or strongly alkaline, silty clay throughout the profile.  The surface horizon cracks when dry.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Vertic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Dyreng silty clay, irrigated cropland. (Colors are for air dry soils unless otherwise noted.)\nA1--0 to 10 inches; light gray (10YR 7/2) silty clay, grayish brown (10YR 5/2) moist; weak coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine roots; few very fine and medium pores; cracks 1/2 to 1 inch wide when dry; strongly calcareous, lime is disseminated; moderately alkaline (pH 8.4); abrupt smooth boundary.  (8 to 12 inches thick)\nC1--10 to 20 inches; light brownish gray (10YR 6/2) silty clay, grayish brown (10YR 5/2) moist; weak coarse prismatic structure; very hard, extremely firm, very sticky and very plastic; few very fine roots; common very fine and few fine pores; cracks 1/2 inch wide when dry; strongly calcareous, lime is disseminated; strongly alkaline (pH 8.6); gradual wavy boundary.  (10 to 15 inches thick)\nC2--20 to 33 inches; light brownish gray (10YR 6/2) silty clay, grayish brown (10YR 5/2) moist; few medium dark gray (5Y 4/1) mottles; moderate fine angular blocky structure; very hard, extremely firm, very sticky and very plastic; few very fine roots; few very fine pores; cracks 1/2 inch wide in the top 4 inches when dry; strongly calcareous, lime is disseminated; strongly calcareous (pH 8.8); gradual smooth boundary.  (6 to 15 inches thick)\nC3--33 to 60 inches; light gray (10YR 7/2) silty clay, grayish brown (10YR 5/2) moist; common coarse distinct dark gray (2.5Y 4/1) mottles; massive; very hard, very firm, very sticky and very plastic; few very fine roots; few very fine pores; 1/2 to 1 inch thick layers of red colored soil below 43 inches; strongly calcareous, lime is disseminated; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete County, Utah; 1 1/2 miles west of Centerfield; 1,770 feet north and 1,250 feet west of the southeast corner of section 25, T.19S., R.1W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Cracks 1/2 to 1 1/2 inches wide extend to depths of 20 to 24 inches when soils are dry.  The mean annual soil temperature ranges from 47 to 54 degrees F. and the mean summer temperature ranges from 63 to 70 degrees F. at a depth of 20 inches.  Depth to water table ranges from 20 to more than 60 inches.  The soils are usually moist.  They are saturated within 60 inches most of the time.  The soils are dry in all parts of the moisture control section 60 to 75 days during the summer and are continuously moist 60 to 75 days during the winter and early spring.  Salinity ranges from slight to strong.  Calcium carbonate equivalent ranges from 20 to 40 percent.  The A horizon has value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 or 3 moist or dry.  It is heavy silty clay loam or silty clay.  This horizon has weak to moderate platy, subangular blocky or granular structure.  The C horizon has hue of 10YR or 7.5YR, value of 6 through 8 dry, 4 through 6 moist, and chroma of 2 or 3.  Below a depth of 30 inches there may be thin layers of soil material that have hue as red as 2.5YR.  The 10 to 40 inch control section is mainly silty clay loam and silty clay averaging 35 to 55 percent clay but is stratified with loam in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Christianburg, Cruitcher, Lahontan, Lohmiller, Moroni, Vanajo, amd Woodrow series.  Christenburg soils have hue of 5Y or 2.5Y, have mixed mineralogy and lack cracks.  Crutcher soils have mean annual temperature of less than 47 degrees F.  Moroni soils have slickensides and are not mottled.  Woodrow soils are in the fine, silty family.  Lohmiller soils have an ustic moisture regime.  Lahontan soils do not crack to depths of 20 inches.  Vanajo soils have more than 40 percent carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Dyreng soils are on nearly level alluvial fans and flood plains at elevations of 4,500 to 5,200 feet.  The slopes range from 0 to 3 percent.  The soils formed in alluvium, mainly from shale, limestone, and sandstone.  The climate is semiarid, with mean annual precipitation ranging from 8 to 12 inches.  The mean annual temperature is 46 to 52 degrees F., and the mean summer temperature is 65 to 70 degrees F.  The frost free season ranges from 110 to 140 days.  GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Genola and Poganeab soils and the competing Woodrow soils.  Genola soils have loam and silt loam textures in the control section.  Poganeab soils have mottles or chroma of 1 or less above 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for irrigated cropland and irrigated pasture.  Small areas are in native pasture and have a saltgrass vegetative cover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah.  These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Alluvial soils.\nNational Cooperative Soil Survery\nU. S. A."
  }
}
