{
  "SERIES": "BAAHISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEE-CJH",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baahish fine sandy loam on crest of 25 percent slope in native rangeland.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; 5 percent limestone pebbles; neutral; clear smooth boundary.  (2 to 7 inches thick)\nBw--3 to 8 inches; dark grayish brown (10YR 4/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; 2 to 5 percent limestone pebbles; neutral; abrupt smooth boundary.  (2 to 8 inches thick)\nBk--8 to 13 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine masses of carbonates; strong effervescence; 5 to 10 percent limestone pebbles; slightly alkaline; clear smooth boundary.  (0 to 6 inches thick)\n2BCk--13 to 28 inches; light gray (10YR 7/2) very gravelly fine sandy loam; brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine masses of carbonates; strong effervescence; 60 percent limestone pebbles and cobbles; slightly alkaline; clear smooth boundary.  (4 to 24 inches thick)\n2C1--28 to 47 inches; light gray (2.5Y 7/2) very gravelly fine sandy loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine masses of carbonates; strong effervescence; 60 percent limestone pebbles and cobbles; slightly alkaline; clear smooth boundary.  (15 to 32 inches thick)\n2C2--47 to 60 inches; light gray (2.5Y 7/2) and light yellowish brown (2.5Y 6/4) very gravelly loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, friable, sticky and plastic; few very fine roots; strong effervescence; 40 percent limestone pebbles and cobbles; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dunn County, North Dakota; 7 miles north and 4 miles west of Killdeer; 2,440 feet north and 980 feet west of the southeast corner of sec. 12, T. 146 N., R. 96 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates is 7 to 15 inches and depth to limestone gravel ranges from 7 to 16 inches.  The mollic epipedon ranges from 7 to 10 inches thick and includes all or part of the Bw horizon.\nThe A horizon has hue of 10YR, value of 3 to 5 dry and 2 or 3 moist, and chroma of 1 to 3.  It is loam, fine sandy loam or silt loam and the gravelly analogs.  It is slightly acid to neutral.\nThe Bw horizons have hue of 10YR, value of 3 to 5 dry and 2 or 3 moist, and chroma of 2 or 3.  It is sandy loam, fine sandy loam, loam, or silt loam.  It is neutral or slightly alkaline.\nThe 2C horizon has hues of 10YR and 2.5Y, values of 5 to 8 dry and 3 to 7 moist, and chromas of 2 to 4.  This horizon is very gravelly sandy loam, very gravelly fine sandy loam or very gravelly loam averaging 35 to 60 percent gravel by volume and 10 to 40 percent cobbles.  It is slightly alkaline or moderately alkaline.  Fine sand, sand, or clay is below 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anceney (T), Debeque, Kutler and Syrett series.  Anceney soils do not have a Bw horizon and do not have a lithological discontinuity.  Debeque soils do not have a Bw horizon or horizons with accumulation of carbonates .  Kutler soils are 20 to 40 inches deep to fractured granite.  Syrett soils have limestone bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baahish soils are on convex side slopes and ridge tops of pediments.  The slope gradient commonly is 25 percent but the range is from 0 to 60 percent.  The soil formed in loamy alluvium over limestone calcareous sandstone and siltstone gravel outwash.  The mean annual temperature varies from 39 to 45 degrees F, and mean annual precipitation varies from 13 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cabbart, Cohagen, Hidatsa and Vebar soils.  Cabbart and Cohagen soils are on similar positions but do not have limestone gravel.  Hidatsa soils are on pediments and have limestone gravel at depths greater than 20 inches.  Vebar soils are on sloping uplands and do not have limestone gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is negligible to medium depending on slope.  Permeability is moderate or moderately rapid in the solum and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of Baahish soils are in rangeland.  Native vegetation is blue grama, upland sedges, western wheatgrass, needleandthread, green needlegrass, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dunn County, North Dakota, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 8 inches (A and Bw horizons).\nLaboratory data (S78ND25-1) by NDSU and NDSHD is available.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
