{
  "SERIES": "BABBITT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAR-CWT-AGG",
  "REVDATE": "08/2005",
  "STATES": "MN",
  "OVERVIEW": "The Babbitt series consists of very deep, somewhat poorly drained soils that formed in a loamy mantle and underlying dense glacial till. They are on till plains and till-mantled bedrock uplands. Saturated hydraulic conductivity is slow or very slow. Slopes range from 0 to 4 percent. Mean annual air temperature is about 38 degrees F. Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Babbitt stony loam on a convex slope of 2 percent on a till plain in a forested area. (Colors are for moist soil unless otherwise stated.)\nA-- 0 to 5 inches; very dark brown (10YR 2/2) stony loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to weak fine granular; friable; 5 percent gravel, 8 percent cobbles, 10 percent stones and 8 percent boulders; very strongly acid; gradual wavy boundary. (1 to 5 inches thick.)\nBw1-- 5 to 14 inches; dark yellowish brown (10YR 4/6) stony loam; weak medium subangular blocky structure; friable; few medium distinct brown (7.5YR 4/4) Fe concentrations; 5 percent gravel, 5 percent cobbles, 10 percent stones and 8 percent boulders; strongly acid; gradual wavy boundary.\nBw2-- 14 to 30 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam; weak medium subangular blocky structure; friable; common medium distinct yellowish brown (10YR 5/6) Fe concentrations and common medium distinct grayish brown (10YR 5/2) Fe depletions; 10 percent gravel, 5 percent cobbles, 5 percent stones and 5 percent boulders; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizons is 16 to 48 inches.)\n2BC-- 30 to 50 inches; brown (10YR 4/3) very gravelly sandy loam; weak medium subangular blocky structure; friable; common coarse prominent yellowish brown (10YR 5/8) and common coarse prominent strong brown (7.5YR 5/6) Fe concentrations and common coarse distinct light brownish gray (10YR 6/2) Fe depletions; 20 percent gravel, 5 percent cobbles, 10 percent stones and 2 percent boulders; moderately acid; clear wavy boundary. (0 to 25 inches thick.)\n2Cd1-- 50 to 68 inches; dark grayish brown (2.5Y 4/2) very gravelly sandy loam; massive; firm; common medium faint brown (10YR 4/3) Fe concentrations; 20 percent gravel, 5 percent cobbles, 10 percent stones and 2 percent boulders; moderately acid; gradual wavy boundary.\n2Cd2-- 68 to 80 inches; olive brown (2.5Y 4/3) very gravelly sandy loam; massive; firm; 20 percent gravel, 10 percent cobbles, 10 percent stones and 2 percent boulders; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 4 miles south of Ely; about 1200 feet north and 1750 feet east of the southwest corner, sec. 22, T. 62 N., R. 12 W.; USGS Kangas Bay, Minnesota Quadrangle, latitude 47 degrees 50 minutes 14 seconds N. and longitude 91 degrees 51 minutes 24 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to dense till ranges from 40 to 60 inches. The depth to free carbonates is greater than 80 inches. The mantle is typically loam, sandy loam or fine sandy loam in the fine-earth fraction. Rock fragment content ranges from 15 to 35 percent in the loamy mantle and 35 to 60 percent in the underlying dense till, but averages less then 35 percent in the particle-size control section.\nSome pedons have a thin O horizon.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 to 3. It is loam, sandy loam or fine sandy loam in the fine-earth fraction. Rock fragment content ranges from 15 to 35 percent with 5 to 15 percent gravel, 0 to 10 percent cobbles, 2 to 25 percent stones and 0 to 25 boulders. It is very strongly acid to moderately acid.\nSome pedons have a thin or discontinuous E horizon.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 5 and chroma of 3 to 6. It is loam, sandy loam or fine sandy loam in the fine-earth fraction. Rock fragment content ranges from 15 to 35 percent with 5 to 30 percent gravel, 0 to 10 percent cobbles, 2 to 25 percent stones and 0 to 25 boulders. It is strongly acid to slightly acid.\nThe Bg horizon, when present, has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 1 or 2. It is loam, sandy loam or fine sandy loam in the fine-earth fraction. Rock fragment content ranges from 15 to 35 percent with 5 to 30 percent gravel, 0 to 10 percent cobbles, 2 to 10 percent stones and 0 to 10 percent boulders. It is strongly acid to slightly acid.\nThe 2BC horizon has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 3 or 4. It is sandy loam, fine sandy loam, coarse sandy loam, loamy sand or loamy coarse sand in the fine-earth fraction. Rock fragment content ranges from 15 to 45 percent with 5 to 30 percent gravel, 2 to 10 percent cobbles, 2 to 10 percent stones and 0 to 10 percent boulders. It is strongly acid to slightly acid.\nThe 2Cd horizon has hue of 2.5Y or 10YR, value of 4 to 6 and chroma of 2 to 4. It is dense glacial till with a clay content of 2 to 12 percent and a sand content of 65 to 85 percent. It is fine sandy loam, sandy loam, coarse sandy loam, loamy sand or loamy coarse sand in the fine-earth fraction. Rock fragment content ranges from 35 to 60 percent with 15 to 40 percent gravel, 5 to 25 percent cobbles, 0 to 10 percent stones and 0 to 10 percent boulders. It is strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Brimson(T) series. Brimson soils are coarse-loamy throughout and do not have loamy-skeletal till in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Babbitt soils are on linear to slightly convex slopes on till plains and till-mantled bedrock uplands. Slopes range from 0 to 4 percent. They formed in a mantle of loamy material and underlying dense Rainy Lobe till. Mean annual air temperature ranges from 36 to 40 degrees F. Mean annual precipitation ranges from 27 to 30 inches. The frost-free period ranges from 90 to 120 days. The elevation above sea level ranges from 1400 to 1900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eveleth, Eaglesnest, Conic, Soudan, Wahlsten, Cathro and Rifle soils. The well drained Eveleth and the moderately well drained Eaglesnest soils form a hydrosequence with Babbitt soils. The well drained Conic and moderately well drained Wahlsten soils have bedrock within 40 inches. The moderately well drained Soudan soils have a sandy mantle and are on higher or more sloping positions. The very poorly drained Cathro and Rifle soils formed in organic material and are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Runoff is low to medium. Saturated hydraulic conductivity is slow or very slow. The Babbitt soils have perched seasonal high saturation at 1.0 to 2.0 feet from April through June and October through November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Principal trees are aspen, paper birch, balsam fir, white spruce, red pine and jack pine. Native vegetation was mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast Minnesota, MLRA-93A. Moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 5 inches (A horizon); cambic horizon - the zone from 5 to 30 inches (Bw horizons); aquic subgroup based on 2 chroma redox features above a depth of 60 cm.; densic materials - the zone from 50 to 80 inches (2Cd1 and 2Cd2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A-- 0 to 5 inches; very dark brown (10YR 2/2) stony loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to weak fine granular; friable; 5 percent gravel, 8 percent cobbles, 10 percent stones and 8 percent boulders; very strongly acid; gradual wavy boundary. (1 to 5 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1-- 5 to 14 inches; dark yellowish brown (10YR 4/6) stony loam; weak medium subangular blocky structure; friable; few medium distinct brown (7.5YR 4/4) Fe concentrations; 5 percent gravel, 5 percent cobbles, 10 percent stones and 8 percent boulders; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2-- 14 to 30 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam; weak medium subangular blocky structure; friable; common medium distinct yellowish brown (10YR 5/6) Fe concentrations and common medium distinct grayish brown (10YR 5/2) Fe depletions; 10 percent gravel, 5 percent cobbles, 5 percent stones and 5 percent boulders; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizons is 16 to 48 inches.)"
      },
      {
        "name": "2BC",
        "top": 76,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC-- 30 to 50 inches; brown (10YR 4/3) very gravelly sandy loam; weak medium subangular blocky structure; friable; common coarse prominent yellowish brown (10YR 5/8) and common coarse prominent strong brown (7.5YR 5/6) Fe concentrations and common coarse distinct light brownish gray (10YR 6/2) Fe depletions; 20 percent gravel, 5 percent cobbles, 10 percent stones and 2 percent boulders; moderately acid; clear wavy boundary. (0 to 25 inches thick.)"
      },
      {
        "name": "2Cd1",
        "top": 127,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Cd1-- 50 to 68 inches; dark grayish brown (2.5Y 4/2) very gravelly sandy loam; massive; firm; common medium faint brown (10YR 4/3) Fe concentrations; 20 percent gravel, 5 percent cobbles, 10 percent stones and 2 percent boulders; moderately acid; gradual wavy boundary."
      },
      {
        "name": "2Cd2",
        "top": 173,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd2-- 68 to 80 inches; olive brown (2.5Y 4/3) very gravelly sandy loam; massive; firm; 20 percent gravel, 10 percent cobbles, 10 percent stones and 2 percent boulders; slightly acid."
      }
    ]
  ]
}
