{
  "SERIES": "BABCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JKW-CLN-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Babco series consists of very deep, somewhat poorly drained, moderately slow permeable soils that formed in sandy and loamy alluvium of Quarternary age.  These nearly level soils are on relic bars on terrace risers of river valleys.  Slope ranges from 0 to 1 percent.  Mean annual temperature is about 20 degrees C (68 degrees F), and mean annual precipitation is about 1321 mm (52 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Oxyaquic Alorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Babco loamy fine sand, in an area of Tyden-Babco complex, in woodland  (Colors are for moist soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); very dark gray (10YR 3/1) loamy fine sand; weak fine subangular blocky structure; slightly hard, friable; many very fine, fine and common medium roots; common fine and medium interstitial pores; 2 in of slightly decomposed leaf litter on surface; 30 percent white (10YR 8/1) sand grains mixed throughout; extremely acid; clear smooth boundary. (10 to 28 cm [4 to 11 in] thick)\nE--20 to 30 cm (8 to 12 in); light brownish gray (10YR 6/2) loamy fine sand; weak medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; common fine and medium interstitial and tubular pores; few very dark gray (10YR 3/1) organic stains on surfaces of peds; extremely acid; abrupt wavy boundary. (15 to 38 cm [6 to 15 in] thick)\nBhs--30 to 41 cm (12 to 16 in); dark brown (7.5YR 3/2) fine sandy loam; weak medium subangular blocky structure; hard, firm; few very fine roots between peds; common very fine and fine vesicular and tubular pores; 10 percent weakly cemented dark brown (7.5YR 3/2), dark grayish brown (10YR 4/2), black (7.5YR 2/1), very dark grayish brown (10YR 3/2) and brown (7.5YR 5/3) nodules; 10 percent masses of light brown (7.5YR 6/4) fine sandy loam in the upper part; extremely acid; clear wavy boundary.  (10 to 28 cm [4 to 11 in] thick)\nBs--41 to 57 cm (16 to 22 in); brown (7.5YR 4/4) fine sandy loam; weak medium subangular blocky structure; slightly hard, friable; few very fine roots between peds; common very fine tubular pores; 15 percent moderately cemented strong brown (7.5YR 5/8), brownish yellow (10YR 6/6), yellowish brown (10YR 5/8), brown (7.5YR 5/3) and yellowish red (5YR 5/6) nodules; common fine prominent brownish yellow (10YR 6/8) redox concentrations with clear boundaries on faces of peds; common fine and medium distinct dark yellowish brown (10YR 4/4) redox concentrations with sharp boundaries along roots and pores; common fine and medium light gray (10YR 7/2) redox depletions with diffuse boundaries adjacent to redox concentrations; very strongly acid; clear wavy boundary. (13 to 56 cm [5 to 22 in] thick)\nE'--57 to 108 cm (22 to 43 in); very pale brown (10YR 7/3) fine sandy loam; weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; common very fine roots between peds; many fine and medium vesicular pores; few fine distinct yellowish brown (10YR 5/6) redox concentrations with diffuse boundaries on surfaces of prisms; common fine distinct gray (10YR 5/1) redox depletions with diffuse boundaries adjacent to redox concentrations; very strongly acid; gradual wavy boundary. (28 to 58 cm [11 to 23 in] thick)\nE/Btg--108 to 140 cm (43 to 55 in); very pale brown (10YR 7/3) fine sandy loam (E); 20 percent light brownish gray (10YR 6/2) (Btg); weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; few very fine roots between peds; common fine vesicular pores; few faint light brownish gray (10YR 6/2) clay films on faces of peds; common fine and medium prominent brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on surfaces of prisms; common fine prominent yellowish red (5YR 5/6) redox concentrations with clear boundaries on faces of peds in the Btg; 10 percent brittle material; very strongly acid; gradual wavy boundary. (30 to 94 cm [12 to 37 in] thick)\nBtg/Eg1--140 to 170 cm (55 to 67 in); light brownish gray (10YR 6/2) fine sandy loam (Btg); 40 percent light gray (10YR 7/2) (Eg); weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; common very fine roots between peds; common very fine vesicular pores; few faint grayish brown (10YR 5/2) clay films on faces of peds; common medium and coarse distinct brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on faces of peds; common fine prominent strong brown (7.5YR 5/8) redox concentrations with clear boundaries on faces of peds in the Btg; the E portion consists of interfingering of albic material 0.4 to 2.5 cm (1/8 to 1 inch) wide between prisms and is a clay depletion resulting from aquic conditions; 10 percent brittle material; very strongly acid; gradual wavy boundary.\nBtg/Eg2--170 to 203 cm (67 to 80 in); light brownish gray (10YR 6/2) fine sandy loam (Btg); 40 percent light gray (10YR 7/2) (Eg); weak coarse prismatic structure parting to weak medium subangular blocky; very hard, firm; common very fine pores; few faint grayish brown (10YR 5/2) clay films on surfaces of peds; common fine and medium distinct brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on faces of peds; common fine prominent strong brown (7.5YR 4/6) redox concentrations with clear boundaries on faces of peds in the Btg; the E portion consists of interfingering of albic material 0.4 to 2.5 cm (1/8 to 1 inch) wide between prisms and is a clay depletion due to aquic conditions; 25 percent brittle material; very strongly acid; gradual wavy boundary.\nBtg/Eg3--203  to 230 cm (80 to 90 in); gray (10YR 6/1) fine sandy loam (Btg); 20 percent light gray (10YR 7/2) (E'g); weak coarse prismatic structure parting to weak medium subangular blocky; very hard, firm; common very fine pores; very few faint grayish brown (10YR 5/2) clay films on faces of peds; common medium and coarse prominent brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on faces of peds; common fine prominent strong brown (7.5YR 5/6) redox concentrations with clear boundaries on faces of peds in the Btg; the E portion consists of interfingering of albic material 0.4 to 2.5 cm (1/8 to 1 inch) wide between prisms and is a clay depletion due to aquic conditions; 35 percent brittle material; strongly acid. (combined thickness of the Btg/Eg horizons is 30 to 109 cm [12 to 43 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardin County, Texas; from the intersection of U.S. Highway 69 and Farm Road 326 in Kountze; 7.8 miles north on U.S. Highway 69 to the intersection with Farm Road 420; 3.8 miles east on Farm Road 420 to the intersection with county road; 1.3 miles north and east on county road to forest road; 0.6 mile north and east on forest road to pipeline; 30 feet north of pipeline on mound. Hicksbaugh USGS quad; Latitude: 30 degrees, 28 minutes, 51 seconds N; Longitude: 94 degrees, 18 minutes, 54 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is 20 to 60 cm (8 to 24 in).  The soil moisture control section remains moist in some or all parts for more than 275 cumulative days in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nSolum thickness is more than 200 cm (80 in).\nParticle-size control section (weighted average)\nClay content: 2 to 8 percent\nAluminum saturation percent: 70 to 100 percent\nCEC/clay ratio: 0.30 to 0.40\nIron by ammonium oxalate in Bhs and Bs: 0.04 to 0.09\nReaction: Extremely acid or very strongly acid throughout\nA horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nE horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nBhs horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 2 to 4\nOrtstein nodules: amount-5 to 25 percent, color-shades of red, brown, yellow, and black brittleness-weakly to moderately cemented\nBs horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: loamy very fine sand or fine sandy loam\nRedox concentrations: amount-1 to 4 percent, size-fine or medium, color- shades of brown or yellow, contrast distinct or prominent, boundary-clear or diffuse, location-along roots and pores and in matrix\nOrtstein nodules: amount-5 to 25 percent, color-shades of red, brown, yellow, and black brittleness-weakly to moderately cemented\nE' horizon\nHue: 10YR\nValue: 7 or 8\nChroma: 3 or 4\nTexture: loamy fine sand or fine sandy loam\nRedox concentrations: amount 2 to 5 percent, size-fine or medium, color-shades of brown, contrast-distinct or prominent, boundary-clear or diffuse, location-on surfaces of peds and along roots and pores\nRedox depletions: amount-1 to 4 percent, size-fine or medium, color-shades of gray, contrast-faint or distinct, boundary-clear or diffuse, location-surfaces of peds\nE part of E/Btg horizon\nHue: 10YR\nValue: 7 or 8\nChroma: 3 or 4\nBtg part of the E/Btg Horizon\nHue: 10YR\nValue: 6 or 7\nChroma: 1 or 2\nTexture: loamy fine sand or fine sandy loam\nRedox concentrations: amount- 8 to 15 percent, size-fine or medium, color-shades of brown, contrast-distinct or prominent, boundary-clear or diffuse, location-surfaces of peds, in matrix, and along roots and pores\nRedox depletions: amount-2 to 10 percent, size-fine or medium, color-shades of gray, contrast-faint or distinct, boundary-clear or diffuse, location-surfaces of peds\nBtg part of the Btg/Eg horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 1 or 2\nEg part of the Btg/Eg horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8\nChroma: 1 or 2\nTexture: fine sandy loam or loam\nRedox concentrations: amount- 8 to 15 percent, size-fine or medium, color-shades of red, brown, or yellow, contrast-distinct or prominent, boundary-clear or diffuse, location-in Btg\nRedox depletions: amount-2 to 10 percent, size-fine or medium, color-shades of gray, blue, or green contrast-faint or distinct, boundary-clear or diffuse, location-surfaces of peds\nBrittleness: 10 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Bimini, Cassia, Echaw, Electra, Hurricane, Mandarin, Narcoossee, Newnan, Pomello, Ridgeland, and Zolfo series.  These soils have a sandy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium of Quarternary age\nLandform: relict bars on terrace risers of river valleys\nSlope: 0 to 1 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern: Precipitation is evenly distributed throughout the year with slight increase during the late spring and fall months.\nFrost-free period: 240 to 300 days\nElevation: 8 to 46 m (26 to 150 feet)\nThornthwaite annual P-E indices: 68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Belrose, McNeely, Turkey, Tyden, and Votaw series.\nBelrose soils: do not have a spodic horizon, are loamy throughout, and are on a higher terrace riser landscape position\nMcNeely, Turkey, and Votaw soils: do not have a spodic horizon, are sandy throughout, and are on a higher terrace riser landscape position\nTyden soils: do not have a spodic horizon, are very poorly drained, and are in a open ended depression landscape position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.   Runoff is very low.  These soils remain saturated from 57 to 140 cm (22 to 55 in) from the soil surface from during the winter and spring months"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for woodland and wildlife habitat.  Native vegetation is longleaf pine and water oak.  Loblolly and slash pine are used in planted stands.  The understory is composed of various shrubs such as gallberry and wax myrtle.  Grasses include bluestems and panicums, and various forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Gulf Coast Flatwoods of southeast Texas and possibly Louisiana; LRR T; MLRA 152B; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardin County, Texas, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Besner and Betis series.  The classification is based on laboratory data indicating less than 0.10 percent iron by ammonium oxalate and high aluminum saturation.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in).  (E, Bhs, Bs, and E horizons)\nUmbric epipedon: 0 to 20 cm (0 to 8 in).  (A horizon)\nSpodic horizon: 30 to 57 cm (12 to 22 in).  (Bhs and Bs horizons)\nArgillic horizon: 140 to 230 cm (43 to 90 in).  (Btg/E horizons)\nOxyaquic features: The soil is saturated at a depth of 56 to 91 cm (22 to 36 in) from the soil surface from late December to April in 6 or more out of 10 years.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S94TX-199-004 from Hardin County, Texas.\nADDITIONAL DATA:  Data available from National Soil Survey Laboratory on sample (S94TX-199-004) and Texas A&M University Soil Characterization Lab on sample (C9196 to C9207) from the type location in Hardin County, TX.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 20 cm (0 to 8 in); very dark gray (10YR 3/1) loamy fine sand; weak fine subangular blocky structure; slightly hard, friable; many very fine, fine and common medium roots; common fine and medium interstitial pores; 2 in of slightly decomposed leaf litter on surface; 30 percent white (10YR 8/1) sand grains mixed throughout; extremely acid; clear smooth boundary. (10 to 28 cm [4 to 11 in] thick)"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--20 to 30 cm (8 to 12 in); light brownish gray (10YR 6/2) loamy fine sand; weak medium subangular blocky structure; slightly hard, friable; common very fine and fine roots; common fine and medium interstitial and tubular pores; few very dark gray (10YR 3/1) organic stains on surfaces of peds; extremely acid; abrupt wavy boundary. (15 to 38 cm [6 to 15 in] thick)"
      },
      {
        "name": "Bhs",
        "top": 30,
        "bottom": 41,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--30 to 41 cm (12 to 16 in); dark brown (7.5YR 3/2) fine sandy loam; weak medium subangular blocky structure; hard, firm; few very fine roots between peds; common very fine and fine vesicular and tubular pores; 10 percent weakly cemented dark brown (7.5YR 3/2), dark grayish brown (10YR 4/2), black (7.5YR 2/1), very dark grayish brown (10YR 3/2) and brown (7.5YR 5/3) nodules; 10 percent masses of light brown (7.5YR 6/4) fine sandy loam in the upper part; extremely acid; clear wavy boundary.  (10 to 28 cm [4 to 11 in] thick)"
      },
      {
        "name": "Bs",
        "top": 41,
        "bottom": 57,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--41 to 57 cm (16 to 22 in); brown (7.5YR 4/4) fine sandy loam; weak medium subangular blocky structure; slightly hard, friable; few very fine roots between peds; common very fine tubular pores; 15 percent moderately cemented strong brown (7.5YR 5/8), brownish yellow (10YR 6/6), yellowish brown (10YR 5/8), brown (7.5YR 5/3) and yellowish red (5YR 5/6) nodules; common fine prominent brownish yellow (10YR 6/8) redox concentrations with clear boundaries on faces of peds; common fine and medium distinct dark yellowish brown (10YR 4/4) redox concentrations with sharp boundaries along roots and pores; common fine and medium light gray (10YR 7/2) redox depletions with diffuse boundaries adjacent to redox concentrations; very strongly acid; clear wavy boundary. (13 to 56 cm [5 to 22 in] thick)"
      },
      {
        "name": "E'",
        "top": 57,
        "bottom": 108,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E'--57 to 108 cm (22 to 43 in); very pale brown (10YR 7/3) fine sandy loam; weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; common very fine roots between peds; many fine and medium vesicular pores; few fine distinct yellowish brown (10YR 5/6) redox concentrations with diffuse boundaries on surfaces of prisms; common fine distinct gray (10YR 5/1) redox depletions with diffuse boundaries adjacent to redox concentrations; very strongly acid; gradual wavy boundary. (28 to 58 cm [11 to 23 in] thick)"
      },
      {
        "name": "E/Btg",
        "top": 108,
        "bottom": 140,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/Btg--108 to 140 cm (43 to 55 in); very pale brown (10YR 7/3) fine sandy loam (E); 20 percent light brownish gray (10YR 6/2) (Btg); weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; few very fine roots between peds; common fine vesicular pores; few faint light brownish gray (10YR 6/2) clay films on faces of peds; common fine and medium prominent brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on surfaces of prisms; common fine prominent yellowish red (5YR 5/6) redox concentrations with clear boundaries on faces of peds in the Btg; 10 percent brittle material; very strongly acid; gradual wavy boundary. (30 to 94 cm [12 to 37 in] thick)"
      },
      {
        "name": "Btg/Eg1",
        "top": 140,
        "bottom": 170,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg/Eg1--140 to 170 cm (55 to 67 in); light brownish gray (10YR 6/2) fine sandy loam (Btg); 40 percent light gray (10YR 7/2) (Eg); weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; common very fine roots between peds; common very fine vesicular pores; few faint grayish brown (10YR 5/2) clay films on faces of peds; common medium and coarse distinct brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on faces of peds; common fine prominent strong brown (7.5YR 5/8) redox concentrations with clear boundaries on faces of peds in the Btg; the E portion consists of interfingering of albic material 0.4 to 2.5 cm (1/8 to 1 inch) wide between prisms and is a clay depletion resulting from aquic conditions; 10 percent brittle material; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg/Eg2",
        "top": 170,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg/Eg2--170 to 203 cm (67 to 80 in); light brownish gray (10YR 6/2) fine sandy loam (Btg); 40 percent light gray (10YR 7/2) (Eg); weak coarse prismatic structure parting to weak medium subangular blocky; very hard, firm; common very fine pores; few faint grayish brown (10YR 5/2) clay films on surfaces of peds; common fine and medium distinct brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on faces of peds; common fine prominent strong brown (7.5YR 4/6) redox concentrations with clear boundaries on faces of peds in the Btg; the E portion consists of interfingering of albic material 0.4 to 2.5 cm (1/8 to 1 inch) wide between prisms and is a clay depletion due to aquic conditions; 25 percent brittle material; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg/Eg3",
        "top": 203,
        "bottom": 230,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "Btg/Eg3--203  to 230 cm (80 to 90 in); gray (10YR 6/1) fine sandy loam (Btg); 20 percent light gray (10YR 7/2) (E'g); weak coarse prismatic structure parting to weak medium subangular blocky; very hard, firm; common very fine pores; very few faint grayish brown (10YR 5/2) clay films on faces of peds; common medium and coarse prominent brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on faces of peds; common fine prominent strong brown (7.5YR 5/6) redox concentrations with clear boundaries on faces of peds in the Btg; the E portion consists of interfingering of albic material 0.4 to 2.5 cm (1/8 to 1 inch) wide between prisms and is a clay depletion due to aquic conditions; 35 percent brittle material; strongly acid. (combined thickness of the Btg/Eg horizons is 30 to 109 cm [12 to 43 in])"
      }
    ]
  ]
}
