{
  "SERIES": "BABELTHUAP",
  "STATUS": "Established Series",
  "BYREV": "RD: CWS/JLN/RTG",
  "REVDATE": "03/2008",
  "STATES": "PB,PW",
  "OVERVIEW": "The Babelthuap series consists of; very deep, well drained, that is shallow to an abrupt textural change. These soils are on erosional crests of hills on volcanic islands. Babelthuap soils formed in saprolite derived from basalt, andesite, dacite volcanic breccias, tuff, and bedded tuff. Slope is 2 to 75 percent. The mean annual rainfall is about 3685 millimeters (145 inches), and the mean annual temperature is about 27 C (81 F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, ferruginous, isohyperthermic Typic Kandiperox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Babelthuap very gravelly loam on a north-by-northeast-facing, convex, 10 percent slope under fern-land plant communities at an elevation of 48 meters (157 feet.) (Colors are for moist soil unless otherwise noted. All textures are apparent field textures. When described on October 1, 1979, the soil was moist throughout.) The surface is covered by about 70 percent gravel. The fragments are petroferric fragments, ironstone and gibbsite concretions. About 30 percent is bare ground.\nAc--0 to 10 centimeters (0 to 4 inches); dark reddish brown (5YR 3/4) very gravelly loam; brown (7.5YR 4/4) dry; strong very fine and fine granular structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial pores and common very fine and fine tubular pores; 50 percent gravel,  petroferritic fragments and gibbsitic concretions; very strongly acid (pH 4.8, 1:1 water); clear smooth boundary. (10 to 20 centimeters thick) Lab sample # 80P00034\nABc--10 to 28 centimeters (8 to 11 inches); strong brown (7.5YR 4/6) silty clay; moderate medium and coarse subangular blocky structure parting to moderate very fine and fine subangular blocky; firm, slightly sticky and slightly plastic; common very fine and fine roots and few medium roots; common very fine and fine tubular and interstitial pores; common pressure faces; approximately 15 gravel ironstone fragments; very strongly acid (pH 4.9, 1:1 water); clear wavy boundary. (15 to 30 centimeters thick) Lab sample # 80P00035\nBto--28 to 64 centimeters (11 to 25 inches); dark red (2.5YR 3/6) and yellowish red (5YR 4/6) silty clay; moderate medium and coarse angular blocky structure parting to moderate very fine and fine angular blocky; firm, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine tubular and interstitial pores; common thin strong brown (7.5YR 4/6) clay coatings on faces of peds and lining pores; 6 gravel ironstone concretions; very strongly acid (pH 4.9, 1:1 water); gradual irregular boundary. (25 to 51 centimeters thick) Lab sample # 80P00036\nCBt--64 to 200 (25 to 78 inches); dark yellowish brown (10YR 3/6) silty clay loam; pinkish gray (7.5YR 6/2) specks, some areas dominated by specks, others by matrix color; weak medium and thick platy structure parting to moderate fine angular blocky; firm, slightly sticky and slightly plastic; few very fine roots following ped faces; few very fine tubular pores in peds; common very fine and fine tubular pore clay coatings on peds; many thin and moderately thick strong brown (7.5YR 5/6) coatings on faces of peds and lining pores, 14 percent gravel petroferric fragments, gibbsite pendants, and ironstone concretions; very strongly acid (pH 4.6; 1:1 water.) Lab sample # 80P00037"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Airai Municipality, Babeldaob Island, Republic of Palau; about 920 meters (3,020 feet) E. and 360 meters (1,180) S. of SE. corner of Ngerimel Reservoir dam; WGS 84, UTM  E, N, zone 53 WGS 84 UTM 449037 meters E, 814859 meters N, zone 53; Lat 7 22' 17.88\" N and Long 134 32' 17.61\" E"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to diagnostic feature: kandic horizon: 2 to 15 centimeters (1 to 6 inches)\nControl section: 25 to 100 centimeters (10 to 39 inches)\nThickness of solum: 50 to 100 centimeters (20 to 39 inches.)\nDepth to diagnostic features::\nabrupt textural change: 3 to 20 centimeters (1 to 8 inches\nkandic horizon: 3 to 20 centimeters (1 to 8 inches)\nThickness of diagnostic features:\nochric epipedon: 2 to 15 centimeters (1 to 6 inches)\nkandic horizon: 11 to 90 centimeters (4 to 35 inches)\nLinear extensibility: 3 to 7 percent, weighted average RV is 4.8 percent\nSurface Fragments: Rock fragments are vesicular petroferric fragments, ironstone and gibbsite concretions; 20 to 95 percent total rock fragments; 20 to 80 percent gravel; 0 to 15 percent cobbles\nMean annual soil temperature: 28 C (83 F)\nA and AB horizon(s):\nHue: 5 YR, 7.5 YR, or 10YR\nValue: 3 or 4 moist\nChroma: 2 to 4 moist\nTexture: silty clay loam, silt loam, silty clay and is gravelly or very gravelly\nFragment size and content: Rock fragments are petroferric fragments, ironstone and gibbsite\nconcretions; 15 to 35 percent total rock fragments; 15 to 35 percent gravel; 0 to 15 percent cobbles.\nSand content: 5 to 25 percent\nClay content: 15 to 35 percent\nSilt content: 50 to 80 percent\nReaction: pH 4.7 to 5.1\nNew Zealand P Retention: 30 to 45 percent\nAluminum Saturation: 60 to 75 percent\nCation Exchange Capacity: 10 to 30 meq/100grams\nEffective Cation Exchange Capacity: 2 to 15 meq/100grams\nOrganic Matter Content: 1 to 4 percent\nBto horizon(s):\nHue: 10R, 2.5YR, 5YR, or 7.5YR\nValue: 3 or 4 moist\nChroma: 6 moist\nTexture: silty clay, silty clay loam\nFragment size and content: Rock fragments are petroferric fragments, ironstone and gibbsite\nconcretions; 0 to 15 percent total rock fragments; 0 to 15 percent gravel; 0 to 5 percent cobbles\nSand content: 0 to 15 percent\nSand content: 0 to 15 percent\nClay content: 30 to 60 percent\nSilt content: 35 to 80 percent\nReaction: pH 5.4 to 5.6\nNew Zealand P Retention: 60 to 75 percent\nAluminum Saturation: 60 to 75 percent\nCation Exchange Capacity:  4 to 7 meq/100grams\nEffective Cation Exchange Capacity: 0.5 to 1 meq/100grams\nOrganic Matter Content: 0.7 to 2.7 percent\nC, BCt, and CBt horizon(s):\nHue: 10R, 2.5YR, 5YR, 7.5YR, or 10YR\nHue of clay coatings: 7.5YR or 10YR\nHue pseudomorphs: 2.5Y, 5GY, or 5Y\nValue: 3 to 5 moist\nChroma: 3 to 8 moist\nValue of pseudomorphs: 6 to 8 moist\nChroma of pseudomorphs: 1 to 3 moist\nTexture: silty clay, clay, silty clay loam, loam\nFragment size and content: Rock fragments are petroferric fragments, ironstone and gibbsite\nconcretions; 0 to 15 percent total rock fragments; 0 to 15 percent gravel; 0 to 5 percent cobbles\nSand content: 0 to 45 percent\nSilt content: 15 to 80 percent\nClay content: 15 to 80 percent\nReaction: pH 5.1 to 5.5\nNew Zealand P Retention: 50 to 65 percent\nAluminum Saturation: 85 to 90 percent\nCation Exchange Capacity: 10 to 15 meq/100grams\nEffective Cation Exchange Capacity: 3.5 to 8 meq/100grams\nOrganic Matter Content: 0.5 to 0.6 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Babelthuap soils are primarily on backslopes of convex ridges and other erosional surfaces on hills of volcanic islands. Slope is 2 to 75 percent. The soils formed in saprolite derived from basalt, andesite, dacite, volcanic breccias, tuff, and bedded tuff. They are dominant under Fern Land plant communities.  Elevation is 1 to 234 meters (3 to 768 feet.) The climate is tropical and moist. Because of the strong marine influence, the diurnal and annual range of temperature is limited. Rainfall averages about 3685 millimeters (145 inches) per year and ranges from approximately 2900 to 4400 mm (114 to 173 in.) The seasonal wet (May to November) and dry seasons (December to April) with the driest months (February, March, and April) averaging 178 to 229 milliliters (7 to 9 inches) per month. Rainfall is derived from convective uplift, which results in short duration rainstorms of high intensity. Rainfall is irregularly distributed geographically. These soils lie within the latitudinal zone that receives more solar radiation than it re-radiates back to space. This imbalance maintains the atmospheric temperatures in a quasi-steady state. The mean daily temperature throughout the year averages 27 C (81 F) with a mean diurnal range of about 4 C (7 F.) Relative humidity averages about 90 percent at night and 75 to 80 percent during the day."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aimeliik, Ngardmau, and Palau soils. Aimeliik soils have a higher organic matter, fertility status, and cation exchange and are under forest vegetation. The Ngardmau soils are on erosional surfaces under degraded anthropic savannah vegetation and are 25 to 50 centimeters (10 to 20 inches) deep to solum (saprolite C-horizon.). They occur only on ridges, highly degraded, and support \"degraded\" savanna vegetation dominated by picture plants and false staghorn ferns, which high tolerates aluminum soils. Palau series are under grassland savannas dominated by pandanus and grasses. They have 9 to 12 percent and occur on ancient anthropogenic hillslope terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is low on the gentle slopes and high on the steeper slopes, moderately high-saturated hydraulic conductivity.   Saturated hydraulic conductivity is high in the surface layer and moderately high in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are in fern-land plant communities and are used only for watershed. A few areas are used as a source for mining bauxite. The vegetation is degraded anthropic savannah consisting of poor stands of Gleichenia linearis, Nepenthea mirabilis, Ectrosia lepornia and Paspalum orbiculare, scattered shrubs and pandanus.\nThis plant community is commonly dominant with Gleicheinia sp. Other associates that may be found scattered if the ferns are still short and young include Lycopodium cernuum. If the area has not been subjugated to fire for a considerable amount of time then there is often nothing but Gleichienia or at least a considerable lower diversity then areas exposed to occasional fire. It is common to come across small pockets of these areas deep in the hills of the upland forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 193 Volcanic Islands of Western Micronesia, Republic of Palau. These soils of these series are of small extent; about 9000 acres in size. They are mapped on the islands of island of Babeldaob and to a lesser extent on Koror and Arakabesan."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Airai Municipality, Babeldaob Island, Republic of Palau, 1981. Local pronunciation of the word Babelthuap is \"Babeldaob.\""
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The surface layer becomes dry for short periods particularly during the months of February, March, and April, due to the high coarse fragment content. The soil does not meet the definition of an oxic horizon for the clay content increases by more than 8 percent within 15 centimeters (6 inches.) Gibbsite is aluminum hydroxide and it is the principal component of bauxite. It is the product of intense soil weathering and is very stable in the soil environment. Gibbsite does not contribute to the soluble aluminum in the soil because it is stable.\nSome agricultural crops suffer from aluminum toxicity when the Al saturation is only 10%. Aluminum interferes with the photosynthetic cycle by complexing with phosphate, so with high soluble aluminum the plant is starved for phosphate. Al-toxicity also stunts root growth thereby limiting the amount of soil the plant can exploit for nutrients. Stunted roots can also limit water uptake and can cause plants to wilt with only a few days without water. Some plants (e.g. cassava) have high tolerance to high levels of soluble aluminum. On the Babelthuap series, ferns that are highly tolerant to aluminum can make up nearly 100% of the plant community in places. High soluble Al and acidity may adversely affect soil health by inhibiting beneficial organisms. When liming soils with high soluble aluminum the rule of thumb is to add 1.5 tons of CaCO3 per acre for every milliequivalents of soluble aluminum. The pH only needs to be raised to about 5.5 to eliminate the harmful effects of high soluble aluminum.\nApparent field textures vary for tropical soils; therefore, field textures and their mid-point values of texture classes were used rather than laboratory analysis for particle size. Particle size distribution is difficult to determine in tropical soils because of the strong cohesion of aggregates and their tendency to suspend particles.  The poor dispersion reflects the water-stable aggregates of clay in silt and sand-sized \"particles.\" Therefore, the soils may have a lot of clay but physically they behave as coarser textures.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon -Surface to 28 cm (0 to 11 inches) (A horizon)\nKandic horizon - 28 to 64 cm (11 to 25 inches) (Bo horizon)\nAbrupt textural change - 28 cm (11 inches)\nParticle-size control section - 25 to 100 cm (10 to 39 inches)\nSoil moisture regime subclass: typic\nSoil moisture regime class: perudic\nADDITIONAL DATA: National Soil Survey Laboratory Data No. 79TQ632002, and Military Geology of Palau Islands, 1956, used to define the series. Additional data are National Soil Survey Laboratory # 03PW002001A, 03PW002001B, 03PW002001C, 03PW002001D, 03P-002001E, 03PW002001F, 03PW002001G, 79TQ002B, and 79TQ002C. University of Hawaii at Manoa - College of Tropical Agriculture and Human Resources # 07-726 to 07-727\nTaxonomic Version: Keys to Soil Taxonomy, 10th edition 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ac",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ac--0 to 10 centimeters (0 to 4 inches); dark reddish brown (5YR 3/4) very gravelly loam; brown (7.5YR 4/4) dry; strong very fine and fine granular structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial pores and common very fine and fine tubular pores; 50 percent gravel,  petroferritic fragments and gibbsitic concretions; very strongly acid (pH 4.8, 1:1 water); clear smooth boundary. (10 to 20 centimeters thick) Lab sample # 80P00034"
      },
      {
        "name": "ABc",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "ABc--10 to 28 centimeters (8 to 11 inches); strong brown (7.5YR 4/6) silty clay; moderate medium and coarse subangular blocky structure parting to moderate very fine and fine subangular blocky; firm, slightly sticky and slightly plastic; common very fine and fine roots and few medium roots; common very fine and fine tubular and interstitial pores; common pressure faces; approximately 15 gravel ironstone fragments; very strongly acid (pH 4.9, 1:1 water); clear wavy boundary. (15 to 30 centimeters thick) Lab sample # 80P00035"
      },
      {
        "name": "Bto",
        "top": 28,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bto--28 to 64 centimeters (11 to 25 inches); dark red (2.5YR 3/6) and yellowish red (5YR 4/6) silty clay; moderate medium and coarse angular blocky structure parting to moderate very fine and fine angular blocky; firm, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine tubular and interstitial pores; common thin strong brown (7.5YR 4/6) clay coatings on faces of peds and lining pores; 6 gravel ironstone concretions; very strongly acid (pH 4.9, 1:1 water); gradual irregular boundary. (25 to 51 centimeters thick) Lab sample # 80P00036"
      }
    ]
  ]
}
