{
  "SERIES": "BABEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLP/JBS/DM",
  "REVDATE": "10/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: loamy-skeletal, mixed, superactive, subgelic Typic Haploturbels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Babel silt loam - on a slope of 15 percent under alder scrub with fireweed and grass understory at 2750 feet elevation. (All colors are for moist soil unless noted)\nOe--0 to 2 inches ( 0 to 5 cm); very dark brown (10YR 2/2) moderately decomposed organic matter; many very fine to coarse roots; very strongly acid (pH 4.6); clear smooth boundary (1 to 4 inches thick).\nAO--2 to 4 inches (5 to 10 cm); black (10YR 2/1) mucky silt loam; weak, thin platy structure; friable; slightly sticky and slightly plastic; few very fine to fine roots; very strongly acid (pH 5.0); clear wavy boundary (1 to 5 inches thick).\nA/2Bw--4 to 8 inches (10 to 20 cm); very dark grayish brown (10YR 3/2) and dark brown (10YR 3/3) gravelly silt loam; weak fine subangular blocky; friable; slightly sticky and slightly plastic; few very fine to fine roots; 20 percent gravel; moderately acid (pH 6.0); clear irregular boundary (3 to 7 inches thick).\n2BC--8 to 18 inches(20 to 46 cm); olive brown (2.5Y 4/3) gravelly sandy loam; weak fine subangular blocky structure; friable; slightly sticky and slightly plastic; 30 percent gravel; moderately acid (pH 6.0); clear smooth boundary (8 to 14 inches thick).\n2C--18 to 25 inches (46 to 64 cm); olive brown (2.5Y 4/3) very stoney sandy loam; weak fine subangular blocky structure; extremely firm; slightly sticky and slightly plastic; 15 percent gravel; 10 percent cobbles; and 20 percent stones; slightly acid (pH 6.4); clear smooth boundary (5 to 14 inches thick).\n2Cf--25 to 60 inches (64 to 153 cm); olive brown (2.5Y 4/4) permanently frozen extremely gravelly sandy loam; massive; extremely firm; nonsticky and nonplastic; 40 percent gravel and 10 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: About 1 mile northwest of Dome Lake; in the SE 1/4 of the NW 1/4, section 17, T. 13S , R. 10E; Mt. Hayes (D-4) 1:63,380 quad; Fairbanks Meridian; UTM north 7074355 and UTM east 556617, zone 6."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: about 25 degrees F\nThickness of organic materials: 2 to 7 inches\nDepth to till: 4 to 20 inches\nDepth to permafrost: 14 to 39 inches\nO horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 or 3; chroma of 1 or 2\nTexture: slightly or moderately decomposed plant material\nReaction class: very strongly acid or strongly acid\nAO horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 to 3, chroma of 1 to 2\nTexture: mucky silt loam or silt loam\nReaction class: very strongly acid to moderately acid\nA/2Bw horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 to 3, chroma of 1 to 2\nTexture: silt loam or gravelly silt loam\nCoarse fragments: 10 to 30 percent gravel\nReaction class: very strongly acid to moderately acid\n2BC horizons:\nMatrix color: hue of 10YR or 2.5Y; value of 3 to 4; chroma of 2 to 4\nTexture: gravelly sandy loam or very gravelly sandy loam\nCoarse fragments: 15 to 40 percent\nReaction class: moderately acid or slightly acid\n2C horizons:\nMatrix color: 10YR or 2.5Y; value of 3 to 4; chroma of 2 to 4\nTexture: very stony sandy loam or gravely sandy loam\nCoarse fragments: Total coarse fragments 15 to 45 percent, 10 to 30 percent gravel, 0 to 10 percent cobbles, and 0 to 20 percent stones\nReaction class: moderately acid or slightly acid\n2Cf horizon:\nMatrix color: hue of 10YR or 2.5Y; value of 3 to 5; chroma of 3 to 5\nTexture: permanently frozen very gravelly sandy loam or permanently frozen gravelly sandy loam\nCoarse fragments: Total coarse fragments 20 to 55 percent, 20 to 55 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent stones\nReaction class: moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess over glacial till\nLandform: glacial moraines\nSlope: 0 to 30 percent\nMean annual temperature: 25 to 28 degrees F.\nMean annual precipitation: 14 to 16 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the BUTCHLAKE series. BUTCHLAKE series soils are well drained without permafrost on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, medium to high runoff.  Saturated hydraulic conductivity is moderately high to high above the permafrost and low to very low in the permafrost."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The native vegetation includes alder scrub with fireweed and grass understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 229, Interior Alaska Lowlands. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fort Greely Soil Survey, Alaska, 2002"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nPermafrost: from 25 to 60 inches\nGelic Materials: 4 to 8 inches\nTemperature Regime: pergelic\nMoisture Regime: aquic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
