{
  "SERIES": "BACKCANYON",
  "STATUS": "Tentative Series",
  "BYREV": "DZM-JFR-JJJ-KP",
  "REVDATE": "11/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Calcic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Backcanyon gravelly sandy loam, on a southwest facing slope of 49 percent under California juniper, digger pine, narrowleaf goldenbush and red brome at 1171 meters (3,840 feet) elevation.  (Colors are for dry soil unless otherwise stated.  When described on March 11, 1993, the soil was dry throughout.)\nA--0 to 8 centimeters (0 to 3 inches); brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine interstitial pores; strongly effervescent, carbonates disseminated; 5 percent cobbles, 14 percent gravel; slightly alkaline (pH 7.7); abrupt smooth boundary. (2.5 to 10 centimeters or 1 to 4 inches thick)\nBk1--8 to 23 centimeters (3 to 9 inches); yellowish brown (10YR 5/4) gravelly fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine, and few coarse roots; few very fine interstitial pores; violently effervescent, carbonates disseminated and segregated as coatings on underside of gravel; 5 percent cobbles, 11 percent gravel; moderately alkaline (pH 8.1); clear smooth boundary. (10 to 20 centimeters or 4 to 8 inches thick)\nBk2--23 to 38 centimeters (9 to 15 inches); yellowish brown (10YR 5/4) gravelly fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine, and few medium and coarse roots; common very fine interstitial and few tubular pores; violently effervescent, carbonates disseminated and segregated as coatings on underside of gravel; 6 percent cobbles, 14 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary. (13 to 18 centimeters or 5 to 7 inches thick)\nCr--38 to 58 centimeters (15 to 23 inches); discontinuous decomposing calcareous metamorphic rock intermingled with granitic rocks.\nR--58 centimeters (23 inches); hard calcareous metamorphic rock intermingled with granitic rocks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California.  About 0.3 mile northeast of the junction of Back Canyon Rd. and Juniper Rd., about 300 feet south and 400 feet east of the northwest corner of Sec. 22, T. 30 S., R. 34 E., MDB&M; Latitude 35 degrees 18 minutes and 50 seconds north, Longitude 118 degrees 19 minutes and 31 seconds west; USGS Emerald Mountain Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - Average annual: 15 to 18 degrees C. (59 to 65 degrees F.). The soil temperature is greater than 5 degrees C. (41 degrees F.) from about February 1 to December 15 (300 to 330 days) and is greater than 8 degrees C. (47 degrees F.) from about March 1 to December 1 (250 to 290 days).\nSoil moisture - The soils are dry from about June 10 to November 15 (140 to 160 days). The soil is moist in some or all parts for 90 or more days when the soil temperature is greater than 8 degrees C. (47 degrees F.).\nParticle size control section:\nRock fragments: 0 to 5 percent boulders and stones, 0 to 7 percent cobbles and 10 to 35 percent gravel.\nDepth to weathered rock (paralithic contact): 30 to 50 centimeters (12 to 20 inches).\nDepth to hard rock: (lithic materials) 51 to 89 centimeters (15 to 30 inches).\nA horizon\nHue: 10YR\nValue: 5 or 6 dry; 3, 4 or 5 moist\nChroma: 3 or 4 dry; 2, 3 or 4 moist\nTexture: gravelly coarse sandy loam or gravelly fine sandy loam with 8 to\n18 percent clay\nOrganic matter: o.9 to 3 percent\nEffervescence: none to violent\nBk horizon\nHue: 10YR\nValue: 5, 6 or 7 dry; 3, 4, or 5 moist\nChroma: 3 or 4 dry, 3 or 4 moist\nTexture: gravelly sandy loam, gravelly fine sandy loam or gravelly\ncoarse sandy loam with 8 to 18 percent clay\nOrganic matter: 0.1 to 1 percent\nEffervescence: slight to violent, some pedons have carbonates as filaments\nor coatings on gravel and cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Backcanyon soils are on hillslopes and mountain slopes of 15 to 60 percent.  The soils formed in material weathered from interbedded calcareous metamorphic (commonly metasedimentary) rock that overlies granitic rock.  In some areas, the metamorphic rock is eroded away leaving weathered calcareous granitic rock.  In some areas there is a layer of hard metamorphic rock that is underlain by weathered granite, but this does not qualify as a lithic contact.  Elevations are 915 to 1525 meters (3,000 to 5,000 feet).  Calcareous rock outcrop is associated with this soil in most areas.  Backcanyon soils occur on south, west and east facing slopes near calcareous rocks.  The average annual precipitation is 250 to 640 millimeters (10 to 20 inches), with some of it as snow at the higher elevations.  The mean January temperature is about 6 degrees C (42 degrees F.); mean July temperature is about 26 degrees C. (79 degrees F.).  The mean annual temperature is 14 to 18 degrees C. (57 to 64 degrees F.).  The frost-free season is 175 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Locobill (T), Sesame, Tunis and Tweedy.  Locobill, Sesame and Tweedy soils are moderately deep and have an argillic horizon.  Tweedy soils occur on north slopes.  Tunis soils have a mollic epipedon.  Sesame and Tunis soils are noncalcareous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for livestock grazing and wildlife habitat.  The vegetation is mainly California junipers, red brome, goldenbush, Digger pine, yucca, and California buckwheat.  Oaks occur in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Sierra Nevada Range in California. This series is not extensive.  MLRA is 18."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Northeastern Kern County, California 1993.  The name is taken from Back Canyon Road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon -- the zone from 0 to 8 centimeters (0 to 3 inches) (A)\nCambic horizon -- the zone from 8 to 38 centimeters (3 to 15 inches) (Bw1, Bw2)\nParalithic contact (root limiting) -- 38 centimeters (15 inches) (Cr)\nThis soil was formerly classified as Ruptic-Lithic Xerocherpts, the modal site was moved to a more representative location.\nSampled by NSSL, sample S93CA-029-004\nNational Cooperative Soil Survey\nU.S.A."
  }
}
