{
  "SERIES": "BACLIFF",
  "STATUS": "Established Series",
  "BYREV": "GWC-JKW-RM",
  "REVDATE": "03/2016",
  "STATES": "TX",
  "OVERVIEW": "The Bacliff series consists of very deep, poorly drained soils. These nearly level soils formed in clayey fluviomarine deposits derived from the Beaumont Formation. Slope ranges from 0 to 1 percent, but are typically less than 0.5 percent. Mean annual air temperature is about 20.6 degrees C (69 degrees F), and mean annual precipitation is about 1143 mm (45 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Aquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bacliff clay--rangeland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 23 cm, (0 to 9 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and plastic; many fine roots; common fine brown (10YR 4/3) organic stains; moderately acid; gradual wavy boundary. (13 to 30 cm [5 to 12 in] thick)\nBg--23 to 89 cm, (9 to 35 in); gray (10YR 5/1) clay, gray (10YR 6/1) dry; strong coarse angular blocky structure parting to moderate fine angular blocky; very hard, very firm, very sticky and plastic; few brown organic stains; common pressure surfaces; few distinct slickensides in lower part; few fine roots; 8 percent  fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; neutral; gradual wavy boundary. (15 to 76 cm [6 to 30 in] thick)\nBssg1--89 to 122 cm,(35 to 48 in); gray (10YR 6/1) clay, light gray (10YR 7/1) dry; strong coarse angular blocky structure parting to moderate fine angular blocky; very hard, very firm, very sticky and plastic; few fine roots;; common pressure surfaces; few distinct slickensides; 5 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries in matrix; neutral; gradual wavy boundary. (Combined thickness of the Bssg horizons is 97 to 175 cm [38 to 69 in])\nBssg2--122 to 203 cm, (48 to 80 in); gray (10YR 6/1) clay, light gray (10YR 7/1) dry; strong coarse angular blocky structure parting to moderate medium angular blocky; very hard, very firm, very sticky and plastic; few distinct slickensides; 20 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries; 20 percent medium faint grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix; few pitted concretions of calcium carbonate 2-10 mm across; few very dark brown (10YR 2/2) iron-manganese nodules 2 to 5 mm across; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Galveston County, Texas; from the intersection of Texas Highway 146 and Farm Road 517 about 5 miles east of Dickinson; 0.2 mile west on Farm Road 517; 250 ft north in rangeland. (Texas City USGS topographic quadrangle; Latitude: 29 degrees, 28 minutes, 23.5 seconds N; Longitude: 94 degrees, 58 minutes, 56.8 seconds W. WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nWhen dry, cracks 2.5 to 5 cm (1 to 2 in) wide extend from the surface into the Bssg horizon, but cracks remain open for less than 90 cumulative days.\nSlickensides begin at depths ranging from 25 to 76 cm (10 to 30 in).\nThe lower boundary of the A horizon is cyclical, having a spacing of 1.8 to 3.7 m (6 to 12 ft) and amplitude of 25 to 76 cm (10 to 30 in).  Undisturbed areas have gilgai micro-relief with micro-high 15 to 38 cm (6 to 15 in) higher than the micro-low.  Distance from the center of the micro-high to center of the micro-low ranges from 1.8 t0 4.6 m (6 to 15 ft).\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent\nA Horizon:\nHue: 10YR to N\nValue: 3 to 5\nChroma: 1 or 2\nTexture: clay or silty clay\nRedox concentrations: amount-0 to 2 percent, location-lining pores, shades-brown\nReaction: moderately acid to slightly alkaline\nBg Horizon:\nHue: 10YR to N\nValue: 3 to 5\nChroma: 1 or 2\nTexture: clay or silty clay\nRedox concentrations: amount-5 to 10 percent, location-lining pores, shades-brown\nRedox depletions: amount-0 to 5 percent; location-adjacent to redox concentrations and in matrix, shades-gray\nReaction: moderately acid to slightly alkaline\nBssg Horizon:\nHue: 10YR to N\nValue: 3 to 5\nChroma: 1 or 2\nTexture: clay or silty clay\nRedox concentrations: amount-8 to 25 percent, location-lining pores, shades-brown\nRedox depletions: amount-5 to 25 percent; location-adjacent to redox concentrations and in matrix, shades-gray\nReaction: moderately acid to moderately alkaline\nSome pedons have a C horizon below 152 cm (60 in) that are yellow and brown in hue of 7.5YR to 2.5Y.  Also, some pedons have 2C horizons that are loam, sandy clay loam or clay loam in shades of red and brown in hue of 2.5YR to 7.5YR.  These layers contain few fine flakes of mica in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are the Beaumont (TX), Lake Charles (TX); League (TX), and the Vamont (TX) series.\nBeaumont soils: have aquic conditions within 50 cm (20 in) of the surface\nLake Charles, League, and Vamont soils: do not have aquic conditions within 100 cm of the surface"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits derived from the Beaumont Formation\nLandscape: coastal plains\nLandform: slight depressions\nSlope: 0 to 1 percent, but are typically less than 0.5 percent\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is not dry in some or all parts for 90 cumulative days in normal years. July and August are the driest months, while the fall, winter and spring months are the wettest months.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nMean annual air temperature range: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nMean annual precipitation range: 1041 to 1397 mm (41 to 55 in)\nPrecipitation Pattern: The rainfall is fairly uniform throughout the year with slight peaks in the spring and fall months.\nFrost-free period: 270 to 300 days\nElevation: 3 to 49 m (10 to 160 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bernard (TX), Edna (TX), Lake Charles (TX), and Verland (TX) series.\nBernard, Edna, and Verland soils: have a loamy surface layer; are on a slightly higher position on a similar landform\nLake Charles soils: are better drained; on a slightly higher landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: poorly drained. Runoff is negligilbe. Very slow permeability. These soils remain saturated from the surface to 46 cm (0 to 18 in) from November to March in normal years. Rarely flooded after periods of high rainfall or from storm surge in areas below 6 m (15 ft) elevation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for growing rice and pasture.  Native grasses are mainly species of andropogon, paspalum, and panicum.  Various species of trees have encroached in a few areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas mainly west of the San Jacinto River, Land Resource Region T; MLRA 150A; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Galveston County, Texas; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Bacliff soils were formerly included with the Beaumont series.  More than 19,000 acres of this soil was mapped as a taxadjunct of the Beaumont series in Brazoria County, TX.  Classification changed from Entic Pelluderts to Aquic Hapluderts 11/2000 based on typifying pedon description.  Further study and characterization data of the series is needed to verify hydrology and classification.\nDiagnostic features recognized in this pedon are:\nOchric epipedon - 0 to 23 cm (0 to 9 in (A horizon).\nCambic horizon - 23 to 203 cm (9 to 80 in) (Bg, Bssg1 and Bssg2 horizons)\nSlickensides - 89 to 203 cm (35 to 80 in) (Bssg horizons).\nAdditional Comments: None\nADDITIONAL DATA: TAMU characterization lab data on pedon S1965TX157090 (project ID NL400010).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 23 cm, (0 to 9 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and plastic; many fine roots; common fine brown (10YR 4/3) organic stains; moderately acid; gradual wavy boundary. (13 to 30 cm [5 to 12 in] thick)"
      },
      {
        "name": "Bg",
        "top": 23,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg--23 to 89 cm, (9 to 35 in); gray (10YR 5/1) clay, gray (10YR 6/1) dry; strong coarse angular blocky structure parting to moderate fine angular blocky; very hard, very firm, very sticky and plastic; few brown organic stains; common pressure surfaces; few distinct slickensides in lower part; few fine roots; 8 percent  fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; neutral; gradual wavy boundary. (15 to 76 cm [6 to 30 in] thick)"
      },
      {
        "name": "Bssg1",
        "top": 89,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg1--89 to 122 cm,(35 to 48 in); gray (10YR 6/1) clay, light gray (10YR 7/1) dry; strong coarse angular blocky structure parting to moderate fine angular blocky; very hard, very firm, very sticky and plastic; few fine roots;; common pressure surfaces; few distinct slickensides; 5 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries in matrix; neutral; gradual wavy boundary. (Combined thickness of the Bssg horizons is 97 to 175 cm [38 to 69 in])"
      },
      {
        "name": "Bssg2",
        "top": 122,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bssg2--122 to 203 cm, (48 to 80 in); gray (10YR 6/1) clay, light gray (10YR 7/1) dry; strong coarse angular blocky structure parting to moderate medium angular blocky; very hard, very firm, very sticky and plastic; few distinct slickensides; 20 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries; 20 percent medium faint grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix; few pitted concretions of calcium carbonate 2-10 mm across; few very dark brown (10YR 2/2) iron-manganese nodules 2 to 5 mm across; moderately alkaline."
      }
    ]
  ]
}
