{
  "SERIES": "BACONPARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHF/MJD/SSP",
  "REVDATE": "11/98",
  "STATES": "UT",
  "OVERVIEW": "The Baconpark series consists of shallow to hardpan, well drained soils that formed in glaciofluvial deposits derived from metamorphic and sedimentary rocks.  Baconpark soils are on outwash plains.  Slopes range from 3 to 8 percent.  Mean annual precipitation is about 14 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, frigid, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baconpark very gravelly loam, on a southeast facing, 4 percent slope in rangeland at an elevation of 6,900 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 1/2 inch of undecomposed or slightly decomposed litter consisting of mainly needles and twigs.  It is also covered by 50 percent rock fragments and hardpan fragments.\nA--0 to 6 inches; brown (7.5YR 4/3) very gravelly loam, dark brown (7.5YR 3/3) moist; weak medium subangular blocky structure parting to moderate very fine and fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium, few coarse roots; many very fine and fine, common medium tubular pores; 10 percent gravel and 10 percent gravel sized hardpan fragments; very slightly effervescent (8 percent calcium carbonate equivalent), carbonates are disseminated and segregated in few irregularly shaped fine masses, and in few hardpan fragments; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 8 inches thick)\nBk1--6 to 10 inches; brown (7.5YR 4/3) very gravelly loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure parting to moderate very fine and fine subangular blocky; soft, friable, slightly sticky and slightly plastic; many very fine, common medium, few coarse roots; many very fine and fine, few medium tubular pores; 35 percent gravel, 10 percent gravel sized hardpan fragments; slightly effervescent (14 percent calcium carbonate equivalent), carbonates are disseminated and segregated in few irregularly shaped fine masses, and in hardpan fragments; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 7 inches thick)\nBk2--10 to 15 inches; brown (7.5YR 4/3) extremely gravelly loam, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common fine, few medium and coarse roots; many very fine, common fine, few medium tubular pores; 15 percent gravel, 45 percent gravel sized hardpan fragments, 10 percent cobble sized hardpan fragments; strongly effervescent (41 percent calcium carbonate equivalent), carbonates are disseminated and in hardpan fragments; moderately alkaline (pH 8.4); gradual wavy boundary.  (4 to 8 inches thick)\nBk3--15 to 18 inches; light brown (7.5YR 6/4) extremely gravelly loam, brown (7.5YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine, few medium and coarse roots; many very fine, common fine, few medium tubular pores; 15 percent gravel, 45 percent gravel sized hardpan fragments, 10 percent cobble sized hardpan fragments; violently effervescent (41 percent calcium carbonate equivalent), carbonates are disseminated and in hardpan fragments; strongly alkaline (pH 8.6); abrupt wavy boundary.  (0 to 3 inches thick)\nBkm--18 to 24 inches; indurated calcium carbonate hardpan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 0.5 miles southwest of Elkhorn Guard Station; located about 2,000 feet south and 2,300 feet west of the northeast corner of sec. 26, T. 2 N., R. 1 W., USBM; Ice Cave Peak, Utah USGS quad; lat. 40 degrees 32 minutes 37 seconds N. and long. 109 degrees 58 minutes 6 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly through the year with a slight increase in late summer and early fall.  Ustic moisture regime bordering on aridic.\nMean annual soil temperature:  44 to 47 degrees F.\nMean annual summer soil temperature:  66 to 69 degrees F.\nDepth to petrocalcic horizon:  10 to 20 inches\nDepth to calcic horizon:  9 to 15 inches\nThickness of the mollic epipedon:  7 to 12 inches\nParticle-size control section:  18 to 27 percent clay; 50 to 80 percent gravel, cobbles (of quartzite, limestone, sandstone, and shale origin), and hardpan fragments; 40 to 50 percent calcium carbonate equivalent\nA horizon:\nChroma:  2 or 3 moist\nRock fragments:  35 to 60 percent gravel, cobbles and hardpan fragments\nCalcium carbonate equivalent:  1 to 10 percent\nBk1 horizon:\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  3 or 4 dry or moist\nTexture:  very gravelly loam, very gravelly sandy clay loam, very cobbly loam, or very cobbly sandy clay loam\nRock fragments:  35 to 60 percent gravel, cobbles and hardpan fragments\nCalcium carbonate equivalent:  10 to 30 percent\nLower Bk horizons:\nValue:  3 to 5 moist\nTexture:  extremely gravelly loam or extremely cobbly sandy clay loam\nRock fragments:  60 to 80 percent gravel, cobbles, and hardpan fragments\nCalcium carbonate equivalent:  40 to 50 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Arrod series.\nArrod:  has hues yellower than 7.5YR, has peak periods of precipitation in the spring, and has a typic ustic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  glaciofluvial deposits derived from metamorphic and sedimentary rocks\nLandform:  outwash plains\nSlopes:  3 to 8 percent\nElevation: 6,600 to 7,200 feet\nMean annual air temperature:  42 to 45 degrees F.\nMean annual precipitation:  12 to 16 inches\nFrost-free period:  90 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clapper, Tridell, Waterhill, Whitesage, and Wildmount series.\nClapper, Tridell, Waterhill, Whitesage, and Wildmount soils are all very deep and do not have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland, wildlife habitat, and recreation.  Potential native vegetation consists of Utah juniper and pinyon with an understory of bluebunch wheatgrass, prairie junegrass, black sagebrush and bluegrass.  This soil has been correlated to the Upland Shallow Loam (Pinyon-Utah Juniper) - 047CY326UT range site in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR E, MLRA 47.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County, Uintah Area Soil Survey, Utah. 1998.  The name comes from a geographic feature in the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 18 inches.  (Bk2 and Bk3 horizons)\nMollic epipedon:  The zone from 0 to 10 inches.  (A and Bk1 horizons)\nCalcic horizon:  The zone from 10 to 18 inches.  (Bk2 and Bk3 horizons)\nPetrocalcic horizon:  The zone from 18 to 24 inches.  (Bkm horizon)\nThe cation exchange activity class was inferred from laboratory data from similar soils in the Uintah Area Soil Survey.\nClassification was changed from shallow Petrocalcic Calciborolls to frigid, shallow Petrocalcic Calciustolls 11/98.\nTaxonomic version:  Eighth Edition, 1998.\nThe surface texture modifier was determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nNational Cooperative Soil Survey\nU.S.A."
  }
}
