{
  "SERIES": "BADENA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLH-RLB-JVC-JBF",
  "REVDATE": "01/2012",
  "STATES": "NV",
  "OVERVIEW": "The Badena series consists of very deep, well drained soils that formed in alluvium derived dominantly from quartzite. Badena soils are on fan remnants. Slopes are 2 to 30 percent. The mean annual precipitation is about 300 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Badena very cobbly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm; brown (10YR 5/3) very cobbly fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine interstitial and vesicular pores; 20 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (8 to 20 cm thick)\nBt1--13 to 25 cm; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine and fine tubular pores; few faint clay films on faces of peds and lining pores; 20 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (10 to 20 cm thick)\nBt2--25 to 53 cm; brown (10YR 5/3) extremely cobbly sandy clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine through medium roots; common very fine and fine tubular pores; common faint clay films on faces of peds and lining pores; 30 percent gravel, 45 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.6); clear wavy boundary. (25 to 36 cm thick)\nBt3--53 to 64 cm; yellowish brown (10YR 5/4) extremely cobbly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; common faint clay films lining pores; 45 percent gravel, 30 percent cobbles, and 10 percent stones; slightly alkaline (pH 7.6); clear wavy boundary. (8 to 18 cm thick)\nC--64 to 152 cm; yellowish brown (10YR 5/4) extremely cobbly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular pores; 45 percent gravel, 30 percent cobbles, and 10 percent stones; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; in Cave Valley about 0.7 mile south of Cave Spring and 150 feet west of a gravel road; approximately 1,800 feet west and 1,800 feet north of the southeast corner of section 21, T. 9 N., R. 64 E; USGS Shingle Pass SE 7.5 minute topographic quadrangle; latitude 38 degrees 37 minutes 15.8 seconds N and longitude 114 degrees 47 minutes 41.0 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and fall except for 10 to 20 days cumulative between July and September due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nMollic epipedon thickness: 18 to 40 cm; includes the upper part of the Bt horizon in some pedons; the epipedon is greater than 25 cm thick when the base of the argillic is greater than 76 cm deep.\nDepth to base of argillic horizon: 50 to 90 cm.\nDepth to sandy-skeletal material: 50 to 90 cm.\nParticle-size control section - Clay content: Averages 20 to 35 percent.\nRock fragments: Averages 60 to 85 percent, dominantly cobbles and stones. Lithology of the fragments is mainly quartzite.\nA horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline\nOrganic matter content: 1 or 2 percent.\nBt1 horizon\nHue: 10YR or 7.5YR\nTexture: Loam, or fine sandy loam.\nClay content: 18 to 27 percent.\nRock fragments: Averages 35 to 60 percent.\nClay films: Few to common.\nStructure: Fine or medium subangular blocky.\nConsistence: Slightly hard or hard dry.\nBt2 and Bt3 horizons\nHue: 10YR or 7.5YR\nValue: 4 through 6 dry; 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Sandy clay loam, or clay loam.\nRock fragments: Averages 60 to 85 percent.\nTexture modifiers: averages extremely cobbly; some pedons contain thin sub-horizons that are extremely stony.\nClay films: Few to common, faint to distinct.\nStructure: Fine or medium subangular blocky.\nConsistence: Slightly hard or hard dry, slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nC horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Loamy coarse sand, loamy sand, or coarse sand; thin sub-horizons of sandy loam are in the upper part of some pedons.\nRock fragments: 60 to 85 percent, mainly cobbles and stones.\nTexture modifiers: averages extremely cobbly; some pedons contain thin sub-horizons that are extremely stony.\nConsistence: Soft or slightly hard dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashue, Badenaugh, Eaglerock, Gitabyte, Grinrod, Ister, Lemm, Leviathan, Nosrac, Oest, Searles, Searvar, Shawmount, Shree, Shroe, Tollgate, Trid, and Tristan series.\nAshue soils have argillic horizons with neutral soil reaction. Badenaugh soils have slightly acid or neutral soil reaction and do not have sandy-skeletal material within a depth of 100 cm. Eaglerock, Trid, and Searvar soils are moderately deep to paralithic contacts. Gitabyte, Grinrod, Ister, and Searles soils are moderately deep to lithic contacts. Tristan soils are deep to lithic contacts. Lemm soils average 10 to 18 percent clay in the particle-size control section. Leviathan soils have depth to base of the argillic horizon of 100 to 178 cm. Leviathan, Nosrac, Oest, and Shroe soils  average less than 60  percent rock fragments in the particle-size control section. Nosrac soils have 36 to 50 cm thick mollic epipedons, and hue of 5Y in lower subhorizons. Ashue,Oest, Shawmount, Shree, and Shroe soils are dominated by gravel in the particle-size control section. Shawmount soils have a mean annual soil temperature of 8 to 11 degrees C. Shree soils do not contain sandy textures in the C horizon. Shroe soils have upper sub-horizons within the particle-size control section that average 35 to 45 percent clay. Tollgate soils have an argillic horizon with a base depth greater than 36 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Badena soils are fan remnants. These soils formed in alluvium derived dominantly from quartzite. Slopes are 2 to 30 percent. Elevations range from 1,616 to 2,515 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 7 to 9 degrees C., and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Heist and Heusser soils. Heist soils are on inset fans, have 8 to 18 percent clay in the particle-size control section, have an ochric epipedon and a cambic horizon. Heusser soils have 40 to 55 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Badena soils are used primarily for livestock grazing and wildlife habitat. Potential native vegetation is mainly Wyoming big sagebrush, western wheatgrass, and dryland sedges. This pedon is correlated to ecological site R028AY095NV, Loamy 10-12 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are moderately extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, Eastern Part, 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 13 to 64 cm (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 13 to 63 cm (Bt1, Bt2, and part of the Bt3 horizons).\nADDITIONAL DATA: A pedon from White Pine County, Nevada has full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S94NV-033-006 (pedon # 94P0731).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm; brown (10YR 5/3) very cobbly fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine interstitial and vesicular pores; 20 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (8 to 20 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--13 to 25 cm; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine and fine tubular pores; few faint clay films on faces of peds and lining pores; 20 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (10 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--25 to 53 cm; brown (10YR 5/3) extremely cobbly sandy clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine through medium roots; common very fine and fine tubular pores; common faint clay films on faces of peds and lining pores; 30 percent gravel, 45 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.6); clear wavy boundary. (25 to 36 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 53,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--53 to 64 cm; yellowish brown (10YR 5/4) extremely cobbly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; common faint clay films lining pores; 45 percent gravel, 30 percent cobbles, and 10 percent stones; slightly alkaline (pH 7.6); clear wavy boundary. (8 to 18 cm thick)"
      },
      {
        "name": "C",
        "top": 64,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "narrative": "C--64 to 152 cm; yellowish brown (10YR 5/4) extremely cobbly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular pores; 45 percent gravel, 30 percent cobbles, and 10 percent stones; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
