{
  "SERIES": "BADHAP",
  "STATUS": "Established Series",
  "BYREV": "BAG/JWM/CWL/TM/JBF",
  "REVDATE": "08/2012",
  "STATES": "NV",
  "OVERVIEW": "The Badhap series consists of very deep, well drained soils that formed in colluvium and residuum derived from quartzite with a component of loess. Badhap soils are on hills, mountains, and ridges. Slopes are 15 to 75 percent. The mean annual precipitation is about 460 mm and the mean annual temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Badhap very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted)\nA1--0 to 8 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine, and few medium roots; common very fine and fine interstitial pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.2); clear smooth boundary. (8 to 18 cm thick)\nA2--8 to 25 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine, common medium, and few coarse roots; common very fine and fine interstitial pores; 35 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary. (15 to 30 cm thick)\nA3--25 to 84 cm; brown (10YR 4/3) very cobbly loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular and interstitial pores; 25 percent gravel, 15 percent cobbles and 5 percent stones; neutral (pH 6.6); clear wavy boundary. (38 to 64 cm thick)\nAC--84 to 112 cm; brown (10YR 5/3) extremely cobbly loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine interstitial and few fine tubular pores; 20 percentgravel, 40 percent cobbles, and 5 percent stones; neutral (pH 6.6); abrupt wavy boundary. (0 to 30 cm thick)\nC--112 to 152 cm; light yellowish brown (10YR 6/4) extremely cobbly loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; common fine interstitial pores; 20 percent gravel, 40 percent cobbles, and 5 percent stones; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; approximately 1.8 miles south of ONeal Peak; about 2,640 feet south and 575 feet east of the northwest corner of section 24, T. 18 N., R. 68 E.; USGS Third Butte East Quad 7.5 minute topographic quadrangle; latitude 39 degrees 24 minutes 40 seconds N and longitude 114 degrees 16 minutes 51 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, and for brief periods in summer following convective storms; xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nMean annual summer soil temperature: 13 to 15 degrees C.\nMollic epipedon thickness: 64 to 127 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragments: averages 35 to 60 percent; Some pedons contain sub-horizons that range up to 70 percent.\nA1 horizon\nHue: 10YR or 7.5YR\nValue: 2 through 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nBase saturation: 50 to 75 percent.\nA2 horizon\nHue: 10YR or 7.5YR\nValue: 2 through 5 dry, 2 or 3 moist.\nChroma: 2 through 3, dry or moist.\nA3 horizon and AC horizon (when present)\nHue: 10YR or 7.5YR\nValue: 2 through 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nTexture modifiers: Very gravelly, very cobbly, or extremely cobbly.\nC horizon - Hue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 3 through 5 moist.\nChroma: 2 through 6, dry or moist.\nTexture: Predominantly loam, but includes fine sandy loam, sandy loam, silt loam or light clay loam in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Baconcamp, Behanco, Behanin, Belsac, Boydhollow, Bullrey, Busterback, Croesus, Dressel, Gateview, Goodski, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Mundos, Nagitsy, Namela, Nazaton, Papaspila, Parkcity, Poleline, Povey, Snacreek, Snopoc, Splitbutte and Tonigut series.\nBaconcamp soils are moderately deep. Behanco soils are deep. Behanin soils have 40 to 60 cm thick mollic epipedons and mean annual soil temperasture is 1 to 4 degrees C. Belsac and Goodski soils have a paralithic contact within 100 cm. Bullrey soils have C horizons with value of 7 dry and 5 moist and have medium or slightly acid reaction. Boydhollow, Busterback, Gateview, Harcany, Parkcity and Snacreek, Snopoc soils have less than 18 percent clay in the particle-size control section. Dressel soils have Udic soil moisture regime, mean annual soil temperature of 2 to 4 degrees C, and have fragments of dominantly sandstone lithology. Marcetta soils have E horizons. Nazaton soils have O horizons, a mean annual soil temperature of 7 to 8 degrees C, and have fragments of dominantly granitics lithology. Hobacker, Lionhead, Mundos and Tonigut soils are calcareous within 100 cm. Croesus, Hapgood, Nagitsy, Namela, Poleline and Splitbutte soils have bedrock within 150 cm. Lolon soils have loose sand at a depth of less than 100 cm. Papaspila soils have summer soil temperatures of 7 to 8 degrees C and an udic soil moisture regime. Povey soils have a cambic horizon and 10 to 20 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Badhap soils are on smooth to concave hills, mountains, and ridges with predominantly north aspects. They formed in colluvium and residuum derived from quartzite with a component of loess. Slopes are 15 to 75 percent. Elevations range from 2,075 to 3,200 meters. Climate is semiarid with cold wet winters and warm, mostly dry summers. The mean annual precipitation is 400 to 500 mm that comes largely as winter snow. Additional moisture may be derived as a result of snow accumulation through drifting in the area. The mean annual temperature is 3 to 6 degrees C and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jonlake, Osditch, and Topeki soils. Jonlake and Topeki soils have lithic contacts within 50 cm. Osditch soils have ochric epipedons and cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very high surface runoff;  moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Badhap soils are used mainly for livestock grazing and wildlife habitat. The potential vegetation is mountain big sagebrush, snowberry, bluebunch wheatgrass, slender wheatgrass and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada; these soils are not extensive; MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, Eastern Part, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 112 cm (A1, A2, A3, and AC horizons).\nParticle-size control section - The zone from 25 to 100 cm (A3 and part of the AC horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 8 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine, and few medium roots; common very fine and fine interstitial pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.2); clear smooth boundary. (8 to 18 cm thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 25 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine, common medium, and few coarse roots; common very fine and fine interstitial pores; 35 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary. (15 to 30 cm thick)"
      },
      {
        "name": "A3",
        "top": 25,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--25 to 84 cm; brown (10YR 4/3) very cobbly loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular and interstitial pores; 25 percent gravel, 15 percent cobbles and 5 percent stones; neutral (pH 6.6); clear wavy boundary. (38 to 64 cm thick)"
      },
      {
        "name": "AC",
        "top": 84,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AC--84 to 112 cm; brown (10YR 5/3) extremely cobbly loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine interstitial and few fine tubular pores; 20 percentgravel, 40 percent cobbles, and 5 percent stones; neutral (pH 6.6); abrupt wavy boundary. (0 to 30 cm thick)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--112 to 152 cm; light yellowish brown (10YR 6/4) extremely cobbly loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; common fine interstitial pores; 20 percent gravel, 40 percent cobbles, and 5 percent stones; neutral (pH 6.8)."
      }
    ]
  ]
}
