{
  "SERIES": "BAGARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS/AJE/MJD",
  "REVDATE": "02/97",
  "STATES": "NV,UT",
  "OVERVIEW": "The Bagard series consists of very deep, well drained, moderately slowly permeable soils on hillsides.  These soils formed in alluvium and colluvium from igneous and sedimentary rocks.  Slopes range from 10 to 40 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 44 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bagard very stony clay loam, rangeland. (Colors are for air dry soil unless otherwise noted.)\nA1--0 to 2 inches; brown (10YR 4/3) very stony clay loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, firm, sticky, plastic; common very fine roots; few interstitial pores; 10 to 25 percent of the surface is covered with stones, cobbles, and gravel; neutral (pH 6.8); clear smooth boundary. (2 to 4 inches thick)\nA2--2 to 7 inches; brown (10YR 4/3) cobbly clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, firm, sticky, plastic; few very fine and fine roots; few fine pores; 40 percent coarse fragments, dominantly cobbles and stones; neutral (pH 6.6); gradual smooth boundary. (3 to 7 inches thick)\nBt1--7 to 14 inches; brown (10YR 4/3) cobbly light clay; dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; very hard, very firm, sticky, very plastic; few medium, fine, and very fine roots; few fine pores; few thin clay films; 35 percent coarse fragments, dominantly cobbles and stones; slightly acid (pH 6.3); gradual smooth boundary. (3 to 7 inches thick)\nBt2--14 to 24 inches; brown (7.5YR 5/4) very cobbly clay loam, dark brown (7.5YR 4/3) moist; strong medium angular blocky massive; extremely hard, very firm, sticky, very plastic; few fine and medium roots; few moderately thick clay films; 50 percent coarse fragments, dominantly cobbles and stones; slightly acid (pH 6.2); gradual smooth boundary. (8 to 18 inches thick)\nBC3--24 to 38 inches; light brown (7.5YR 6/4) very cobbly clay loam, brown (7.5YR 5/4) moist; massive; extremely hard, very firm, sticky, very plastic; few fine and medium roots; few moderately thick clay films; 60 percent coarse fragments, dominantly cobbles and stones; medium acid (pH 6.0); gradual smooth boundary. (5 to 17 inches thick)\nC1--38 to 50 inches; pale brown (10YR 6/3) very cobbly light sandy clay loam, brown (10YR 4/3) moist; massive; hard, very firm, sticky, plastic; 70 to 80 percent coarse fragments, dominantly cobbles and stones; slightly calcareous, carbonates is mainly coated on the coarse fragments; neutral (pH 6.6); gradual smooth boundary. (3 to 22 inches thick)\nC2--50 to 60 inches; pale brown (10YR 6/3) very cobbly loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky,slightly plastic; 70 to 80 percent coarse fragments, dominantly cobbles and stones; slightly calcareous, lime is disseminated and coated on coarse fragments; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete County, Utah; 3 1/2 miles east of Ft. Green on the right fork of Wood Hollow road, about 300 feet north of wide spot in the road on the ridge top, 300 feet north, 165 feet west of the SE corner of sec. 3, T.14S., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 21 to 50 inches thick, and the regolith is more than 40 inches thick. Coarse fragments in the control section range from 35 to 60 percent, and are mainly cobbles and stones. The mean annual soil temperature at a depth of 20 inches ranges from 45 degrees to 47 degrees F. The mean summer soil temperature ranges from 62 degrees to 65 degrees F. The soils are dry in the moisture control section 51 to 55 percent of the time soil temperature at a depth of 20 inches is above 41 degrees F. In more than 7 out of 10 years the soils are dry in the moisture control section for 60 to 80 consecutive days during the summer months and are moist for 60 to 70 consecutive days during the 120 days after the winter solstice.\nThe A horizon ranges from brown to dark brown, with value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.\nIt is slightly acid or neutral.\nThe Bt horizon ranges from brown to dark brown, with hue of 10YR or 7.5YR, value of 4 or 6 dry and chroma of 2 to 4. It is cobbly or very cobbly clay loam to cobbly or very cobbly clay with 35 to 60 percent cobbles or stones. This horizon is slightly acid to mildly alkaline.  It contains few to many, moderately thick clay films.\nThe BC horizon, when present, is similar to the Bt horizon in color. It is cobbly or very cobbly loam to very cobbly clay, with 35 to 80 percent cobbles and stones.\nThe C horizon ranges from noncalcareous to moderately calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Blitzen(NV), Fera(NV), Gosumi(NV), Kleckner(NV), Quarz(NV), Slaven(NV) and Snellby(OR).  Blitzen soils have paralithic contact at at 20 to 40 inches.  Fera soils have a lithic contact at depths of 40 to 60 inches, are noncalcareous throughout and have coarse fragments dominated by gravel. Gosumi and Quarz soils have gravel size coarse fragments. Kleckner soils have a Bq horizon.  Slaven and Snellby soils have a lithic contact between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bagard soils are on moderately sloping to steep hillside slopes. They formed in alluvium or colluvium from mixed igneous rock, sandstone, and shale. These soils occur at elevations of 6,000 to 7,200 feet. The climate is dry subhumid and the average annual precipitation ranges from 12 to 14 inches. Mean annual temperature ranges from 43 degrees to 45 degrees F. Frost-free period is 90 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atepic, Borvant, Obrast, Moroni, and Sanpitch soils.  Atepic, Borvant, Obrast, Moroni, and Sanpitch soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range and woodland.  Principal vegetation is juniper, big sagebrush, Indian ricegrass, bluebunch wheatgrass, yellowbrush, and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah.  MLRA 47.  The series is moderately extensive in the Sanpete Soil Survey Area."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon -the zone from the surface of the soil to a depth of 14 inches. (A1, A2, Bt1 horizons)\nArgillic horizon - the zone from 7 to 24 inches.(Bt1, Bt2 horizons)\nParticle size control section - the zone from 7 to 14 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
