{
  "SERIES": "BAGGER",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. TDT-WBS-DJE",
  "REVDATE": "05/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, thermic Alfic Xerarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sacramento County, California; about 5.1 miles south of the town of Wilton, about 530 feet west and 250 feet north of the intersection of Kerry Lane and Arno Road in an unsectionized part of T.  6 N, R. 6 E.  Galt Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a buried soil is 20 to 60 inches in most pedons and deeper than 60 inches in a few pedons.  Depth to a duripan where present is more than 40 inches.  The soil between a depth of 8 inches to 26 inches is dry in all parts from June to November and is moist in all parts from late  December till mid April and is moist in some  part the remainder of the time.  The mean annual temperature is 64 to 67 degrees F.  It does not drop below 47 degrees F during  any part of the year.  Fragments of argillic horizon occur in some or all parts of the fill between the 10 to 40 inch zone. The fragments are not arranged in any discernable order.  Fragments of hardpan average 0 to 15 percent in the 10 to 40 inch zone. Weighted average of clay content in the 10 to 40 inch zone is 10 to 18 percent.  The fill material is as variable as its source.\nThe Ap horizon and C horizon are fill material.  The fill material consists of two or more colors, mixed.  It is 10YR 5/2, 5/3, 5/4, 6/2, 6/3; 2.5Y 7/2, 8/2; 7.5YR 5/2, 5/4, 5/6, 6/4, 6/6; 5YR 4/3, 4/4, 5/3, 5/4, 5/6, 6/6.  Moist colors are 10YR 3/2, 3/3, 3/4, 4/2, 4/3, 4/4, 5/3; 2.5Y 5/2; 7.5YR 3/4, 4/2, 4/4, 4/6; 5YR 3/3, 3/4, 4/3, 4/4, 4/6.  It is loamy sand to sandy clay loam but the average texture is sandy loam or loam.   Reaction ranges from medium acid to moderately alkaline.  Some subhorizons may be calcareous.\nThe buried soil is variable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bagger soils are on low terraces and drainageways that have been highly altered due to land leveling. They are in filled areas.  Slopes are 0 to 2 percent and are smooth. They formed in alluvium from mixed but dominantly granitic sources.  Elevations are 20 to 100 feet.  The climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation is 13 to 17 inches.  Mean January temperature is about 44 degrees F; mean July temperature is about 75 degrees F; mean annual temperature is 59 to 61 degrees F.  The frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Galt, Madera, and San Joaquin soils.  All of these soils lack fragments of an argillic horizon below the Ap horizon.   In addition, Galt, Madera, and San Joaquin soils have fine textural control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Well drained, very slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland and pastureland.  Commonly grown crops are corn and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Terraces and drainages of the east side of the Central Valley.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sacramento, California.  Sacramento County SSA 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was established to establish the subgroup of Xeralfic Arents.  The series will not be mapped. This series was reclassified in 1992 to reflect amendment 16 to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- 0 to 9 inches (Ap)\nFragments of diagnostic horizon - In 9 to 16 inch horizon. Consist of fragments of the argillic horizon from nearby cut areas.\nLast revised by the state on 7/86.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
