{
  "SERIES": "BAGMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/KWH",
  "REVDATE": "07/1999",
  "STATES": "WA",
  "OVERVIEW": "Bagmont series consists of moderately deep, well drained soils formed in loess and volcanic ash mixed with colluvium and residuum from schist and gneiss.  These soils are on mountainsides that usually have a south aspect.  Slopes are 40 to 90 percent.  The average annual precipitation is about 28 inches, and average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy Humic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bagmont gravelly ashy loam - alpine; on a 78 percent southwest-facing back slope at an elevation of 5,400 feet. (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures)\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 20 percent pebbles and 5 percent cobbles; neutral (pH 6.8); gradual smooth boundary.\nA2--4 to 12 inches; dark grayish brown (10YR 4/2) very gravelly ashy fine sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 30 percent pebbles and 10 percent cobbles; neutral (pH 6.8); gradual wavy boundary.  (Combined thickness of the A horizons is 7 to 16 inches)\nBw--12 to 22 inches; dark brown (10YR 4/3) very cobbly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; common fine and medium tubular pores; 30 percent pebbles, 20 percent cobbles and 5 percent stones; neutral (pH 6.6); gradual wavy boundary.  (7 to 15 inches thick)\nC--22 to 38 inches; yellowish brown (10YR 5/4) extremely gravelly ashy sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; few fine tubular pores; 40 percent pebbles, 15 percent cobbles and 5 percent stones; neutral (pH 6.6); abrupt wavy boundary.  (5 to 20 inches thick)\nCr--38 inches; fractured weathered schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 9 miles north of Cashmere near Chumstick Mountain; 200 feet north and 2,640 feet east of the southwest corner of section 22, T.25N., R.19E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature is 42 to 45 degrees F.  These soils are usually moist, but are dry for 45 to 75 consecutive days.  Depth to paralithic contact is 20 to 40 inches.  The umbric epipedon is 7 to 16 inches thick.  The 0 to 38 inch (or paralithic contact) particle-size control section has an estimated moist bulk density of 1.15 to 1.35 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of less than 12.0 percent for air dried samples, and field estimate 5 to 10 percent clay.  Rock fragments in the particle-size control section averages 40 to 70 percent.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 4 dry, 2 or 3 moist.  It is very gravelly fine sandy loam, very cobbly fine sandy loam, or very cobbly sandy loam.\nThe C horizon has value of 4 to 6 dry, 4 or 5 moist, and chroma of 2 to 4 dry, 2 or 3 moist.  It is extremely gravelly sandy loam, very cobbly sandy loam, or very gravelly sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Azwell, Fears, Naxing, Pird, Saydab, and Tiptop series.  Azwell and Saydab soils are 20 to 40 inches deep to a lithic contact.  Fears, Naxing, Pird and Tiptop soils are more than 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bagmont soils are on back slopes of mountains. They formed in loess and volcanic ash mixed with colluvium and residuum from schist and gneiss.  Slopes are 40 to 90 percent.  Elevation is 4,800 to 5,800 feet.  Climate is characterized by cool, dry summers and cold, moist winters, the average January temperature is 24 degrees F, the average July temperature is 68 degrees F, and the average annual air temperature is 41 to 43 degrees F.  The average annual precipitation is 25 to 30 inches.  The frost-free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almac, Azwell, and the Surgh soils on mountainsides.  The Almac soils are deep and are dominated by volcanic ash in the upper part of the particle-size control section.  The Azwell soils have an ochric epipedon and a lithic contact at 20 to 40 inches.  The Surgh soils are more than 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  Native vegetation is mountain big sagebrush, fringed sagebrush, bluebunch wheatgrass, prairie junegrass, and eriogonum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the surface to 12 inches, a cambic horizon from 12 to 22 inches and a paralithic contact of weathered schist.  This draft reflects a change in classification due to Andisols order from loamy-skeletal, mixed Typic Cryumbrepts to ashy-skeletal, Xeric Vitricryands.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 20 percent pebbles and 5 percent cobbles; neutral (pH 6.8); gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--4 to 12 inches; dark grayish brown (10YR 4/2) very gravelly ashy fine sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 30 percent pebbles and 10 percent cobbles; neutral (pH 6.8); gradual wavy boundary.  (Combined thickness of the A horizons is 7 to 16 inches)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--12 to 22 inches; dark brown (10YR 4/3) very cobbly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; common fine and medium tubular pores; 30 percent pebbles, 20 percent cobbles and 5 percent stones; neutral (pH 6.6); gradual wavy boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--22 to 38 inches; yellowish brown (10YR 5/4) extremely gravelly ashy sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; few fine tubular pores; 40 percent pebbles, 15 percent cobbles and 5 percent stones; neutral (pH 6.6); abrupt wavy boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 97,
        "narrative": "Cr--38 inches; fractured weathered schist."
      }
    ]
  ]
}
