{
  "SERIES": "BAGTOWN",
  "STATUS": "Established Series",
  "BYREV": "JSK, PSK,",
  "REVDATE": "06/2001",
  "STATES": "MD,PA,WV",
  "OVERVIEW": "The Bagtown series consists of very deep, well drained soils that have moderately slow or slow permeability.  They have formed in colluvial materials on mountain back slopes, footslopes, colluvial fans, and benches.  Slopes range from 3 to 45 percent.  Mean annual temperature ranges from 50 to 54 degrees F. and annual precipitation ranges from 38 to 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, mesic Oxyaquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON Bagtown cobbly loam, on a west facing aspect, 23 percent slope under mixed hardwoods at an elevation of 1240 feet. (colors are for moist soils     Latt. 39 35' 56\"    Long. 77 35' 13\"\nOi  - 0 to 3 inches; leaf and twig matter, 2 percent stone cover.  (combined thickness 0 to 4 inches)\nA --- 3 to 8 inches; black (N2/0) cobbly loam; weak fine subangular blocky parting to a weak fine granular structure;  very friable; many fine roots, common medium roots, and few coarse roots; few fine vesicular pores; 10 percent gravel, 2 percent stone and 15 percent cobble; very strongly acid; clear wavy boundary. (3 to 7 inches)\nBE -- 8 to 15 inches; light yellowish brown (10YR 6/4) gravelly loam; weak medium subangular blocky structure; very friable; many fine roots, common medium roots; many fine tubular pores, few medium tubular and vesicular pores; 15 percent gravel, and 1 percent stone; slightly acid; clear wavy boundary. (3 to 11 inches)\nBt1 - 15 to 31 inches; strong brown (7.5YR 4/6) gravelly loam; moderate medium subangular blocky structure; friable; common fine roots, few medium roots; common fine tubular pores, common medium vesicular pores, and few medium tubular pores; common faint thin discontinuous clay skins in pores, on faces of peds and around coarse fragments; 20 percent gravel, and 5 percent channer; very strongly acid; clear wavy boundary.\nBt2 - 31 to 48 inches; yellowish brown  (10YR 5/4) gravelly loam (70 percent of the horizon) and brownish yellow (10YR 6/6) gravelly sandy loam (30 percent of the horizon); common fine prominent yellowish red (5YR 5/8) accumulations and few medium prominent light yellowish brown (2.5Y 6/3) mottles, and common medium distinct strong brown (7.5YR 5/8) accumulations; weak medium subangular blocky structure;  friable, firm in place; few fine roots;  common fine tubular pores and few fine vesicular pores in the loam portion of the horizon, and many fine tubular and vesicular pores, common medium vesicular and few coarse vesicular pores in the sandy loam portion of the horizon; common faint clay skins; 17 percent gravel; very strongly acid; diffuse wavy boundary.\nBt3 - 48 to 60 inches; yellowish brown (10YR 5/6), gravelly loam; common fine prominent light yellowish brown (2.5Y 6/3) mottles, and common fine distinct strong brown (7.5YR 5/6) accumulations; few medium distinct iron manganese stains; moderate medium subangular blocky structure; friable, firm in place; few fine roots; common medium vesicular pores, few medium tubular pores; common distinct clay skins; 20 percent gravel; very strongly acid; clear wavy boundary. (combined thickness 20 to 55 inches)\nBC -- 60 to 73 inches; brownish yellow (10YR 6/6) gravelly loam; many coarse prominent pale yellow (2.5Y 7/4) and many medium distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; common fine tubular pores and few fine vesicular pores;  few fine clay skins in pores; 20 percent gravel, 5 percent cobble, and 2 percent channer; very strongly acid, clear wavy boundary.  (10 to 15 inches thick)\nC --- 73 to 96 inches; brownish yellow (10YR 6/6) very channery loam; many medium clay films; 40 percent channer, 10 percent gravel, and 5 percent cobbles. (9 to 25 inches thick)\nR --- 96 inches; hard sandstone of the Weaverton formation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, MD; in woodlot, approximately .8 miles east of Crystal Falls Road; 600 feet North of Mt. Aetna and Crystal Falls Roads intersection, North East of Bagtown."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness ranges from 50 to 75 inches, depth to bedrock is greater than 60 inches, and seasonal high water table ranges from 48 to 60 inches.  Rock fragments of gravels, cobbles, stones and channers make up 15 to 45 percent in the surface and in the subsoil, but averages less then 35 percent  in the partical size control section, and 15 to 50 percent in the substratum.  The soil is strongly or very strongly acid unless limed.\nThe A horizon has hue of 10YR to 7.5YR, value of 2 through 4, chroma of 2 through 6.  Texture is silt loam, loam or sandy loam in the fine earth fraction.\nThe BE horizon has hue of 10YR through 2.5Y, value of 4 through 6, chroma of 6 through 8.  Texture is silt loam, loam or sandy loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6 and chroma of 4 through 8.  Texture is loam, clay loam, sandy clay loam, or sandy loam in the fine earth fraction.  Some pedons have weak medium platy structure in spots.  This pedon exhibited fragic characteristics in places but not expressed strong enough to classify as a fragipan to meet current standards.\nThe BC horizon is similar in color and texture to the Bt horizon.  The C horizon has hue of 5YR through 10YR, value of 4 through 6, chroma of 4 through 8.  Texture is loam, sandy loam, or clay loam in the fine earth fraction.\nRock is variegated with hue of 2.5YR, 5YR, 10YR, and 2.5Y; there seems to be a high iron content in the rock and is very hard."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albemarle, Allegheny, Allenwood, Arcola, Arendtsville, Aura, Bedington, Birdsboro, Brasstown, Bucks, Butano Chester, Chetwynd, Chilmark, Clymer, Collington, Cowee, Edgemont, Edneytown, Elsinboro, Eubanks, Fernhaven, Frankstown, Freehold, Gilpin, Gladstone, Glenelg, Junaluska, Leck Kill, Lonon, Matapeak, Meadowville, Murrill, Neelsville, Nixon, Pineville, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate,  Thurmont, Ungers, and Whiteford series.  Albemarle soils contain weathered arkosic sandstone from residuum in the lower part of the solum.  Allegheny, Allenwood, Bedington, Birdsboro, Bucks, Clymer, Fernhaven, Leck Kill, Pineville, Quakertown, Rayne, Shelocta, Shouns, and Ungers soils have rock fragments dominated by sandstone, siltstone, or shale.  Arcola soils formed in residuum of triassic siltstone and have rock fragments of the same.  Arendtsville soils have rock fragments dominated by rounded quartzite, sandstone or aporphyolite.  Aura soils have rock fragments dominated by rounded quartzite gravel.  Brasstown and Junaluska soils formed in residuum of phyllite, slate, or meta-sandstone and have rock fragments of the same.  Butano soils have chert and shale rock fragments in the solum.  Chester, Elsinboro, and Glenelg soils have high mica content in the lower part of the solum.  Chetwynd soils are formed in loamy outwash sediments on high terraces and outwash plains and have rounded rock fragments,  Chilmark soils have a sandy loam subhorizons in the B and they are underlain by glacial till.  Collington and Freehold soils have common pellets of glauconite.  Cowee soils have a paralithic contact at 20 to 40 inches.  Edgemont soils have rock fragments dominated by quartzite or quartz schist.  Edneytown soils have a 20 to 40 inch solum.  Eubanks soils have hue of 2.5YR in the Bt horizon.  Frankstown soils have rock fragments dominated by shale, chert, or sandstone,  Gilpin soils have bedrock within a depth of 40 inches.  Meadowville soils have a lithologic discontinuity within 60 inches.  Murrill soils have sola thicker than 60 inches.  Nixon soils have rock fragments dominated by quartzite and red shale.  Syenite soils have red granite bedrock between 20 and 40 inches.   Tate soils have hue of 10YR or 2.5Y in the Bt horizon.  Thurmont soils have depth to lithologic discontinuity at 30 to 60 inches and are well drained.  Whiteford soils are silty clay loam or silt loam in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bagtown soils are on mountain backslopes, benches, footslopes, and colluvial fans of the Blue Ridge Province (MLRA 130).  Slopes range from 3 to 45 percent.  The soils developed in colluvial material derived from light-gray to medium-gray quartzite, conglomerate, and meta-graywacke.  The lower foot slopes have a sandy phyllitic shale and siltstone components.  Mean annual temperature ranges from 50 to 54 degrees F. and annual precipitation ranges from 38 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Stumptown on the summit positions and by rock outcrops. Braddock, Buchannan, Murrill, Trego and Weaverton on the lower foot slopes and colluvial fans or concave positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is moderate to rapid.  Permeability is moderately slow or slow in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in wood lands or forest production.  Some areas are used for orchard production or pasture land."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland, Pennsylvania, Virginia, and West Virginia. Total extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: WASHINGTON COUNTY, MARYLAND  1994\nBLUE MOUNTAIN\nDiagnostic horizons are:  ochric epipedon\nargillic horizon (15 to 60 inches)\nNote: this soil was originally mapped as an Edgemont and Laidig complex.   Some pedons exhibit thin discontinuous spodic characteristics.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "narrative": "Oi  - 0 to 3 inches; leaf and twig matter, 2 percent stone cover.  (combined thickness 0 to 4 inches)"
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 20,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A --- 3 to 8 inches; black (N2/0) cobbly loam; weak fine subangular blocky parting to a weak fine granular structure;  very friable; many fine roots, common medium roots, and few coarse roots; few fine vesicular pores; 10 percent gravel, 2 percent stone and 15 percent cobble; very strongly acid; clear wavy boundary. (3 to 7 inches)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE -- 8 to 15 inches; light yellowish brown (10YR 6/4) gravelly loam; weak medium subangular blocky structure; very friable; many fine roots, common medium roots; many fine tubular pores, few medium tubular and vesicular pores; 15 percent gravel, and 1 percent stone; slightly acid; clear wavy boundary. (3 to 11 inches)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 79,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 - 15 to 31 inches; strong brown (7.5YR 4/6) gravelly loam; moderate medium subangular blocky structure; friable; common fine roots, few medium roots; common fine tubular pores, common medium vesicular pores, and few medium tubular pores; common faint thin discontinuous clay skins in pores, on faces of peds and around coarse fragments; 20 percent gravel, and 5 percent channer; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 79,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bt2 - 31 to 48 inches; yellowish brown  (10YR 5/4) gravelly loam (70 percent of the horizon) and brownish yellow (10YR 6/6) gravelly sandy loam (30 percent of the horizon); common fine prominent yellowish red (5YR 5/8) accumulations and few medium prominent light yellowish brown (2.5Y 6/3) mottles, and common medium distinct strong brown (7.5YR 5/8) accumulations; weak medium subangular blocky structure;  friable, firm in place; few fine roots;  common fine tubular pores and few fine vesicular pores in the loam portion of the horizon, and many fine tubular and vesicular pores, common medium vesicular and few coarse vesicular pores in the sandy loam portion of the horizon; common faint clay skins; 17 percent gravel; very strongly acid; diffuse wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 122,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3 - 48 to 60 inches; yellowish brown (10YR 5/6), gravelly loam; common fine prominent light yellowish brown (2.5Y 6/3) mottles, and common fine distinct strong brown (7.5YR 5/6) accumulations; few medium distinct iron manganese stains; moderate medium subangular blocky structure; friable, firm in place; few fine roots; common medium vesicular pores, few medium tubular pores; common distinct clay skins; 20 percent gravel; very strongly acid; clear wavy boundary. (combined thickness 20 to 55 inches)"
      },
      {
        "name": "BC",
        "top": 152,
        "bottom": 185,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 60 to 73 inches; brownish yellow (10YR 6/6) gravelly loam; many coarse prominent pale yellow (2.5Y 7/4) and many medium distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; common fine tubular pores and few fine vesicular pores;  few fine clay skins in pores; 20 percent gravel, 5 percent cobble, and 2 percent channer; very strongly acid, clear wavy boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 185,
        "bottom": 244,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very channery",
        "narrative": "C --- 73 to 96 inches; brownish yellow (10YR 6/6) very channery loam; many medium clay films; 40 percent channer, 10 percent gravel, and 5 percent cobbles. (9 to 25 inches thick)"
      },
      {
        "name": "R",
        "top": 244,
        "texture_class": "sand",
        "narrative": "R --- 96 inches; hard sandstone of the Weaverton formation."
      }
    ]
  ]
}
