{
  "SERIES": "BAHIA SALINAS",
  "STATUS": "Established Series",
  "BYREV": "JLL; GRB",
  "REVDATE": "02/2008",
  "STATES": "PR",
  "OVERVIEW": "The Bahia Salinas series consists of very deep, excessively drained, very rapidly permeable soils on coastal beaches of the Semiarid Coastal Plains MLRA.  They formed in calcareous sandy marine deposits.  Near the type location, the mean annual temperature is about 80 degrees F., and the mean annual precipitation is about 32 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Carbonatic, isohyperthermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bahia Salinas sand--wildlife habitat (Colors are for moist soil).\nA--0 to 6 inches; brown (10YR 4/3) sand, brown (10YR 5/3) dry; single grained; loose; nonsticky, nonplastic; many very fine roots, few medium and coarse roots; about 10 percent, by volume, coral and shell fragments; moderately alkaline; violently effervescent; clear smooth boundary. (2 to 10 inches thick)\nC1--6 to 21 inches; brown (10YR 4/3) sand, pale brown (10YR 6/3) dry; single grained; loose; nonsticky, nonplastic; about 10 percent, by volume, coral and shell fragments; moderately alkaline; violently effervescent; gradual smooth boundary. (9 to 15 inches thick)\nC2--21 to 80 inches; brown (10YR 5/3) sand, very pale brown (10YR 7/3) dry; single grained; loose, loose; nonsticky, nonplastic; about 10 percent, by volume, coral and shell fragments; moderately alkaline; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo, Puerto Rico.  Approximately 0.4 mile south of El Combate community from the P.R. Hwy. 3301 dead end; about 100 feet west of sand road on wildlife habitat.  USGS Cabo Rojo topographic quadrangle (1966); lat. 17 degrees 58 minutes 28 seconds N.; long. 67 degrees 12 minutes 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of sand is more than 60 inches. Reaction ranges from slightly alkaline to moderately alkaline throughout.  Content of coral and shell fragments range from 5 to less than 15 percent, by volume, throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 or 3.  Texture is sand, fine sand, loamy sand or loamy fine sand.\nThe upper part of the C horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2 to 4.  Texture is sand or fine sand.\nThe lower part of the C horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 to 6.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bahia Salinas soils are on coastal beaches of the Semiarid Coastal Plains MLRA of southern Puerto Rico.  Slopes range from 0 to 5 percent. They formed in calcareous sandy marine deposits.  The climate is semiarid tropical.  The average annual precipitation range from 30 to 40 inches and the average annual temperature ranges from 78 to 82 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bahia and Guayabo series.  Bahia and Guayabo soils are on higher positions and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Bahia Salinas soils are used for recreational areas and wildlife habitat.  The vegetation consists of Coconut palm, Seagrape, and other native and introduced grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern coastal plains of Puerto Rico.  The series is small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cabo Rojo Municipality, Puerto Rico; 2007.  The name is from Salinas Bay, where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 6 inches (A horizon).\nPsammentic feature - sandy textures throughout the particle-size control section-the zone from 10 to 40 inches (C1 and C2 horizons).\nThese soils were formerly included in the Coastal beach miscellaneous land type.\nBahia Salinas soils are in MLRA 273.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; brown (10YR 4/3) sand, brown (10YR 5/3) dry; single grained; loose; nonsticky, nonplastic; many very fine roots, few medium and coarse roots; about 10 percent, by volume, coral and shell fragments; moderately alkaline; violently effervescent; clear smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 15,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--6 to 21 inches; brown (10YR 4/3) sand, pale brown (10YR 6/3) dry; single grained; loose; nonsticky, nonplastic; about 10 percent, by volume, coral and shell fragments; moderately alkaline; violently effervescent; gradual smooth boundary. (9 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 53,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "C2--21 to 80 inches; brown (10YR 5/3) sand, very pale brown (10YR 7/3) dry; single grained; loose, loose; nonsticky, nonplastic; about 10 percent, by volume, coral and shell fragments; moderately alkaline; violently effervescent."
      }
    ]
  ]
}
