{
  "SERIES": "BAHL",
  "STATUS": "Established Series",
  "BYREV": "GFK/CJH/MCS",
  "REVDATE": "11/2005",
  "STATES": "NE,WY",
  "OVERVIEW": "The Bahl series consists of very deep, well drained soils formed on alluvial fans, fan aprons, hillslopes, and terraces in alluvium from clay shales. Slopes range from 0 to 20 percent.  The mean annual precipitation is about 12 inches, and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Ustertic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bahl clay loam-on north-facing terrace with slope of 3 percent; utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 6 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak angular blocky structure; very hard, very firm, very sticky and plastic; common fine and medium roots; strongly effervescent, calcium carbonate is disseminated; moderately alkaline  (pH 8.4); clear wavy boundary.  (4 to 6 inches thick)\nAC--6 to 12 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak angular blocky structure; very hard, very firm, very sticky and plastic; few fine and medium roots; violently effervescent, calcium carbonate is disseminated; moderately alkaline (pH 8.4); gradual wavy boundary (4 to 15 inches thick).\nC--12 to 60 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; massive; very hard, very firm, very sticky and plastic; few fine roots; violently effervescent, calcium carbonate is disseminated; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weston County, Wyoming; 330 feet west and 400 feet north of the SE corner of Sec. 8, T. 45 N., R. 62 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually calcareous throughout but is noncalcareous in the upper few inches of some pedons.  The particle size control section is clay or clay loam with 35 to 55 percent clay.  Deep, wide cracks are present and are open for 6 to 8 months.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F. and is never moist in some or all parts for as long as 60 consecutive days when the soil temperature at a depth of 20 inches is 41 degrees F., which occurs about April 21-27, but is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.   The mean annual soil temperature is 47 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nThe A horizon has hue of 10YR through 5Y, value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 or 3.  Texture is clay loam or clay, and clay ranges form 30 to 45 percent.    EC ranges from 0 to 2 mmhos.  Reaction is neutral through moderately alkaline.\nThe AC horizon, has the same ranges as allowed for the combined ranges of the A and C horizons.  A Bw may be present in some pedons but does not meet the criteria for a cambic horizon.\nSome pedons have a Bk horizon, that is not a calcic horizon, with properties similar to the C horizon.  Pedons with Bk horizons may have an AB horizon with properties similar to the A and Bk horizons.\nThe C horizon has hue of 10YR through 5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is typically clay but may be clay loam, and clay ranges from 35 to 55 percent.  EC ranges from 2 to 4 mmhos.  Reaction is slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baldfield, Befar, Limon and Petrie series in the same family and the Bone and Gaynor series.  The Baldfield and Befar soils are dry in the moisture control section 40 to 50 percent of the time cumulative when the soil temperature at a depth of 20 inches is 41 degrees F.  The Limon and Gaynor soils are moist in some or all parts for 60 consecutive days following July 15 and are moist in some parts for at least 90 cumulative days when the soil temperature at a depth of 20 inches is 41 degrees F. or more. Limon and Gaynor soils also have soil temperatures warmer than 41 degrees F. for 195 to 210 days.  Gaynor soils also lack the deep cracks.  Petrie soils contain from 15 to 25 percent ESP throughout the C horizon.  Bone soils have thin, non-diagnostic Bt horizons and horizons of salt accumulations.  Bone soils are commonly mapped as slickspots."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bahl soils are on alluvial fans, fan aprons, hillslopes, and terraces.  Slopes are simple and range from 0 to 20 percent.  The soils formed in alluvium from clay shales.  Elevation is 3,500 to 5,000 feet. The average annual precipitation is 10 to 17 inches of which about half falls in April, May, and June.  The average annual temperature is 43 to 51 degrees F.  The frost-free season is about 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Savageton and Samday soils.  Savageton soils have a paralithic contact at 20 to 40 inches.  Samday soils are less than 20 inches deep over shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Native vegetation is green needlegrass, western wheatgrass, prairie junegrass, blue grama, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weston County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A)\nUstertic subgroup - Aridic moisture regime bordering on\nustic. Cracks are not closed for 60 consecutive days or\nmore from December 22 to March 22 in 3 or more years out\nof 10."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak angular blocky structure; very hard, very firm, very sticky and plastic; common fine and medium roots; strongly effervescent, calcium carbonate is disseminated; moderately alkaline  (pH 8.4); clear wavy boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--6 to 12 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak angular blocky structure; very hard, very firm, very sticky and plastic; few fine and medium roots; violently effervescent, calcium carbonate is disseminated; moderately alkaline (pH 8.4); gradual wavy boundary (4 to 15 inches thick)."
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--12 to 60 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; massive; very hard, very firm, very sticky and plastic; few fine roots; violently effervescent, calcium carbonate is disseminated; strongly alkaline (pH 8.6)."
      }
    ]
  ]
}
