{
  "SERIES": "BAHNER",
  "STATUS": "Established Series",
  "BYREV": "KOD-KDV",
  "REVDATE": "10/2002",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Mollic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bahner silt loam - on an east facing convex ridgetop of 3 percent slope in grass.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate fine granular structure; friable; many very fine and fine roots; about 5 percent chert gravel; neutral; clear smooth boundary.\nA--5 to 9 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate very fine subangular blocky structure; friable; common very fine and fine roots; about 5 percent chert gravel; slightly acid; clear smooth boundary.  (Combined thickness of the A horizon is 6 to 10 inches.)\nBt1--9 to 15 inches; brown (7.5YR 4/4) silty clay loam; moderate fine subangular blocky structure; firm; common very fine and fine roots; few distinct clay films on faces of peds; about 5 percent chert gravel; slightly acid; clear smooth boundary.\nBt2--15 to 22 inches; strong brown (7.5YR 4/6) silty clay loam; moderate fine subangular blocky structure; firm; few very fine and fine roots; common distinct clay films on faces of peds; about 5 percent chert gravel; moderately acid; clear smooth boundary.\nBt3--22 to 27 inches; strong brown (7.5YR 4/6) silty clay loam; weak fine subangular blocky structure; firm; few very fine roots; common prominent clay films on faces of peds;  about 5 percent chert gravel; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 12 to 36 inches.)\n2Btx1--27 to 42 inches; yellowish red (5YR 4/6) extremely gravelly clay loam; common fine prominent brown (7.5YR 5/4) mottles; weak medium angular blocky structure; very firm; common prominent clay films on vertical faces of peds and on some rock fragments; moderately brittle; 50 percent chert gravel and 20 percent chert cobbles; strongly acid; clear wavy boundary.\n2Btx2--42 to 50 inches; pale brown (10YR 6/3) extremely gravelly clay loam; common fine faint light grayish brown (10YR 6/2) mottles; weak medium angular blocky structure; very firm; common prominent clay films on vertical faces of peds and on some rock fragments; slightly brittle; 50 percent chert gravel and 20 percent chert cobbles; strongly acid; clear wavy boundary.  (Combined thickness of the 2Btx horizon is 12 to 30 inches.)\n3Bt--50 to 60 inches; red (2.5YR 4/8) gravelly clay; few fine prominent yellowish brown (10YR 5/4) mottles; weak fine subangular blocky structure; very firm; common distinct clay films on faces of peds; 10 percent chert gravel and 5 percent chert cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pettis County, Missouri; about 10 miles southeast of Sedalia on Hwy. M; 1900 feet north and 350 feet east of the southwest corner of sec. 15, T. 44 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the 2Btx horizon ranges from 20 to 40 inches.  Chert gravel by volume is 0 to 10 percent in the A and Bt horizons, 5 to 50 percent in the 2Btx horizon and 5 to 20 percent in the 3Bt horizon.  Chert cobble by volume is less than 5 percent in the A and Bt horizons, but ranges to 40 percent in the 2Btx horizon and is less than 10 percent in the 3Bt horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, 4 or 5 dry and chroma of 2 or 3.  It is strongly acid to neutral.  An E  horizon is present in pedons that have not been cultivated.  Some pedons have a BE horizon.\nThe Bt horizon commonly has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  It is silty clay loam or silty clay.  Reaction is slightly acid to very strongly acid.\nThe 2Btx horizon has hue of 10YR to 5YR, value of 4 to 8, and chroma of 2 to 8 (no 2 chroma colors occur within 30 inches of the soil surface).  It is silty clay loam or clay loam or their gravelly, very gravelly, extremely gravelly, cobbly, very cobbly, or extremely cobbly analogues.  Coarse  fragments are often horizontally oriented and there is variable moderately expressed brittleness in 30 to 60 percent of the fine material.  Reaction is strongly acid to slightly acid.\nThe 3Bt horizon has hue of 10R to 7.5YR, value of 3 to 6, chroma of 4 to 8 and commonly is mottled.  It is clay or silty clay or their gravelly or cobbly analogues.  Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   This is the Wildale series.  Wildale soils have average soil temperature less than 51 degrees F. at a depth of 20 inches and average more than 40 percent clay in the 2B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bahner soils are on low ridgetops, sideslopes and noseslopes.  Slopes range from 2 to 9 percent.  These soils formed in a thin mantle of loess and cherty dolomite residuum.  Mean annual temperature ranges from 55 to 57 degrees F, and the mean annual precipitation ranges from 36 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Eldon, Goss and Paintbrush series.  Eldon and Goss soils average more than 35 percent coarse fragments in the control section and are on lower sideslopes.  Paintbrush soils have more sand and less clay in the control section, and have gray mottles within 30 inches of the soil surface. They are on similar landscape positions, tending toward higher elevations in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the Bt horizon and slow in the 2Btx horizon. Runoff is medium or rapid.  A perched water table has an upper limit of 3.5 to 6.0 feet during November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for grass and legume pasture or hay crops.  Some acreage is used for grain sorghum.  Native vegetation is mixed grass and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark border area in central and southwestern Missouri.  The series has moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pettis County, Missouri, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are: ochric epipedon - the zone from the surface of the soil to a depth of 9 inches (Ap and AB horizons); argillic horizon - the zone from 9 to 68 inches (Bt1, Bt2, Bt3, 2Btx1, 2Btx2 and 3Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
