{
  "SERIES": "BAILEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PLA, JCR",
  "REVDATE": "12/2003",
  "STATES": "KS,NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Oxyaquic Vertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Baileyville silty clay, on a 3 percent convex northeast facing slope in a cultivated field. When described the soil was moist throughout. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; very dark gray (10YR 3/1) exterior, silty clay; moderate fine granular structure; friable, hard, moderately sticky, moderately plastic; common fine and medium roots throughout; noneffervescent, by HCL, 1 normal; slightly acid; linear extensibility percent is 8; abrupt smooth boundary. (4 to 10 inches thick)\nBt1--5 to 10 inches; very dark gray (10YR 3/1) exterior; silty clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; firm, very hard, very sticky, very plastic; common fine and medium roots throughout; common faint very dark gray (10YR 3/1), moist, clay films on all faces of peds; noneffervescent, by HCL, 1 normal; moderately acid; linear extensibility percent is 13; gradual smooth boundary.\nBt2--10 to 13 inches; very dark grayish brown (10YR 3/2) exterior; silty clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky;  firm, very hard, very sticky, very plastic; common fine and few medium roots throughout; common discontinuous distinct very dark gray (10YR 3/1), moist, clay films on all faces of peds; noneffervescent, by HCL, 1 normal; moderately acid; 10YR 3/1 fill in old crack channels; linear extensibility percent is 10; gradual smooth boundary.\nBt3--13 to 19 inches; dark grayish brown (10YR 4/2) exterior, silty clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; firm, very hard, very sticky, very plastic; common fine roots throughout; common discontinuous distinct very dark grayish brown (10YR 3/2) moist, clay films on all faces of peds; 2 percent prominent spherical iron-manganese concretions throughout and common fine prominent irregular strong brown (7.5YR 5/6) moist, masses of oxidized iron infused into matrix adjacent to pores; noneffervescent, by HCL, 1 normal; slightly acid; 10YR 3/1 fill in old crack channels; linear extensibility percent is 7; gradual smooth boundary.\nBt4--19 to 32 inches; grayish brown (2.5Y 5/2) exterior, silty clay ; weak medium prismatic structure parting to moderate and fine subangular blocky; firm, very hard, very sticky, very plastic; few fine roots throughout; common discontinuous distinct dark grayish brown (10YR 4/2), moist, clay films on all ped faces; 2 percent prominent spherical iron-manganese concretions throughout and  common prominent irregular strong brown  (7.5YR 5/6), moist, masses of oxidized iron infused into matrix along ped faces; non effervescent, by HCL, 1 normal; neutral; 10YR 3/1 fill in old crack channels; linear extensibility percent is 4; abrupt smooth boundary. (Combined thickness of Bt horizon is 17 to 29 inches.)\n2Ab--32 to 36 inches; dark gray (10YR 4/1) exterior, silty clay loam; weak fine and medium subangular blocky structure; friable; slightly hard, slightly sticky; slightly plastic; few fine roots throughout;  common fine prominent irregular brown (7.5YR 4/4), moist, masses of oxidized iron infused into matrix along ped faces; noneffervescent, by HCL, 1 normal; neutral; linear extensibility percent is 3; clear smooth boundary. (0 to 10 inches thick)\n2Btb1--36 to 43 inches; brown (7.5YR 4/2) exterior, silty clay loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; firm, hard, moderately sticky, moderately plastic; few fine roots throughout; few discontinuous distinct very dark grayish brown (10YR 3/2), moist, clay films on all ped faces; 2 percent fine distinct spherical iron-manganese concretions and common fine and medium distinct irregular reddish brown (5YR 4/4),  moist, and dark brown (7.5YR 3/4), moist, masses of oxidized iron with  diffuse boundaries infused into matrix along ped faces; noneffervescent, by HCL, 1 Normal,; neutral; linear extensibility percent is 5; gradual smooth boundary. (Combined thickness of 2Bt horizon is 9 to 20 inches)\n3Btb2--43 to 48 inches; brown (7.5YR 4/2) exterior; clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; firm, hard, moderately sticky, moderately plastic; few fine roots between peds;  few discontinuous distinct very dark grayish brown (10YR 3/2) moist, clay films on all ped faces; 2 percent fine distinct spherical iron-manganese concretions and common fine and medium prominent irregular reddish brown (5YR 4/4), moist, and distinct irregular strong brown (7.5YR 4/6), moist, masses of oxidized iron with diffused boundaries infused into matrix along ped faces and common irregular gray (10YR 5/1) moist, iron depletions infused into matrix along ped faces; noneffervescent, by HCL, 1 normal; neutral; linear extensibility percent is 7; gradual smooth boundary.\n3Btb3--48 to 62 inches; brown (7.5YR 4/3) exterior; clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky, very firm, very hard, very sticky; common discontinuous distinct brown (7.5YR 4/2), moist, clay films on all ped faces;  2 percent fine prominent spherical iron-manganese concretions throughout and common fine and medium prominent irregular reddish brown (5YR 4/4) and distinct irregular strong brown (7.5YR 4/6), moist, masses of oxidized iron infused into the matrix along ped faces and common irregular gray (10YR 5/1) moist, iron depletions infused into matrix along ped faces; 2 percent subrounded very strongly cemented  2 to 15 millimeter quartzite fragments; noneffervescent, by HCL, 1 normal; neutral; linear extensibility percent is 10; gradual smooth boundary.\n3Btb4--62 to 76 inches; strong brown (7.5YR 5/6) exterior; clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very firm, very hard, very sticky, very plastic; common discontinuous distinct brown (7.5YR 4/2), moist, clay films on all ped faces;  2 percent fine prominent spherical iron-manganese concretions throughout and common fine and medium prominent irregular reddish brown (5YR 5/4), moist, and red (2.5YR 4/6), moist, masses of oxidized iron infused into the matrix along ped faces and common prominent irregular gray (10YR 5/1) moist, iron depletions infused into matrix along ped faces;  3 percent subrounded very strongly cemented 2 to 15 millimeter quartzite fragments; noneffervescent, by HCL, 1 normal; linear extensibility percent is 8; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nemaha County, Kansas: about 2 miles west and 1 mile north of Seneca, Kansas; 1760 feet west and 980 feet north of the SE corner of Sec. 19.,T 2 S.,R 12 E. USGS Seneca topographic quadrangle. Latitude 39 degrees 51 minutes 29.52 seconds north and longitude 96 degrees 6 minutes 52.9 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is wet March to May: Udic moisture regime.\nMean annual soil temperature: 53 to 57F\nDepth to argillic horizon: 4 to 10 inches\nDepth to pedisediment: 21 to 39 inches\nDepth to glacial till: 30 to 59 inches\nDepth to secondary calcium carbonate, in some pedons: 15 to 35 inches. Carbonates are generally in the form of concretions.\nDepth to redox concentrations: 12 to 30 inches\nDepth to episaturation: 18 to 36 inches from March to May\nDepth to a marked sand increase: 21 to 39 inches, sand increases from less than 2 percent to greater than 10 percent.\nThickness of the mollic epipedon: 10 to 24 inches\nParticle-size control section (weighted average):\nClay content: 42 to 55 percent\nSand content: 1 to 2 percent\nRedox features in the form of iron masses and iron and manganese concretions are in the middle to lower subsoil and the underlying layers.  In some pedons the upper part of the subsoil may contain redox features which often may be masked by the matrix color.\nA horizon:\nHue: 10YR\nValue: 2 or 3 moist, 3 or 4 dry\nChroma: 1 or 2\nTexture: silty clay or silty clay loam\nClay content: 30 to 45 percent\nReaction: Moderately acid to neutral\nNote: Some pedons may contain a thin AB horizon.\nBt horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5 moist, 4 to 6 dry\nChroma 1 to 3, although 1 is found only in the upper part\nTexture: silty clay or silty clay loam\nClay content: 35 to 55 percent\nSand content: less than 2 percent.\nReaction: Moderately acid to neutral\nNote: A thin BC horizon may be present in some pedons\n2Ab horizon (if present):\nHue: 7.5YR to 10YR\nValue: 3 or 4 moist, 4 to 5 dry\nChroma: 1 or 2\nTexture: silty clay loam\nReaction: slightly acid or neutral\n2Bt horizon\nHue: 7.5YR to 2.5Y\nValue: 4 or 5 moist, 5 to 6 dry\nChroma: 2 to 4\nTexture: silty clay loam or silty clay\nClay content: 27-45 percent clay\nSand content: 1-18 percent sand,\nReaction: slightly acid or neutral\n3Bt horizon\nHue: 5YR to 10YR\nValue: 4 or 5 moist, 5 or 6 dry\nChroma: 2 to 6\nTexture: clay, clay loam, silty clay\nClay Content: 35-55 percent\nSand Content: greater than 10 percent.\nReaction: slightly acid to slightly alkaline\nOther features: slickenslides may be present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chillicothe, Cornell, Otley, and Pawnee series. The Otley soils have less than 42 percent clay in the control section and the Chillicothe soils lack a discontinuity within 40 inches. The Cornell and Pawnee soils allow greater than 15 percent sand content within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: clayey loess over loamy pedisediments over clayey till\nLandform: narrow summits, shoulders and side slopes on uplands\nSlopes: 1 to 7 percent\nMean annual air temperature: 50 to 59 degrees\nMean annual precipitation: 30 to 36 inches\nFrost-free period: 160 to 170 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Pawnee soils are the Otoe and Wymore soils. Pawnee soils are below Baileyville soils on the landscape. Otoe soils lack a mollic epipedon and are on similar positions. Wymore soils lack a discontinuity within 40 inches and are above the Baileyville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is high or very high. Permeability is slow or very slow. A seasonal high water saturation zone is common at a depth of 1.5 to 3 feet in the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Baileyville soils are cultivated. Corn, soybeans, sorghum, and wheat are the principal crops. Native vegetation is mostly tall and some mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Baileyville soils are of moderate extent in northeastern Kansas and adjacent parts of Nebraska."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nemaha County, Kansas, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 5 to 32 inches. (Bt horizons)\nMollic epipedon: The zone from 0 to 13 inches. (Ap,Bt1, Bt2)\nArgillic horizon: The zone from 5 to 32 inches. (Bt horizons)\nRedoximorphic concentrations: The zone from 13 to 76 inches\nVertic features: The presence of linear extensibility of 6.0 cm or more at 0 to 40 inches. (Ap and Bt horizons)\nEpisaturation: The zone of saturation at 13 to 36 inches occurs during the period March to May.\nLithologic discontinuity: At the upper boundary of the 2Ab horizon and the lower boundary of the 2Btb1.\nThis soil consists of loess over pedisediment (reworked loess and till) over glacial till. Pedon ID is S03KS-131-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
