{
  "SERIES": "BAINVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM/RIM",
  "REVDATE": "02/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bainville silt loam.\nA1--0 to 4 inches; light olive brown (2.5Y 5/3) silt loam, olive brown (2.5Y 4/3) moist; weak coarse platy structure; slightly hard, very friable, weakly calcareous; clear irregular boundary.  2 to 6 inches thick.\nC1--4 to 17 inches; pale olive (5Y 6/3) silt loam, olive (5Y 5/3) moist; very weak coarse blocky, breaking into coarse platy structure in lower part; hard, very friable, strongly calcareous; clear boundary.  4 to 20 inches thick.\nC2--17 to 24 inches; pale yellow (5Y 7/3) silt loam, pale olive (5Y 6/3) moist; abundant soft platy shale or sandstone easily broken down with the fingers; strongly calcareous; clear boundary.\nR--24 inches +; soft fine grained sandstone or loamy shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Treasure County, Montana; along county road in NW 1/4 SW 1/4 Sec. 26, T.3N, R.36E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Loam, silt loam, fine sandy loam, and light clay loam types occur.  The A1 horizon ranges in thickness from 2 to 6 inches and generally is free of carbonates where it is more than 3 inches thick.  Colors range as dark as values of 5.5 dry and 3.5 moist in the A1 horizon or in an Ap horizon 6 inches thick.  Weakly consolidated (soft) shale occurs at depths ranging from 4 to 24 inches.  Hard strata may occur at depths greater than 20 inches.  Texture in the upper 20 inches of the profile ranges from fine sandy loam having less than 70 percent sand to clay loam having less than about 30 percent clay.  Colors are for dry soil, except as otherwise stated."
  },
  "GEOGRAPHIC SETTING": {},
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Convex slopes on crests of ridges and hills, and steep plane slopes on sides of hill and valleys."
  },
  "USE AND VEGETATION": {},
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Runoff is rapid.  Permeability is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "VEGETATION & USE",
    "content": "VEGETATION:  Mainly short grasses. & USE:  Mainly for range.  Areas of milder slopes are farmed along with larger areas of Cushman, Chama, and Morton soils."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Montana and western North Dakota and South Dakota."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
