{
  "SERIES": "BAINES",
  "STATUS": "Established Series",
  "BYREV": "GWC-RD-CLN",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Baines series consists of very deep, very poorly drained, very slowly permeable soils.  These soils formed in clayey and sandy barrier island sediments of Holocene age.  These soils are in channel depressions on nearly level low ridges.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic, hyperthermic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baines clay--rangeland.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 12 inches; black (10YR 2/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky, plastic; many fine and medium roots; slightly saline; slightly alkaline; clear smooth boundary. (10 to 15 inches thick)\nBg1--12 to 16 inches; gray (10YR 5/1) clay loam; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common fine and medium roots; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; 2 percent calcium carbonate concretions; slightly saline; moderately alkaline; abrupt smooth boundary.\nBg2--16 to 33 inches; 70 percent grayish brown (10YR 5/2) and 20 percent brown (10YR 5/3) clay loam; weak medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; common fine and medium roots; common medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; 1 percent calcium carbonate concretions throughout increasing to 4 percent in 1 inch thick layer at lower boundary; slightly saline; very slightly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the Bg horizon is 10 to 25 inches)\n2Bg1--33 to 48 inches; light brownish gray (10YR 6/2) loamy fine sand; massive; soft, very friable, nonsticky, nonplastic; few fine roots; common medium distinct yellowish brown (10YR 5/8) masses of iron accumulation; few masses of iron-manganese; few shell fragments; slightly saline; slightly alkaline; clear smooth boundary. (10 to 25 inches thick)\n2Bg2--48 to 80 inches; 40 percent strong brown (7.5YR 5/6), 30 percent gray (10YR 6/1), and 30 percent grayish brown (10YR 5/2) loamy fine sand; massive; soft, very friable, nonsticky, nonplastic; few shell fragments; slightly saline; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the intersection of  U. S.  Highway 87 and Farm Road 3322 in Sabine Pass; 1.5 miles southwest on U.  S. Highway 87; 0.35 mile northwest on private road to pasture gate; 700 feet southwest in range. (Latitude 29N, 43, 04; Longitude 93W, 55, 00)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is more than 80 inches.  Depth to the sandy 2B horizon ranges from 20 to 35 inches.  The clay content of the clayey portion of the particle-size control section ranges from 35 to 45 percent.\nThe A horizon has color with hue of 10YR, value of 1 to 3, and chroma of 1 to 3.  Salinity is very slight or slight.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bg horizons have color with hue of 10YR to 5Y, value of 4 or 5, and chroma of 1 to 3.  Texture is clay loam or clay.  Calcium carbonate concretions range from few to common and are concentrated in the lower part near the contact with the 2B horizon in most pedons.  Salinity is very slight or slight.  Effervescence ranges from none to slight.  Reaction ranges from neutral to moderately alkaline.\nThe 2Bg1 horizon has color with hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  The texture is fine sand or loamy fine sand.  Some pedons have gravelly strata made of mainly shell fragments.  Salinity ranges from slight to moderate.  Effervescence ranges from none to slight.  Reaction ranges from neutral to moderately alkaline.\nThe 2Bg2, or 2C horizon where present, have color with hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 6, and chroma of 2 or 3.  Some pedons are mottled in shades of gray and brown.  Texture is fine sand or loamy fine sand.  Some pedons have gravelly strata consisting of shell fragments.  Salinity is slight or moderate.  Effervescence ranges from none to slight.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  The Mermentau series is in a similar family.  Mermentau soils have a ochric epipedon and are moderately saline in the upper part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baines soils are in concave channel positions on nearly level low ridges on barrier islands.  These soils are on the Gulf Coast Marsh (MLRA 151) of southeast Texas.  Slopes are less than 1 percent.  The soil formed in clayey and sandy sediments of Holocene age.   Mean annual precipitation ranges from 50 to 62 inches.  Mean annual temperature ranges from 70 to 72 degrees F.  Frost free days range from 250 to 270.  Elevation ranges from 0 to 8 feet.  The Thornthwaite P-E index is 68 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bancker, Barnett, Creole, and Sabine series.  Bancker, Barnett, and Creole soils are clayey throughout.  Bancker and Creole soils are in adjacent marshes slightly lower in the landscape.  Barnett soils are slightly higher in the landscape.  Sabine soils are sandy throughout and are higher in the landscape.  Sabine soils are mapped in a complex with Baines soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Baines soils are very poorly drained.  Runoff is negligible.  Permeability is very slow.  Water fluctuates between 0.5 to 1.0 feet above the soil surface most of the year.  These soils have aquic conditions in all years.  They are frequently flooded by storm tides."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  The vegetation consists of seashore paspalum, marshhay cordgrass, common reed, knotroot bristlegrass, longtom, cockspur, sprangletop, bulrush, cattails, arrowhead, and smartweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Marsh (MLRA 151) of southeast Texas and possibly southwest Louisiana.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils were formally included with the Harris series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 12 inches (A horizon).\nCambic horizon - 12 to 80 inches (Bg1, Bg2, 2Bg1, and 2Bg2 horizons).\nEndosaturation - 0 to 80 inches.  The soil is saturated with water in all layers to 80 inches most of the year.\nContrasting particle-size class - at 33 inches the pedon changes from clayey particle-size to sandy particle-size in less than 5 inches.\nAquic features - Redoximorphic features, reduction, and saturation throughout the pedon most of the time in all years.\nSOIL INTERPRETATION RECORD NUMBER:  TX1306."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 12 inches; black (10YR 2/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky, plastic; many fine and medium roots; slightly saline; slightly alkaline; clear smooth boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg1--12 to 16 inches; gray (10YR 5/1) clay loam; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common fine and medium roots; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; 2 percent calcium carbonate concretions; slightly saline; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 41,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2--16 to 33 inches; 70 percent grayish brown (10YR 5/2) and 20 percent brown (10YR 5/3) clay loam; weak medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; common fine and medium roots; common medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; 1 percent calcium carbonate concretions throughout increasing to 4 percent in 1 inch thick layer at lower boundary; slightly saline; very slightly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the Bg horizon is 10 to 25 inches)"
      },
      {
        "name": "2Bg1",
        "top": 84,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bg1--33 to 48 inches; light brownish gray (10YR 6/2) loamy fine sand; massive; soft, very friable, nonsticky, nonplastic; few fine roots; common medium distinct yellowish brown (10YR 5/8) masses of iron accumulation; few masses of iron-manganese; few shell fragments; slightly saline; slightly alkaline; clear smooth boundary. (10 to 25 inches thick)"
      },
      {
        "name": "2Bg2",
        "top": 122,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bg2--48 to 80 inches; 40 percent strong brown (7.5YR 5/6), 30 percent gray (10YR 6/1), and 30 percent grayish brown (10YR 5/2) loamy fine sand; massive; soft, very friable, nonsticky, nonplastic; few shell fragments; slightly saline; slightly alkaline."
      }
    ]
  ]
}
