{
  "SERIES": "BAIRS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-ET-MAV",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "OVERVIEW": "The Bairs series consists of very deep, well drained soils that formed in granitic alluvium.  Bairs soils are on bouldery or stony alluvial fans and fan terraces.  Slopes are 5 to 30 percent.  The mean annual precipitation is about 250 mm, and the mean annual temperature is about 12.7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bairs bouldery loamy coarse sand - on an 8 percent east facing slope at 1,850 meters elevation under big sage, desert bitterbrush and Nevada ephedra vegetation.  (Colors are for dry soil unless other-wise stated.  When described on November 29, 1977 the soil was dry throughout.) Surface coverage of rock fragments:  3 percent boulders, 3 percent stones, 1 percent cobbles, 20 percent fine gravel; 6 mm platy surface crust.\nA1--0 to 18 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, nonsticky and nonplastic; common fine roots; many very fine interstitial pores; 3 percent boulders, 3 percent stones, 1 percent cobbles, and 20 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (3 to 20 cm thick)\nA2--18 to 50 cm; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; 3 percent boulders, 3 percent stones, and 20 percent gravel; neutral (pH 7.0); clear wavy boundary, (8 to 38 cm thick)\nBt1--50 to 79 cm; brown (10YR 5/3) very stony sandy loam, dark brown (10YR 3/3) moist; weak coarse angular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; few very fine interstitial and tubular pores; few faint clay films bridging mineral grains; 1 percent boulders, 15 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (15 to 30 cm thick)\nBt2--79 to 112 cm; yellowish brown (10YR 5/4) very stony sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse angular blocky structure; hard, friable, nonsticky and nonplastic; few very fine and medium roots; few very fine tubular pores; common faint clay films bridging mineral grains; 2 percent boulders, 20 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (30 to 50 cm thick)\nC--112 to 152 cm; very pale brown (10YR 7/4) very stony loamy coarse sand, yellowish brown (10YR 5/4) moist; massive; hard, friable, nonsticky and nonplastic; few very fine roots; 5 percent boulders, 45 percent stones, and 10 percent gravel; slightly acid (pH 6.5)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California.  About 7.5 miles west-northwest of Lone Pine; 20 yards southeast of Hogback Creek Road; 1,150 feet north and 650 feet west of the southeast corner of Sec. 19, T.15 S., R.35 E., M.D.B.M., Lone Pine quadrangle; latitude 36 degrees 36 minutes 42 seconds N and longitude 118 degrees 12 minutes 11 seconds W; WGS84 Decimal Degrees 36.6116667 latitude, -118.2030556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of solum is 58 to 114 cm and depth of the soil is greater than 152 cm.  These soils are usually dry from about May 1 through December 1 and are usually moist in some or all parts the rest of the time.  Aridic moisture regime bordering on xeric. The soil temperature is above 5 degrees C from about February 15 to December 15, and is above 8.3 degrees C from about March 12 to November 28.  The mean annual soil temperature is 11 to 15 degrees C.  The surface rock fragment ranges from 20 to 60 percent with 3 to 15 percent boulders and stones, 1 to 20 percent cobbles, and 5 to 50 percent gravel.  Some boulders exceed six feet in diameter.  The soil is slightly acid to neutral.\nThe A horizon color is 10YR 5/2, 5/3 or 6/3 and moist color is 10YR 3/2, 3/3 or 4/3.  Textures are cobbly loamy sand and bouldery loamy coarse sand.  The rock fragment content is 15 to 35 percent with 3 to 15 percent boulders, stones, cobbles, and 15 to 30 percent gravel.  The organic carbon content is 0.4 to 0.6 percent.\nThe Bt horizon color is 10YR 7/3, 7/4, 6/4, 6/3, 5/3 or 5/4 and moist color is 10YR 3/3, 3/4, 4/3, 4/4 or 5/4.  Textures are very cobbly, very stony, sandy loam or sandy clay loam.  The rock fragment content ranges from 35 to 65 percent with 5 to 30 percent boulders and stones, 10 to 20 percent cobbles, and 10 to 20 percent gravel. Clay films are thin to moderately thick and are few to many.  The clay content ranges from 10 to 25 percent, but averages 10 to 18 percent.\nThe C horizon color is 10YR 7/3 or 7/4 and moist color is 10YR 5/3 or 5/4.  Textures are very stony or extremely stony loamy coarse sand, with rock fragment content similar to the B horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Breko, Cowgil (T), Daint, Hefed, Hunewill (T), Jungo, Lithgow, Plush, Sed, Stucky and Washoe series.  Breko and Cowgil soils have Bk horizons.  Daint, Hunewill and Hefed depth to base of Bt horizon is less than 50 cm thick.  Jungo soils have 20 to 30 percent clay in the control section.  Lithgow soils have bedrock at 50 to 100 cm.  Plush soils have bedrock at 100 to 150 cm.  Stucky soils have an argillic horizon with 27 to 35 percent clay and lack boulders and stones.  Sed soils have bedrock at 50 to 100 cm.  Washoe soils have mean annual soil temperatures of 10 to 12 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bairs soils formed in granitic alluvium on alluvial fans and alluvial fan terraces, with small areas formed in mixed alluvium.  These alluvial fans form long aprons along range fronts.  They are dissected with some drainageways and shallow washes.   Slopes are 5 to 30 percent.  Elevations range from 1,550 to 1,980 meters.  The mean annual precipitation is 15 to 25 cm, much of it as snow.  The mean January temperature is about 2 degrees C; mean July temperature is about 23 degrees C; mean annual temperature is 10 to 14 degrees C.  The frost-free season is 115 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rovana (T) and Ulymeyer (T) soils.  These soils lack argillic horizons.  Rovana soils have sandy control sections and are on alluvial fans and fan terraces.  Ulymeyer soils have sandy-skeletal control sections and are on alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate over rapid permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for rangeland, wildlife habitat, and recreation.  Vegetation is mainly big sagebrush, desert bitterbrush, Nevada ephedra and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alluvial fans in east-central California.  The soils are of small extent in MLRA - 26 and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Inyo County, California; Benton-Owens Valley Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon - The zone from the soil surface to 50 cm (The A1 and  A2 horizons).\n1.1 Organic carbon values of 0.4 to 0.6 percent were determined in laboratory using the wet combustion method.  The average sand: clay ratio for the upper 40 cm of soil is 8-13:1.  This places the soil in Xerollic subgroup.\n2.  Argillic horizon - The zone from 50 to 112 cm (The Bt1 and  Bt2 horizons).\nParticle-size control section - The zone from 50 to 100 cm (The Bt1 and part of the Bt2 horizons).\n3.  The soil moisture regime is aridic bordering on xeric; estimated using Thornthwaite water balance method on local meteorological data, soil moisture data, and vegetation indicators.  MAP is 200 to 250 mm - determined by extrapolating between weather stations, considering topographic influences, and using vegetation as indicators.\n4.  The soil temperature regime is mesic (11 to 15 degrees C.)  This is extrapolated from actual soil temperature data over a three year period using 12 month averages."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 18 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, nonsticky and nonplastic; common fine roots; many very fine interstitial pores; 3 percent boulders, 3 percent stones, 1 percent cobbles, and 20 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (3 to 20 cm thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 50,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--18 to 50 cm; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; 3 percent boulders, 3 percent stones, and 20 percent gravel; neutral (pH 7.0); clear wavy boundary, (8 to 38 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 50,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--50 to 79 cm; brown (10YR 5/3) very stony sandy loam, dark brown (10YR 3/3) moist; weak coarse angular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; few very fine interstitial and tubular pores; few faint clay films bridging mineral grains; 1 percent boulders, 15 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (15 to 30 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 79,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--79 to 112 cm; yellowish brown (10YR 5/4) very stony sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse angular blocky structure; hard, friable, nonsticky and nonplastic; few very fine and medium roots; few very fine tubular pores; common faint clay films bridging mineral grains; 2 percent boulders, 20 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (30 to 50 cm thick)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--112 to 152 cm; very pale brown (10YR 7/4) very stony loamy coarse sand, yellowish brown (10YR 5/4) moist; massive; hard, friable, nonsticky and nonplastic; few very fine roots; 5 percent boulders, 45 percent stones, and 10 percent gravel; slightly acid (pH 6.5)"
      }
    ]
  ]
}
