{
  "SERIES": "BAKEOVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/TDT/RWL",
  "REVDATE": "09/2019",
  "STATES": "ID,OR,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bakeoven very cobbly loam in an area of rangeland\nA--0 to 5 cm; very cobbly loam, brown (7.5YR 5/3) dry, dark brown (7.5YR 3/2) moist; weak thin platy structure and weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular pores; 40 percent rock fragments; slightly acid (pH 6.5); abrupt smooth boundary\nBw1--5 to 10 cm; very gravelly loam, brown (7.5YR 5/3) dry, dark brown (7.5YR 3/3) moist; weak thin platy structure and weak fine and medium granular; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine irregular pores; 60 percent rock fragments; neutral (pH 6.8); abrupt smooth boundary\nBw2--10 to 18 cm; very gravelly clay loam, brown (10YR 5/3) dry, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; 60 percent rock fragments; neutral (pH 6.9); abrupt wavy boundary\n2R--18 cm; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wasco County, Oregon; about 370 m south and 30 m east of the center of section 7; in the NW1/4SE1/4 of section 7, T. 8 S., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMoisture control section--usually dry; dry throughout more than 50 percent of the time (cumulative) when the soil temperature is higher than 5 degrees C\nMean annual soil temperature--8 to 13 degrees C\nDepth to bedrock--10 to 25 cm\nContent of rock fragments--40 to 90 percent\nContent of organic matter--1 to 2 percent\nA horizon\nHue--10YR, 7.5YR, 5YR\nValue--4 or 5 dry, 2 or 3 moist\nChroma--2 or 3 moist, 2 to 4 dry\nReaction--6.1 to 7.8\nThickness--0 to 15 cm\nBw horizon\nHue--10YR, 7.5YR, 5YR\nValue--4 or 5 dry, 2 or 3 moist\nChroma--2 or 3 in upper part, 3 or 4 below a depth of 15 to 18 cm in sola more than 18 cm thick\nTexture--loam, clay loam, silt loam\nAverage content of clay--18 to 35 percent\nReaction--6.1 to 7.8\nCombined thickness--8 to 25 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAldax--25 to 50 cm (shallow) to a lithic contact (basalt, andesite); less than 18 percent clay in particle-size control section\nBorid--25 to 50 cm (shallow) to a lithic contact (granitic rock) 10 to 15 percent clay in particle-size control section\nCouleedam--25 to 50 cm (shallow) to a lithic contact (granitic rock); 5 to 15 percent clay in particle-size control section\nCox--25 to 50 cm (shallow) to a lithic contact (basalt); 8 to 15 percent clay in particle-size control section\nHendap--25 to 50 cm (shallow) to a lithic contact (granitic rock); 6 to 12 percent clay in particle-size control section\nLickskillet--30 to 50 cm (shallow) to a lithic contact (basalt)\nPuderbaughridge--25 to 50 cm (shallow) to a lithic contact (limestone)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--90 to 1450 m\nClimate--semiarid\nMean annual precipitation--230 to 410 mm\nMean annual air temperature--7 to 12 degrees C\nMean winter air temperature--about -0.5 to 1.5 degrees C\nMean summer air temperature--17 to 19 degrees C\nFrost-free period--100 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAnderly, Condon--50 to 100 cm (moderately deep) to a lithic contact (basalt); formed in loess over bedrock; occur as \"biscuits\" associated with Bakeoven soils in many areas\nAgency--56 to 100 cm (moderately deep) to a lithic contact (tuff); less than 35 percent rock fragments; on plateaus\nCantala--fine-silty particle-size class; 100 cm or more (deep, very deep) to a lithic contact (basalt)\nGem, Morrow--argillic horizon; 50 to 100 cm (moderately deep) to a lithic contact (basalt)\nMaupin--50 to 100 cm (moderately deep) to a duripan; fine-loamy particle-size class\nReywat--25 to 50 cm (shallow) to a lithic contact (basalt); skeletal argillic horizon\nRitzville, Walla Walla--100 cm or more (deep, very deep) to a lithic contact (basalt); formed in loess; no rock fragments\nRuckles--very stony argillic horizon\nStarbuck--steep, south-facing slopes; no mollic epipedon; formed dominantly in loess; less than 35 percent rock fragments\nWapinitia--100 to 150 cm (deep) to a lithic contact (basalt); argillic horizon\nWatama--50 to 100 cm (moderately deep) to a lithic contact (basalt); fine-loamy particle-size class\nWrentham--steep, north-facing slopes; 50 to 100 cm (moderately deep) to a lithic contact (basalt)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity (Ksat)--moderately high\nPonding--short periods in a few areas"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--livestock grazing, wildlife habitat\nNative vegetation--Sandberg bluegrass, stiff sagebrush"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Oregon, eastern Washington, southwestern Idaho; MLRAs 8 and 10; large extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sherman County, Oregon; 1962"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Mollic epipedon--zone from the surface to a depth of 18 cm\n*Particle-size control section--zone from the surface to a depth of 18 cm\n1/2016--This official series description was updated according to SSR1 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015). Most of the changes were in formatting; no major technical changes were made.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
