{
  "SERIES": "BAKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/TDT/RWL",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Baker series consists of moderately deep to a duripan, well drained soils that formed in old alluvial sediments with an influence of mixed volcanic ash and loess in the surface. These soils are on terraces and have slopes of 0 to 7 percent.  The mean annual precipitation is 12 inches, and the mean annual temperature is 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Haploduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baker silt loam, cropland.  (Colors are for dry soils unless otherwise noted.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thin platy and weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular pores; neutral (pH 7.0); abrupt smooth boundary.  (7 to 9 inches thick)\nBA--8 to 11 inches; brown (10YR 5/3) silt loam, brown (10YR 3/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; mildly alkaline (pH 7.4); clear smooth boundary.  (3 to 6 inches thick)\nBw--11 to 16 inches; brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; few firm nodules 1/4 to 1/2 inch in diameter; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)\nBk1--16 to 23 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; common firm nodules 1/4 to 1/2 inch in diameter; slightly effervescent; strongly alkaline (pH 8.6); gradual wavy boundary.  (0 to 10 inches thick)\nBk2--23 to 31 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; few firm nodules 1/4 to 1/2 inch in diameter; strongly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (0 to 12 inches thick)\n2Bkqm--31 to 39 inches; pinkish gray (7.5YR 7/2) silica-cemented duripan; indurated plates with weakly cemented calcareous loamy sand between plates; massive; extremely hard; laminar capping on surface and on fractures; violently effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (8 to 20 inches thick)\n2Bq--39 to 60 inches; multicolored extremely gravelly sand; massive; hard, firm, nonsticky and nonplastic; weakly cemented; 55 percent gravel and 10 percent cobbles; mildly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; 300 feet west and 200 feet south of the northeast corner of sec. 3, T. 7 S., R. 39 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F.  The soils are dry in all parts of the moisture control section for more than half the time (cumulative) when the soil temperature is above 41 degrees F, in most years.  The depth to the duripan is 20 to 40 inches.  Depth to bedrock is greater than 60 inches.   The solum has 10 to 18 percent clay and more than 15 percent of the particles are coarser than very fine sand.\nThe A horizon has values of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 moist and dry.\nThe B horizon has value of 4 through 6 dry, 3 or 4 moist and chroma of 2 or 3 moist and dry.  It is silt loam or loam.  It is neutral to moderately alkaline.\nThe Bk horizon has value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4 moist and dry.  It is slightly to violently effervescent.\nThe 2Bkqm horizon has indurated plates which have weakly cemented soil material between them.  It is massive and indurated in the upper part and weakly to strongly cemented below.\nThe BCq horizon has a fine earth fraction of loam, loamy sand or sand with 0 to 60 percent gravel and 0 to 10 percent cobbles.  It is weakly to strongly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Rojo(T) series.  Rojo soils have 7.5YR and 5YR hues and have bedrock at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on terraces at elevations of 2,000 to 3,500 feet.  Slopes are 0 to 7 percent.  The soils formed in old alluvial sediments with an influence of mixed volcanic ash and loess.  Winters are cool and moist and summers are warm and dry.  The mean annual precipitation is 9 to 14 inches.  The mean January temperature is 24 degrees F, the mean July temperature is 68 degrees F, and the mean annual temperature is 45 to 50 degrees F.  The frost-free period is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baldock, North Powder, Powder, Ruckles and Virtue soils.  The Baldock soil is fine-loamy, lacks a duripan and is located on adjacent bottom lands.  The North Powder soils is fine-loamy, moderately deep to bedrock and is located on adjacent hillslopes.  The Powder soil is coarse-silty, lacks a duripan and is located on adjacent bottom lands.  The Ruckles soil is clayey-skeletal, shallow and is located on adjacent hillslopes.  The Virtue soil is fine-silty, has an ochric epipedon and an argillic horizon and is on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow. Permeability is moderate to the duripan and impermeable in the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated row crops, hay and pasture, and small grain.  The native vegetation is bluebunch wheatgrass, Idaho fescue and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon; MLRA 10.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil is on the Senecal geomorphic surface. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 11 inches (Ap and BA horizon)\nCambic horizon - the zone from 11 to 31 inches (Bw1, Bk1, and Bk2 horizons)\nDuripan - the zone from 31 to 39 inches (2Bkqm horizon)\nNSTH 17, RECLASSIFICATION ONLY, 3/95\nNational Cooperative Soil Survey\nU.S.A."
  }
}
