{
  "SERIES": "BALAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/MEH/RWL",
  "REVDATE": "11/2008",
  "STATES": "WA",
  "OVERVIEW": "The Balake series consists of very deep, well drained soils that formed in conglomerate mixed with loess. Balake soils are on scoured terraces and hillslopes. Slopes are 2 to 65 percent. The mean annual precipitation is about 30 inches and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Balake very gravelly loam - forested, on a 5 percent northeast-facing slope at an elevation of 420 feet. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures).\nA1--0 to 5 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine tubular pores; 40 percent gravel; strongly acid (pH 5.4); clear smooth boundary.\nA2--5 to 12 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate very fine and fine subangular blocky and granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common fine tubular pores; 45 percent gravel; moderately acid (pH 5.6); clear wavy boundary. (Combined thickness of the A horizon is 10 to 18 inches)\nBt1--12 to 18 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, fine, medium, and coarse roots; common fine tubular pores; few faint clay films on faces of peds and lining pores; 40 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (5 to 9 inches thick)\nBt2--18 to 28 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; 45 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (8 to 15 inches thick)\nBt3--28 to 45 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; 45 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (12 to 25 inches thick)\nBt4--45 to 60 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common fine tubular pores; few distinct clay films on faces of peds and lining pores; 45 percent gravel and 5 percent cobbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klickitat County, Washington; 0.5 miles northwest of Lyle, Washington; about 1,000 feet east and 1,750 feet north of the southwest corner of section 29, T.3N., R.12E. (Latitude 45 degrees 42 minutes 57seconds N and Longitude 121 degrees 20 minutes 12seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist, but are dry in the moisture control section for 60 to 75 consecutive days following the summer solstice. The mean annual soil temperature is 48 to 50 degrees F. Solum thickness is 60 or more inches. Clay content in the particle-size control section averages from 25 to 35 percent and rock fragments from 35 to 55 percent. The mollic epipedon is 10 to 15 inches thick.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Reaction is strongly acid to slightly acid.\nThe Bt horizon has value of 3 or 4 moist, 4 to 6 dry and chroma of 4 or 6 moist and dry. Texture is very gravelly loam or very gravelly clay loam. Reaction is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beezee, Bluenose, Bluesprin, Fordice, Hunsinger, Jebe, Jellico, Keuterville, Legall, Nashmead, Riverpoint, Sauter, Shanks(T), and Sienna series.\nBeezee soils  mollic epipedon 15 to 20 inches thick\nBluenose soils  dry more than 90 consecutive days following the summer solstice\nBluesprin soils  20 to 40 inches to a lithic contact (basalt)\nFordice soils  have a mean annual soil temperature of 52 to 57 degrees F.\nHunsinger soils  40 to 60 inches to a paralithic contact (weathered basalt); dry for more than 90 consecutive days following the summer solstice\nJebe soils  dry for 45 to 60 consecutive days following the summer solstice\nJellico soils  20 to 40 inches to a lithic contact (basalt); dry for 110 to 130 consecutive days following the summer solstice\nKeuterville soils  dry for 45 to 60 consecutive days following the summer solstice\nLegall soils  dry for 75 to 90 consecutive days following the summer solstice\nNashmead soils  40 to 60 inches to a lithic contact (sandstone); dry for more than 90 consecutive days following the summer solstice; mean annual soil temperature of  54 to 59 degrees F.\nRiverpoint soils  25 to 40 inches to base of argillic horizon; dry for 60 to 90 consecutive days following the summer solstice; average less than 25 percent clay in the particle-size control section\nSauter soils  mollic epipedon 15 to 20 inches thick; hue of 5YR or 7.5YR\nShanks soils  20 to 40 inches to a lithic contact (granodiorite); dry for 60 to 90 consecutive days following the summer solstice\nSienna soils  20 to 40 inches to a lithic contact (basalt); 35 to 60 percent rounded quartzitic rock fragments; dry for 75 to 90 consecutive days\nThe Bluenose, Gavel, and Tekoa series have similar classifications.\nBluenose soils  active CEC activity class; dry for greater than 120 consecutive days following the summer solstice\nGavel soils  vitrandic subgroup; 20 to 40 inches to a paralithic contact (andesite or basalt)\nTekoa soils  vitrandic subgroup; 20 to 40 inches to a lithic contact (shale); dry for 60 to 75 consecutive days following the summer solstice"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Balake soils are on scoured terraces and hillslopes at elevations of 200 to 1,000 feet. Slopes are 2 to 65 percent. These soils formed in conglomerate mixed with loess. Summers are warm and dry and winters are cool and moist. The mean annual precipitation is 25 to 35 inches. The average January temperature is 29 degrees F. and average July temperature is 67 degrees F. The mean annual temperature is 45 to 48 degrees F. The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cauley, Galiente and Gunn soils. Cauley soils are on flood plains and hillslopes and are fine-loamy. Galiente soils are on hillsides and have a fine textured particle-size control section. Gunn soils are on hillsides and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production, livestock grazing, crop production, building sites, and wildlife habitat. Native vegetation is mainly ponderosa pine with an understory of western hazel, deerbrush ceanothus, creambush oceanspray, elk sedge, rose, blue wildrye, and strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klickitat County, Washington; MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klickitat County, Washington, 2003. Name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to 12 inches\nArgillic horizon - the zone from 12 to 60 inches\nParticle-size control section - the zone from 12 to 32 inches (Bt1, Bt2 and part of the Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine tubular pores; 40 percent gravel; strongly acid (pH 5.4); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 12 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate very fine and fine subangular blocky and granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common fine tubular pores; 45 percent gravel; moderately acid (pH 5.6); clear wavy boundary. (Combined thickness of the A horizon is 10 to 18 inches)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--12 to 18 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, fine, medium, and coarse roots; common fine tubular pores; few faint clay films on faces of peds and lining pores; 40 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (5 to 9 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--18 to 28 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; 45 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (8 to 15 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 71,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--28 to 45 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; 45 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (12 to 25 inches thick)"
      },
      {
        "name": "Bt4",
        "top": 114,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt4--45 to 60 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common fine tubular pores; few distinct clay films on faces of peds and lining pores; 45 percent gravel and 5 percent cobbles; moderately acid (pH 6.0)."
      }
    ]
  ]
}
