{
  "SERIES": "BALATON",
  "STATUS": "Established Series",
  "BYREV": "RCG-AGG",
  "REVDATE": "07/2014",
  "STATES": "MN",
  "OVERVIEW": "The Balaton series consists of very deep, moderately well drained soils that formed in calcareous loamy glacial till. Permeability is moderate.  These soils are on moraines and till plains.  They have slopes ranging from 1 to 6 percent.  Mean annual air temperature is about 43 degrees F., and mean annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Balaton loam with a convex 2 percent slope on the summit of a low knoll on a glacial moraine in a cultivated field.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; friable; about 3 percent gravel; slightly effervescent; slightly alkaline; abrupt smooth boundary.\nA--8 to 13 inches; very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; weak and moderate very fine subangular blocky structure; friable; about 3 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary.  (Combined thickness of the A horizons is 7 to 18 inches thick)\nBk1--13 to 20 inches; mixed brown (10YR 4/3) and olive brown (2.5Y 4/4) loam; weak fine subangular blocky structure; friable; calcium carbonate disseminated throughout; about 1 percent gravel; violently effervescent; moderately alkaline; clear irregular boundary. (0 to 10 inches thick)\nBk2--20 to 31 inches; light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; friable; common soft masses of lime; about 3 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary. (10 to 40 inches thick)\nC1--31 to 42 inches; light olive brown (2.5Y 5/4) loam;  massive; friable; few fine distinct light brownish gray (2.5Y 6/2) Fe depletions; about 5 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary.\nC2--42 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; many medium distinct light brownish gray (2.5Y 6/2) Fe depletions and common medium prominent yellowish brown (10YR 5/6) Fe concentrations; many iron stains on fracture faces; about 5 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Murray County, Minnesota; about 3 miles west and 6 miles south of Balaton; 2,550 feet west and 1250 feet south of the northeast corner, Sec. 19, T. 108 N., R. 42 W.,  USGS Current Lake quadrangle, latitude 44 degrees 08 minutes 58.28 seconds N., longitude 95 degrees 55 minutes 58.39 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 18 inches in thickness. The clay content ranges from 18 to 35 percent and the sand content ranges from 30 to 45 percent throughout. The rock fragment content ranges from 1 to 10 percent (by volume) throughout. The reaction is slightly alkaline or moderately alkaline throughout. A calcic horizon occurs within 16 inches of the surface. It has 15 to 30 percent calcium carbonate equivalent.\nThe Ap, Ak and A horizons have hue of 10YR or 2.5Y, value of 2 or 3 and chroma of 1 or 2.  Texture is loam or clay loam.\nThe ABk horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 3 or 4.  It is loam or clay loam.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6,  and chroma of 1 to 4.  It is loam or clay loam.\nSome pedons have a BC horizon.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 1 to 4.  It is loam or clay loam.  It is friable or firm based on the specific geomorphic surface it occurs on."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Balaton soils are on low knolls on moraines and on rises till plains. Slopes are short and convex with gradients ranging from 1 to 6 percent. The soil is formed in calcareous, loamy glacial till of the Wisconsin Age. Mean annual air temperature ranges from 38 to 45 degrees F, and mean annual precipitation ranges from 19 to 27 inches. The frost free days range from 120 to 170 days. The elevation above sea level ranges from 850 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barnes, Buse, Hamerly, Parnell, Svea, Vallers, Wyard, and Tonka soils which are members of a hydrosequence with the Balaton soils. The well drained Barnes and Buse soils are on higher landscape positions. The moderately well drained Svea soils are in concave swales and flats. The somewhat poorly drained Hamerly and Wyard soils are on lower lying areas. Wyard soils do not have a calcic horizon within a depth of 16 inches. The very poorly drained Parnell and poorly drained Tonka soils are in depressions. The poorly drained Vallers soils are on flats and rims of depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Surface runoff is low.  Saturated hydraulic conductivity, measured in inches per hour, is .6 to 2.0  grading to .2 to .6 on the friable till and .2 to .6 on the firm till.  Seasonal high saturation is as high as 20 inches during the months of April to June and October and November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for cropland.  Corn, soybeans and small grains are the main crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Minnesota, eastern North Dakota, and northeastern South Dakota. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Swift County, Minnesota, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 13 inches (Ap and A horizons); calcic horizon - the zone from 13 to 31 inches (ABk and Bk horizons); aquic condition based on redox depletions above a depth of 40 inches - See paragraph below.\nThis soil was formerly included with the Hamerly series.  The firm clay loam loam till is associated with the Gary Moraine in Minnesota and possibly South Dakota.\nADDITIONAL DATA:  Soil Interpretation Record Number MN0819\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; friable; about 3 percent gravel; slightly effervescent; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--8 to 13 inches; very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; weak and moderate very fine subangular blocky structure; friable; about 3 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary.  (Combined thickness of the A horizons is 7 to 18 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 33,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bk1--13 to 20 inches; mixed brown (10YR 4/3) and olive brown (2.5Y 4/4) loam; weak fine subangular blocky structure; friable; calcium carbonate disseminated throughout; about 1 percent gravel; violently effervescent; moderately alkaline; clear irregular boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 51,
        "bottom": 79,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk2--20 to 31 inches; light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; friable; common soft masses of lime; about 3 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary. (10 to 40 inches thick)"
      },
      {
        "name": "C1",
        "top": 79,
        "bottom": 107,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--31 to 42 inches; light olive brown (2.5Y 5/4) loam;  massive; friable; few fine distinct light brownish gray (2.5Y 6/2) Fe depletions; about 5 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 107,
        "bottom": 203,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "C2--42 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; many medium distinct light brownish gray (2.5Y 6/2) Fe depletions and common medium prominent yellowish brown (10YR 5/6) Fe concentrations; many iron stains on fracture faces; about 5 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
