{
  "SERIES": "BALDKNOB",
  "STATUS": "Established Series",
  "BYREV": "Rev-SBC/BDG/MPR",
  "REVDATE": "05/2013",
  "STATES": "WA",
  "OVERVIEW": "The Baldknob series consists of shallow, well drained soils formed in colluvium and residuum from rhyolite and andesite with a minor component of glacial till.  The upper part also has a mixture of volcanic ash and loess.  These soils are on summits, shoulders, and backslopes of glacially scoured foothills and mountains.  Slopes are 5 to 70 percent.  The mean annual precipitation is about 430 mm (17 inches) and the mean annual air temperature is about 7.0 degrees C (45 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baldknob very gravelly ashy loam - on a 55 percent south facing slope under native grasses and shrubs, at an elevation of 1,250 m (4,100 feet).  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; brown (10YR 5/3) very gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; common very fine and fine roots; 30 percent gravel, 5 percent cobbles, 10 percent stones; slightly acid (pH 6.2); clear wavy boundary. (10 to 30 cm thick)\nBw1--10 to 23 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine roots; 40 percent gravel, 15 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (0 to 20 cm thick)\nBw2--23 to 35 cm; yellowish brown (10YR 5/4) extremely gravelly loam, brown (7.5YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; few fine roots; 45 percent gravel, 20 percent cobbles; slightly acid (pH 6.2); abrupt wavy boundary.  (0 to 23 cm thick)\nR--35 cm; rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Ferry County, Washington; about 14 miles northeast of the town of Nespelem; 2,000 feet north, 400 feet east of the southwest corner of sec. 13, T. 33 N., R. 31 E., W.M. Latitude - 48 degrees, 21 minutes, 29.6 seconds North; Longitude - 118 degrees, 51 minutes, 53.7 seconds West, NAD83; UTM Zone 11: 361855m East, 5357798m North; USGS Central Peak, Washington Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a lithic contact: 25 to 50 cm\nMean annual soil temperature: is 43 to 46 degrees F. (6.0 to 8.0 degrees C.). Frigid temperature regime.\nSoil moisture: usually moist but are dry between a depth of 20 cm and the lithic contact for 60 to 75 consecutive days following the summer solstice. Xeric moisture regime.\nMollic epipedon: 18 to 30 cm thick.\nParticle-size control section: 8 to 18 percent clay and 35 to 70 percent rock fragments by weighted average.\nA1 or A horizons\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 through 4 dry, 2 or 3 moist\nClay content - 8 to 20 percent\nRock fragments - l0 to 30 percent gravel or channers, 0 to 10 percent cobbles or flagstones, 0 to 15 percent stones\nReaction - 6.1 to 7.3\nA2 or Bw horizons\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 to 4 dry or moist\nTexture - loam or sandy loam\nClay content - 8 to 20 percent\nRock fragments - l0 to 50 percent gravel or channers, 0 to 20 percent cobbles or flagstones, and 0 to 5 percent stones\nReaction - 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blewett, Fivebit, Franktown, Laycock, Logdell and Timgulch series.\nBlewett soils: are dry 75 to 90 days and contain 5 to 20 percent soft sandstone fragments in the particle-size control section.\nFivebit soils: average 25 to 35 percent clay in the fine earth fraction.\nFranktown soils: have a C horizon.\nLaycock: average 18 to 30 percent clay in the fine-earth fraction of the particle-size control section.\nLogdell soils: average 18 to 30 percent clay in the fine-earth fraction of the particle-size control section.\nTimgulch soils: lack a volcanic ash component and contain basalt fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baldknob soils are on summits, shoulders, and backslopes of glacially scoured foothills and mountains.  These soils formed mainly in colluvium and residuum from rhyolite and andesite, with a minor component of glacial till.  The upper part of the soil also contains a mixture of volcanic ash and loess.  Slopes are 5 to 70 percent.  Elevations range from 670 to 1675 m (2,200 to 5,500 feet).  The climate is characterized by warm, dry summers and cold, moist winters. The mean annual precipitation is 380 to 610 mm (15 to 24 inches). The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Inkler, Johntom, Nevine, Northstar, and Thout soils. Inkler and Nevine soils are on hills and mountains and have volcanic ash mantles. Johntom soils are on mountain ridges and are mesic. Northstar soils are on mountain ridges. They are mesic and are 50 to 100 cm (moderately deep) to a lithic contact. Thout soils are on glaciated mountain sides and are 50 to 100 cm (moderately deep) to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal uses are livestock grazing and wildlife habitat.  Native vegetation includes bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, lupine, common yarrow, Wyeth eriogonum, common snowberry, and Saskatoon serviceberry.  Tree species are widely scattered, stunted Douglas-fir and ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Washington; MLRA 6 and 43A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ferry County (Colville Indian Reservation), Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:\nMollic epipedon: the zone from the surface to 23 cm (A and Bw1 horizons)\nCambic horizon: the zone from 10 to 35 cm (Bw1 and Bw2 horizons), Lithic contact:  at 35 cm (R horizon).\nParticle-size control section: the zone from the surface to 35 cm (A, Bw1 and Bw2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
