{
  "SERIES": "BALKYHORSE",
  "STATUS": "Tentative Series",
  "BYREV": "PBF",
  "REVDATE": "02/2008",
  "STATES": "CA",
  "OVERVIEW": "The Balkyhorse series consists of deep, well-drained soils that formed in alluvium from mixed sources. The Balkyhorse soils are on dissected alluvial fans. Slopes range from 4 to 9 percent. The mean annual precipitation is about 546 millimeters (22 inches) and the mean annual air temperature is about 8 degrees C. (47 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Duric Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Balkyhorse loam, on a west-northwest facing, linear to slightly convex, 5 percent slope under sagebrush and scattered Pinyon pine and juniper at an elevation of 2,195 meters (7,200 feet). (Colors are for dry soil unless otherwise noted. The surface is covered by approximately 35 percent gravel.\nA -- 0 to 4 centimeters, (0 to 2 inches); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; strong thick platy structure; soft, very friable, slightly sticky, nonplastic; 20 percent coarse vesicular pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.\nA -- 4 to 13 centimeters, (2 to 5 inches); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak thin platy structure parting to weak fine granular structure; soft, very friable, slightly sticky, nonplastic; 5 percent gravel; neutral (pH 7.1); clear smooth boundary. (Combined thickness of the A horizon is 5 to 15 centimeters)\nBw1 -- 13 to 33 centimeters, (5 to 13 inches); brown (10YR 5/3) cobbly sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; 10 percent discontinuous distinct dark yellowish brown (10YR 4/4) clay films on all faces of peds; 10 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear smooth boundary.\nBw2 -- 33 to 56 centimeters, (13 to 22 inches); dark yellowish brown (10YR 3/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; 15 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary. (Combined thickness of the Bw horizon is 35 to 50 centimeters)\nBqm1 -- 56 to 77 centimeters, (22 to 30 inches); dark yellowish brown (10YR 4/4) gravelly sandy loam, light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable, weakly cemented, slightly sticky, slightly plastic; 20 percent gravel and 5 percent cobbles; moderately acid (pH 5.7); clear smooth boundary.\nBqm2 -- 77 to 125 centimeters, (30 to 49 inches); moderately cemented duripan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; 550 meters (1,800 feet) east and 490 meters (1,600 feet) south of the NW corner of section 27, T. 2 N., R. 2 E.; 34 degrees, 13 minutes and 54.7 seconds north latitude and 116 degrees, 45 minutes and 48.1 seconds west longitude; Moonridge 7.5 minute quadrangle; UTM 11S 0521797e 3787889n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil moisture control section: Usually dry in all parts from late May or early June until late November or early December, and usually moist in some or all parts the rest of the year. The soils have a xeric moisture regime.\nSoil temperature: 8 to 11 degrees C. (47 to 51 degrees F.)\nOrganic matter: 1 to 3 percent\nSurface rock fragments: 25 to 45 percent; with 25 to 45 percent gravel and 0 to 5 percent cobbles\nControl section -\nThickness of the mollic epipedon: 25 to 45 centimeters\nDepth to moderately cemented duripan: 50 to 65 centimeters\nRock fragments: 15 to 30 percent\nClay content: range is between 12 and 20 percent\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nTexture of the fine earth: sandy loam or loam\nClay content: 12 to 20 percent\nRock fragments: 0 to 10 percent gravel\nReaction: slightly acid to neutral\nBw horizon\nValue: 3 to 5 dry or moist\nChroma: 3 or 4 dry or moist\nTexture of the fine earth: sandy loam or loam\nClay content: 10 to 18 percent\nRock fragments: 5 to 25 percent gravel and cobbles\nReaction: slightly acid to neutral\nBqm horizon\nValue: 4 to 6 dry or moist\nChroma: 3 or 4 dry or moist\nTexture of the fine earth: sandy loam or loam\nClay content: 10 to 18 percent\nRock fragments: 15 to 30 percent gravel and cobbles\nReaction: moderately acid to neutral\nSilica: 10 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Balkyhorse soils are on alluvial fans. Slopes range from 4 to 9 percent. These soils formed in mixed alluvium. Elevations range from 1,465 to 1,980 meters (4,800 to 6,500 feet). The climate is subhumid mesothermal with warm, dry summers and cool, moist winters with some snow. The mean annual precipitation ranges from 483 to 635 millimeters (19 to 25 inches) and the mean annual air temperature ranges from 7 to 9 degrees C. (45 to 49 degrees F.) The frost-free season is 35 to 142 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cariboucreek (T), Deadmansridge (T), Doble (T), Goldmountain (T), Moonridge (T) and Shayroad (T) soils. None of these soils have a duripan at any depth. In addition, Cariboucreek soils do not have a mollic epipedon and are on mountain toeslopes. Deadmansridge and Goldmountain soils are on mountain sideslopes and have loamy-skeletal particle-size control sections. In addition, Goldmountain soils have a lithic contact within 100 centimeters (40 inches). Doble, Moonridge and Shayroad soils have a mollic epipedon that is more than 50 centimeters (20 inches) thick. In addition Doble soils have a loamy-skeletal particle-size control section and Moonridge soils are on alluvial flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Balkyhorse soils are used for recreation, watershed and wildlife habitat. Some areas are used for homesites. The present vegetation is mainly sagebrush, Pinyon pine and juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of inland mountain ranges of San Bernardino, Riverside and San Diego counties, southern California. MLRA 20. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  San Bernardino County, California, San Bernardino National Forest, Private Land Soil Survey, 2004. The name is from a canyon in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1. Mollic epipedon: 0 to 33 centimeters (Av, A and Bw1 horizons)\n2. Cambic horizon: 13 to 56 centimeters (Bw1 and Bw2 horizons)\n3. Duric horizon: the zone beginning at 56 centimeters (Bqm1 horizon)\n4. Particle-size control section: 25 to 7 centimeters (Bw1, Bw2, and Bqm1 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
