{
  "SERIES": "BALKO",
  "STATUS": "Established Series",
  "BYREV": "SLM-TGM",
  "REVDATE": "10/2018",
  "STATES": "KS,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Balko silt loam -- on a 2 percent linear slope in rangeland at an elevation of about 855 m (2805 ft).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2), moist; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; hard, very firm; many very fine, many fine, and few medium roots throughout; few very fine and few fine pores; many fine worm casts throughout; noneffervescent; slightly alkaline, pH 7.5; clear smooth boundary. Thickness is 15 to 38 cm (6 to 15 in)\nBt--18 to 35 cm (7 to 14 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2), moist; strong coarse prismatic parting to strong medium prismatic parting to moderate medium subangular blocky structure; hard, very firm; many very fine and common fine roots throughout; common very fine and few fine pores; few faint clay films on all faces of peds and common distinct clay films on vertical faces of peds; many fine worm casts throughout; noneffervescent; slightly alkaline, pH 7.7; clear smooth boundary. Thickness is 0 to 66 cm (0 to 26 in)\nBtk1--35 to 53 cm (14 to 21 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2), moist; strong coarse prismatic parting to strong medium prismatic parting to strong coarse angular blocky structure; extremely hard, extremely firm; common very fine and few fine roots throughout; few very fine pores; common distinct clay films on all faces of peds; few fine carbonate masses throughout; slightly effervescent (4 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual smooth boundary.\nBtk2--53 to 81 cm (21 to 32 in); brown (10YR 4/3) silty clay loam, dark brown (10YR 3/3), moist; strong medium prismatic parting to strong medium angular blocky structure; extremely hard, extremely firm; few very fine roots throughout; few very fine pores throughout; common distinct clay films on all faces of peds; common fine carbonate masses and common medium carbonate masses throughout, and few medium spherical carbonate masses between peds; strongly effervescent (1 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; clear smooth boundary.\nBtk3--81 to 129 cm (32 to 51 in); strong brown (7.5YR 4/6) silty clay loam, dark brown (7.5YR 3/4), moist; strong medium prismatic parting to strong medium angular blocky structure; extremely hard, extremely firm; few very fine roots throughout; few very fine pores; common distinct clay films on all faces of peds and common prominent organic stains on vertical faces of peds; few fine carbonate nodules and common fine carbonate masses throughout; common medium cylindrical carbonate masses and common medium spherical carbonate masses between peds; slightly effervescent (2 percent calcium carbonate equivalent); moderately alkaline, pH 7.9; abrupt smooth boundary. Combined thickness of Btk horizons is 38 to 152 cm (15 to 60 in)\n2Bkk1--129 to 154 cm (51 to 61 in); pinkish white (7.5YR 8/2) clay loam, pink (7.5YR 7/3), moist; weak medium platy structure; soft, very friable; few very fine roots throughout; few very fine and few medium pores; finely disseminated carbonate in matrix; violently effervescent (54 percent calcium carbonate equivalent); moderately alkaline, pH 8.1; gradual smooth boundary.\n2Bkk2--154 to 182 cm (61 to 72 in); pinkish white (7.5YR 8/2) silt loam, pink (7.5YR 7/4), moist; weak medium subangular blocky structure; soft, very friable; few very fine pores; finely disseminated carbonate in matrix and few medium carbonate nodules throughout; violently effervescent (54 percent calcium carbonate equivalent); moderately alkaline, pH 8.1; gradual smooth boundary. Combined thickness of 2Bkk horizons is 0 to 94 cm (0 to 37 in)\n2BCk--182 to 206 cm (72 to 81 in); pink (7.5YR 7/4) very gravelly silt loam, light brown (7.5YR 6/4), moist; weak medium subangular blocky structure; extremely hard, extremely firm; few fine spherical relict iron-manganese concretions throughout; finely disseminated carbonate in matrix; common fine carbonate nodules, common medium  and common coarse carbonate masses throughout; 8 percent 2 to 5 mm, 25 percent 5 to 20 mm, and 5 percent 20 to 75 mm strongly cemented carbonate nodules and caliche fragments; violently effervescent (45 percent calcium carbonate equivalent); moderately alkaline, pH 8.1."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBeaver County, Oklahoma; located about 8 miles west and 1 mile north of Elmwood, Oklahoma; then 1820 ft south and 710 ft east of the northwest corner of Section 14, Township 2N, Range 23E (Cimarron meridian).\nUSGS topographic quadrangle: Balko, Oklahoma\nLatitude: 36 degrees, 38 minutes, 25.50 seconds N\nLongitude: 100 degrees, 39 minutes, 51.80 seconds W\nDatum: WGS84\nDecimal Degrees\nStd Latitude: 36.6404152\nStd Longitude: -100.6643906\nUTM Northing: 4056275\nUTM Easting:  351208\nUTM zone: 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.\nSolum thickness: More than 203 cm (80 in)\nThickness of mollic epipedon: 50 to 91 cm (20 to 36 in)\nThickness of argillic horizon: 74 to 165 cm (29 to 65 in)\nDepth to secondary carbonates: 25 to 91 cm (10 to 36 in)\nDepth to calcic horizon: typically 102 to 152 cm (40 to 60 in), but may be more than 203 cm (80 in)\nLinear extensibility: Average of 4.5 to 5.7 cm to a depth of 100 cm\nParticle-size control section (weighted average):\nTotal clay content: 35 to 50 percent\nCarbonate clay content : 0 to 2 percent\nCoarse fragments: none\nA or Ap horizons:\nHue: 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3 moist or dry\nTexture: silt loam or silty clay loam\nTotal clay content: 18 to 30 percent\nCarbonate clay content: none\nCoarse fragments: none\nIdentifiable secondary carbonate: none\nCalcium carbonate equivalent: 0 to 1 percent\nEffervescence: none to slight\nReaction (pH): neutral to slightly alkaline (6.6-7.8)\nBt horizons (where present):\nHue: 7.5YR or 10YR\nValue: 3 to 5, 3 or 4 moist\nChroma: 2 to 4 moist or dry\nTexture: silty clay loam, clay loam, clay, silty clay\nTotal clay content: 35 to 50 percent\nCarbonate clay content: 0 to 1 percent\nCoarse fragments: none\nIdentifiable secondary carbonate: none\nCalcium carbonate equivalent: 0 to 1 percent\nEffervescence: none to slight\nReaction (pH): neutral to slightly alkaline (6.6-7.8)\nBtk horizons:\nHue: 7.5YR or 10YR\nValue: 3 to 5 moist or dry\nChroma: 2 to 6, 3 or 4 moist\nTexture: typically silty clay loam, clay loam, clay, or silty clay, but also includes loam and silt loam below 100 cm\nTotal clay content: 23 to 50 percent\nCarbonate clay content: 0 to 5 percent\nCoarse fragments: 0 to 2 percent, fine gravel of strongly cemented to very strongly cemented carbonate nodules and concretions\nIdentifiable secondary carbonate: 1 to 15 percent; fine to coarse; finely disseminated carbonate, masses, nodules, and concretions\nCalcium carbonate equivalent:  1 to 10 percent\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBk and BCk horizons:\nHue: 7.5YR or 10YR\nValue: 6 to 8 moist or dry\nChroma: 2 to 4 moist or dry\nTexture: silt loam, silty clay loam, loam, or clay loam and their gravelly or very gravelly counterparts\nTotal clay content: 15 to 32 percent\nCarbonate clay content: 2 to 10 percent\nCoarse Fragments: 0 to 45 percent; fine to coarse gravel of strongly cemented to very strongly cemented carbonate nodules, concretions, and caliche fragments\nIdentifiable secondary carbonates: 25 to 60 percent; fine to very coarse; finely disseminated carbonate, masses, nodules, and concretions\nCalcium carbonate equivalent: 40 to 65 percent\nEffervescence: violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Conchovar, Irwin, Knifehill, Lubbock, Millpaw, Nutreeah, Ruidoso, and Tully series in the same family.\nConchovar soils: formed in alluvium in a cooler, drier climate at higher elevations and are somewhat poorly drained with a seasonal water table between 76 to 152 cm (30 to 60 in) of the soil surface\nIrwin soils: formed in residuum weathered from shale and occur in a moister climate at lower elevations\nKnifehill soils: formed in alluvium derived from sandstone and shale and occur on stream terraces and valley floors in a cooler, drier climate at higher elevations\nLubbock soils: formed in loess over alluvium and occur on slight depressional areas on paleoterraces\nMillpaw soils: formed in alluvium and occur on alluvial fans and valley sides in a cooler, drier climate at higher elevations\nNutreeah soils: are formed in alluvium from sandstone and shale, occur on valley floors in a cooler, drier climate at higher elevations, and have accumulations of sodium within 50 to 89 cm (20 to 35 in) of the soil surface\nRuidoso soils: formed in colluvium from sedimentary and igneous rocks and occur on alluvial fans and valley sides in a drier climate at higher elevations\nTully soils: formed in clayey alluvium and colluvium, have up to 35 percent chert or limestone fragments in the particle-size control section, and occur on foot slopes in a moister climate at lower elevations"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous loess\nLandscape: high plains\nLandform: plains and interfluves\nSlopes: 0 to 5 percent\nPrecipitation pattern: These soils are intermittently moist in September through November and March through June. July and August and December through February are the driest months.\nMean annual precipitation:  432 to 584 mm (17 to 23 in)\nThornthwaite annual P-E Index Vales:  25 to 36\nMean annual air temperature:  12.8 to 13.9 degrees C (55 to 57 degrees F)\nFrost-free period:  170 to 200 days\nElevation:  701.0 to 1249.7 m (2300 to 4100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Belfon, Canina, Conlen, Forgan, Hansford, Hugoton, Knoblaw, Lautz, Oslo, Plack, Twichell, and Waka series.\nBelfon soils: occur on slightly higher positions and have a fine-loamy particle-size class with a fine or fine-silty discontinuity within 100 cm (40 in) of the soil surface\nCanina soils: occur on higher positions, have an ochric epipedon, a fine-silty particle-size class, and a calcic horizon within 50 cm (20 in) of the soil surface\nConlen soils: occur on lower positions, have a coarse-loamy particle-size class, do not have an argillic horizon, and have carbonatic mineralogy\nForgan soils: occur on similar positions and have a fine-loamy particle-size class\nHansford, Knoblaw, and Lautz soils occur in lower playa positions and have redox features within 50 cm (20 in) of the soil surface.\nHugoton and Oslo soils: occur on similar positions and have a fine-silty particle-size class\nPlack soils: occur on lower positions and have a petrocalcic horizon within 50 cm (20 in) of the soil surface\nTwichell soils: occur on similar positions, have surface textures with more than 30 percent silicate clay, and slickensides within 50 cm (20 in) of the soil surface\nWaka soils: occur in lower drainageway positions, have an irregular decrease in organic carbon, and a fine-silty particle-size class"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability class: slow\nRunoff: medium on 0 to 1 percent slopes, high on 1 to 5 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: crop production and livestock grazing\nNative vegetation: predominantly buffalo grass and blue grama with some purple threeawn and prickly pear\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites:   Deep Hardland"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: northern Texas panhandle and Oklahoma panhandle\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 77A - Southern High Plains, Northern Part\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lipscomb County, TX during the \"MLRA 77E - Quanah (Paloduro, Veal, and Portales) soils and Paloduro loam and clay loam, 3 to 5 percent slopes\" project. Proposed during the extensive revision update of Beaver County, OK. The name is from a community in the southwestern part of Beaver County, OK."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Richfield series.\nDiagnostic horizons and features in this pedon:\nParticle-size control section: 18 to 68 cm (7 to 27_in)\nMollic epipedon: 0 to 81 cm (0 to 32 in) (A, Bt, Btk1, and Btk2 horizons)\nArgillic horizon: 18 to 129 cm (7 to 51 in) (Bt and Btk horizons)\nSecondary carbonates: 35 to 206 cm (14 to 81 in) (Btk, 2Bkk, and 2BCk horizons)\nCalcic horizon: 129 to 206 cm (51 to 81 in) (2Bkk and 2BCk horizons)\nADDITIONAL DATA:  KSSL data available. S2004OK007004 (TL-Beaver County, OK); S1994TX357007 (Ochiltree County, TX)\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
