{
  "SERIES": "BALLTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV-RGC",
  "REVDATE": "09/2017",
  "STATES": "MO",
  "OVERVIEW": "The Balltown series consists of shallow, somewhat excessively drained soils formed in residuum from Pennsylvanian age limestone.  These soils are on uplands. Slope ranges from 3 to 25 percent.  Mean annual precipitation is about 940 mm (37 inches), and mean annual temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, thermic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Balltown very flaggy silty clay loam - on a 14 percent slope in pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) very flaggy silty clay loam; grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many fine roots throughout; 50 percent limestone fragments; slightly effervescent; slightly alkaline; clear smooth boundary. [13 to 30 cm (5 to 12 inches) thick]\nC--25 to 41 cm (10 to 16 inches); dark brown (10YR 3/3) extremely flaggy silty clay loam; brown (10YR 5/3) dry; weak fine subangular blocky structure; firm; few roots throughout; 80 percent limestone fragments; strongly effervescent; slightly alkaline; abrupt smooth boundary.  [0 to 20 cm (0 to 8 inches) thick]\nR--41 cm (16 inches); gray (10YR 6/1) limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Vernon County, Missouri; about 3 miles north and 3 miles west of Stotesbury; 660 feet east and 40 feet south of the northwest corner, sec. 7, T. 37 N., R 33 W.;  USGS Hume, Missouri topographic quadrangle; lat. 38.0165194 degrees and long. -94.6121139 degrees, WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nCoarse fragments: 35 to 80 percent with 10 to 25 percent less than 76 mm (3 inches)\nReaction:  slightly acid to moderately alkaline\nDepth to bedrock: 10 to 51 cm (4 to 20 inches)\nA and C horizons:\nHue:  7.5YR or 10YR\nValue:  2 or 3, 4 or 5 dry\nChroma:  1 to 3\nTexture:  very flaggy or extremely flaggy analogues of silty clay loam or silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Competing series in other families are the Collinsville, Moko, and Shidler series.  Collinsville soils are loamy and siliceous.  Moko soils are mesic.  Shidler soils have less than 35 percent by volume coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Balltown soils are on uplands and formed in residuum from Pennsylvanian age limestone.  Slope ranges from 3 to 25 percent.  Mean annual precipitation ranges from 940 to 1143 mm (37 to 42 inches). Mean annual temperature ranges from 15 to 16.6 degrees C (59 to 62 degrees F).  Elevation is 220 to 320 meters (720 to 1050 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clareson, Eram, Lula, and Zaar series.  These soils commonly are upslope and are deeper to bedrock than the Balltown series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained.  Potential for surface runoff is medium to very rapid.  Saturated hydraulic conductivity is moderately high (4 to 14 micrometers per second).  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils mostly are used as pasture, but many areas have grown up in brush.  Native vegetation is tall prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 112 (Cherokee Prairies) in southwestern Missouri.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Vernon County, Missouri, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  Mollic epipedon:  from the surface of the soil to a depth of 25 cm (10 inches) (A horizon).\nLithic contact:  41 cm (16 inches).\nudic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
