{
  "SERIES": "BALMORAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEFG-TAM-TWN",
  "REVDATE": "08/2009",
  "STATES": "WI",
  "OVERVIEW": "The Balmoral series consists of very deep, moderately well drained soils formed in silty alluvium over loamy alluvium and in the underlying sandy outwash.  These soils are on strath terraces.  Slope ranges from 0 to 3 percent.  Mean annual precipitation is about 860 millimeters.  Mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Balmoral silt loam, on a linear slope of 2 percent, in a cultivated field, on a strath terrace along the Wisconsin River, at an elevation of about 216 meters above sea level. (Colors are for moist soil unless otherwise stated.) The surface is covered by about 2 percent of rock fragments, 1 percent by gravel, 1 percent by cobbles.  The fragments are igneous.\nAp--0 to 23 centimeters; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; friable; common fine and very fine roots; about 2 percent gravel; neutral; clear smooth boundary.\nA--23 to 41 centimeters; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; friable; common fine and very fine roots; about 1 percent gravel; neutral; clear wavy boundary.\nBE--41 to 51 centimeters; brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common distinct patchy pale brown (10YR 6/3) silt coats on the faces of peds; about 1 percent gravel; slightly acid; clear wavy boundary.\nBt1--51 to 69 centimeters; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common faint continuous brown (10YR 4/3) clay films on the faces of peds and in pores; about 1 percent gravel; slightly acid; gradual wavy boundary.\nBt2--69 to 102 centimeters; dark yellowish brown (10YR 4/6) silt loam; moderate medium and coarse subangular blocky structure; friable; few very fine roots; common distinct continuous dark yellowish brown (10YR 4/4) clay films on the faces of peds and in pores; few fine faint yellowish brown (10YR 5/6) masses of iron accumulation; about 1 percent gravel; slightly acid; gradual wavy boundary.\nBt3--102 to 117 centimeters; yellowish brown (10YR 5/4) silt loam; weak coarse subangular block structure; friable; few very fine roots; common faint continuous dark yellowish brown (10YR 4/4) clay films on the faces of peds and in pores; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and few medium distinct light brownish gray (10YR 6/2) iron depletions; about 3 percent gravel; slightly acid; gradual smooth boundary.\n2Bt4--117 to 140 centimeters; dark yellowish brown (10YR 4/4) gravelly loam; weak coarse subangular blocky structure; friable; common faint patchy brown (10YR 4/3) clay films on the faces of peds and in pores; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation and few medium distinct grayish brown (10YR 5/2) iron depletions; about 30 percent gravel; moderately acid; gradual wavy boundary.\n2Bt5--140 to 168 centimeters; dark yellowish brown (10YR 4/4) very gravelly sandy loam; weak coarse subangular blocky structure; friable; few faint patchy brown (10YR 4/3) clay films on the faces of peds and in pores; common medium distinct yellowish brown (10YR 5/8) masses of iron accumulations and common coarse distinct grayish brown (10YR 5/2) iron depletions; about 40 percent gravel and 2 percent cobbles; strongly acid; clear wavy boundary.\n3BC--168 to 203 centimeters; dark yellowish brown (10YR 4/6) gravelly loamy sand; weak fine subangular blocky structure; very friable; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation and common coarse distinct grayish brown (10YR 5/2) iron depletions; about 25 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Richland County, Wisconsin subset; about 1/2 mile northwest of Muscoda; located about 2,010 feet south and 1,010 feet west of the northeast corner of section 33, T. 9 N., R. 1 W.; USGS Muscoda topographic quadrangle; lat. 43 degrees 12 minutes 50 seconds N. and long. 90 degrees 29 minutes 33 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--25 to 49 centimeters\nDepth to loamy alluvium--60 to 130 centimeters\nDepth to redoximorphic features-50 to 100 centimeters\nDepth to sandy outwash--150 to 200 centimeters\nClay content of the particle-size control section (weighted average)--18 to 35 percent\nAp or A horizon:\nHue--7.5YR or 10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--silt loam\nClay content--14 to 25 percent\nSand content--5 to 25 percent\nRock fragment content--0 to 15 percent, gravel; 0 to 5 percent, cobbles; mostly igneous with some chert, dolostone, and sandstone\nReaction--pH 5.1 to 7.3\nThickness--25 to 49 centimeters\nBE horizon:\nHue--7.5YR or 10YR\nValue--4 to 6\nChroma--2 to 6\nTexture--loam or silt loam\nClay content--14 to 25 percent\nSand content--20 to 40 percent\nRock fragment content--0 to 15 percent, gravel; 0 to 5 percent, cobbles; mostly igneous with some chert, dolostone, and sandstone\nReaction--pH 5.1 to 7.3\nThickness--0 to 13 centimeters\nBt horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--loam or silt loam\nClay content--18 to 27 percent\nSand content--15 to 60 percent\nRock fragment content--0 to 15 percent, gravel; 0 to 5 percent, cobbles; mostly igneous with some chert, dolostone, and sandstone\nReaction--pH 4.5 to 6.5\nThickness--35 to 90 centimeters\n2Bt horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--gravelly or the very gravelly analogs of sandy loam, loam, sandy clay loam, or clay loam\nClay content--14 to 35 percent\nSand content--20 to 50 percent\nRock fragment content--15 to 60 percent, gravel; 0 to 5 percent, cobbles; mostly igneous with some chert, dolostone, and sandstone\nReaction--pH 4.5 to 6.5\nThickness--35 to 75 centimeters\n3BC or 3C horizon, where present:\nHue--7.5YR or 10YR\nValue--4 to 7\nChroma--3 to 6\nTexture--gravelly or the very gravelly analogs of coarse sand, sand, loamy coarse sand, or loamy sand\nClay content--1 to 5 percent\nSand content--80 to 95 percent\nRock fragment content--15 to 60 percent, gravel; 0 to 5 percent, cobbles; mostly igneous with some chert, dolostone, and sandstone\nReaction--pH 4.5 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barce, Mona, Symerton, and Wagen Prairie series.\nBarce--have a rock fragment content of less than 10 percent in the lower third of the series control section\nMona--have a clay content of 40 to 50 percent in the lower third of the series control section\nSymerton--have a clay content of 20 to 35 percent in the lower third of the series control section\nWagen Prairie--have a paralithic contact within a depth of 100 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--silty alluvium over loamy alluvium and in the underlying sandy outwash\nLandform--strath terrace\nSlope--0 to 3 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--760 to 965 millimeters\nFrost-free period--145 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Near the type location, these are the Muscoda and Nuxmaruhanixete soils.\nMuscoda--are on landscape positions similar to those of the Balmoral soils and have a paralithic contact within a depth of 150 centimeters\nNuxmaruhanixete--are on landscape positions similar to those of the Balmoral soils and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage--moderately well drained--a frequently saturated zone occurs between depths of 0.45 to 1.0 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation, this saturation is considered perched\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the silty alluvium and in the loamy alluvium, and 10.00 to 100.00 micrometers per second in the sandy outwash"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, small grains, and hay. The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division-Interior Plains\nPhysiographic Province-Central Lowland\nPhysiographic Section--Wisconsin driftless section\nMLRA--Northern Mississippi Valley Loess Hills (105)\nLRR M; Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-10 (La Crosse, Wisconsin)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richland County, Wisconsin, 2002.  Name comes from a road in Richland County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section--the zone from a depth of 51 to 101 centimeters;\nseries control section--the zone from the surface to a depth of 168 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface of the soil to a depth of 41 centimeters (Ap and A horizons);\nargillic horizon--the zone from a depth of 51 to 168 centimeters (Bt1,Bt2,Bt3,2Bt4 and 2Bt5 horizons);\nudic moisture regime.\nOxyaquic subgroup--zone of saturation within 100 centimeters for 20 or more consecutive days or 30 or more cumulative days during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation.\nAn Abstract, titled Geology of the Pre-Illinoian Sediment in the Bridgeport Terrace, Lower Wisconsin River Valley, Wisconsin,\" by James C. Knox and John W. Attig explains the sediments found over a rock bench.  It is thought to be a pre-Illinoian sediment with an eastward-sloping depositional surface.  This was laid down when the flow of the Wisconsin River was to the east as a result from an ice blockage along the Mississippi River.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
