{
  "SERIES": "BALSAM",
  "STATUS": "Established Series",
  "BYREV": "MLS-AG; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN,VA",
  "OVERVIEW": "The Balsam series consists of very deep, well drained soils on foot slopes, toe slopes, fans and benches in coves at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  They formed in colluvium derived from materials weathered from felsic to mafic, high-grade metamorphic or igneous rocks. Near the type location, mean annual air temperature is about 40 degrees F., and mean annual precipitation is about 80 inches. Slope ranges from 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Balsam stony sandy loam on a 20 percent southwest facing toeslope at 5,760 feet elevation--Forested. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; partially decomposed leaves, twigs, roots, and other coniferous plant material.\nA1--2 to 6 inches; black (10YR 2/1) stony sandy loam; very dark brown (10YR 2/2) dry; weak fine granular structure; very friable; many fine to coarse roots; 20 percent by volume rock fragments which are mainly stones; few fine flakes of mica; 18 percent organic matter; very strongly acid; clear wavy boundary.\nA2--6 to 15 inches; very dark brown (10YR 2/2) stony sandy loam; weak fine granular structure; very friable; common fine to coarse roots; 20 percent by volume rock fragments which are mainly stones; few fine flakes of mica; 10 percent organic matter; very strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches.)\nBw1--15 to 24 inches; dark yellowish brown (10YR 4/4) very cobbly loam; weak medium subangular blocky structure; very friable; common fine to coarse roots; 40 percent by volume rock fragments which are mainly cobbles; common fine flakes of mica; very strongly acid; gradual wavy boundary.\nBw2--24 to 50 inches; dark yellowish brown (10YR 4/6) very cobbly fine sandy loam; weak medium subangular blocky structure; very friable; few fine roots; 50 percent by volume rock fragments which are mainly cobbles; common fine flakes of mica; very strongly acid; gradual irregular boundary. (Combined thickness of the Bw horizon is 28 to 60 inches.)\nC--50 to 67 inches; dark yellowish brown (10YR 4/6), black (10YR 2/1), and very pale brown (10YR 8/2) very cobbly sandy loam; massive; very friable; few fine roots; 55 percent by volume rock fragments which are mainly cobbles; common fine and medium flakes of mica; common manganese coatings on rock fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, North Carolina; 10 miles northeast of Cullowhee; 1000 feet northwest of the Richland Balsam Exhibit parking lot on the Blue Ridge Parkway; near the head waters of Beech Flat Creek watershed in a stand of red spruce and dead Fraser fir. USGS Tuckasegee topographic quadrangle; lat. 35 degrees 21 minutes 46 seconds N. and long. 83 degrees 0 minutes 5 seconds W., NAD 27. State plane coordinates are: 800,000N; 630,000E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 72 inches. Depth to bedrock is more than 60 inches. Reaction ranges from extremely acid to moderately acid. Content of flakes of mica is few or common throughout. Average rock fragment content in the particle-size control section ranges from 35 to 90 percent by volume. They range from gravel to boulders in size. Typically, rock fragment content increases with depth.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 2 or 3, and chroma of 0 to 3. Texture is fine sandy loam, sandy loam, silt loam, loam, sandy clay loam, coarse sandy loam, loamy fine sand, loamy coarse sand, or loamy sand in the fine-earth fraction.\nA thin AB horizon occurs in some pedons. It has hue of 7.5YR to 2.5Y, value of 3 or 4 and chroma of 2 to 4. Value and chroma are not both less than 3.5 in the same horizon. Texture in the fine-earth fraction is similar to that of the A horizon.\nA thin BA horizon occurs in some pedons. It has hue of 7.5YR to 2.5Y, value of 3 to 6 and chroma of 4 to 8. Mottles, if they occur, are in shades of red, brown, yellow, or olive. Texture in the fine-earth fraction is similar to that of the A horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. Texture is fine sandy loam, sandy loam, silt loam, loam, sandy clay loam, or coarse sandy loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 8. Texture in the fine-earth fraction is similar to that of the Bw horizon.\nThe C horizon, where present, is colluvium that is variable in color. It is loam, silt loam, fine sandy loam, sandy loam, coarse sandy loam, loamy sand, loamy fine sand, or loamy coarse sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bloodyhorse, Heintooga, and Mt Rogers series.  Bloodyhorse soils have a lithic contact between 20 to 40 inches. Heintooga soils formed in colluvium derived from materials weathered from low-grade metamorphic rocks. Mt Rogers soils are more than 60 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Balsam soils are on gently sloping to very steep parts of foot slopes, toe slopes, benches, and fans in coves at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  Slope is commonly between 15 and 50 percent, but ranges from 2 to 95 percent. Elevation is generally above 4,800 feet, but may extend down to 4,300 feet on north or east aspects.  Balsam soils formed in colluvium derived from materials weathered from felsic, intermediate, and mafic high-grade metamorphic or igneous rocks such as mica gneiss, granite, high-grade metagraywacke, and hornblende gneiss. Mean annual air temperature ranges from 35 to 45 degrees F., and mean annual precipitation ranges from 60 to 110 inches. The frost-free season ranges from 90 to 130 days, and length of the growing season is about three months. Moist atmospheric conditions in the form of fog and cloud cover are prevalent throughout the year in these high mountain areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burton, Clingman, Craggey, Longhope, Tanasee, and Wayah soils. Burton, Tanasee, and Wayah soils are in a  fine-loamy particle-size class. Clingman and Craggey soils have a lithic contact less than 20 inches deep. Longhope soils are very poorly drained and have organic horizons 16 to 30 inches thick overlying mineral soil material. Burton, Clingman, Craggey, and Wayah soils occur on adjacent ridges and side slopes. Longhope soils occur in broad drainageways or fens (locally referred to as \"bogs\"). Tanasee soils occur on landscapes similar to Balsam soils but more commonly occur on convex areas between drainageways and on toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very low on gentle slopes, low on strongly sloping and moderately steep slopes, and medium on steeper slopes. Runoff is much lower where forest litter has little or no disturbance. Permeability is moderate or moderately rapid in the subsoil and moderately rapid in the underlying material. Balsam soils receive moisture from surrounding uplands; therefore, springs and seepage areas are common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in State or Federal ownership and is used for watershed protection, recreation, and wildlife habitat. Most of this soil is forested. In areas higher than about 5,400 feet, red spruce and fraser fir are the dominant trees. At the lower elevations, northern red oak, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, yellow buckeye, and white ash are common trees. In many areas, the trees are stunted due to wind and ice damage and a \"windswept\" phase is recognized. Common understory plants are serviceberry, striped maple, American chestnut sprouts, silverbell, pin cherry, rhododendron, flame azalea, blueberry, blackberry, hay-scented fern, trillium, woodfern, New York fern, Solomon's seal, yellow mandarin, and raspberry. A small acreage is used for native pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations in the Southern Blue Ridge mountains, MLRA 130B of North Carolina,  Tennessee, and Virginia  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, North Carolina; 1991. The series is named for the Balsam Mountain Range."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Balsam series was formerly included with the Spivey series. However, Spivey is in the mesic soil temperature class, forms in colluvium derived from low-grade metasedimentary rocks such as phyllite and slate, and contains fragments of those rocks.\nAlthough Balsam soils exhibit at least some of the characteristics of andic soil properties, they lack the volcanic glass commonly found in soils of related taxa in the Western United States.\nRevisions made 9/07(HCD) were to add stony texture modifiers to the A1 and A2 horizons.\nDiagnostic horizons and other features recognized in this pedon are:\nUmbric epipedon - the zone from the mineral soil surface to a depth of 15 inches (A1 and A2 horizons)\nCambic horizon - 15 to 50 inches (Bw1 and Bw2 horizons)\nLoamy-skeletal particle-size class - average content of more than 35 percent by volume rock fragments in the particle-size control section (A2, Bw1, and Bw2 horizons)\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4.\nADDITIONAL DATA: Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S88NC-121-002, S88NC-121-002A, S88NC-199-015, and S88NC-199-016.\nMLRA: 130B SIR's: NC0234, NC0235 (Bouldery)\nNASIS Data Map Unit ID: NASIS data for the typical pedon in Jackson County, NC are represented by DMU #369461\nRevised: 9/95-MLS,AG; 12/97-DHK; 6/99-MKC; 1/00, 3/03--MKC\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "narrative": "Oe--0 to 2 inches; partially decomposed leaves, twigs, roots, and other coniferous plant material."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--2 to 6 inches; black (10YR 2/1) stony sandy loam; very dark brown (10YR 2/2) dry; weak fine granular structure; very friable; many fine to coarse roots; 20 percent by volume rock fragments which are mainly stones; few fine flakes of mica; 18 percent organic matter; very strongly acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--6 to 15 inches; very dark brown (10YR 2/2) stony sandy loam; weak fine granular structure; very friable; common fine to coarse roots; 20 percent by volume rock fragments which are mainly stones; few fine flakes of mica; 10 percent organic matter; very strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches.)"
      },
      {
        "name": "Bw1",
        "top": 38,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--15 to 24 inches; dark yellowish brown (10YR 4/4) very cobbly loam; weak medium subangular blocky structure; very friable; common fine to coarse roots; 40 percent by volume rock fragments which are mainly cobbles; common fine flakes of mica; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bw2--24 to 50 inches; dark yellowish brown (10YR 4/6) very cobbly fine sandy loam; weak medium subangular blocky structure; very friable; few fine roots; 50 percent by volume rock fragments which are mainly cobbles; common fine flakes of mica; very strongly acid; gradual irregular boundary. (Combined thickness of the Bw horizon is 28 to 60 inches.)"
      },
      {
        "name": "C",
        "top": 127,
        "bottom": 170,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "narrative": "C--50 to 67 inches; dark yellowish brown (10YR 4/6), black (10YR 2/1), and very pale brown (10YR 8/2) very cobbly sandy loam; massive; very friable; few fine roots; 55 percent by volume rock fragments which are mainly cobbles; common fine and medium flakes of mica; common manganese coatings on rock fragments; very strongly acid."
      }
    ]
  ]
}
