{
  "SERIES": "BALSORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR:GLL",
  "REVDATE": "12/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, superactive, nonacid, thermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Balsora silt loam--cultivated.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 4/4) moist; moderate medium granular and moderate fine subangular blocky structure; hard, friable; common fine and medium roots; neutral; abrupt smooth boundary.  (4 to 12 inches thick)\nC1--6 to 33 inches; stratified brown (10YR 5/3) and light yellowish brown (10YR 6/4) silt loam, dark brown (10YR 4/3) and yellowish brown (10YR 5/4) moist; massive; common thin bedding planes and a few strata 1 inch to 3 inches thick of very fine sandy loam; hard, friable; common fine and medium roots; few thin strata are calcareous, mildly alkaline; clear smooth boundary.  (8 to 48 inches thick)\nC2--33 to 52 inches; dark brown (10YR 4/3) silty clay loam, dark brown (10YR 3/3) moist; massive; common strata 1 to 3 inch thick of light yellowish brown (10YR 6/4) loam and silt loam containing common bedding planes; very hard, firm, few fine roots; few fine pores; few thin strata are calcareous; mildly alkaline; abrupt smooth boundary.  (0 to 60 inches thick)\nAb--52 to 64 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate medium blocky structure; very hard, very firm, sticky and plastic; few fine roots; few lenses of loamy material; mildly alkaline."
  },
  "RANGE IN CHARACTERISTICS": {},
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section is silt loam, loam, silty clay loam, or clay loam that his distinctly or prominently stratified with one or more of these textures and thin lenses of very fine sandy loam or silty clay.  The weighted average clay content ranges from 18 to 35 percent.  Less than 15 percent of the soil is coarser than very fine sand.  The soil ranges from slightly acid to moderately alkaline.  Interbedded strata of noncalcareous and calcareous materials are common.  Typically, the surface layer is noncalcareous.\nThe A1 or Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Mollic colored horizons are less than 10 inches thick.  Commonly the texture is silt loam or loam and less commonly silty clay loam or silty clay.\nThe C horizons have hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 2 to 4.  Some pedons have thin strata of very dark grayish brown or dark brown, and some pedons have a few brownish mottles.  Texture is dominantly silt loam, loam, clay loam, or silty clay loam stratified with thin lenses of very fine sandy loam or silty clay.\nBuried horizons, when encountered, are typically below a depth of 40 inches and are dark gray, grayish brown, or dark grayish brown silty clay loam or silty clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Soils in similar families are Bergstrom, Bigetty, Bunyan, Colorado, Elandco, Energy, Iraan, Port, Pulaski, Pulexas, and Yomont.  Bergstron, Bigetty, Elandco, Iraan and Port soils have a mollic epipedon more than 20 inches thick.  Buyan, Colorado, and Energy soils have a fine-loamy control section and in addition Colorado and Energy soils are calcareous.  Pulaski and Pulexas soils have a coarse-loamy control section.  Yomont soils have a coarse-silty control section and are calcareous."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Balsora soils are on nearly level flood plains of medium and large streams mainly in the West Cross Timbers MLRA.  Slopes are 0 to 1 percent.  These soils formed in loamy alluvium of Recent Age.  Mean annual precipitation ranges from 26 to 36 inches.  Mean annual temperature ranges from 63 to 66 degrees F.  Thornwaite annual P-E indices ranges from 44 to 58."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Deleon and Pulexas series.  Deleon soils are on lower back swamp areas, and have a mollic epipedon and a fine control section.  Pulexas soils are on higher areas near stream channels and alluvial fans and have a coarse-loamy control section."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Balsora soils are well drained.  Runoff is slow and permeability is moderate.  These soils are occasionally to frequently flooded for very brief to brief periods from October to May."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils have been cleared of their native vegetation and are maily cultivated or used for bermudagrass pasture.  Small grains, alfalfa and grain sorghum are the principal crops.  Native vegetation is tall grasses with an overstory of hackberry, pecan, bois'd arc, elm, bur oak and cottonwood trees."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Cross Timbers of north-central Texas.  The soil is of small extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wise County, Texas; 1984."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  }
}
