{
  "SERIES": "BALTIMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CER",
  "REVDATE": "01/2006",
  "STATES": "MD",
  "OVERVIEW": "The Baltimore series consists of deep, well drained, moderately permeable soils on uplands.  They formed in residuum from mica schist over marble bedrock.  Slope ranges from 0 to 15 percent.  Mean annual temperature is 53 degrees F., and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baltimore silt loam - on a 4 percent slope in a cultivated field.  (Colors are for moist soils unless otherwise stated.)\nAp  --  0 to 10 inches; dark reddish brown (5YR 3/3) silt loam,\nreddish brown (5YR 5/3) dry; moderate fine and medium granular struc- ture; soft, very friable, slightly sticky; many fine and medium roots; neutral; abrupt smooth boundary.  (10 to 12 inches thick)\nBA  --  10 to 15 inches; yellowish red (5YR 4/6) clay loam, yellowish\nred (5YR 5/6) dry; moderate fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; many fine roots; slightly acid; gradual wavy boundary.  (4 to 8 inches thick)\nBt1  --  15 to 31 inches; red (2.5YR 4/6) gravelly clay loam; red\n(2.5YR 5/6) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; continuous dark red (2.5YR 3/6) clay films; many fine mica flakes; 20 percent by volume rounded and subangular pebbles; neutral; gradual wavy boundary.  (13 to 18 inches thick)\nBt2  --  31 to 42 inches; red (2.5YR 4/6) gravelly clay loam, red\n(2.5YR 5/6) dry; weak coarse subangular blocky structure; very hard, very firm, slightly sticky and plastic; 15 percent by volume rounded and subangular pebbles; discontinuous dark red (2.5YR 3/6)L clay films; reddish black (10R 2/1) coatings on pebbles; common fine mica flakes; neutral; clear wavy boundary.  (9 to 12 inches thick)\n2C  --  42 to 72 inches; strong brown (7.5YR 5/6) silt loam, reddish\nyellow (7.5YR 7/6) dry; grading to loam with depth; massive; very hard, firm, slightly sticky; a few vertical fractures extending to about 60 inches containing dark red (2.5YR 3/6) coatings; black mineral grains evident throughout; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  north side of Padonia Road, 1500 feet east of its intersection with route 45, at Baltimore County, Maryland, Texas Township."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 36 to 50 inches.  Depth to marble or limestone is generally 6 to 10 feet.  Rounded to subangular pebbles of quartzite range up to 20 percent by volume in the solum and up to 5 percent by volume cobbles occur in the Bt horizon of a few pedons.  There are generally no coarse fragments in the 2C horizon.  Unlimed reaction is medium acid to neutral.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3 and chroma of 1 to 3.  It is loam or silt loam in the fine earth fraction.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5 and chroma\nof 6 through 8.  It is gravelly clay loam, gravelly silty clay loam, clay loam or silty clay loam in the fine earth fraction with an average clay content of 27 to 35 percent.  Structure is moderate or weak subangular blocky.  Consistence is firm or very firm.\nThe 2C horizon has hue of 10YR through 5YR, value of 5 or 6 and chroma of 6 through 8.  Texture is loam or silt loam.  Structure is massive and consistence is firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  The Argyle, Bassett, Blooming, Cadmus, Caleb, Crooker, Dowagiac, Dunbridge, Gara, Lester, Longlois, Lydick, Mohawk, Neda, Octagon, Oneco, Orwood, Racine, Raz- ort, Renox, Waucoma and Winneshiek series are in the same family.  The Argyle, Bassett, Blooming, Crooker, Longlois, Neda, Octagon, Oneco, Racine, and Winneshiek soils have Bt horizons that extend into unconforming material.  The Cadmus soils have sola less than 36 inches thick and do not have hue of 5YR or redder in the Bt horizon.  The Caleb soils do not have pebbles in the Bt horizon and are strati- fied in the lower part of the solum.  Dowagiac soils have Bt horizons with more than 30 percent sand and C horizons of sand or sand and gravel.  The Dunbridge soils have limestone bedrock at depths of 20 to 40 inches.  Gara, Lester, Lydick, Mohawk and Orwood soils have hue of 7.5YR or yellower throughout the profile.  In addition, the Lydick soils have sand textured C horizons and Mohawk soils contain coarse fragments of dark colored shale.  Razort soils have Bt horizons with clay content ranging from 18 to 30 percent and hue of 10YR.  Renox soils have up to 50 percent coarse fragments by volume of sandstone, siltstone, shale, chert or quartzite pebbles in the C horizon.  Wau- coma soils have bedrock at depths of 40 to 60 inches.\nThe Ashton, Barco, Benevola, Bosket, Clanton, Conestoga, McAfee\nand Shelbyville series are similar soils in related families.  The Ashton and Shelbyville soils have fine-silty particle size control sections.  The Barco and Benevola soils have bedrock within 40 inches and in addition Benevola soils have more than 35 percent clay in the argillic horizon.  Bosket soils have more than 30 percent sand in the Bt horizon and have mean annual soil temperatures warmer than 59 degrees F.  Clanton and McAfee soils have more than 35 percent clay in the argillic horizon and McAfee soils are less than 40 inches to limestone bedrock.  Conestoga soils have Ap horizons with color value of 4 or more and strongly or very strongly acid B horizons with 7.5YR or yellower hue."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baltimore soils occur in broad, shallow valleys in the northern part of the Piedmont Plateau.  Slopes range up to 15 percent.  The regolith is colluvial valley fill of weathered oligo- clase mica schist which rests unconformably on residuum from marble and/or dolomite.  The climate is temperate and humid, with a mean annual air temperature of 50 to 55 degrees F. and mean annual precipi- tation of about 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chester, Conestoga, Glenelg, Hagerstown, Hollinger and Manor soils.  Chester, Glenelg, and Manor soils are in residuum from mica schists and have less than 35 percent base saturation.  Conestoga and Hollinger soils have hues of 5YR or redder.  Hagerstown soils have more than 35 percent clay\nin the argillic horizon.  All of these soils, except the Hagerstown soils, occur in higher positions on the landscape than the Baltimore soils.  Hagerstown soils occur in similar postions on the landscape as the Baltimore soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeabaility is moderate.  Runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  No woodland areas remain.  Principle uses are for corn, small grains, vegetables and sweet corn for processing, and hay and pasture.  Considerable areas are in residential, commercial and industrial development including marble quarries.  Native vege- tation was probably mixed hardwoods, consisting of northern red oak, yellow-poplar and black walnut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland and possibly southeastern Pennsyl- vania and northern Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baltimore County, Maryland, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon - the zone from approximately 15 to 42 inches (Bt1, Bt2 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap  --  0 to 10 inches; dark reddish brown (5YR 3/3) silt loam,"
      },
      {
        "name": "BA",
        "top": 25,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BA  --  10 to 15 inches; yellowish red (5YR 4/6) clay loam, yellowish"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt1  --  15 to 31 inches; red (2.5YR 4/6) gravelly clay loam; red"
      },
      {
        "name": "Bt2",
        "top": 79,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2  --  31 to 42 inches; red (2.5YR 4/6) gravelly clay loam, red"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C  --  42 to 72 inches; strong brown (7.5YR 5/6) silt loam, reddish"
      }
    ]
  ]
}
