{
  "SERIES": "BALTIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-MJM-WJB",
  "REVDATE": "02/97",
  "STATES": "NE,SD",
  "OVERVIEW": "The Baltic series consists of very deep, poorly drained and very poorly drained soils formed in clayey alluvial sediments in depressions and on bottom lands. Permeability is slow. Slopes range from 0 to 2 percent.  Mean annual precipitation is about 23 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Cumulic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baltic silty clay loam - on a slope of less than 1 percent in a large, cultivated, upland depression. When described, the soil was moist throughout.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common small snail shells; strong effervescence (about 5 percent calcium carbonate); moderately alkaline; abrupt smooth boundary.\nA--5 to 11 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry;  weak fine subangular blocky structure parting to weak fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; few fine prominent dark brown (7.5YR 4/4) Fe concentrations; common small snail shells; strong effervescence (about 7 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (Combined thickness of the A horizon is 8 to 30 inches.)\nBw1--11 to 21 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; weak coarse and medium subangular blocky structure parting to fine and very fine subangular blocky; hard, firm, sticky and plastic; few fine prominent dark brown (7.5YR 4/4) Fe concentrations; common small snail shells; strong effervescence (about 6 percent calcium carbonate); moderately alkaline; gradual wavy boundary.\nBw2--21 to 35 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; moderate medium and fine blocky structure; hard, firm, sticky and plastic; few fine prominent olive (5Y 5/3) Fe concentrations; strong effervescence (about 7 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (Combined thickness of the Bw horizon is 25 to 40 inches.)\nBy--35 to 56 inches; very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; weak medium and fine subangular blocky structure; hard, firm, sticky and slightly plastic; few fine prominent olive (5Y 4/3) Fe concentrations; many fine gypsum crystals; few medium and fine accumulations of carbonate; strong effervescence (about 8 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (0 to 30 inches thick)\nCg--56 to 60 inches; very dark gray (5Y 3/1) silty clay, gray (5Y 5/1) dry; massive; very hard, firm, sticky and plastic; many fine and medium distinct olive (5Y 4/3), and few fine and medium prominent dark brown (10YR 4/3) Fe concentrations; few fine gypsum crystals; few fine accumulations of carbonate; violent effervescence (about 19 percent calcium carbonate); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, South Dakota; about 2 miles east and 4 miles north of Madison; 1,815 feet south and 1,245 feet east of the northwest corner of sec. 14, T. 107 N., R. 53 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 24 to 60 inches. This soil contains free carbonates throughout and is slightly alkaline or moderately alkaline. Some pedons have an O horizon up to 2 inches thick. Drained and ponded phases are recognized.\nThe A horizon has hue of 10YR to 5Y or is nuetral, value of 2 or 3 and 3 to 5 dry, and chroma of 1 or less.  It typically is silty clay loam or silty clay but is clay loam or loam in some pedons.\nThe Bw and By horizons have hue of 10YR to 5Y or is neutral, value of 2 to 4 and 3 to 6 dry, and chroma of 1 or less.  Mottles are few or common and distinct or prominent.  It typically is silty clay but is silty clay loam or clay in some pedons.  Few to many crystals of gypsum and other salts typically are in the lower part. Accumulations of carbonate can be throughout the B horizon. Some pedons have Bk, Bkg, or Byzg horizons.  Some pedons have Bg horizons up to 30 inches thick.\nSome pedons have a BCg horizon up to 12 inches thick.\nThe Cg horizon has hue of 10YR to 5Y or is neutral, value of 2 to 6 and 4 to 7 dry, and chroma of 1 or less.  It is silty clay loam, silty clay, or clay loam.  It has few to many crystals of gypsum.  Accumulations of carbonate are few or common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Delvada, Holly Springs, James, Knoke, and Nishna series.  Delvada, Knoke, and Nishna soils do not have gypsum within a depth of 40 inches.  Holly Springs soils have a buried soil with clay content greater than 50 percent at depths of 18 to 36 inches and do not have gypsum in the control section.  James soils contain salts to the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Baltic soils are in flat upland depressions and on bottom lands.  Slopes are 0 to 2 percent. They formed in local clayey alluvial sediments.  Mean annual temperature ranges from 45 to 52 degrees F, and the mean annual precipitation ranges from 20 to 26 inches.  Growing season is about 135 to 155 days; average growing season precipitation ranges from 18 to 26 inches; and growing degree days are about 2700 to 3500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing James soils and the Badus, Beadle, Egan, Salmo, Viborg, Wakonda, Wentworth, Whitewood and Worthing soils.  James and Salmo soils are adjacent to the Baltic soils.  Badus and Salmo soils have a fine-silty particle size control section.  Worthing soils have argillic horizons.  Badus and Worthing soils are in positions similar to the Baltic soils. Beadle soils have an argillic horizon.  Egan and Wentworth soils are fine-silty.  The well drained Beadle, Egan, and Wentworth soils are on nearly level to gently sloping adjacent uplands.  The moderately well drained Viborg soils are fine-silty and in upland swales. Wakonda soils are fine-silty, have calcic horizons, and are on slightly higher positions adjacent to the Baltic soils. The somewhat poorly drained Whitewood soils are fine-silty and are in upland swales and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  There is little or no surface runoff unless artificially drained.  These soils pond or flood from surface runoff from adjacent slopes.  Permeability is slow.  A water table fluctuates between 2 feet above the surface to 2 feet below the soil surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for native hay and pasture. A few drained areas are used to grow corn and small grain. Native vegetation is mainly prairie cordgrass, reedgrasses, rivergrass, forbs, sedges, and other grass-like plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern South Dakota.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, South Dakota, July 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 56 inches (Ap, A, Bw1, Bw2, and By horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common small snail shells; strong effervescence (about 5 percent calcium carbonate); moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--5 to 11 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry;  weak fine subangular blocky structure parting to weak fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; few fine prominent dark brown (7.5YR 4/4) Fe concentrations; common small snail shells; strong effervescence (about 7 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (Combined thickness of the A horizon is 8 to 30 inches.)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--11 to 21 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; weak coarse and medium subangular blocky structure parting to fine and very fine subangular blocky; hard, firm, sticky and plastic; few fine prominent dark brown (7.5YR 4/4) Fe concentrations; common small snail shells; strong effervescence (about 6 percent calcium carbonate); moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 53,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--21 to 35 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; moderate medium and fine blocky structure; hard, firm, sticky and plastic; few fine prominent olive (5Y 5/3) Fe concentrations; strong effervescence (about 7 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (Combined thickness of the Bw horizon is 25 to 40 inches.)"
      },
      {
        "name": "By",
        "top": 89,
        "bottom": 142,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "By--35 to 56 inches; very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; weak medium and fine subangular blocky structure; hard, firm, sticky and slightly plastic; few fine prominent olive (5Y 4/3) Fe concentrations; many fine gypsum crystals; few medium and fine accumulations of carbonate; strong effervescence (about 8 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "Cg",
        "top": 142,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--56 to 60 inches; very dark gray (5Y 3/1) silty clay, gray (5Y 5/1) dry; massive; very hard, firm, sticky and plastic; many fine and medium distinct olive (5Y 4/3), and few fine and medium prominent dark brown (10YR 4/3) Fe concentrations; few fine gypsum crystals; few fine accumulations of carbonate; violent effervescence (about 19 percent calcium carbonate); moderately alkaline."
      }
    ]
  ]
}
