{
  "SERIES": "BAMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGM: PGM; GRB",
  "REVDATE": "06/2021",
  "STATES": "AL,FL,MS,VA",
  "OVERVIEW": "The Bama series consists of very deep, well drained, moderately permeable soils in the Southern Coastal Plain (MLRA 133A). They formed thick beds of loamy marine and fluvial sediments on high stream or marine terraces. Near the type location, the average annual air temperature is about 19.4 degrees C (67 degrees F) and the average annual precipitation is about 1600 millimeters (63 inches). Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bama fine sandy loam, on a smooth, 1 percent slope in an orchard (Colors are for moist soil).\nAp--0 to 13 centimeters (0 to 5 inches); very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; moderately acid; clear smooth boundary. (5 to 20 centimeters thick) (2 to 8 inches)\nE--13 to 23 centimeters (5 to 9 inches); yellowish brown (10YR 5/4) fine sandy loam; weak fine granular structure; friable; strongly acid; clear wavy boundary. (0 to 18 centimeters thick) (0 to 7 inches)\nBE--23 to 36 centimeters (9 to 14 inches); strong brown (7.5YR 5/6) fine sandy loam; weak medium subangular blocky structure; friable; very strongly acid; clear wavy boundary. (0 to 13 centimeters thick) (0 to 5 inches)\nBt1--36 to 56 centimeters (14 to 22 inches); yellowish red (5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBt2--56 to 104 centimeters (22 to 41 inches); red (2.5YR 4/8) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine concretions of ironstone; very strongly acid; gradual wavy boundary.\nBt3--104 to 173 centimeters (41 to 68 inches); red (2.5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine concretions of ironstone; common medium distinct strong brown (7.5YR 5/8) mottles that are relict of iron accumulation; very strongly acid; gradual wavy boundary.\nBt4--173 to 188 centimeters (68 to 74 inches); red (2.5YR 4/8) sandy clay loam; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds; few fine concretions of ironstone; common medium distinct yellowish brown (10YR 5/8) mottles that are relict iron accumulation; very strongly acid. (Combined thickness of the Bt horizon is more than 127 centimeters (50 inches))."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mobile County, Alabama. Approximate 2.4 kilometers north of Irvington, about 0.8 kilometers  east on road and about 46 meters south in the NE1/4, NE1/4, NE1/4, NE1/4 Sec. 13, T. 6 S., R. 3 W. USGS Theodore Topographic Quadrangle. Latitude 30 degrees 31 minutes 49 seconds N.; Longitude 88 degrees 13 minutes 33 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 152 centimeters (60 inches). Percent by volume of ironstone concretions and/or quartz gravel, 2 to 20 mm in diameter, ranges from 0 to 15 percent throughout the solum. Silt content of the particle-size control section ranges from 20 to 46 percent. Reaction ranges from very strongly acid to slightly acid in the A, Ap, E, BE, EB, BA and AB horizons except where the surface has been limed. Reaction in the Bt, BC and C horizons is very strongly acid or strongly acid.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 4. Texture is fine sandy loam, sandy loam, or loam. Reaction ranges from very strongly acid to slightly acid.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is fine sandy loam, sandy loam, or loam.\nThe BE, EB, BA, or AB horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8. Texture is fine sandy loam, sandy loam, loam or sandy clay loam.\nThe Bt horizon has hue of 10R to 5YR, value of 4 to 6, and chroma of 6 or 8. In some pedons, below a depth of about 102 centimeters (40 inches), it has hue of 10R or 2.5YR, value of 3, and chroma of 4 or 6. Mottles in shades of brown, yellow and red appear to be relict redoximorphic features and range from none to common in the lower part. Texture is loam, sandy clay loam or clay loam. Some pedons have a thin subhorizon with texture of sandy loam or fine sandy loam in the upper part.\nThe BC horizon, where present, has the same range of colors as the Bt horizon. Mottles in shades of brown, yellow and red that appear to be relict redoximorphic features range from none to common. Texture is fine sandy loam, sandy loam, loam or sandy clay loam.\nThe C horizon, where present in some pedons below a depth of 150 centimeters (60 inches) is massive and is commonly stratified. It has hue of 10R to 5YR, value of 3 to 6, and chroma of 4 to 8. Mottles in shades of brown, yellow and red that appear to be relict redoximorphic features range from none to common. Texture is sandy loam, fine sandy loam, loam, sandy clay loam, clay loam or the gravelly analogues of these textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ironcity, Minvale and Pikeville series. Closely related series include the Norfolk, Orangeburg and Ruston series.\nIroncity soils are in the Highland Rim and Pennyroyal Major Land Resource area (MLRA 122). Minvale soils are in the Southern Blue Ridge Major Land Resource Area (MLRA 130B). Pikeville soils are on more dissected uplands and have 15 to 35 percent, by volume, coarse fragments in the profile. Norfolk soils are on similar to slightly lower positions and have yellower subsoils. Orangeburg soils are on similar positions but have less than 20 percent silt in the control section. Ruston soils are on similar positions but are bisequal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bama soils are on high terraces or uplands of the Southern Coastal Plain. They formed in thick beds of loamy fluvial or marine sediments. The climate is humid subtropical. Slopes are commonly 0 to 8 percent, but range up to 15 percent. The average annual temperature ranges from 16.7 to 20 degrees C (62 to 68 degrees F.), and the average annual precipitation ranges from 1422 to 1651 millimeters (56 to 65 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Benndale, Lucedale, Malbis, McLaurin, and Smithdale series. Benndale and McLaurin soils are on similar or slightly lower positions and have coarse-loamy control sections. Lucedale soils are on similar to slightly higher positions and are rhodic. Malbis soils are on slightly lower positions, have yellower subsoils and are plinthic. Smithdale soils are on similar to lower positions and have a significant decrease in clay within 152 centimeters (60 inches) of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bama soils are used for cultivated crops, pasture, hayland, orchards or urban development. Crops commonly grown include corn, cotton, soybeans, wheat, and pecans. Some areas are in woodland that consist of longleaf pine, loblolly pine and slash pine with scattered oak, sweetgum, hickory and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Coastal Plain of Alabama, Florida, Mississippi, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marion County, Alabama; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil:\nOchric epipedon - the zone from 0 to 23 centimeters (0 to 9 inches) (Ap and E horizons).\nArgillic horizon - the zone from 36 to 188 centimeters (14 to 74 inches), (Bt1, Bt2, Bt3 and Bt4 horizons).\nThese soils were formerly included in the Faceville and Ruston series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization laboratory, Auburn AL., the Soil Characterization Lab, IFAS, Univ. of Florida, Gainesville, FL., and the National Soil Survey laboratory, Lincoln, NE.\n________________________________________"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 centimeters (0 to 5 inches); very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; moderately acid; clear smooth boundary. (5 to 20 centimeters thick) (2 to 8 inches)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--13 to 23 centimeters (5 to 9 inches); yellowish brown (10YR 5/4) fine sandy loam; weak fine granular structure; friable; strongly acid; clear wavy boundary. (0 to 18 centimeters thick) (0 to 7 inches)"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--23 to 36 centimeters (9 to 14 inches); strong brown (7.5YR 5/6) fine sandy loam; weak medium subangular blocky structure; friable; very strongly acid; clear wavy boundary. (0 to 13 centimeters thick) (0 to 5 inches)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--36 to 56 centimeters (14 to 22 inches); yellowish red (5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--56 to 104 centimeters (22 to 41 inches); red (2.5YR 4/8) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine concretions of ironstone; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 104,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--104 to 173 centimeters (41 to 68 inches); red (2.5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine concretions of ironstone; common medium distinct strong brown (7.5YR 5/8) mottles that are relict of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 173,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt4--173 to 188 centimeters (68 to 74 inches); red (2.5YR 4/8) sandy clay loam; weak coarse subangular blocky structure; friable; common faint clay films on faces of peds; few fine concretions of ironstone; common medium distinct yellowish brown (10YR 5/8) mottles that are relict iron accumulation; very strongly acid. (Combined thickness of the Bt horizon is more than 127 centimeters (50 inches))."
      }
    ]
  ]
}
