{
  "SERIES": "BAMOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GCC/RSJ/MJD/JBF",
  "REVDATE": "02/2010",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calciargidic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bamos very cobbly loam--rangeland. (Colors are for air dry soil unless otherwise noted.)\nA--0 to 5 cm; brown (7.5YR 4/2) very cobbly loam, dark brown (7.5YR 3/2) moist; moderate medium platy structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few, medium, many fine and very fine interstitial pores; 25 percent cobbles and 25 percent gravel; slightly alkaline (ph 7.4); abrupt smooth boundary.  (5 to 15 cm thick)\nBA--5 to 20 cm; brown (7.5YR 4/2) gravelly clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure parting to moderate very fine subangular blocky; hard, firm, moderately sticky and moderately plastic; few medium, common fine and very fine roots; few, medium, many fine and common very fine tubular pores; 5 percent cobbles and 20 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 23 cm thick)\nBt--20 to 36 cm; brown (7.5YR 5/4) gravelly clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine and very fine subangular blocky; hard, firm, sticky, and plastic; few medium, common fine and very fine roots; few, medium, many fine and common very fine tubular pores; 5 percent cobbles and 20 percent gravel; moderately alkaline (pH 7.9); gradual wavy boundary.  (8 to 25 cm thick)\nBtk--36 to 61 cm; brown (7.5YR 5/4) gravelly clay loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure parting to moderate fine and very fine subangular blocky; hard, firm, moderately sticky, and moderately plastic; few medium fine and very fine roots; few medium and common fine and very fine random tubular pores; few thick clay films on faces of peds; 5 percent cobbles and 25 percent gravel; matrix is noncalcareous; some carbonates occurs as thin coatings on the underside of rock fragments; moderately alkaline (pH 8,0); clear irregular boundary.   (0 to 25 cm thick)\nBk1--61 to 69 cm; brown (7.5YR 5/4) gravelly clay loam, brown (7.5YR 4/3) moist; weak medium and fine subangular blocky structure that parts to weak fine and very fine subangular blocky; hard, firm, moderately sticky, and moderately plastic; few medium, fine and very fine roots; common fine and very fine tubular pores; 5 percent cobbles and 25 percent gravel; moderately calcareous, carbonates are disseminated and as thin coatings on rock fragments and as soft masses and veins; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 18 cm thick)\nBk2--69 to 84 cm; light brown (7.5YR 6/4) very gravelly clay loam, brown (7.5YR 4/4) moist; weak medium and fine subangular blocky structure; very hard, firm, moderately sticky, and moderately plastic; few medium, fine and very fine roots; common fine, many very fine tubular pores; 5 percent cobbles and 50 percent gravel; strongly calcareous, carbonates are disseminated and is as coatings on rock fragments and as soft masses; strongly alkaline (pH 8.6), abrupt smooth boundary.  (13 to 20 cm thick)\nR--84 cm; intermediate igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Utah; about 5 miles west and 1/2 mile south of Kane Springs in the Jackrabbit seeding area of the Black Mountain Range. In the SW 1/4 of section 18, T. 32 S., R. 9 W.; latitude 38 degrees 0 minutes 57 seconds N and longitude 112 degrees 54 minutes 58 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the winter and spring continuously dry in all parts for at least 45 days during the fall, but intermittently moist due to convection storms; xeric soil moisture regime bordering aridic.\nMean annual soil temperature: 8 to 11 degrees C.\nMean summer soil temperature: 19 to 22 degrees C.\nDepth to mollic epipedon: 18 to 38 cm thick.\nDepth to Bk horizon: 28 to 64 cm.\nDepth to the bedrock: 50 to 100 cm.\nParticle-size control section - Clay content: 27 to 35 percent.\nA horizon\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry and 3 moist.\nChroma: 2 or 3 dry.\nReaction: Neutral through moderately alkaline.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry and 3 moist.\nChroma: 2 or 3 dry.\nTexture: Clay loam or gravelly clay loam.\nRock fragments: 5 to 35 percent.\nReaction: Neutral through moderately alkaline.\nBk horizon\nHue: 10YR or 7.5YR.\nValue: 5 to 8 dry, and 3 to 6 moist.\nChroma: 2 or 4 dry.\nTextures: Clay loam, sandy clay loam, or loam.\nModifiers: Gravelly, very gravelly or very cobbly.\nRock fragments: Average 15 to 60 percent, but range from 5 to 65 percent.\nReaction: Moderately alkaline through strongly alkaline.\nCalcium carbonate equivalent: 10 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Axford, Babbington, Benwy, Brogan, Caliralls, Drybed, Haw, and Zen series.\nAxford, Babbington, Benwy, Brogan, Caliralls, Drybed, Haw, and Polly soils are deeper than 100 cm. Zen soils have 0 to 5 percent rock fragments in the Bt horizon and lack Bk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bamos soils occur on mountain sides and foothills at elevations of 1,620 to 2,135 meters. Slopes range from 2 to 40 percent.  These soils formed in residuum derived from mixed intermediate igneous rocks. The mean annual temperature is 7 to 10 degrees C. The mean summer temperature is 18 to 21 degrees C. The average annual precipitation is 300 to 360 mm. The freeze-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abela, Birdow, Denmark, Doyce and Pavant soils. Abela, Birdow and Doyce soils are more than 100 cm deep to bedrock. Denmark and Pavant soils are less than 20 cm deep to lime cemented hardpans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate to rapid runoff; moderately slow permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, wildlife habitat and recreation.  The natural vegetation is dominantly singleleaf pinyon, juniper, Wyoming big sagebrush, antelope bitterbrush and cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah. This soil is moderately extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Utah, (Iron-Washington Area), 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A and BA horizons).\nArgillic horizon - The zone from 20 to 61 cm (Bt and Btk horizons).\nCalcic horizon - The zone at 61 to 84 cm (Bk horizons).\nLithic contact - The contact with hard bedrock at 84 cm (R layer).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
