{
  "SERIES": "BANCKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. KEM-CTM-CLN",
  "REVDATE": "03/2019",
  "STATES": "LA,TX",
  "OVERVIEW": "The Bancker series consists of very deep, very poorly drained, very slowly permeable soils.  These soils formed in very fluid clayey and organic sediments in intermediate or brackish coastal marshes.  The sediments have been deposited under water and never air-dried and or consolidated.  Slope ranges from 0 to 0.2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, nonacid, hyperthermic Sodic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bancker muck--on broad, level, brackish marsh. (Colors are for wet soil.)\nOa--0 to 4 inches; very dark grayish brown (10YR 3/2) muck; massive; about 40 percent fiber, 5 percent rubbed; about 60 percent mineral; very fluid, flows easily between fingers when squeezed leaving mainly roots in hand; many fine roots; neutral; clear smooth boundary. (0 to 15 inches thick)\nAg--4 to 10 inches; black (10YR 2/1) mucky clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; many fine roots; slightly alkaline; clear smooth boundary. (4 to 12 inches thick)\nCg1--10 to 22 inches; dark gray (5Y 4/1) clay; few thin (one-inch) strata of black mucky clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; few fine roots; moderately alkaline; clear smooth boundary.\nCg2--22 to 38 inches; gray (5Y 5/1) clay; fine faint olive brown iron accumulations; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; few fine roots; moderately alkaline; clear smooth boundary.\nCg3--38 to 50 inches; dark greenish gray (5GY 4/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; moderately alkaline; clear smooth boundary.\nCg4--50 to 72 inches; greenish gray (5GY 5/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; moderately alkaline. (combined thickness of the Cg horizon is 55 to 76 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Vermilion Parish, Louisiana; 7.0 miles southeast of Pecan Island; 300 feet west of LA State Highway 147; 0.5 mile south of drawbridge; NE, SE, Sec. 35, R. 1 E., T. 16 S.; lat. 29 degrees 35 minutes 32.59 seconds N. and long. 92 degrees 20 minutes 25.04 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are continuously saturated with brackish water.  The electrical conductivity of the saturation extract ranges from 4 to 8 dS/m.  All mineral horizons above a depth of 60 inches have an n-value of 0.7 to 1 or more.  Clay content of the particle-size control section ranges from 60 to 85 percent.  Reaction ranges from strongly acid to slightly alkaline in the Oa layers and from moderately acid to moderately alkaline in the Ag and Cg horizons.\nThe Oa horizon, where present, has hue of 7.5YR or 10YR, value of 2 or 4, and chroma of 1 or 2.  This horizon is muck or peat.\nThe Ag horizon, where present, has hue of 10YR to 5Y, or N, value of 2 to 4, and chroma of 2 or less.  Texture is clay, silty clay, or mucky clay.\nThe Cg horizon has hue of 10YR to 5Y, 5GY or 5BG, value of 4 to 6, and chroma of 1, or is neutral.  Masses of iron accumulation are in shades of olive or brown.  Texture is mainly clay or mucky clay with thin layers of silty clay.  Some pedons have thin organic layers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Scatlake series in the same family and the Barbary, Barnett, Capers, Creole, Gentilly, Harris, Ijam, Larose, Leerco, Placedo, and Tatlum series in related families.  Scatlake soils have EC of more than 8 dS/m and are in coastal salt water marshes.  Barbary soils have logs and other woody material in the lower layers.  Barnett soils have n-value less than 0.7 in the upper 20 to 40 inches. Gentilly soils have lower horizons with n-value of less than 0.7 and have less than 60 percent clay in the particle-size control section.  Larose soils have EC of less than 2 dS/m in the control section.  Capers soils have 0.6 to 2.0 percent sulfides in the upper 20 inches of the solum.  Creole and Leerco soils have n-value ranging from 0.7 to 1.0 to a depth of 8 to 40 inches.  Harris, Ijam, and Placedo soils have n-value less than 0.7 in all horizons. Tatlum soils have a fine-silty particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bancker soils are on low Gulf Coastal intermediate or brackish marshes at elevations of 2 feet or less.  These soils are flooded with intermediate or brackish water during storms and high tides and also with freshwater from torrential rains.  These soils formed in clayey sediments.  Slopes range from 0 to 0.2 percent.  The mean air temperature is 70 degrees F and the mean annual rainfall is about 59 inches near the type location.  Elevation is 0 to 2 feet above sea level.  Frost-free days range from 270 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Creole and Scatlake series and the Clovelly series.  Creole soils are on similar positions and have a fine particle-size control section.  Scatlake soils are more saline throughout and are in adjacent saline marshes.  Clovelly soils have organic layers 16 to 51 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Bancker soils are very poorly drained.  Permeability is very slow. Runoff is negligible.  The water level is continuously at depths of 1 foot above to 0.5 foot below the soil surface.  During tropical storms, tidal floodwater is 4 feet deep or more."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife habitat. The vegetation is mainly marshhay cordgrass, seashore saltgrass, olney bulrush, coastal water hyssop, saltmarsh bulrush and seashore paspalum in brackish marshes.  In addition to most of the brackish marsh plants, widgeongrass, sawgrass, giant bulrush, alligatorweed, common duckweed, roseau, smartweed, bulltongue, and cattail are found in intermediate marshes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Gulf Coastal marshes of Louisiana, Texas (MLRA 151) and possibly Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Vermilion Parish, Louisiana; 1985.   Name is derived from the name of a community in southern Vermilion Parish."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Scatlake series.\nDiagnostic horizons and features recognized in this pedon are:\nn-value more than 1.0 from 4 to 72 inches.\nEcological Site:  Brackish Fluid Mineral Marsh or Intermediate Fluid Mineral Marsh."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Louisiana Agricultural Experiment Station LSU data (S85LA-113-002) Vermilion Parish and (S97LA-009-001) Avoyelles Parish.\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition,1999."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa--0 to 4 inches; very dark grayish brown (10YR 3/2) muck; massive; about 40 percent fiber, 5 percent rubbed; about 60 percent mineral; very fluid, flows easily between fingers when squeezed leaving mainly roots in hand; many fine roots; neutral; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "Ag",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ag--4 to 10 inches; black (10YR 2/1) mucky clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; many fine roots; slightly alkaline; clear smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 25,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--10 to 22 inches; dark gray (5Y 4/1) clay; few thin (one-inch) strata of black mucky clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; few fine roots; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 56,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg2--22 to 38 inches; gray (5Y 5/1) clay; fine faint olive brown iron accumulations; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; few fine roots; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg3",
        "top": 97,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg3--38 to 50 inches; dark greenish gray (5GY 4/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg4",
        "top": 127,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg4--50 to 72 inches; greenish gray (5GY 5/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; moderately alkaline. (combined thickness of the Cg horizon is 55 to 76 inches.)"
      }
    ]
  ]
}
