{
  "SERIES": "BANDANA",
  "STATUS": "Established Series",
  "BYREV": "JBA-JAK; Rev. MKC",
  "REVDATE": "06/2003",
  "STATES": "NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bandana sandy loam, on a 1 percent slightly convex slope--pastured. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) sandy loam, yellowish brown (10YR 5/4) dry; weak medium granular structure; friable; many very fine and fine roots; common very fine and fine and few medium tubular pores; common fine flakes of mica; 5 percent by volume pebbles; slightly acid; clear smooth boundary. (2 to 12 inches thick)\nBw--8 to 18 inches; yellowish brown (10YR 5/4) sandy loam; weak coarse subangular blocky structure; friable; common very fine and fine roots; few very fine to medium tubular pores; few fine faint grayish brown (10YR 5/2) irregularly shaped iron depletions with clear boundaries throughout; common fine flakes of mica; 5 percent by volume pebbles; moderately acid; clear smooth boundary. (4 to 18 inches thick)\nCg1--18 to 27 inches; grayish brown (10YR 5/2) sandy loam; massive; very friable; few very fine and fine roots; few medium tubular pores; common fine distinct strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; common fine flakes of mica; 10 percent by volume pebbles; moderately acid; abrupt smooth boundary.\nCg2--27 to 37 inches; gray (N 5/0) sandy loam; massive; very friable; few very fine and fine roots; few medium tubular pores; common fine flakes of mica; 10 percent by volume pebbles; slightly acid; abrupt wavy boundary. (Combined thickness of the Cg horizon is 5 to 34 inches)\nC--37 to 62 inches; mixed dark yellowish brown (10YR 4/4) very gravelly sand; single grained; loose; few sand strata 1 to 3 inches thick; many medium distinct grayish brown (10YR 5/2) irregularly shaped iron depletions with clear boundaries throughout and strong brown (7.5YR 4/6) soft masses of iron accumulation with clear boundaries in the matrix; common fine flakes of mica; 45 percent by volume pebbles and 5 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mitchell County, North Carolina; about 2.5 miles north of Bakersville on North Carolina 226 to the intersection of North Carolina 80 in Loafers Glory, about 0.4 mile south on North Carolina 80, 450 feet west of the highway in a pasture field; Bakersville USGS Quadrangle, lat., 36 degrees, 00 minutes, 36 seconds N., and long. 82 degrees, 10 minutes, 06 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 10 to 30 inches. Depth to bedrock is greater than 60 inches. Flakes of mica range from none to common throughout. Depth to layers with 35 percent or more rock fragments by volume ranges from 20 to 40 inches. Rock fragments, mostly pebbles and cobbles, are commonly less than 15 percent by volume in the A, Bw, and Cg horizons but range to less than 35 percent. Rock fragments, mostly pebbles, cobbles, and stones are more than 35 percent by volume in the C horizon. The loamy material in the 10 to 40 inch particle-size control section above the C horizon contains more than 50 percent fine and coarser sand. The weighted average of rock fragments in the control section is less than 35 percent. Reaction ranges from strongly acid to slightly acid throughout, except where surface layers have been limed.\nThe Ap or A horizon has hue of 7.5YR to 2.5Y, value of 2 to 5, and chroma of 1 to 6. Horizons with value and chroma of 3 or less fail the thickness requirement for an umbric epipedon. Fine-earth texture is loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam, fine sandy loam, or loam. Many pedons have an Ab horizon which has the same color and texture range as the A horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8. Iron or clay depletions are in shades of brown, yellow, olive, or gray and iron accumulations are in shades of red, brown, yellow, or olive. Fine-earth texture of individual horizons is loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam, fine sandy loam, or loam. This horizon fails to meet the requirements for a cambic horizon because the soil has an irregular decrease in organic carbon content with depth.\nThe Bg horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 1 or 2, or has hue of N, value of 3 to 7.\nThe Cg horizon has hue of 7.5YR to 5Y, value of 4 to 7, and chroma of 1 or 2, or hue of N, value of 3 to 8. Some pedons lack a dominant matrix color. Iron or clay depletions are in shades of brown, yellow, olive, or gray and iron accumulations are in shades of red, brown, yellow, or olive. Fine-earth texture is loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8. Iron or clay depletions are in shades of brown, yellow, olive, or gray and iron accumulations are in shades of red, brown, yellow, or olive. Mottles or streaks of soil material are in shades of black, red, brown, yellow, white, gray, or olive. Fine-earth texture is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand. Pedons commonly have discontinuous strata of sand 1 to 5 inches thick that is relatively free of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the only series in this family. Soils in closely related families are the Briscot, Lim, Rippowam, and Worswick (T) series. These soils are not required to have sandy-skeletal materials within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bandana soils are on nearly level, narrow flood plains in the lower parts of watersheds in the Blue Ridge (MLRA 130). Slope ranges from 0 to 3 percent. Elevation ranges from about 1,200 to 2,800 feet. Bandana soils formed in recent alluvium consisting of loamy soil material that is underlain by sandy-skeletal soil material within a depth of 40 inches. The mean annual air temperature ranges from about 47 to 57 degrees F., the frost free season ranges from about 130 to 170 days, and the average annual rainfall ranges from about 48 to 64 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cullasaja, Cullowhee, Dellwood, Dillard, French, Nikwasi, Ostin, Reddies, Toxaway, Saunook, Thunder, Toecane, Tuckasegee and Tusquitee series. Dellwood, Dillard, and Reddies soils are moderately well drained, Ostin soils are well drained and moderately well drained. These soils are typically on higher elevations in the watershed. In addition, Dellwood and Ostin soils are in a sandy-skeletal family. Dillard soils have an argillic horizon. French soils are in a fine-loamy over sandy or sandy-skeletal family. Cullowhee soils have an umbric epipedon. Nikwasi and Toxaway soils are poorly drained and very poorly drained. Cullasaja, Saunook, Thunder, Toecane, Tuckasegee, and Tusquitee soils are well drained, formed in colluvium, and are on toe slopes, foot slopes or more sloping drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderately rapid permeability in the upper part of the soil and rapid or very rapid permeability in the lower part of the soil. Runoff class is neglible or very low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bandana soils are used for hay, pasture, or ornamental crops. The rest is mainly in hardwood forest. Common trees are yellow-poplar, red maple, sycamore, eastern hemlock, and river birch. A few areas have been planted to eastern white pine. Common understory plants include rhododendron, sedges, and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina, and possibly Georgia, South Carolina, Tennessee, and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mitchell County, North Carolina; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now included with the Bandana series were previously mapped with the Iotla or French soils. Iotla soils lack sandy-skeletal soil material within a depth of 40 inches, and French soils are in a fine-loamy over sandy or sandy-skeletal family.\nThe 12/97 revision places this soil in the coarse-loamy, mixed, active, nonacid, mesic Aeric Fluvaquents family. CEC activity class placement based on SIR estimates and from placement of similar soils.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 8 inches (Ap horizon).\nAquic conditions - redoximorphic features associated with wetness in the zone from 8 to 62 inches (Bw, Cg1, Cg2, and C horizons)\nAn irregular decrease in organic carbon with depth.\nRevised: 05/94-JBA,JAK; 09/95-JBA,JAK; 09/96-BPS,DHK; 12/97-DHK ; 6/03-MKC\nADDITIONAL DATA: Reference data is available from the North Carolina State University Soils Department, Raleigh, NC.\nMLRA: 130 SIR: NC0277\nNational Cooperative Soil Survey\nU.S.A."
  }
}
