{
  "SERIES": "BANDID",
  "STATUS": "Established Series",
  "BYREV": "Rev. TA-EH-RJE",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Bandid series consists of very deep, well drained soils formed in aerially deposited volcanic ash and pumice.  Bandid soils are on backslopes and footslopes of mountains at elevations of l,800 to 2,800 feet.  Slopes range from 5 to 90 percent.  The average annual precipitation is about 130 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over pumiceous or cindery, glassy, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bandid paragravelly sandy loam - forested, on a 16 percent southeast slope at elevations of 2,420 feet.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--2 inches to 1/2; leaves, needles and twigs.\nOa-1/2 inch to 0; decomposed organic matter.\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) paragravelly sandy loam (volcanic ash and cinders), brown (10YR 5/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many fine irregular pores; 20 percent pumice fragments; moderately acid (pH 5.8); abrupt smooth boundary.  (1 to 3 inches thick)\nA2--3 to 5 inches; brown (7.5YR 5/2) fine sandy loam (volcanic ash), light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; soft, friable nonsticky and nonplastic; many very fine and fine and common medium roots; many fine irregular and common fine and medium tubular pores; slightly acid (pH 6.2); abrupt smooth boundary.  (2 to 4 inches thick)\nA3--5 to 9 inches; black (10YR 2/1) sand (volcanic ash) very dark gray (10YR 3/1) dry, weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium and few coarse roots; many fine and medium irregular and common fine and medium tubular pores; moderately acid (pH 6.0); abrupt smooth boundary.  (4 to 6 inches thick)\n2Bw1--9 to 15 inches; dark gray (10YR 4/1) gravelly fine sandy loam (volcanic ash and cinders) gray (10YR 5/1) dry; moderate medium platy structure; soft, friable, nonsticky and nonplastic; continuous medium thick lenses of very dark gray (10YR 3/1) gravelly sand; many very fine and fine, and common medium roots; many medium tubular pores; 15 percent pumice fragments and 30 percent pebbles; moderately acid (pH 6.0); abrupt smooth boundary.  (4 to 7 inches thick)\n3Bw2--15 to 27 inches; light gray (10YR 7/2) extremely paragravelly sand (cinders and volcanic ash), white (10YR 8/1 dry; few, medium distinct, yellowish brown (10YR 5/6) mottles; single grain; loose, nonsticky and nonplastic; common very fine roots; many coarse irregular pores; 75 percent pumice fragments and 20 percent pebbles; slightly acid (pH 6.2); abrupt wavy boundary.  (10 to 14 inches thick)\n3Bw3---27 to 30 inches; dark gray (10YR 4/1) gravelly sand (volcanic ash), gray (10YR 6/1) dry; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many coarse irregular pores; 10 percent pumice fragments and 20 percent pebbles; moderately acid (pH 6.0); abrupt wavy boundary.  (0 to 4 inches thick)\n3Bw4--30 to 33 inches; dark grayish brown (10YR 4/2) sandy loam (volcanic ash), light brownish gray (10YR 6/2) dry; weak medium platy structure; soft, friable, nonsticky and nonplastic; few fine and medium roots; few fine irregular and common fine and medium tubular pores; 10 percent pumice fragments; moderately acid (pH 5.8); abrupt smooth boundary.  (3 to 5 inches thick)\n4Bw5--33 to 41 inches; dark brown (7.5YR 3/2) paragravelly loamy sand (volcanic ash and cinders), brown (7.5YR 5/4) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; many fine medium and coarse irregular and few fine and medium tubular pores; 25 percent pumice fragments and 15 percent scoria; moderately acid (pH 6.0) gradual wavy boundary.  (6 to 8 inches thick)\n4Bw6--41 to 50 inches; dark gray (10YR 4/1) paragravelly sandy loam (volcanic ash and cinders), gray (10YR 6/1) dry; common fine distinct, strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure; soft friable, nonsticky and nonplastic; common fine and few medium roots; few fine irregular and common fine and medium tubular pores; 30 percent pumice; slightly acid (pH 6.2); gradual wavy\nboundary.  (8 to 10 inches thick)\n4Bw7--50 to 60 inches; black (10YR 2/1) very gravelly loamy sand (volcanic ash), dark gray (10YR 4/1) dry; common medium distinct, strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; few fine roots; many fine, medium and coarse irregular pores; 40 percent scoria; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington on Forest Service Road N83.1; about 1,450 feet south and 200 feet east of the northwest corner of sec. 16, T. 8 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 45 to 47 degrees F.  Depth to the pumice layer is 11 to 20 inches.  The particle-size control section is ashy (A1, A2, A3, and 2Bw1) over pumiceous or cindery (3Bw2) over ashy (3Bw3, 3Bw4, and 4Bw5).  Pumice fragments in the upper part of the control section averages from 5 to 20 percent and pebbles average from 10 to 30 percent.  The layer of pumice is 10 to 14 inches thick and contains 60 to 80 percent cinders and 10 to 20 percent pebbles.  Pumice fragments in the lower part of the control section averages from 10 to 30 percent.  This soil is more than 60 percent by weight vitric volcanic ash and pumice throughout.  Soil reaction is moderately acid or slightly acid throughout.\nThe A1 horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 3 moist or dry.  Pumice fragments range from 5 to 30 percent.\nThe A2 horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist, 5 or 6 dry and chroma of 1 or 2 moist or dry.  The pedons have a 1/2-inch lens of yellowish brown (10YR 5/6) sandy loam at the bottom of this horizon.\nThe A3 horizon has value of 2 or 3 moist or dry.  It is loamy fine sand or sand.\nThe 2Bw1 has value of 3 or 4 moist and 5 or 6 dry.  It is weak to moderate platy structure with medium to thick lenses of sand or gravelly sand.  It has 5 to 20 percent cinders and 10 to 30 percent pebbles.\nThe 3Bw2 horizon has 60 to 80 percent pumice fragments and 5 to 20 percent pebbles.  Stains have hue of 10YR or 7.5YR, value of 5 or 6 moist, 6 through 8 dry and chroma of 4 through 8 moist or dry.\nThe 3Bw3 and 3Bw4 horizons have value of 4 or 5 moist, 6 or 7 dry and chroma of 1 or 2 moist and dry.  Texture is gravelly sand, gravelly loamy sand or sandy loam.  Pumice fragments range from 5 to 15 percent and pebbles range from 10 to 25 percent.\nThe 4Bw5 has hue of 7.5YR or 10YR, value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 4 moist or dry.  It is sandy loam or loamy sand and has intermittent lenses of black scoria.\nThe 4Bw6 and 4Bw7 horizons have common to many distinct mottles with hue of 7.5YR or 10YR.  Pumice fragments range from 20 to 30 percent in the 4Bw6 horizon and black scoria in the 4Bw7 horizon ranges from 30 to 45 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There no competing series.  The Benham, Cinnamon, Pinchot, and Yalelake series are in other families.  Benham soils are in a cindery over medial family.  Cinnamon and Yalelake soils are in an ashy over medial family.  In addition Yalelake soils are mesic  Pinchot soils are in an ashy family and are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bandid soils are on backslopes and footslopes of mountains at elevations of l,800 to 2,800 feet.  Slopes are 5 to 99 percent.  Bandid soils formed in aerially deposited volcanic ash and pumice.  Beginning at the surface of the mineral soil the stratigraphy of pyroclastic material from Mt. St. Helens present in Bandid soil profiles is: (l) fresh ash and pumice including the 176-year-old \"Layer T\", (2) and (3) pumice of the 400-year-old \"Layer W\" and (4) ash, pumice and scoria of the2,500 year-old \"B set.\"  The climate is characterized by cool, moist summers and cool, wet winters.  Mean annual precipitation is 125 to 135 inches, including snow cover from December to April.  Average January temperature is 30 degrees F.; average July temperature is 6l degrees F.; and the mean annual temperature is about 44 degrees F.  The frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Bannel, Pelee, St. Helens, and Sinnice soils.  Bannel soils are ashy.  Pelee and Sinnice soils are cryic.  St. Helens soils are ashy over sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation, wildlife habitat and watershed.  Overstory vegetation includes western hemlock, Douglas-fir and Pacific silver fir; ground cover includes vine maple, Sitka alder, huckleberry, bunchberry dogwood, pearly everlasting and fire willowweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Skamania County, Washington; east of Mt. St. Helens.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington, 1981."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Partial lab data available for pedon S81WA-059-001 for Skamania County, WA, from NSSL, Lincoln, NE.\nREMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 9 inches, a cambic horizon from 9 to 15 inches and a particle-size control section from 0 to 40 inches that is ashy from 0 to 15 inches and cindery from 15 to 27 inches.\nClassification changed 6/98 based on 1998 Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 9 inches, a cambic horizon from 9 to 15 inches and a particle-size control section from 0 to 40 inches that is ashy from 0 to 15 inches and cindery from 15 to 27 inches.\nClassification changed 6/98 based on 1998 Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
