{
  "SERIES": "BANKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TLA",
  "REVDATE": "08/2006",
  "STATES": "WA",
  "OVERVIEW": "The Banker series consists of shallow, well drained soils formed in residuum and colluvium from sedimentary rock with a thin mantle of volcanic ash.  These soils are on shoulders, ridges and back slopes of mountains.  Slopes are 35 to 65 percent.  The average annual precipitation is about 30 inches and the average annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Lithic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Banker channery ashy sandy loam, on a northeast-facing 38 percent slope at an elevation of 5,200 feet in a subalpine fir, Douglas-fir and Engelmann spruce forest.\nOe--0 to 1 inch; moderately decomposed needles, leaves and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 5 inches; pale brown (10YR 6/3) channery ashy sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; few fine irregular pores; 20 percent channers; slightly acid (pH 6.2); clear smooth boundary.  (3 to 6 inches thick)\n2Bw--5 to 14 inches; light yellowish brown (10YR 6/4) very channery sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; few fine irregular pores; 30 percent channers and 5 percent flagstones; slightly acid (pH 6.4); clear wavy boundary.  (4 to 9 inches thick)\n2C--14 to 19 inches; light brownish gray (10YR 6/2) very channery sandy loam; grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine irregular pores; 45 percent channers and 5 percent flagstones; neutral (pH 6.6); clear wavy boundary.  (2 to 7 inches thick)\n2R--19 inches; shale"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington, about 11 miles north of Winthrop, Washington; 600 feet west and 2,600 feet south of the northeast corner of section 12, T. 36 N., R. 20 E.  (Latitude 48 degrees 38' 10\" N., Longitude 120 degrees 16' 30\" W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature ranges from 37 to 41 degrees F.  Average summer soil temperature ranges from 42 to 46 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  Thickness of the volcanic ash mantle is 3 to 6 inches, and has an estimated moist bulk density of 0.75 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 8 to 12 percent for air dried samples.  The particle-size control section averages 35 to 65 percent rock fragments and 6 to 15 percent clay.  Depth to the lithic contact is 10 to 20 inches.  Reaction ranges from slightly acid to neutral throughout.  Some pedons have a 2BC horizon.\nThe A horizon has values of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.\nThe 2Bw horizon has values of 3 or 4 moist and chroma of 3 or 4 dry or moist.  It is very channery sandy loam or very flaggy sandy loam.  It has 25 to 40 percent channers and 0 to 20 percent flagstones.\nThe 2C horizon has values of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.  It is very channery sandy loam, very flaggey sandy loam, or extremely channery sandy loam.  It has 30 to 45 percent channers and 5 to 20 percent flagstones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Caseypeak, Cabblank, Hotter (T), Illiano, Jarbidge (T), Merino, Pendergrass, Sigbird, and Treebutte (T) soils.  Caseypeak soils have a paralithic contact above a lithic contact and have an ustic moisture regime.  Cobblank soils lack andic soil properties in the A horizon and have a subarctic-continental climate.  Hotter and Pendergrass soils lack an O horizon and do not have andic soil properties in the A horizon.  Illiano soils have an ustic moisture regime.  Jarbidge soils lack andic soil properties in the A horizon and are dry for more than 60 consecutive days after the summer solstice.  Merino and Sigbird soils do not have andic properties in the A horizon and have an ustic moisture regime.  Treebutte soils are dominated by angular granitic rock fragments and have 2 to 6 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Banker soils are on shoulders, ridges and back slopes of mountains.  Elevation ranges from 4,400 to 5,900 feet.  Slopes are 35 to 65 percent.  These soils formed in residuum and colluvium from sedimentary rock consisting of interbedded sandstone and shale with a thin mantle of volcanic ash.  The climate is characterized by cool, dry summers and cold, wet winters.  Average annual precipitation is 25 to 35 inches.  The average January temperature ranges from 18 to 22 degrees F., and the average July temperature ranges from 52 to 58 degrees F.  Average annual temperature is 37 to 42 degrees F.  The frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ortellcreek, Shalrock and Siegel soils.  Ortellcreek soils are on back slopes and foot slopes, have a cryic temperature regime and are very deep.  Shalrock soils are on shoulders and ridges, have a frigid temperature regime and are 20 to 40 inches to bedrock.  Siegel soils are on back slopes and footslopes, have a frigid temperature regime and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation and watershed.  Native vegetation is subalpine fir, Douglas-fir and Engelmann spruce with an understory of myrtle blueberry, pachystima, heartleaf arnica, sidebells shinleaf, western rattlesnake plaintain, pinegrass, silky lupine and some cascades azalea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features in this pedon are:\nOchric epipedon - 1 to 5 inches (A horizon)\nCambic horizon - 5 to 14 inches (Bw horizon)\nLithic contact - 19 inches (R horizon)\nPSCS - zone from 11 to 19 inches (2C and part of Bw horizon)\nXeric soil moisture regime\nAndic soil properties from 1 to 5 inches\nDepths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nFurther investigation is needed as to a udic soil moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inch; moderately decomposed needles, leaves and twigs; abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 5 inches; pale brown (10YR 6/3) channery ashy sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; few fine irregular pores; 20 percent channers; slightly acid (pH 6.2); clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "2Bw",
        "top": 13,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw--5 to 14 inches; light yellowish brown (10YR 6/4) very channery sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; few fine irregular pores; 30 percent channers and 5 percent flagstones; slightly acid (pH 6.4); clear wavy boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "2C",
        "top": 36,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C--14 to 19 inches; light brownish gray (10YR 6/2) very channery sandy loam; grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine irregular pores; 45 percent channers and 5 percent flagstones; neutral (pH 6.6); clear wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "2R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--19 inches; shale"
      }
    ]
  ]
}
