{
  "SERIES": "BANLIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCM-JWS-TJE",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, acid, mesic Fragic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Banlic silt loam, nearly level, occasionally flooded, in a cultivated field at an elevation of 123 meters (403 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak very fine granular structure; friable; few fine roots; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nE--23 to 33 cm (9 to 13 inches); brown (10YR 5/3) silt loam; weak fine subangular blocky structure; friable; few fine roots; common distinct dark grayish brown (10YR 4/2) organic coatings and common distinct light brownish gray (10YR 6/2) clay depletions on faces of peds; few fine rounded iron-manganese concretions; slightly acid; clear smooth boundary. [10 to 25 cm (4 to 10 inches) thick]\nBg1--33 to 53 cm (13 to 21 inches); light brownish gray (10YR 6/2) silt loam; weak medium and coarse subangular blocky structure; friable; few fine roots; few fine distinct grayish brown (10YR 5/2) organic coatings and many distinct light gray (10YR 7/2) clay depletions on faces of peds; common fine prominent yellowish brown (10YR 5/6) masses of oxidized iron; few fine rounded iron-manganese concretions; strongly acid; gradual smooth boundary.\nBg2--53 to 76 cm (21 to 30 inches); light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; very few fine roots; many distinct light gray (10YR 7/2) clay depletions on faces of peds; common fine prominent yellowish brown (10YR 5/6) masses of oxidized iron; common fine and medium rounded iron-manganese concretions; strongly acid; clear smooth boundary. [Combined thickness of the Bg horizons is 15 to 50 cm (6 to 20 inches).]\nBxg1--76 to 99 cm (30 to 39 inches); light brownish gray (10YR 6/2) silt loam; weak coarse subangular blocky structure; firm; few very fine roots between peds; many distinct light gray (10YR 7/2) clay depletions on faces of peds; common fine prominent yellowish brown (10YR 5/6) masses of oxidized iron; common fine and medium rounded iron-manganese concretions; slightly brittle; strongly acid; clear smooth boundary.\nBxg2--99 to 127 cm (39 to 50 inches); light brownish gray (10YR 6/2) silt loam; weak coarse subangular blocky structure; firm; few fine roots between peds; common distinct light gray (10YR 7/2) clay depletions on faces of peds; common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron; many fine and medium rounded iron-manganese concretions; slightly brittle; strongly acid; clear smooth boundary. [Combined thickness of the Bxg horizons is 30 to 76 cm (12 to 30 inches).]\nCg--127 to 152 cm (50 to 60 inches); variegated light brownish gray (10YR 6/2), brown (10YR 5/3), and yellowish brown (10YR 5/6) silt loam; massive; firm; many fine rounded iron-manganese concretions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Illinois; 250 feet west and 460 feet south of the northeast corner of sec. 9, T. 2 S., R. 8 E.; USGS Burnt Prairie topographic quadrangle; lat. 38 degrees 22 minutes 14.2 seconds N. and long. 88 degrees 18 minutes 54.8 seconds W.; UTM Zone 16, 0385108 easting and 4247756 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 114 to 165 cm (45 to 65 inches)\nDepth to horizons with fragic soil properties: 38 to 91 cm (15 to 36 inches)\nParticle-size control section: averages 12 to 18 percent clay and less than 15 percent sand\nSand content of the A and E horizons: less than 15 percent and includes iron-manganese nodules and concretions\nAp or A horizon:\nHue: 10YR\nValue: 4 or 5 (6 or 7 dry); 3 in undisturbed areas\nChroma: 2 or 3\nThickness: 5 to 12 cm (2 to 5 inches) in undisturbed areas\nTexture: typically silt loam, but is silt in some pedons\nClay content: 5 to 18 percent\nReaction: strongly acid to slightly alkaline depending upon liming practices\nE horizon:\nHue: 10YR\nValue: 4 to 6 (6 to 8 dry)\nChroma: 2 or 3\nTexture: silt loam\nClay content: 12 to 18 percent\nReaction: typically very strongly acid or strongly acid, and ranges to neutral in limed pedons\nBg or Bw horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 2 or 3\nTexture: silt loam\nClay content: 12 to 18 percent\nReaction: very strongly acid or strongly acid\nBxg or Bx horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 to 4\nTexture: silt loam or silt\nClay content: 10 to 18 percent\nReaction: very strongly acid or strongly acid\nSome pedons have a BCg horizon.\nCg or C horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 6\nTexture: silt loam\nClay content: 12 to 18 percent\nReaction: very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Banlic soils are on flood-plain steps and low stream terraces. Slope gradients typically are between 0 and 2 percent and range from 0 to 3 percent. These soils formed in acid, silty alluvium. Mean annual temperature ranges from 12.2 to 13.9 degrees C (54 to 57 degrees F). Mean annual precipitation ranges from 914 to 1118 mm (36 to 44 inches). Frost-free period is 180 to 210 days. Elevation is 103.7 to 152.4 meters (340 to 500 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belknap, Bonnie, Haymond, Racoon, Sharon, Wakeland, and Wilbur soils. None of these soils have horizons with fragic soil properties. All of these soils except Racoon are on lower lying landform positions and formed in more recent alluvium. Racoon soils are on similar or slightly higher landform positions and have an argillic horizon and a thicker albic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. In drained areas, depth to the top of an intermittent perched high water table ranges from 15 to 61 cm (0.5 foot to 2.0 feet) between November and May in normal years. Some areas are subject to rare to frequent flooding for brief periods between January and May. Potential for surface water runoff is low. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers/second) in the surface layer and substratum, and moderately low or moderately high (0.42 to 1.41 micrometers/second) in the subsoil. Permeability is moderately slow in the surface layer and substratum, and slow in the subsoil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to corn, soybeans, and small grain. Some areas are pastured or wooded. Native vegetation is deciduous forest common to flood-plain areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 113 and LRUs 114B, 115A, and 115B in southern Illinois and southern Indiana. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Saline County, Illinois, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The upper part of the control section for family reaction class (E horizon) has been affected by liming and is higher than defined for the acid class. The Banlic soils will be evaluated throughout their MLRA extents to determine the proper classification.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 33 cm (13 inches) (Ap and E horizons).\nAlbic horizon: from a depth of 23 to 33 cm (9 to 13 inches) (E horizon).\nCambic horizon: from a depth of 33 to 127 cm (13 to 50 inches), (Bg1, Bg2, Bxg1 and Bxg2 horizons).\nFragic soil properties: from a depth of 76 to 127 cm (30 to 50 inches), (Bxg1 and Bxg2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
