{
  "SERIES": "BANNING",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/AON",
  "REVDATE": "10/2005",
  "STATES": "OR",
  "OVERVIEW": "The Banning series consists of deep, somewhat poorly drained soils that formed in mixed alluvium weathered from metamorphic, granitic, and serpentinitic rock.  Banning soils are on alluvial fans and in drainages and have slopes of 0 to 20 percent. Mean annual precipitation is about 45 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Banning loam, on an alluvial fan of 3 percent slope in annual weeds.  When described the soil was dry throughout.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; black (10YR 2/1) loam, dark grayish brown (10YR 4/2) dry; few brown (7.5YR 4/4) mottles; moderate medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine tubular pores; few fine concretions; slightly acid (pH 6.2); abrupt smooth boundary.  (5 to 8 inches thick)\nA--6 to 14 inches; black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; common fine brown (7.5YR 4/4) mottles; moderate coarse prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; common fine and very fine roots; many medium and fine tubular pores; common fine concretions; slightly acid (pH 6.4); clear smooth boundary.  (7 to 11 inches thick)\nBt1--14 to 27 inches; very; dark grayish brown (10YR 3/2) clay loam, brown (10YR 5/3) dry; few fine brown (7.5YR 4/4) mottles; moderate coarse prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; common fine and very fine roots; many medium and fine tubular pores; common distinct clay films on peds; few fine concretions; 10 percent gravel; neutral (pH 6.6); clear wavy boundary.\nBt2--27 to 50 inches; very dark grayish brown (10YR 3/2) clay loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine roots; many medium and fine tubular pores; common distinct clay films on faces of peds; 10 percent gravel; neutral (pH 6.6); clear wavy boundary.  (combined Bt horizon 30 to 40 inches thick)\nBCt--50 to 60 inches; dark grayish brown (10YR 4/2) clay loam, grayish brown (10YR 5/2) dry; massive; hard, firm, sticky and plastic; many fine and medium tubular pores; few distinct clay films in pores; 10 percent gravel; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Josephine County, Oregon; about 1 mile north of Provolt; approximately 1,100 feet north and 100 feet west of the southeast corner of section 36, T.37S., R.5W., Willamette Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry for 60 to 90 consecutive days between depths of 4 and 12 inches.  Depth to bedrock is 60 inches or more.  The mean annual soil temperature is about 52 degrees to 56 degrees F.  Rock fragments in the particle-size control section average 5 to 25 percent pebbles.  The mollic epipedon is 20 to 35 inches thick.  Mottles of chroma of 3 or more range from few to common in the A and upper B horizons.  In some pedons mottles are lacking in the Ap horizon.\nThe A horizon has value of 2 or 3 moist and chroma of 1 or 2 moist.  It averages 20 to 27 percent clay and 0 to 15 percent pebbles.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 2 through 4 moist, 4 or 5 dry, and chroma of 1 through 3 moist and 2 or 3 dry.  Value of 4 moist occurs at a depth of more than 20 inches.  This horizon is clay loam or gravelly clay loam and has 27 to 35 percent clay.\nThe C horizon has value of 3 or 4 moist and chroma of 1 through 3 moist and dry.  It is stratified with coarser textures in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coolbrith, Dotta, Drews, Gorman, Harriman, Miramar, Supan, Van Dusen, Waha, and Wapinitia series.  Coolbrith soils are moderately well drained and lack mottles in the A and upper B horizons and are dry in the moisture control section from about June 15 to November 15.  Dotta soils lack mottles and have 18 to 27 percent clay in the B2t horizon and have a sandy loam C horizon.  Drews and Harriman soils are well drained and lack mottles.  Also, Drews soils are dry for 100 to 115 days and the Harriman soils are usually dry and neutral or mildly alkaline in the solum.  Gorman soils have a sandy clay loam B2t horizon averaging 20 to 28 percent clay and have 15 to 25 percent coarse and very coarse sand in the A and B horizons.  Miramar soils are well drained and have a paralithic contact at a depth of 20 to 40 inches.; Supan soils are well drained, lack mottles, and have a lithic contact at a depth below 40 inches.  Van Dusen soils are well drained, lack mottles, have mean annual soil temperature of 47 degrees to 51 degrees F., and are high in quartz mica.  Waha soils have a lithic contact at a depth of 20 to 40 inches. Wapinitia soils have a lithic contact at a depth of 40 to 60 inches, are dry for more than 60 consecutive days, have mean annual soil temperature of 48 degrees to 52 degrees F., and are well drained and lack mottles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Banning soils are on alluvial fans and in drainages and are at elevations of 500 to 2,500 feet.  Slopes are 0 to 20 percent.  The soils formed in alluvium weathered from metamorphic, granitic, and ultramafic rocks.  The climate is characterized by having warm dry summers and cool moist winters with an annual precipitation of 30 to 60 inches.  The mean annual temperature is 50 degrees to 55 degrees F., and the frost-free season is 140 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brockman, Clawson, Copsey, Foehlin, Kerby, Ruch, Selmac, and Takilma soils.  Brockman and Copsey soils are fine and have serpentinitic mineralogy.  Also, Brockman soils are moderately well drained and Copsey soils are poorly drained.  Clawson soils are coarse-loamy.  Foehlin soils have a mollic epipedon 10 to 20 inches thick and are well drained.  Kerby and Ruch soils lack a mollic epipedon and are well drained.  Selmac soils are fine-loamy over clayey and are moderately well drained.  Takilma soils are loamy-skeletal and well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, slow runoff; moderately slow permeability. Water table is at a depth of 1 to 3 feet from December to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Banning soils are used for hay and pasture, and for wildlife habitat. The vegetation dominantly consists of Oregon white oak, Oregon ash, poison oak, common snowberry, and tall Oregon grape.."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon MLRA 5.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Josephine County, Oregon, l979"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The superactive cation exchange activity class was added to the classification in 10/2005. The competing series section was not updated at that time. Last revision 2/1996.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
