{
  "SERIES": "BANQUETE",
  "STATUS": "Established Series",
  "BYREV": "JKW-KBH-RM",
  "REVDATE": "05/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Banquete clay--0.2 percent slope in an area of Banquete clay, 0 to 1 percent slopes in pastureland; elevation is 30.5 m (100 ft) (Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); black (10YR 2/1) clay, black (10YR 2/1) moist; moderate medium subangular blocky structure; extremely hard, very firm; common very fine to medium roots; common very fine tubular pores; 2 percent faint pressure faces; 1 percent fine faint dark brown (10YR 3/3) iron-manganese masses with sharp boundaries lining pores; 1 percent worm casts; neutral; clear wavy boundary. (Thickness is 10 to 25 cm [4 to 10 in])\nBss--15 to 54 cm (6 to 21 in); black (10YR 2/1) clay, black (10YR 2/1) moist; moderate medium and coarse prismatic structure parting to moderate medium wedge and moderate medium angular blocky; extremely hard, very firm; common very fine and fine roots; common very fine tubular pores; 20 percent faint slickensides tilted at 20 to 40 degrees from the horizontal; 25 percent distinct pressure faces; common cracks 5 to 25 mm in width; 2 percent fine faint dark brown (10YR 3/3) iron-manganese masses with sharp boundaries on faces of peds; 1 percent worm casts; neutral; gradual wavy boundary.\nBkss1--54 to 71 cm (21 to 28 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse prismatic structure parting to moderate medium and coarse wedge structure and moderate medium and coarse angular blocky; extremely hard, very firm; common very fine roots; common very fine tubular pores; 30 percent distinct slickensides tilted at 40 to 60 degrees from the horizontal; 35 percent distinct pressure faces; common cracks 5 to 20 mm in width; few cracks filled with black (10YR 2/1) clay; 7 percent fine nodules of calcium carbonate; 10 percent fine distinct dark yellowish brown (10YR 4/4) iron-manganese masses with sharp boundaries on faces of peds; 1 percent insect casts; moderately alkaline; gradual wavy boundary.\nBkss2--71 to 90 cm (28 to 35 in); gray (10YR 5/1) clay, gray (10YR 5/1) moist; moderate coarse prismatic structure parting to moderate coarse wedge and moderate coarse angular blocky; extremely hard, very firm; common very fine roots; common very fine tubular pores; 30 percent distinct slickensides tilted at 20 to 40 degrees from the horizontal; 35 percent distinct pressure faces; common cracks 2 to 10 mm in width filled with dark gray (10YR 4/1) clay; 5 percent fine nodules of calcium carbonate; 15 percent fine distinct dark yellowish brown (10YR 4/4) iron-manganese masses with sharp boundaries on faces of peds; 1 percent insect casts; moderately alkaline; gradual wavy boundary.\nBkss3--90 to 113 cm (35 to 44 in); gray (2.5Y 6/1) clay, gray (10YR 6/1) moist; moderate coarse angular blocky and moderate coarse wedge structure; extremely hard, very firm; common very fine roots; common very fine tubular pores; 35 percent distinct slickensides tilted at 20 to 40 degrees from the horizontal; 40 percent distinct pressure faces; common cracks 2 to 5 mm in width filled with dark gray (10YR 4/1) clay; 3 percent fine nodules of calcium carbonate; 20 percent fine and medium distinct dark yellowish brown (10YR 4/4) iron-manganese masses with sharp boundaries on faces of peds; 1 percent insect casts; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bss and Bkss horizons is 48 to 203 cm [19 to 80 in])\nBk--113 to 141 cm (44 to 56 in); light gray (2.5Y 7/1) clay loam, light gray (10YR 7/1) moist; weak coarse subangular blocky structure; very hard, firm; many very fine roots; few very fine tubular pores; 2 percent fine nodules of calcium carbonate; 1 percent fine masses of calcium carbonate; 10 percent fine and medium distinct dark yellowish brown (10YR 4/4) iron-manganese masses with sharp boundaries on faces of peds; 1 percent insect casts; strongly alkaline; gradual wavy boundary. (Thickness is 25 to 42 cm [10 to 17 in])\n2C--141 to 203 cm (56 to 80 in); white (5Y 8/1) loamy fine sand, pale yellow (2.5Y 8/2) moist; massive; friable, slightly hard; 1 percent insect casts; strongly alkaline. (Thickness is 51 to 76 cm [20 to 30 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nueces County, Texas; from the intersection of Texas Highway 44 and Farm Road 70 in Agua Dulce; about 4 miles north on Farm Road 70 to private farm road; 0.40 mile east on private farm road; 0.2 mile south in pasture. (Latitude: 27 degrees 50 minutes 13.90 seconds N; Longitude 97 degrees 53 minutes 35.40 seconds W. Agua Dulce USGS topographic quadrangle; NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An ustic soil moisture regime that borders on udic.  The soil moisture control section is from 10 to 30 cm (4 to 12 in) below the soil surface.  Desiccation cracks that are 5 mm or more wide through a thickness of over 25 cm (10 in) stay open for less than 150 cumulative days per year.  The period when cracks remain open is from June to August, when conditions are the driest.\nMean annual soil temperature: 22.2 to 22.8 degrees C (72 to 73 degrees F).\nDepth to secondary calcium carbonate: 41 to 74 cm (16 to 29 in)\nThese are cyclic soils comprised of microlows and microhighs.  The distance from the center of the microlow to the highest point on the microhighs is from 1.5 to 2.5 meters (5 to 8 ft).  Microlows colors are typically lower in value and chroma and are noneffervescent.  Microhighs are slightly to strongly effervescent.\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nA horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: clay loam or clay\nClay content: 35 to 50 percent\nEffervescence: none or slight\nReaction: moderately acid to slightly alkaline\nBss horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: clay loam or clay\nClay content: 35 to 55 percent\nRedox concentrations: amount-2 to 10 percent, size-fine, contrast-faint or distinct, boundary-sharp, location-lining pores, shades-brown or yellow\nEffervescence: none to strong\nReaction: neutral or slightly alkaline\nBkss horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 1 or 2\nTexture: clay loam or clay\nClay content: 35 to 55 percent\nRedox concentrations: amount-10 to 25 percent, size-fine or medium, contrast-faint or distinct, boundary-sharp, location-lining pores, shades-brown or yellow\nCalcium carbonate equivalent: 1 to 15 percent\nIdentifiable secondary carbonate: amount-2 to 15 percent, size-fine to coarse, kind-masses or nodules, location-in matrix\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline\nBk horizon\nHue: 10YR or 2.5Y\nValue: 5 to 8\nChroma: 1 to 3\nTexture: clay loam or clay\nClay content: 30 to 45 percent\nRedox concentrations: amount-2 to 15, size-fine or medium, contrast-faint or distinct, boundary-sharp, location-lining pores or in matrix, shades-brown or yellow\nCalcium carbonate equivalent: 5 to 10 percent\nIdentifiable secondary carbonate: amount-2 to 15 percent, size-fine to coarse, kind-masses or nodules, location-in matrix\nEffervescence: none to strong\nReaction: moderately alkaline or strongly alkaline\n2C horizon\nHue: 10YR, 2.5Y or 5Y\nValue: 6 to 8\nChroma: 1 to 3\nTexture: sandy clay loam, fine sandy loam or loamy fine sand\nClay content: 10 to 35 percent\nRedox concentrations: amount-0 to 5, size-fine or medium, contrast-faint or distinct, boundary-sharp, location-lining pores or in matrix, shades-brown or yellow\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: amount-0 to 5 percent, size-fine to coarse, kind-masses or nodules, location-in matrix\nEffervescence: none to strong\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Tiocano (TX) series in the same family.  Similar soils are the Buchel (TX), Danjer(TX), Lattas(TX), Leemont (TX), Monteola (TX), Realitos (TX), Rosenbrock (TX), Tordia (TX), and the Victoria (TX) series.\nTiocano soils: pond for long periods\nBuchel , Danjer, Lattas, Monteola, Realitos, Rosenbrock, and Tordia soils: have a typic ustic soil moisture regime\nLeemont soils: have matrix with 50 percent or more color values of 6 or more dry and chromas of 3 or more dry within 30 cm (12 in) of the mineral soil surface.\nVictoria soils: have accumulations of sodium and gypsum within 1 m (40 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine sediments derived from the Beaumont Formation of Late Pleistocene age\nLandform: open-ended shallow depressions and swales on flat plains on the South Texas Coastal Plain\nSlope: 0 to 1 percent\nMean annual air temperature range: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 737 to 940 mm (29 to 37 in)\nPrecipitation Pattern: September through May are the wettest months with averages from 65 to 115 mm (2.5 to 4.5 in) of precipitation per month.  June through August are the driest months with averages from 38 to 50 mm (1.5 to 2 inches) of precipitation per month.\nFrost-free period: 301 to 365 days\nElevation: 4.6 to 30.5 meters (15 to 100 ft)\nThornthwaite annual P-E indices: 32 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calallen, Cranell, Edroy, and Victoria series.\nCalallen soils: are loamy throughout and are on meander scar ridges\nCranell soils: have an argillic horizon and are on higher broad flats.\nEdroy soils: are in deeper enclosed depressions and pond for long periods\nVictoria soils: are clayey throughout and are on slightly higher broad flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  These soils remain saturated and may pond for brief periods during above normal wet periods.  In normal years these soils do not have reducing conditions.  Permeability is very slow.  Runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for crop production, livestock grazing, forage production, and wildlife habitat.  Crops include cotton, grain sorghum, and corn.  Native vegetation consists of little bluestem, eastern gamagrass, switchgrass, indiangrass, paspalum, plains bristlegrass, and sensitivebrier.  The ecological site is Blackland , PZ 32 to 44 (150AY526TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairies (MLRA 150A in LRR T) in the Coastal Bend of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nueces County, Texas, 2007.  The name is from a town near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil series is reactivated as a result of fieldwork performed during the 2005 update of MLRA 150A.  The series was proposed and correlated in the 1965 Nueces County Soil Survey and later was deactivated and included in the Edroy series.  The series is reestablished with the 2007 correlation of the Kenedy-Kleberg Counties soil survey and defines soils as originally mapped in the 1965 Nueces County soil survey.  The Banquete series is separated from the Edroy series based on classification.  Redoximorphic features are considered relict, or they form during above normal precipitation events of long periods that occur during the occasional tropical storm event.  This is the last series reestablished and updated by C. L. Neitsch 12/2007.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 71 cm (0 to 28 in). (A, Bss, and Bkss1 horizons)\nRedoximorphic concentrations: 0 to 141 cm (0 to 56 in). (A, Bss, Bkss1, Bkss2, Bkss3, and Bk horizons)\nSecondary Carbonates: 54 to 141 cm (21 to 56 in). (Bkss1, Bkss2, Bkss3 and Bk horizons)\nThe assignment of the cation-exchange activity class is supported by local laboratory data from the type location from Nueces County, Texas.\nLithological discontinuity at 142 cm (56 in) based on contrasting particle sizes.\nADDITIONAL DATA:  TAMU data is available from the type location in Nueces County, TX on sample S05TX-355-003.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
