{
  "SERIES": "BANTRY",
  "STATUS": "Established Series",
  "BYREV": "SJS-LLD-CJH",
  "REVDATE": "07/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bantry fine sand - on less than 1 percent slopes in native rangeland.  (Colors are for moist soil unless otherwise stated)\nA--0 to 4 inches; black (10YR 2/1) fine sand, dark gray (10YR 4/1) dry; common fine prominent dark yellowish brown (10YR 3/6) redoximorphic concentrations; weak medium subangular blocky structure; loose, nonsticky and nonplastic; few medium and many fine and very fine roots; slightly acid; clear smooth boundary.  (3 to 5 inches thick)\nC1--4 to 16 inches; dark grayish brown (10YR 4/2) fine sand, light brownish gray (10YR 6/2) dry; common medium and coarse prominentds dark yellowish brown (10YR 4/6) redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; slightly acid; clear smooth boundary.\nC2--16 to 25 inches; dark grayish brown (2.5Y 4/2) sand, light gray (2.5Y 7/2) dry; many coarse prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; few fine roots; neutral; abrupt smooth boundary.\nC3--25 to 40 inches; grayish brown (2.5Y 5/2) sand, light brownish gray (2.5Y 6/2) dry; many medium prominent dark yellowish brown (10YR 3/4) redoxomporphic concentrations; single grain; loose, nonsticky and nonplastic; few fine roots; neutral; clear wavy boundary.\nC4--40 to 60 inches; dark grayish brown (2.5Y 4/2) fine sand, grayish brown (2.5Y 5/2) dry; common medium prominent dark yellowish brown (10YR 3/6) redoximorphic concentrations and common coarse faint grayish brown (2.5Y 5/2) redoximorphic depletions; single grain; loose, nonsticky and nonplastic; few fine roots; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McHenry County, North Dakota; about 6.5 miles east and 2.5 miles south of Bantry; 1455 feet south and 180 feet west of the northeast corner, sec. 33, T. 158 N., R. 76 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Redoximorphic features are at a depth of less than 20 inches.  An Ab horizon is in some pedons.\nThe A horizon has hue of 10YR, value of 2 or 3, 3 to 5 dry, and chroma of 1 or 2.  It is fine sand, loamy sand, loamy fine sand or sand.  It is slightly acid to slightly alkaline.  Some pedons have an AC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 to 5, 4 to 7 dry, and chroma of 2 to 4.  It is fine sand or sand.  It is slightly acid to moderately alkaline.  It is calcareous in the lower part of some pedons.  Some pedons have a fine textured 2C horizon below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deford, Gunbarrel and Minnewaukan series.  Deford soils commonly have carbonates within 25 inches of the surface and are in areas of more than 28 inches of precipitation.  Gunbarrel soils are moderately alkaline or strongly alkaline in all parts.  Minnewaukan soils have carbonates throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bantry soils are in swales and on rims of depressions on level to undulating sandy windblown delta plains and outwash plains.  Slope gradients generally are less than 1 percent, but range from 0 to 6 percent.  Mean annual air temperature ranges from 38 to 41 degrees F, and mean annual precipitation ranges from 16 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aylmer, Fossum, Hecla, Maddock, Serden and Ulen soils.  Aylmer, Hecla and Maddock soils are better drained and on nearby higher landscape positions.  Aylmer soils do not have redoximorphic features within a depth of 20 inches and are moderately well drained.  Hecla soils have mollic epipedons.  Fossum soils are poorly or very poorly drained and on nearby lower landscape positions.  Serden soils are on higher positions and are excessively drained.  Ulen soils have a calcic horizon within a depth of 16 inches and are on nearby nearly level and undulating areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Surface runoff is slow.  Saturated hydraulic conductivity is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and native hay.  Native vegetation is prairie sandreed, needleandthread, quaking aspen, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McHenry County, North Dakota, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 4 inches (A horizon); chromas of 2 and redoximorphic features in all subhorizons within 50 cm (C1 and C2 horizons); sandy particle-size class between 10 and 40 inches (C1, C2 and C3 horizons).\nIn the mid 1950's and 1960's, the Bantry series name was used in McHenry County, North Dakota for a soil similar to the current Aylmer series.  That Bantry series was dropped (prior the establishment of the Aymler series in 1975) and part of its concept included in the Serden series.  The current Bantry series, established in 1987, represents a soil that is wetter than the Aylmer series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
