{
  "SERIES": "BARBONCITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SGW/SAZ/",
  "REVDATE": "12/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Barboncito loamy fine sand--rangeland. (Colors are for dry soil unless otherwise noted)\nA--0 to 2 inches; brown (10YR 5/3) loamy fine sand, brown (10YR 4/3) moist; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; common very fine roots; 1 percent sandstone gravel; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 3 inches thick)\nBt1--2 to 6 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; few very fine irregular pores; few faint clay films on faces of peds; slightly alkaline (pH 7.8); clear smooth boundary. (3 to 14 inches thick)\nBtk--6 to 11 inches; yellowish brown (10YR 5/4) clay loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine irregular pores; few faint clay films on faces of peds; common very fine and fine masses of calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 8 inches thick)\nR--11 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Gallup West Quadrangle; about 5 miles north of Gallup, New Mexico; about 400 feet east and 2,200 feet south of the northwest corner of sec. 18, T. 16 N. and R. 18 W.; 35 degrees 37 minutes 05 seconds north latitude and 108 degrees 47 minutes 32 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Usually dry in all parts of the soil moisture control section from April 15 to July 10.  Moist in some or all parts of the soil moisture control section for 45 to 90 consecutive days when the soil temperature at a depth of 50 centimeters is above 8 degrees centigrade. Driest during May and June. Ustic aridic aoil moisture regime.\nSoil Temperature: 47 to 51 degrees F.\nControl Section: 18 to 35 percent clay. Sand content is more than 40 percent with the sand fraction more than 50 percent fine sand and coarser.\nDepth to lithic contact: 10 to 20 inches\nSalinity: EC of 0 to 2 mmhos/cm in the surface and up to 4 mmhos/cm in the subsoil.\nSodicity: SAR of 0 to 4\nReaction: The A and Bt horizons are neutral to slightly alkaline, the Btk horizons are moderately alkaline\nA horizon\nHue:  7.5YR, 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture:  loamy fine sand, fine sandy loam\nRock fragments: 0 to 10 percent gravel. All fragments are sandstone\nCalcium carbonate equivalent: 0 to 2 percent\nOther features: Some pedons contain 2- to 4-inch thick AB horizons.\nBt horizons\nHue:  5YR, 7.5YR, 10YR\nValue:  4 or 6 dry, 3 or 5 moist\nChroma:  2 to 6, dry or moist\nTexture:  fine sandy loam, loam, sandy clay loam\nRock fragments: 0 to 5 percent gravel. All fragments are sandstone\nCalcium carbonate equivalent: 0 to 5 percent\nBtk horizons\nHue:  5YR, 7.5YR, 10YR\nValue:  4 or 6 dry, 3 or 5 moist\nChroma:  2 to 6, dry or moist\nTexture:  fine sandy loam, loam, sandy clay loam, clay loam\nRock fragments: 0 to 5 percent gravel. All fragments are sandstone\nCalcium carbonate equivalent: 5 to 10 percent\nOther features: Some pedons have thin Cr horizons directly above the hard fractured sandstone contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bond (NM), Bondman (WY), Frontier (WY), and Kech (NM) series. Bond soils have mean annual soil temperatures of 51 to 55 degrees F.  Bondman and Frontier soils are more moist in May and June.  Kech soils have mean annual soil temperatures of 52 to 56 degrees F. and attempt to reflect the soil-forming agents unique to the Great Plains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Barboncito soils are on summits of mesas, dip slopes of cuestas, hills, and ridges.  Slopes range from 1 to 5 percent.  These soils formed in an eolian mantel over thin layers of sandstone and shale slope alluvium deposited on hard sandstone.  Elevations range from 6,400 to 7,000 feet.  The mean annual precipitation is 10 to 13 inches and the mean air annual air temperature is 45 to 49 degrees F.  The frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buckle, Gapmesa, and Hospah soils.  The Buckle soils are very deep and are in drainageways and on fan remnants.  Gapmesa soils are moderately deep on hills, ridges, and on dipslopes. The Hospah soils are fine textured, shallow, and on hills and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very high runoff; moderate and moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Barboncito soils are used for livestock grazing.  Present native vegetation is galleta, blue grama, Wyoming big sagebrush, Indian ricegrass, Greene rabbitbrush, bottlebrush squirreltail, needleandthread, and scattered pinyon and juniper at the upper end of the precipitation range and lower end of the temperature range."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Arizona and northwestern New Mexico. MLRA 35 and 36, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 2 to 11 inches (Bt and Btk horizons)\nLithic contact  the boundary with hard sandstone at 11 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA:\nBIA, Navajo Area Office, laboratory sample number 99-11-8-95, Date collected 11-8-95, Date of laboratory analysis 11-11-97, Laboratory Analysis by: Intermountain Labs, Farmington, New Mexico\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdate and revision for the competing series section  2/08  DWD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
