{
  "SERIES": "BARBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-ROP",
  "REVDATE": "02/97",
  "STATES": "MN",
  "OVERVIEW": "The Barbert series consists of very deep, very poorly drained soils that formed in clayey lacustrine sediments on glacial lake plains.  These soils have slow or moderately slow permeability.  Their slopes are less than 1 percent. Mean annual precipitation is about 28 inches and mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barbert silt loam with a slightly concave slope of less than one percent in a slightly inset low gradient drainageway on a glacial lake plain in a cultivated field.  (Colors are for moist conditions unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak very thin platy structure; very friable; moderately acid; abrupt smooth boundary.  (7 to 12 inches thick)\nE1--7 to 10 inches; dark gray (10YR 4/1) silt loam; common fine distinct light olive brown (2.5Y 5/4) mottles; moderate thin and moderately thick platy structure; very friable; moderately acid; clear smooth boundary.\nE2--10 to 17 inches; dark gray (10YR 4/1) silt loam with common masses of very dark gray (10YR 3/1); strong moderately thick platy structure; friable; moderately acid; clear smooth boundary.  (Combined thickness of the E1 and E2 horizons is 5 to 14 inches.)\nBtg1--17 to 23 inches; black (10YR 2/1) clay; few fine faint olive gray (5Y 5/2) and few fine distinct light olive brown (2.5Y 5/4) mottles; strong medium and coarse prismatic structure parting to strong fine and very fine angular blocky; very firm; thick continuous clay films on faces of peds; moderately acid; clear wavy boundary.\nBtg2--23 to 31 inches; olive gray (5Y 4/2) clay; few thin tongues of dark olive gray (5Y 3/2); few fine faint light olive brown (2.5Y 5/4) and few fine and medium faint olive gray (5Y 5/2) mottles; moderate medium prismatic structure parting to strong fine and very fine angular blocky; very firm; thick continuous clay films on faces of peds; common black (10YR 2/1) clayey fillings in old root channels; slightly acid; clear wavy boundary.\nBtg3--31 to 43 inches; olive gray (5Y 5/2) clay; common fine prominent strong brown (7.5YR 5/6) mottles; weak fine and medium prismatic structure parting to moderate fine angular blocky; very firm; few black (10YR 2/1) clayey fillings in old root channels; few uncoated sand grains on faces of prisms; slightly acid; clear wavy boundary. (The combined thickness of the Btg horizons is 24 to 50 inches.)\nC--43 to 60 inches; olive (5Y 5/3) heavy silty clay loam; many medium prominent yellowish brown (10YR 5/8) mottles; massive-laminated; firm; common dark colored concretions; slightly alkaline; strong effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blue Earth County, Minnesota; about 6 miles north of Mapleton; 1,120 feet east and 260 feet south of the northwest corner of sec. 4, T. 106 N., R. 26 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates range from 35 to 75 inches.  The solum and C horizon do not have rock fragments except where there are IIB or IIC horizons in glacial till.  The upper part of the argillic horizon (below the albic horizon) qualifies as part of the mollic epipedon.\nThe A or Ap horizons have value of 2 or 3.  Value is commonly 2 or 3 units higher when dry.  It has weak or moderate, platy, granular or subangular blocky structure.\nThe E horizons have a matrix with dominant values of 4 or 5.   Mottles are in this horizon in some pedons.  Also, coatings on peds or inclusions of material with a value of 3 are in this horizon in some pedons.  It has moderate or strong, very thin through moderately thick platy structure.\nThe A and E horizons are silt loam or silty clay loam.  It is friable or very friable and ranges from strongly to slightly acid.\nThe Btg horizons have hue of 10YR, 2.5Y or 5Y, value of 2 to 5 with the lower values mostly in the upper part.  High chroma mottles are in part to all of the B horizon.  The upper part of the Btg horizon is clay or silty clay with sand content less than 10 percent and clay content of 45 to 60 percent.  The lower part of the Btg horizons is silty clay loam, silty clay, or clay.  Primary structure is moderate or strong, fine to coarse prismatic.  Secondary structure is moderate or strong, fine or very fine angular blocky.  It is strongly acid to slightly acid in the upper part and moderately acid to neutral in the lower part.  A BC horizon as much as 15 inches thick is in some pedons.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 to 3.  It is silt loam, silty clay loam, or silty clay.  A 2BC or 2C horizon of loam or clay loam glacial till begins at depths as shallow as 40 inches in some pedons.  It has 2 to 10 percent of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chauncey, Edina, Fillmore, Goose Lake, Massie, Plankinton, Rolfe, Scott, and Sperry series.  The Chauncey soils have E horizons greater than 14 inches thick, less than 45 percent clay in the argillic horizons and have greater than 32 inches precipitation.  The Edina series has precipitation greater than 32 inches, annual temperature greater than 49 degrees F, and formed in loess.  The Fillmore series has annual temperatures greater than 50 degrees F, and are formed in loess.  The Goose Lake series are drier for more than 120 days following the summer solstice.  The Massie series has precipitation less than 26 inches, annual temperature greater than 50 degrees F, argillic horizons as thick as 64 inches, and are formed in loess.  The Plankinton series has less than 22 inches of annual precipitation, has a Bk horizon and have A horizons less than 6 inches thick.  The Rolfe series has less than 45 percent clay in argillic horizon and has up to 10 percent rock fragments in the lower part of the argillic.  The Scott series has annual temperature greater than 50 degrees F, annual precipitation as low as 16 inches, and an E horizon 5 inches or less thick.  The Sperry series has less than 45 percent clay in the upper 20 inches of the argillic horizon and are formed in loess."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Barbert soils have plane or slightly concave slopes of less than 1 percent in small, slightly inset depressions and in long, slightly inset, low gradient, drainageways on glacial lake plains.  Individual bodies of this soil are as much as 20 acres in size but principally they are in areas of 1/5 to 5 acres in size and are mapped in complexes with their associated soils.  They formed in clayey lacustrine sediments that are 3 1/2 to 10 feet or more thick.  These sediments are of the Des Moines lobe of the Late Wisconsin glaciation.  They commonly overlie glacial till.  Mean annual temperature is 45 to 50 degrees F.  Mean annual precipitation is 26 to 32 inches.  Elevation ranges from 900 to 1300 feet above sea level.  Frost-free days range from 124 to 172."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the poorly drained Waldorf and Minnetonka soils, the somewhat poorly and moderately well drained Collinwood soils, and the very poorly drained Lura soils. These soils formed in sediments similar to those of Barbert soils and are in the same drainage sequence.  The Madelia, Kingston, Marna, and Guckeen soils are associates in a few landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is slow or ponded.  Permeability is slow or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to corn and soybeans.  The native vegetation was a wet plant community of tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central southern Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Blue Earth County, Minnesota, 3/75."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Refer to results of some laboratory analyses of the following pedons:  S69Minn-7-4 and Minnesota Agricultural Experiment Station Central File Code Nos. 2613-15 and 2693-2694.\nREMARKS:  Diagnostic horizons and features of this pedon are:  mollic epipedon - from the surface to 23 inches (A and Btg1 horizons); albic horizon - from 7 to 17 inches (E1 and E2 horizons); abrupt textural change- transition from albic to argillic horizon at about 17 inches; argillic horizon from 17 to 43 inches (Btg1, Btg2 and Btg3 horizons); aquic moisture regime - low chroma and distinct mottles below the Ap horizon.\nClassification only changed in 5/94.  Competing series and other updates will be made later.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features of this pedon are:  mollic epipedon - from the surface to 23 inches (A and Btg1 horizons); albic horizon - from 7 to 17 inches (E1 and E2 horizons); abrupt textural change- transition from albic to argillic horizon at about 17 inches; argillic horizon from 17 to 43 inches (Btg1, Btg2 and Btg3 horizons); aquic moisture regime - low chroma and distinct mottles below the Ap horizon.\nClassification only changed in 5/94.  Competing series and other updates will be made later.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak very thin platy structure; very friable; moderately acid; abrupt smooth boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "E1",
        "top": 18,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--7 to 10 inches; dark gray (10YR 4/1) silt loam; common fine distinct light olive brown (2.5Y 5/4) mottles; moderate thin and moderately thick platy structure; very friable; moderately acid; clear smooth boundary."
      },
      {
        "name": "E2",
        "top": 25,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--10 to 17 inches; dark gray (10YR 4/1) silt loam with common masses of very dark gray (10YR 3/1); strong moderately thick platy structure; friable; moderately acid; clear smooth boundary.  (Combined thickness of the E1 and E2 horizons is 5 to 14 inches.)"
      },
      {
        "name": "Btg1",
        "top": 43,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--17 to 23 inches; black (10YR 2/1) clay; few fine faint olive gray (5Y 5/2) and few fine distinct light olive brown (2.5Y 5/4) mottles; strong medium and coarse prismatic structure parting to strong fine and very fine angular blocky; very firm; thick continuous clay films on faces of peds; moderately acid; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 58,
        "bottom": 79,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--23 to 31 inches; olive gray (5Y 4/2) clay; few thin tongues of dark olive gray (5Y 3/2); few fine faint light olive brown (2.5Y 5/4) and few fine and medium faint olive gray (5Y 5/2) mottles; moderate medium prismatic structure parting to strong fine and very fine angular blocky; very firm; thick continuous clay films on faces of peds; common black (10YR 2/1) clayey fillings in old root channels; slightly acid; clear wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 79,
        "bottom": 109,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg3--31 to 43 inches; olive gray (5Y 5/2) clay; common fine prominent strong brown (7.5YR 5/6) mottles; weak fine and medium prismatic structure parting to moderate fine angular blocky; very firm; few black (10YR 2/1) clayey fillings in old root channels; few uncoated sand grains on faces of prisms; slightly acid; clear wavy boundary. (The combined thickness of the Btg horizons is 24 to 50 inches.)"
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--43 to 60 inches; olive (5Y 5/3) heavy silty clay loam; many medium prominent yellowish brown (10YR 5/8) mottles; massive-laminated; firm; common dark colored concretions; slightly alkaline; strong effervescence."
      }
    ]
  ]
}
