{
  "SERIES": "BARBOURVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHW-AHP-JMR",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Barbourville loam--on a convex 4 percent slope on a cultivated alluvial fan. (colors are for moist soil)\nAp--0 to 7 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak medium granular structure; friable; few fine roots; common fine root channels; 5 percent gravel; strongly acid; clear smooth boundary. (0 to 10 inches)\nA--7 to 16 inches; dark brown (10YR 3/3) loam; brown (10YR 5/3) dry; weak medium granular structure; friable; few fine roots; common fine root channels; 3 percent gravel; strongly acid; clear wavy boundary. (3 to 24 inches)\nBA--16 to 20 inches; dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; friable; few fine roots; common fine root channels; common distinct dark yellowish brown (10YR 3/4) organic coats on all faces of peds and lining pores and root channels; 3 percent gravel; very strongly acid; gradual smooth boundary. (0 to 8 inches)\nBw1--20 to 32 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine root channels; 3 percent gravel; very strongly acid; gradual wavy boundary.\nBw2--32 to 44 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine channels; 3 percent gravel; very strongly acid; gradual smooth boundary.\nBw3--44 to 62 inches; dark yellowish brown (10YR 4/6) gravelly clay loam; common fine distinct light yellowish brown (10YR 6/4) lithomorphic mottles; weak fine subangular blocky structure; firm; few fine root channels; 20 percent gravel; very strongly acid; gradual smooth boundary. (combined thickness of the Bw horizon is 20 to 60 inches)\nBC--62 to 73 inches; dark yellowish brown (10YR 4/4) gravelly loam; weak medium subangular blocky structure, friable; few fine root channels; 15 percent gravel; very strongly acid; gradual smooth boundary. (0 to 20 inches)\nC--73 to 80 inches; yellowish brown (10YR 5/4) gravelly loam; massive; friable; few fine vesicular pores; 20 percent gravel; very strongly acid. (0 to 30 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: on an alluvial fan north of Crane Creek; 550 feet northeast of the confluence of Doar Branch and Crane Creek; about 2.2 miles west of the town of Oneida in Clay County, Kentucky; 37 degrees, 16 minutes, 11 seconds N. Latitude and 83 degrees, 41 minutes, 23 seconds W. Longitude; USGS Oneida quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 60 inches or more and depth to bedrock ranges from 48 to more than 80 inches. Fragments, mostly gravels or channers of sandstone, siltstone, and shale, range from 0 to 10 percent in the A and BA horizons and from 5 to 35 percent in the Bw and C horizons. In some pedons mica flakes are common. Reaction ranges from very strongly to moderately acid, except the upper horizons range to neutral where limed.\nThe Ap or A horizons have hue of 7.5YR or 10YR, value of 1 to 3, and chroma of 3 or less. Texture is loam, silt loam, or fine sandy loam.\nThe BA horizon (where present) has hue of 7.5YR or 10YR, value 3 to 6, and chroma of 3 or 4. Texture is loam, silt loam, or fine sandy loam or sandy loam.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value 4 to 6, and chroma of 3 or 4. Texture is loam, sandy clay loam, or clay loam. Organic stains and lithochromic mottles in shades of brown are common to a depth of 40 inches and redoximorphic features in shades of gray and brown are common below about 40 inches.\nThe BC and C horizons have colors and textures similar to the lower part of the Bw horizon and may include a lithologic discontinuity. A CB horizon is present in a few pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. The Cutshin and Zenith Series are close competitors in a related family. Cuthsin and Zenith soils are on colluvial mountain slopes and in coves with cool aspects. Zenith soils have siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Barbourville soils are on nearly level to strongly sloping alluvial fans, foot slopes, and low stream terraces, mostly at the mouths of drainageways that empty into narrow streams. They formed during the downslope movement and consequent mixing of colluvial and alluvial materials weathered from Pennsylvanian aged sandstones, siltstones, and shales. Average annual temperature near the type location ranges from 53 to 57 degrees F. with a mean of 56 degrees and annual precipitation ranges form 42 to 54 inches with a mean of 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allegheny, Cotaco, Grigsby, Knowlton, Orrville, Pope, Rowdy, and Shelocta soils. None of the associated soils have an umbric epipedon. Allegheny, Cotaco, Knowlton, and Shelocta soils have argillic horizons. Grigsby and Pope soils are coarse-loamy. Knowlton soils are fine-silty and poorly drained. Cotaco soils are moderately well or somewhat poorly drained. Orrville soils are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: These soils are well drained with moderately rapid permeability. Surface runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all accessible areas have been cleared and and are being used for growing crops and as pasture. Crops are corn, burley tobacco, small grains, truck crops, fruits, sorghum, and hay. Many areas are used for home gardens and house sites. Because of their productivity and favorable slopes, these soils are important to agriculture in the dominantly steep landscapes where they are located. Native vegetation is forests of oaks, hickory, elm, beech, sourwood, black gum, yellow poplar, cucumber tree, buckeye, dogwood and ironwood, and in places hemlock and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Cumberland-Allegheny Plateau in Kentucky and Tennessee, and possibly Virginia and West Virginia. Total extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tennessee Agricultural Experiment Station, Cumberland County, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The OSD location was moved from Perry County, Kentucky to Clay County, Kentucky because the Perry County location was flooded by the impoundment of Buckhorn Lake.\nDiagnostic horizons in the pedon are:\nUmbric epipedon: 0 to 16 inches, (Ap, A).\nCambic horizon: 16 to 73 inches (Bw1,Bw2,Bw3,BC)\nUniverstiy of Kenucky Soil Sample Number S90KY-051-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
