{
  "SERIES": "BARBAROSA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:RNR:WCC",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barbarosa silty clay--cropland.\n(Colors are for dry soil unless otherwise\nstated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) silty\nclay, very dark brown (10YR 2/2) moist; moderate medium granular\nand very fine subangular blocky structure; hard, friable; few\ncracks 1/2 inch wide and about 14 inches long; few fine roots;\nmildly alkaline; clear smooth boundary.  (0 to 8 inches thick)\nA--6 to 24 inches; very dark grayish brown (10YR 3/2) silty\nclay, very dark brown (10YR 2/2) moist; moderate very fine\nsubangular blocky structure; hard, firm but crumbly; few cracks\n1/2 inch wide and 12 inches long throughout horizon; few fine\nroots; few reddish brown wormcasts; few shiny pressure faces on\npeds in lower part; mildly alkaline; clear smooth boundary.  (10\nto 20 inches thick)\nBt--24 to 48 inches; reddish brown (5YR 4/4) clay, dark\nreddish brown (5YR 3/4) moist; moderate fine angular blocky structure; hard, firm; few streaks of very dark grayish brown\nsilty clay in filled cracks; few reddish yellow wormcasts; thin\nclay films and pressure faces on peds; few fine calcium carbonate concretions in lower part; calcareous; moderately alkaline; clear smooth boundary.  (10 to 28 inches thick)\nBtk--48 to 72 inches; reddish yellow (5YR 6/6) clay,\nyellowish red (5YR 5/6) moist; weak angular blocky structure;\nhard, firm; few thin clay films and pressure faces on peds; an estimated 15 percent by volume of fine and medium concretions and soft bodies of calcium carbonate; few limestone pebbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guadalupe County, Texas; 2 miles northwest of\nSeguin on Texas Highway 46; 1 mile east on gravel road; 300 feet\ninto field south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 to 72 inches or more.  The dry soil has cracks 1 to 4 cm wide to depths of 50 to\n127 cm.  COLE is 0.07 to 0.15.  Limestone and siliceous pebbles comprise 0 to 10 percent of any horizon.  Depth to visible\nsecondary calcium carbonate is 28 to 40 inches in over half of\nthe pedon.\nThe A horizon is dark brown (7.5YR 3/2, 4/2; 10YR 4/3), reddish\nbrown (5YR 4/3), dark grayish brown (10YR 4/2), or very dark\ngrayish brown (10YR 3/2).  It is clay loam, silty clay loam,\nclay, or silty clay.  It is mildly or moderately alkaline and it\nis calcareous in some pedons.\nThe Bt horizon is reddish brown (5YR 4/4, 5/4), dark reddish\nbrown (5YR 3/4), red (2.5YR 4/6), or brown (7.5YR 5/4).  It is\nclay or silty clay with a clay content of 40 to 60 percent.\nThe Btk horizon is yellowish red (5YR 5/6), reddish yellow (5YR\n6/6; 7.5YR 6/6), or strong brown (7.5YR 5/6).  It is clay or\nsilty clay and contains 5 to 30 percent by volume of fine and\nmedium concretions and soft bodies of calcium carbonate.  Some\npedons are underlain at depths of 62 to 72 inches with thick beds\nof limestone gravel and sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Durant, Knippa, Krum, and\nRenfrow series.  Durant soils have Bt horizons with hues yellower than 7.5YR.  Knippa and Krum soils lack Bt horizons.  Renfrow\nsoils have mixed mineralogy and noncalcareous Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Barbarosa soils are on nearly level to\ngently sloping ancient stream terraces.  These soils formed in calcareous clayey sediments.  Slope gradients are mainly less\nthan 1 percent but range up to 3 percent.  The climate is dry subhumid with a mean annual rainfall of 28 to 35 inches.  The Thornthwaite P-E indices are 40 to 50.  Mean annual temperature\nis 65 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Krum\nseries and the Branyon series.  Branyon soils have intersecting slickensides and gilgai microrelief.  Krum and Branyon soils\noccur on similar surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff;\nslow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to cotton, corn, grain\nsorghum, and oats.   Native vegetation is tall and midgrasses\nwith a few scattered live oak, pecan, and hackberry trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in south-central Texas on\nancient stream terraces of the Blackland Prairie and Edwards\nPlateau.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Guadalupe County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Krum\nseries.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
