{
  "SERIES": "BARBARY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS",
  "REVDATE": "10/2018",
  "STATES": "LA",
  "OVERVIEW": "The Barbary series consists of very deep, very poorly drained, very slowly permeable soils. These soils formed in recent, slightly fluid to very fluid clayey sediments that have been deposited in water and are continuously saturated and flooded. These soils are mainly on low, broad, ponded backswamps of the lower Mississippi River Alluvial Plain. Slope is less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, nonacid, hyperthermic Typic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Barbary muck, in wooded swamp. (Colors are for wet soil unless otherwise stated.)\nOa--0 to 6 inches; very dark grayish brown (10YR 3/2) muck; massive; common wood fragments and partly decomposed spanish moss; about 60 percent organic matter; slightly acid; gradual wavy boundary. (0 to 15 inches thick)\nA--6 to 12 inches; dark gray (5Y 4/1) mucky clay; massive; nonsticky, (very fluid, flows easily between fingers when squeezed); few fine prominent dark yellowish brown (10YR 4/4) iron accumulations; fragments of partly decomposed wood; about 20 percent organic matter; neutral; clear smooth boundary. (0 to 10 inches thick)\nCg1--12 to 38 inches; greenish gray (5GY 5/1) clay; massive; nonsticky, very fluid; about 5 percent organic matter; neutral; clear smooth boundary. (20 to 36 inches thick)\nCg2--38 to 66 inches; dark gray (5Y 4/1) clay; massive; nonsticky; very fluid; underlain at 50 inches by a layer of undecomposed logs and fragments of wood; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. James Parish, Louisiana; 19 miles west of LaPlace; 1.2 miles east of point where U. S. Highway 61 crosses St. James-Ascension Parish line; 700 yards south of U. S. Highway 61. (sec. 35, T. 10 S., R. 4 E.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 0 inches\nClay content in the Control Section: 60 to 95 percent\nRedoximorphic features: Depleted or gleyed matrix throughout\nOther distinctive soil features: The n-value is greater than 0.7 in all horizons\nConcentrated minerals: None\nOa horizon:    (where present)\nColor--Hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 to 3\nRedoximorphic features-- None\nTexture--Muck or peat\nOther features--None\nReaction--Strongly acid to moderately alkaline\nA horizon:\nColor--Hue of 10YR, 2.5Y, or 5Y, value of 3 to 5, and chroma of 1 to 3\nRedoximorphic features--Depleted or gleyed matrix with few to common iron accumulations in shades of brown or olive.\nTexture--Clay or mucky clay\nOther features--Slightly fluid to very fluid manner of failure.\nReaction--Moderately acid to slightly alkaline\nCg horizon:\nColor--Hue of 10YR, 2.5Y, 5Y, 5GY, 5G, or 5BG, value of 4 or 5, and chroma of 1; or it is neutral with value of 4 to 6.\nRedoximorphic features--Depleted matrix with none to common iron accumulations in shades of brown or olive  in the upper part.\nTexture--Clay or mucky clay\nOther features--Slightly fluid to very fluid manner of failure. Thin layers of peat or muck and/or layers of wood, logs, and stumps are present in some pedons. Burried organic layers that begin within a depth of 40 inches are less than 8 inches thick.\nReaction--Neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Larose series in the same family, and the Arat, Bancker, Gentilly, and Scatlake series in closely related families. Bancker soils are in brackish marshes, have more than 15 percent sodium in the control section, and do not have logs or other woody material in the lower layers. Gentilly soils are in freshwater to brackish marshes and are underlain at 20 to 40 inches below the mineral surface by layers with n-value of 0.7 or less. Larose soils do not have logs and wood fragments within the profile and are in freshwater marshes. Scatlake soils have more than 20 percent sodium in the control section. Arat soils are in a fine-silty particle size family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Barbary soils are in low, large, ponded backswamps of the lower Mississippi River and other smaller river or distributary flood plains. They formed in clays that were deposited in water and have never air dried. The climate is humid subtropical. Mean annual precipitation ranges from 50 to 64 inches. Mean annual temperature ranges from 70 to 72 degrees F. Slope is less than 1 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Larose soils, the closely related Arat and Gentilly soils, and the Allemands, Fausse, Harahan, Maurepas, and Schriever soils. Allemands soils are in freshwater marshes and have a histic epipedon more than 16 inches thick. Fausse soils are on slightly higher backswamp positions and have n-value less than 0.7 in some layer within 20 inches, and below 36 inches. Harahan soils are on artificially drained, pump-off areas and have a solum 20 to 40 inches thick with n-value less than 0.7. Maurepas soils have organic materials to a depth of 51 or more inches. Schriever soils are on higher backswamp positions and have n-value less than 0.7 in all layers to a depth of 60 or more inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Barbary soils are very poorly drained and ponded. Permeability is very slow. They are continuously saturated. A water table ranges from 1 foot above the surface to 0.5 foot below surface continuously. They flood frequently or very frequently for long durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland and wildlife habitat. The vegetation is dominantly baldcypress, water tupelo, swamp maple, and bay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Low stream flood plains and coastal swamps in Louisiana and Texas, (MLRA 131, 151). The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Livingston Parish, Louisiana; 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: If drained, the classification of the Barbary series changes and the series criteria for Barbary are no longer met; the clay consolidates with wide cracks developing. The firm layers will remain firm if the soil is rewetted.\nDiagnostic horizons and features recognized in this pedon are:\nN-value greater than 0.7 -- 6 to 66 inches (A, Cg1, and Cg2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa--0 to 6 inches; very dark grayish brown (10YR 3/2) muck; massive; common wood fragments and partly decomposed spanish moss; about 60 percent organic matter; slightly acid; gradual wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 12 inches; dark gray (5Y 4/1) mucky clay; massive; nonsticky, (very fluid, flows easily between fingers when squeezed); few fine prominent dark yellowish brown (10YR 4/4) iron accumulations; fragments of partly decomposed wood; about 20 percent organic matter; neutral; clear smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 30,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--12 to 38 inches; greenish gray (5GY 5/1) clay; massive; nonsticky, very fluid; about 5 percent organic matter; neutral; clear smooth boundary. (20 to 36 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 97,
        "bottom": 168,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--38 to 66 inches; dark gray (5Y 4/1) clay; massive; nonsticky; very fluid; underlain at 50 inches by a layer of undecomposed logs and fragments of wood; neutral."
      }
    ]
  ]
}
