{
  "SERIES": "BARDWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RF-JMR",
  "REVDATE": "03/2019",
  "STATES": "KY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bardwell silt loam - on a 1 percent slope in a soybean field.  (Colors are for a moist soil unless otherwise noted).\nAp--0 to 9 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine granular structure; friable; many fine and medium roots; mildly alkaline; clear smooth boundary.  (4 to 11 inches thick)\nA--9 to 17 inches; dark brown (10YR 3/3) silty clay loam brown (10YR 5/3) dry; weak and moderate medium subangular blocky structure parting to weak fine granular; friable; many fine roots; mildly alkaline; gradual smooth boundary.  (4 to 8 inches thick)\nBw1--17 to 30 inches; brown (10YR 4/3) silty clay loam; few dark grayish brown (10YR 4/2) and dark brown (10YR 3/3) ped coatings; weak and moderate medium subangular blocky structure; friable; few fine roots; mildly alkaline; clear smooth boundary. (9 to 15 inches thick)\nBw2--30 to 49 inches; brown (10YR 4/3) silty clay loam; weak coarse platy and weak coarse subangular blocky structure parting to weak and moderate medium subangular blocky; laminated with dark grayish brown (2.5Y 4/2) heavy silty clay loam (2 to 3 inches thick); mildly alkaline; gradual smooth boundary.  (6 to 21 inches thick)\nBC--49 to 60 inches; yellowish brown (10YR 5/4) silt loam; many fine and medium faint dark grayish brown (10YR 4/2) mottles; weak coarse subangular blocky structure; few dark reddish brown (5YR 3/4) organic stains; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carlisle County, Kentucky, 5.8 miles northeast of Bardwell; 2.9 miles east from the intersection of Kentucky Highway 1203 and United States Highway 51; 5,000 feet south of Westvaco's disposal lake; about 1,300 feet east of the Mississippi River bank; lat. 36 degrees 55 minutes 3.81 seconds N. and long. 89 degrees 5 minutes 48.94 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is commonly 40 to 60 inches but ranges to 70 inches.  Thickness of the mollic epipedon is commonly 10 to 17 inches but ranges to 24 inches.  Reaction ranges from medium acid to mildly alkaline.  Rock fragments range from 0 to 35 percent in the BC and C horizons.\nThe Ap and A horizons have hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 to 3.  It is dominantly silt loam, but the range includes silty clay loam and loam.\nThe Bw horizon has hue of 10YR, value of 4, and chroma of 2, or value of 4 or 5, and chroma of 3 or 4.  Ped coatings commonly have value of 3, but ranges from 2 through 4.  The Bw horizon is silty clay loam or silt loam.  Clay content averages from 18 to 30 percent.\nThe BC horizon, and the CB and C horizons when present, have colors similar to those of the Bw horizon.  These horizons commonly contain more sand than the Bw horizon and are stratified.  Textures of the BC horizon include silt loam, fine sandy loam, very fine sandy loam, fine sand, loamy fine sand, silty clay loam, sandy clay loam, clay loam, and the gravelly or cobbly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Radley soils are the only competing member in this family.  The Radley soils are in a drier climate.  They have a moist subhumid to humid climate with a Thornwaite annual P-E index of 64 to 82.  Other competing soils is the Lynnville soils, which have mottles with chroma less than 2 and value of 4 or more within 6 inches below the mollic epipedon.  The Huntington soils are in a similar family with a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bardwell soils are on broad, level to undulating flood plains of the lower Ohio River and upper Mississippi River.  The slope range is dominantly 0 to 3 percent.  Slopes ranging up to 25 percent are commonly adjacent to the river banks.  The Bardwell soils formed in recent alluvium washed from the watersheds of the Ohio and Mississippi Rivers.  The mean annual temperature is 59 degrees F. and mean annual precipitation is 52 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bowdre, Crevasse, Commerce, Keyespoint, Mhoon, Openlake, and Robinsonville soils.  Bowdre and Keyespoint soils are clayey over loamy are on flood plains.  Commerce, Mhoon, and Openlake soils are somewhat poorly to poorly drained soils on lower lying areas, swales, and depressions in the flood plains.  Crevasse and Robinsonville soils are more sandy throughout and are on the higher natural leaves near the river banks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability.  This soil is commonly flooded during the winter and spring months.  Duration of the flooding is from a few days to one month."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are cultivated with corn, milo, and soybeans as the principle crops.  Some areas are wooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The lower Ohio River and the upper Mississippi River flood plain in Kentucky and possibly Missouri, Tennessee, and Arkansas.  The series is believed to be moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carlisle County, Kentucky 1991.  The series is named for the county seat of Carlisle County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Bardwell soils were formerly mapped as Huntington and Nolin soils.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The part from 0 to 17 inches. (Ap, A)\nCambic horizon - The part from 17 to 49 inches. (Bw1, Bw2)\nADDITIONAL DATA: Laboratory data by University of Kentucky. Sample number - 87KY-039-1\nNational Cooperative Soil Survey\nU.S.A."
  }
}
