{
  "SERIES": "BARERANCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "06/2006",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, mesic Vitritorrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bareranch very stony ashy sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partly covered with 15 percent gravel, 15 percent cobbles and 10 percent stones.\nA1--0 to 3 inches; grayish brown (10YR 5/2) very stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thin and medium platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and many fine roots; many very fine interstitial and tubular pores; noneffervescent; 15 percent igneous gravel and 15 percent cobbles and 15 percent stones; neutral (pH 7.0); clear wavy boundary. (2 to 4 inches thick)\nA2--3 to 9 inches; grayish brown (10YR 5/2) very stony ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and thick platy structure parting to moderate medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium and coarse roots; many very fine interstitial and tubular pores; noneffervescent; 15 percent igneous gravel and 15 percent cobbles and 15 percent stones; neutral (pH 7.0); clear wavy boundary. (5 to 7 inches thick)\nBt1--9 to 14 inches; grayish brown (10YR 5/2) very cobbly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; many very fine and few fine to coarse roots; many very fine tubular and common fine tubular pores; common distinct dark brown (10YR 3/3), dry, clay films on faces of peds and in pores; noneffervescent; 20 percent igneous gravel and 20 percent cobbles and 15 percent stones; neutral (pH 7.0); clear wavy boundary. (4 to 10 inches thick)\nBt2--14 to 20 inches; brown (10YR 5/3) very cobbly ashy sandy clay loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; very hard, very friable, moderately sticky and moderately plastic; many very fine and fine and few medium roots; many very fine tubular and common fine tubular pores; common distinct brown (10YR 4/3), dry, clay films on faces of peds and in pores; noneffervescent; 25 percent igneous gravel and 20 percent cobbles and 10 percent stones; neutral (pH 7.3); clear wavy boundary. (4 to 10 inches thick)\nBt3--20 to 29 inches; pale brown (10YR 6/3) very cobbly ashy sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine to medium roots; common very fine tubular pores; few distinct brown (10YR 4/3), dry, clay films on faces of peds and in pores; noneffervescent; 25 percent igneous gravel and 20 percent cobbles and 10 percent stones; neutral (pH 7.3); clear wavy boundary. (8 to 12 inches thick)\nC--29 to 42 inches; light brownish gray (10YR 6/2) very cobbly ashy sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial and tubular pores; 20 percent igneous gravel and 20 percent cobbles and 5 percent stones; neutral (pH 7.3); abrupt wavy boundary.\nCr--42 to 60 inches; very pale brown (10YR 8/2) and very pale brown (10YR 8/4) soft volcanic pyroclastic tuff, very pale brown (10YR 8/3) and very pale brown (10YR 7/3) moist; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lassen County, California; at the south end of Surprise Valley; about 1 mile south of Nevada HWY 447 and about 0.75 mile west of the California-Nevada state line; about 700 feet east and 1200 feet south of the northwest corner of Section 23, T. 38 N., R. 17 E; 41 degrees, 8 minutes, 46.7 seconds north latitude and 120 degrees, 00 minutes, 58.7 seconds west longitude. NAD 27 Datum. USGS Snake Lake 7.5 minute quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry; moist in winter and spring; dry June through October. Soil moisture regime is aridic bordering xeric.\nSoil temperature - 47 to 52 degrees F.\nMollic epipedon thickness - 10 to 20 inches, includes the upper part of the argillic horizon.\nDepth to paralithic contact - 40 to 60 inches.\nDepth to base of the Bt horizons - 25 to 35 inches.\nControl section - Clay content: 16 to 23 percent.\nRock Fragments: 45 to 55 percent mostly cobbles and pebbles. Lithology of rock fragments is hard volcanic basalt or andesite.\nMineralogy: 40 to 60 percent volcanic glass in the 0.2 to 2.0 millimeter fraction.\nA horizon - Value: 2 or 3 moist. The average value of the upper 7 inches is less than 5.5 dry.\nChroma: 2 or 3.\nReaction: Neutral or slightly alkaline.\nBt horizon - Hue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nStructure: Weak through strong, fine through coarse subangular blocky or angular blocky.\nReaction: Neutral or slightly alkaline.\nRock Fragments: 45 to 55 percent mostly cobbles and pebbles. Lithology of rock fragments is hard volcanic basalt or andesite.\nC horizon - Hue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4.\nRock Fragments: 40 to 55 percent mostly cobbles and pebbles. Lithology of rock fragments is hard volcanic basalt or andesite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bareranch soils are on beach terraces on hills. These soils formed in residuum and colluvium from volcanic rocks, high in pyroclastic materials. Slopes are 8 to 30 percent. Elevations are 4,500 to 5,500 feet. The climate is cool, semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 10 to 12 inches; mean annual temperature is 45 to 50 degrees F, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Devada, Coppersmith (T NV), Nevadash (T NV) and Saraph.  Devada soils are shallow to hard volcanic rock.  Coppersmith soils have durinodes and have ashy particle-size class.  Nevadash soils are very deep, lack a mollic epipedon and have durinodes.  Saraph soils are shallow over tuff."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. The vegetation is mainly Wyoming big sagebrush, Thurber's needlegrass, bluebunch wheatgrass and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Washoe County, Nevada and eastern Lassen County, California.  MLRA 23. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Surprise Valley-Home Camp Area, California and Nevada, 2000.  The name is from the nearby Bare Creek and Bare Ranch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to about 14 inches (The A, Bt1 and Bt2 horizons).\nArgillic horizon- The zone from about 9 to 29 inches (Bt1, Bt2 and Bt3 horizons).\nParticle-size control section - The zone from about 9 to 29 inches (Bt1, Bt2 and Bt3 horizons).\nMineralogy - Glass content of the 0.2 to 2 millimeter fraction is more than 30 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
