{
  "SERIES": "BARFUSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/JMW/MJD",
  "REVDATE": "12/2003",
  "STATES": "UT",
  "OVERVIEW": "The Barfuss series consists of very deep, well drained soils that formed in residuum and colluvium.  The Barfuss soils are on foothills.  Slope ranges from 10 to 50 percent.  The mean annual temperature is 44 degrees F., and the mean annual precipitation is about 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barfuss silt loam, native grasses and shrubs. (Colors are for air dry soil unless otherwise noted.)`\nA1--0 to 10 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; moderate medium angular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine and few medium roots; moderately calcareous, lime is disseminated; slightly alkaline (pH 7.8); clear smooth boundary. (7 to 14 inches thick)\nBt1--10 to 19 inches; dark gray (10YR 4/1) light silty clay loam, black (10YR 2/1) moist; moderate, medium subangular blocky structure; hard, friable, sticky, plastic; many very fine, fine and medium roots; common very fine and fine thin clay films in pores and on faces of peds; moderately calcareous, lime is disseminated; moderately alkaline (pH 8.0); clear smooth boundary. (7 to 12 inches thick)\nBt2--19 to 27 inches; dark grayish brown (2.5Y 4/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; weak fine prismatic structure that parts to moderate medium subangular blocky structure; hard, firm, sticky, plastic; many very fine and fine, and few medium roots; common fine, vesicular pores; many thin clay films in pores and on surfaces of peds; strongly calcareous, lime is disseminated; moderately alkaline (pH 8.0); gradual smooth boundary. (4 to 10 inches thick)\nCk--27 to 60 inches; white (2.5Y 8/1) silt loam, light brownish gray (2.5Y 6/2) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; very strongly calcareous, lime is disseminated; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; one-half mile south of Bruce Peterson's sheep corral, west of Avon; 1,200 feet south and 800 feet west of the NE corner of sec. 8. T.9N., R.1E.; Paradise USGS quad - lat 41 degrees 32 minutes 7 seconds N. and long. 111 degrees 51 minutes 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 20 to 28 inches thick. The combined thickness of the A and Bt horizons is 20 to 30 inches. The soil is calcareous throughout and is mildly to moderately alkaline in the A and Bt horizons and ranges to strongly alkaline in the C horizon.  The mineralogy is mixed but is strongly influenced by ashy materials.\nThe mean annual soil temperature ranges from 44 degrees to 47 degrees F., and the mean summer soil temperature at 20 inches ranges from 60 degrees to 65 degrees F. The soils are dry in the soil moisture control section for 45 to 60 consecutive days following the summer solstice and are continuously moist for 80 to 120 days following the winter solstice.\nThe A horizon has value of 4 or 5 dry, and 2 or 3 moist. It is neutral to moderately alkaline and slightly to moderately calcareous.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 or 4 moist, and chroma of 1 through 3. It is dominantly clay loam or silty clay loam, with less than 15 percent coarser than very fine sand. This horizon contains few to common, thin to moderately thick clay films. It is moderately to strongly alkaline and moderately to strongly calcareous.\nThe Ck horizon has hue of 10YR or 2.5Y, value of 6 through 8 dry, 5 or 6 moist, and chroma of 1 through 3.  It is silt loam or loam and is strongly or very strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBothwell (ID) soils have carbonates at a depth of 44 inches or more.\nMarystown (ID) soils have buried Bt horizons and lack effervesence.\nSmelter (ID) soils have a mean annual air temperature of 41 to 44 degrees F. and are slightly acid to neutral throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Barfuss soils occur on moderately steep to very steep slightly concave foothill slopes at elevations of 5,200 to 6,000 feet.  Slope gradients are 10 to 50 percent. They formed in dominantly medium textured materials from light colored tuff, conglomerate, tuffaceous sandstone and limestone of the Salt Lake Geologic Formation. These materials contains considerable ash. The climate is moist subhumid, with warm dry summers and cold, most winter. The average annual precipitation ranges from 16 to 20 inches. The mean annual temperature ranges from 42 degrees to 45 degrees F., and the mean summer temperature ranges from 60 degrees to 65 degrees F. The frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the La Platta and Leatham soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderate permeability; medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and watershed.  The native vegetation is bluebunch wheatgrass, native bluegrass, slender wheatgrass, balsamroot, buckwheat, bitterbrush, serviceberry, big sagebrush, Great Basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache County (Cache Valley Area), Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon - from the surface to 27 inches (A, Bt1, and Bt2 horizons).\nArgillic horizon - from 10 to 27 inches (Bt1 and Bt2 horizons).\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\"."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; moderate medium angular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine and few medium roots; moderately calcareous, lime is disseminated; slightly alkaline (pH 7.8); clear smooth boundary. (7 to 14 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--10 to 19 inches; dark gray (10YR 4/1) light silty clay loam, black (10YR 2/1) moist; moderate, medium subangular blocky structure; hard, friable, sticky, plastic; many very fine, fine and medium roots; common very fine and fine thin clay films in pores and on faces of peds; moderately calcareous, lime is disseminated; moderately alkaline (pH 8.0); clear smooth boundary. (7 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--19 to 27 inches; dark grayish brown (2.5Y 4/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; weak fine prismatic structure that parts to moderate medium subangular blocky structure; hard, firm, sticky, plastic; many very fine and fine, and few medium roots; common fine, vesicular pores; many thin clay films in pores and on surfaces of peds; strongly calcareous, lime is disseminated; moderately alkaline (pH 8.0); gradual smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Ck",
        "top": 69,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 8,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck--27 to 60 inches; white (2.5Y 8/1) silt loam, light brownish gray (2.5Y 6/2) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; very strongly calcareous, lime is disseminated; strongly alkaline (pH 8.6)."
      }
    ]
  ]
}
