{
  "SERIES": "BARGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD:RPS",
  "REVDATE": "02/2006",
  "STATES": "TN",
  "OVERVIEW": "The Barger series consists of very deep, moderately well drained soils on upland ridgetops.  They formed in a loamy mantle and the underlying loamy paleosol which has a high lag chert content.  These soils have a compact, slowly permeable fragipan that formed in the cherty residuum.  Slopes range from 2 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barger silt loam on an 8 percent slope in woodland.\n(Colors are for moist soil.)\nO--1 to 0 inch; partially decomposed and undecomposed hardwood leaves, pine needles and twigs.\nA--0 to 1 inch; very dark grayish brown (10YR 3/2) silt loam; weak medium granular structure; friable; many fine and medium roots; 5 percent subrounded fragments of chert and pebbles 1/8 to 1/2 inch across; very strongly acid; abrupt smooth boundary.  (0 to 2 inches thick)\nE--1 to 7 inches; light yellowish brown (10YR 6/4) silt loam; weak medium granular structure; very friable; many medium and common coarse roots; many fine and medium tubular pores; 5 percent subrounded fragments of chert and pebbles 1/8 to 1/2 inch across; very strongly acid; gradual smooth boundary.  (0 to 7 inches thick)\nBt1--7 to 11 inches; yellowish brown (10YR 5/6) silt loam; weak fine subangular blocky and moderate medium granular structure; friable; common  medium and coarse roots; many fine and medium tubular pores; 5 percent subrounded fragments of chert and pebbles 1/8 to 1/2 inch across; very strongly acid; gradual smooth boundary.  (4 to 7 inches thick)\nBt2--11 to 21 inches; yellowish brown (10YR 5/8) silt loam; moderate medium and weak fine subangular blocky structure; firm, few medium and coarse roots; common fine and medium tubular pores; few clay films on faces of peds and in pores; 10 percent subrounded fragments of chert and pebbles 1/8 to 1 inch across; very strongly acid; abrupt wavy boundary.  (8 to 14 inches thick)\n2Bx/E--21 to 31 inches; brownish yellow (10YR 6/6) very cherty loam (B part); pockets of light gray (10YR 7/2) loam (E part); common medium distinct light brownish gray (10YR 6/2), and yellowish red (5YR 5/8) mottles; weak coarse prismatic structure; very firm; compact; few clay films on vertical faces of fragments; 35 percent angular fragments of chert 1/8 to 1 inch across; 40 to 60 percent brittle by volume; very strongly acid; clear wavy boundary.  (7 to 12 inches thick)\n2Bx1--31 to 43 inches; brownish yellow (10YR 6/6) very cherty clay loam, common medium distinct light brownish gray (10YR 6/2), and many medium distinct yellowish red (5YR 5/8) mottles; weak very coarse prismatic structure; extremely firm, 45 percent angular fragments of chert 1/8 inch to 3 inches across; weakly cemented; more than 60 percent brittle by volume; very strongly acid; clear wavy boundary.  (8 to 20 inches thick)\n2Bx2--43 to 63 inches; mottled yellowish red (5YR 5/8), light brownish gray (10YR 6/2), and light yellowish brown (10YR 6/4) very cherty clay loam; weak very coarse prismatic structure; extremely firm; 60 percent fragments of chert 1/8 inch to 4 inches across; weakly cemented; more than 60 percent brittle by volume; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bledsoe County, Tennessee; 0.4 mile south of College Station Crossroad on Ridge Road, 0.1 mile east on field road and 100 feet southeast of road in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to bedrock is greater than 60 inches.  Depth to the fragipan ranges between 18 to 30 inches.  Reaction is strongly acid or very strongly acid. Subrounded fragments of chert and small pebbles 1/8 to 1 inch across range from 5 to 15 percent in the horizons above the fragipan.  Angular fragment of chert up to 5 inches across range from 30 to 70 percent in the fragipan.   The amount generally increases with depth.\nThe A horizon has hue of 10YR; value of 3 or 4 and chroma of 2 or 3.\nThe E and Ap horizons, where present, have hue of 10YR, value of 4 to 6 and chroma of 2 to 6.  Texture of the A and E horizons is loam or silt loam.  The Bt horizon has hue of 10YR or 7.5YR; value of 5 or 6 and chroma of 6 or 8.  It is loam or silt loam.\nThe 2Bx horizon has hue of 10YR or 7.5YR and 5YR in the lower part, value of 5 or 6 and chroma of 4 to 8.  Mottles are in shades of gray, brown and red.  Some pedons are mottled without a dominant matrix color in the lower part.  The fine earth fraction is loam or clay loam.  The E part, located between pologons, has hue of 10YR, value of 6 or 7 and chroma of 1 to 3.  The fine earth fraction is loam or silt loam.  The 2B  horizon is described with weak prismatic structure; however, some pedons appear to be massive because no structure can be observed."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cane, Ora, Savannah, Sidon and Wax series in the same family and the Beltsville, Bourne, Burketown, Rockaway and Tarklin series is similar families.  The Cane, Ora, Savannah, Sidon and Wax soils do not have a discontinuity within the solum.  In addition, the Cane and Ora soils have subsoils that are redder than 7.5YR.  The Savannah soils do not have chert fragments and formed in marine and fluvial terraces of the Coastal Plains.  The Sidon soils have sandstone bedrock at a depth of 40 to 60 inches.  The Wax soils formed in alluvial on flood plains.  The Beltsville soils have mixed mineralogy and are mesic.  Bourne soils have mixed mineralogy and contain less than 20 percent coarse fragments.  Burketown soils are mesic and have less than 10 percent coarse fragments throughout.  Rockaway soils have mixed mineralogy, are mesic and formed in glacial till.  Tarklin soils are mesic and formed mostly on footslopes and stream terraces in alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These gently sloping to sloping soils are on secondary ridgetops of uplands that have received deposition from higher ridges.  They formed in a loamy mantle about 18 to 30 inches thick and the underlying loamy paleosol which has a high lag chert content.  Slopes range from 2 to 12 percent.  The mean annual temperature is about 60 degrees F. and the average annual precipitation is 53 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fullerton, Minvale and Pailo series.  Fullerton soils are on adjacent side slopes and ridgetops, have clayey subsoils and less than 35 percent coarse fragments throughout.  The Minvale soils are on foot slopes and benches are fine-loamy, and have less than 35 percent coarse fragments throughout.  Pailo soils are on the moderately steep to steep side slopes and are loamy-skeletal over clayey.  None of the associated soils have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained;  medium runoff; moderate permeability above the fragipan and slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Barger soils are used for forest.   A few areas are used for pasture and cultivated crops. Several of the areas currently in forest were cleared but have been allowed to return to forest.  The principal vegetation of the forest is mixed hardwoods of the oak-hickory type and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Appalachian Ridges and Valleys in Tennessee and possibly Georgia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bledsoe County, Tennessee - 1987"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Barger soils were formerly included in the Bodine and Shack series.\nLaboratory data for the typical pedon was obtained from the National Soil Survey Laboratory:  S84TN-007-004.  Data is also available for the control section of two additional pedons:  S84TN-007-005 and S84TN-007-006.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A, E horizons)\nArgillic horizon - 7 to 63 inches (Bt1 to 2Bx2 horizons)\nLithologic discontinuity - at approximately 21 inches\nFragipan - 31 to 63 inches (2Bx1 and 2Bx2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "O",
        "top": 3,
        "bottom": 0,
        "narrative": "O--1 to 0 inch; partially decomposed and undecomposed hardwood leaves, pine needles and twigs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; very dark grayish brown (10YR 3/2) silt loam; weak medium granular structure; friable; many fine and medium roots; 5 percent subrounded fragments of chert and pebbles 1/8 to 1/2 inch across; very strongly acid; abrupt smooth boundary.  (0 to 2 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E--1 to 7 inches; light yellowish brown (10YR 6/4) silt loam; weak medium granular structure; very friable; many medium and common coarse roots; many fine and medium tubular pores; 5 percent subrounded fragments of chert and pebbles 1/8 to 1/2 inch across; very strongly acid; gradual smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--7 to 11 inches; yellowish brown (10YR 5/6) silt loam; weak fine subangular blocky and moderate medium granular structure; friable; common  medium and coarse roots; many fine and medium tubular pores; 5 percent subrounded fragments of chert and pebbles 1/8 to 1/2 inch across; very strongly acid; gradual smooth boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--11 to 21 inches; yellowish brown (10YR 5/8) silt loam; moderate medium and weak fine subangular blocky structure; firm, few medium and coarse roots; common fine and medium tubular pores; few clay films on faces of peds and in pores; 10 percent subrounded fragments of chert and pebbles 1/8 to 1 inch across; very strongly acid; abrupt wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "2Bx/E",
        "top": 53,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bx/E--21 to 31 inches; brownish yellow (10YR 6/6) very cherty loam (B part); pockets of light gray (10YR 7/2) loam (E part); common medium distinct light brownish gray (10YR 6/2), and yellowish red (5YR 5/8) mottles; weak coarse prismatic structure; very firm; compact; few clay films on vertical faces of fragments; 35 percent angular fragments of chert 1/8 to 1 inch across; 40 to 60 percent brittle by volume; very strongly acid; clear wavy boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "2Bx1",
        "top": 79,
        "bottom": 109,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bx1--31 to 43 inches; brownish yellow (10YR 6/6) very cherty clay loam, common medium distinct light brownish gray (10YR 6/2), and many medium distinct yellowish red (5YR 5/8) mottles; weak very coarse prismatic structure; extremely firm, 45 percent angular fragments of chert 1/8 inch to 3 inches across; weakly cemented; more than 60 percent brittle by volume; very strongly acid; clear wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "2Bx2",
        "top": 109,
        "bottom": 160,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "2Bx2--43 to 63 inches; mottled yellowish red (5YR 5/8), light brownish gray (10YR 6/2), and light yellowish brown (10YR 6/4) very cherty clay loam; weak very coarse prismatic structure; extremely firm; 60 percent fragments of chert 1/8 inch to 4 inches across; weakly cemented; more than 60 percent brittle by volume; very strongly acid."
      }
    ]
  ]
}
