{
  "SERIES": "BARGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELD-JWF-RGC",
  "REVDATE": "09/2018",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, dredgic, mixed, active, nonacid, thermic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barge silty clay loam, in native vegetation on a spoil bank, 168 meters (551 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3) dry; weak fine granular structure; firm, hard; neutral; gradual wavy boundary.  [10 to 30 cm (4 to 12 inches) thick]\nC--18 to 183 cm (7 to 72 inches); dark yellowish brown (10YR 3/4) silty clay loam, dark yellowish brown (10YR 4/4) dry; massive; firm, very hard; common fine distinct gray (10YR 5/1) redoximorphic depletions; common fine distinct dark reddish brown (5YR 3/3), and strong brown (7.5YR 4/6) redoximorphic concentrations; few fragments of very dark grayish brown (10YR 3/2) granular silt loam, neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wagoner County, Oklahoma; about 12 miles north of Coweta; 2,600 feet east and 1,100 feet north of the southwest corner of sec. 9, T. 19 N., R. 16 E.; USGS Inola, Oklahoma topographic quadrangle; lat. 36.1374917 degrees and long. -95.6116778 degrees, WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of soil is more than 152 cm (60 inches).  All horizons range from slightly acid to moderately alkaline.\nA horizon:\nHue:  5YR to 10YR\nValue:  3 to 5\nChroma:  2 or 4\nTexture:  very fine sandy loam, silt loam, silty clay loam, clay loam\nC horizon:\nHue:  5YR to 10YR\nValue:  3 to 5\nChroma:  2 to 6\nRedoximorphic Features:  shades of gray, red, or brown\nTexture:  silty clay loam or clay loam\nNote:  finer and coarser textures from the former mollic epipedon or argillic horizon of associated soils can occur"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no soils of the same family.  Similar soils include the Grayrock series.  Grayrock soils have ironstone, sandstone, lignite and shale fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Barge soils are on spoil banks where channels have been straightened and dredged.  Slope ranges from 0 to 30 percent.  The climate is moist subhumid to humid.  The average annual precipitation ranges from 890 to 1400 mm (35 to 55 inches). Mean annual temperature ranges from 15 to 18 degrees C (59 to 64 degrees F).  Elevation is 150 to 305 meters (500 to 1000 feet) above mean sea level.  Thornthwaite P-E index ranges from 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cleora, Osage, Radley, and Verdigris series.  These soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRUALIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRUALIC CONDUCTIVITY:  Well drained.  Potential for surface runoff is slow to rapid. Saturated hydraulic conductivity is moderately high (1.4 to 4 micrometers per second).  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Spoil banks are of recent origin.  Mainly used for tame pasture, wildlife habitat, or recreation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 112 and 118A in eastern Oklahoma and possibly other states that have channel straightening and dredging operations.  The type location is in MLRA 112.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wagoner County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly unclassified and included in the land type Made Land.  The soils are the spoil banks that were formed as the result of mechanical removal of soil material from stream channels or waterways.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
