{
  "SERIES": "BARGAMIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAH-BG-JAL",
  "REVDATE": "01/2003",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, amorphic over mixed, active, frigid Alfic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bargamin ashy silt loam, forested, on a 35 percent slope at 3,300 feet elevation. Aspect is northeast. When described on July 16, 1993, the soil was moist throughout. (Colors are for dry soil unless otherwise noted)\nOi--0 to 0.5 inches; slightly decomposed needles, twigs and leaves.\nOe--0.5 to 1 inch; decomposed needles, twigs and leaves.\nA--1 to 2 inches; yellowish brown (10YR 5/4) ashy silt loam, dark brown (7.5YR 3/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine and medium roots; many very fine and common fine irregular pores; slightly acid (pH 6.2); clear wavy boundary. (1 to 3 inches thick)\nBw1--2 to 8 inches; brownish yellow (10YR 6/6) ashy silt loam, dark brown (7.5YR 3/4) moist; weak very fine, fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine, medium and coarse roots; many very fine and common fine irregular pores; moderately acid (pH 6.0); clear wavy boundary.\nBw2--8 to 17 inches; brownish yellow (10YR 6/6) ashy silt loam, dark brown (7.5YR 3/4) moist; weak very fine, fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, common fine and medium, and few coarse roots; many very fine and common fine irregular pores; moderately acid (pH 6.0); abrupt wavy boundary. (Combined thickness of Bw horizons is 11 to 15 inches)\n2Bt1--17 to 29 inches; yellowish brown (10YR 5/4) silt loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate fine, medium and coarse subangular blocky; slightly hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium and coarse roots; many very fine and few fine tubular and common very fine and fine irregular pores; common faint clay films lining pores and on faces of peds; 5 percent fine rounded iron-manganese concretions; moderately acid (pH 5.8); gradual wavy boundary. (6 to 12 inches thick)\n2Bt2--29 to 38 inches; light yellowish brown (10YR 6/4) silt loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to strong fine and medium subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium roots; many very fine and fine and few medium tubular and common very fine and fine irregular pores; common faint clay films lining pores and on faces of peds; common faint skeletans on vertical faces of peds; 5 percent fine rounded iron-manganese concretions; moderately acid (pH 5.8); clear wavy boundary. (6 to 9 inches thick)\n3Bt3b--38 to 49 inches; brown (7.5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to strong very fine, fine and medium subangular blocky; very hard, friable, very sticky and very plastic; few very fine roots; common very fine tubular and common very fine and few fine and medium irregular pores; many distinct clay films lining pores and on faces of peds; few prominent dark reddish brown (5YR 3/2) moist iron-manganese stains on faces of peds; moderately acid (pH 5.6); gradual wavy boundary. (11 to 14 inches thick)\n3Bt4b--49 to 61 inches; brown (7.5YR 4/4) silty clay, dark reddish brown (2.5YR 3/4) moist; weak medium prismatic structure parting to strong very fine, fine and medium subangular blocky; very hard, friable, very sticky and very plastic; few very fine roots; common very fine and few fine tubular and common very fine irregular pores; many distinct clay films lining pores and on faces of peds; 5 percent prominent dark reddish brown (5YR 2/2) moist iron-manganese stains on faces of peds; moderately acid (pH 5.6); gradual wavy boundary. (12 to 15 inches thick)\n3Bt5b--61 to 65 inches; brown (7.5YR 4/4) silty clay, dark red (2.5YR 3/6) moist; moderate medium prismatic structure parting to strong fine and medium subangular blocky; very hard, firm, very sticky and very plastic; few very fine roots; common very fine and fine tubular and common very fine irregular pores; many distinct clay films lining pores and on faces of peds; 15 percent prominent dark reddish brown (5YR 2/2) moist iron-manganese stains on faces of peds; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; about 3.5 miles east of Grangemont, Idaho; about 100 feet south and 2,550 feet west of the northeast corner of sec. 28, T 37N., R 4E.; Latitude - 46 degrees, 31 minutes, 41 seconds North; Longitude - 115 degrees, 57 minutes, 29 seconds West. USGS Whiskey Butte Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 46 degrees F. Frigid temperature regime.\nSoil moisture - usually moist and not dry for 45 or more consecutive days from June to October. Udic moisture regime.\nThickness of volcanic ash mantle - 14 to 17 inches\nVolcanic glass content - 15 to 50 percent\nAcid-oxalate Al plus 1/2 Fe - 1.3 to 2.7 percent\nPhosphate retention - 55 to 95 percent\n15-bar water retention on air dried samples - 8 to 12 percent\nA horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 2.5 or 3 moist\nChroma - 3 to 6 dry, 2 to 4 moist\nReaction - strongly acid to neutral\nBulk density - 0.65 to 0.90 g/cc\nBw horizons\nHue - 7.5YR or 10YR dry, 5YR or 7.5YR moist\nValue - 5 or 6 dry\nChroma - 4 through 6 dry\nReaction - moderately acid to neutral\nBulk density - 0.65 to 1.00 g/cc\n2EB horizons (present in some pedons)\nHue - 5YR or 7.5YR\nValue - 3 or 4 moist\nClay content - 18 to 24 percent\nReaction - strongly acid or moderately acid\n2Bt horizons\nHue - 5YR to 10YR dry, 2.5YR to 7.5YR moist\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 to 6 moist\nTexture - SIL, SICL\nClay content - 21 to 35 percent\nReaction - strongly acid to slightly acid\n3Btb horizons\nHue - 2.5YR to 7.5YR\nValue - 4 to 6 dry, 2.5 to 4 moist\nChroma - 4 to 8 dry, 3 to 6 moist\nTexture - SICL or SIC\nClay content - 30 to 48 percent\nReaction - very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berray, Hobo, Odonnell, Revling (T) and Tomodo (T) series. Berray soils have lamellae and less than 18 percent clay in the argillic horizon.  Hobo soils have more than 30 percent rock fragments in the lower part of the argillic horizon.  Odonnel soils are moderately well drained. Revling soils have mica flakes in the control section and do not have moist hue of 5YR or redder in the 3Btb. Tomodo soils have fragic properties in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bargamin soils are on hills at elevations of 2,200 to 3,400 feet with slopes of 10 to 35 percent. These soils formed in a deep volcanic ash mantle over loess and highly weathered basalt. The average annual temperature is 41 to 44 degrees F. and the average precipitation is 30 to 40 inches. The frost free season is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dowper (T), Grangemont (T), Jaype (T), Placer (T) and the competing Revling (T) soils. All soils are on hills. Grangemont, Jaype and Placer soils have less than 14 inches of volcanic ash on the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, wildlife habitat, watershed, and recreation.  Potential natural vegetation is western redcedar, grand fir, Douglas-fir, western larch, western white pine and lodgepole pine with an understory of queencup beadlily, longtube twinflower, coolwort foamflower, American trailplant, common beargrass, big blueberry, bunchberry dogwood, goldthread and, starry false Solomons-seal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Idaho.  Bargamin soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Clearwater County, Idaho, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - The zone from 1 to 8 inches mixed (A and Bw1 horizons)\nCambic horizon - The zone from 2 to 17 inches (Bw1 and Bw2 horizons)\nVolcanic ash cap - The zone from 1 to 17 inches (A, Bw1 and Bw2 horizons)\nArgillic horizon - The zone from 17 to 65 inches (2Bt1, 2Bt2, 3Bt1b, 3Bt2b and 3Bt3b horizons)\nParticle-size control section - The zone from 1 to 41 inches (A, Bw1, Bw2, 2Bt1, 2Bt2, and part of the 3Bt3b horizon)\nThe ranges of values listed under the Range In Characteristics for the soil properties - Volcanic glass content, Acid-oxalate Al+1/2 Fe, Phosphate retention and 15-bar water retention are estimates only.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
