{
  "SERIES": "BARKCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. TNR-MKP-DRM",
  "REVDATE": "01/2006",
  "STATES": "OH,TN",
  "OVERVIEW": "The Barkcamp series consists of deep, well drained, moderately rapidly or rapidly permeable soils formed in ultra acid regolith from surface mine operations.  The regolith is a mixture of partially weathered, loamy fine earth and fragments of bedrock.  Fragments of rock consist mainly of medium and coarse-grained sandstone and lesser amounts of fine-grained sandstone, siltstone, shale, and coal.  Slopes range from 0 to 70 percent.  Mean annual precipitation is about 40 inches, and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, acid, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barkcamp gravelly sandy loam on a 10 percent convex slope.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; pale brown (10YR 6/3) gravelly sandy loam; weak medium granular structure; friable; 15 percent fragments of gray (10YR 5/1) and yellowish brown (10YR 5/6) coarse-grained sandstone and 5 percent fragments of dark gray (10YR 4/1) shale; ultra acid; abrupt smooth boundary.  (0 to 8 inches thick)\nC1--5 to 12 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam with few small masses of very gravelly sandy clay loam; massive; friable; 55 percent fragments of gray (10YR 5/1) and yellowish brown (10YR 5/6) coarse-grained sandstone and 5 percent fragments of dark gray (10YR 4/1) shale; ultra acid; gradual smooth boundary.  (5 to 12 inches thick)\nC2--12 to 60 inches; variegated light brownish gray (10YR 6/2), pale brown (10YR 6/3), and red (2.5YR 5/6) extremely gravelly sandy loam; massive; very friable; 55 percent fragments of gray (10YR 5/1) and yellowish brown (10YR 5/6) coarse-grained sandstone and 5 percent fragments of dark gray (10YR 4/1, N 4/0) shale; ultra acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Belmont County, Ohio; 2600 feet north and 100 feet east of the southwest corner of sec. 34, Kirkwood Township, T. 3 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction is ulta acid (pH of 1.5 to 3.5) except in surface layers that have been reclaimed.  Sulfides are present in some fragments of sandstone and shale.  Coarse-grained sandstones generally have weak coherence.  The control section averages 35 to 50 percent rock fragments by volume.\nThe A or Ap horizon is channery, very channery, gravelly, very gravelly, cobbly, or very cobbly analogues of loam, sandy loam, or loamy sand.  The clay content ranges from 5 to 18 percent.  Reclaimed areas have an A horizon from natural soil material, 4 to 12 inches thick.  Textures are loam, clay loam, or silty clay loam.  The A or Ap horizon has hue of 10YR to 5Y, or is neutral; value of 4 through 6; and chroma of 0 through 8.  Most areas have up to 1 inch of light yellowish brown (10YR 6/4) medium or coarse sand on the surface.  Rock fragments range from 15 to 50 percent by volume except on the reclaimed phase.  A very stony phase is recognized.\nThe C horizons are mainly very channery, very gravelly, or very cobbly analogues of loam, sandy loam, or loamy sand.  Many pedons have extremely channery, extremely gravelly, or extremely cobbly analogues of those textures in some subhorizons.  Clay content ranges from 6 to 18 percent.  Colors in the C horizon have hue of 2.5YR to 2.5Y, or are neutral; value of 4 through 6; and chroma of 0 through 8.  Rock fragments range from 35 to 80 percent by volume.  Rock fragments are mostly in the 2 mm to 25 cm range but include stones and boulders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Enoch is the only other series in the family.  The Bethesda, Fairpoint, Itmann, Kaymine, Morristown, and Sewell series are in related families.  Enoch soils have more than 18 percent clay and have acid shale as dominant coarse fragments.  Bethesda soils average more than 18 percent clay in the control section.  Fairpoint and Kaymine soils are nonacid.  Itmann and Sewell soils have mixed mineralogy; and in addition, Itmann soils have more than 50 percent carboliths (dark colored sedimentary rocks), and both Itmann and Sewell soils have pH of more than 3.5.  Morristown soils are calcareous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Barkcamp soils commonly are on nearly level or gently sloping ridgetops and benches and steep to very steep side slopes.  They formed in ultra acid, relatively unweathered, broken bedrock and partly weathered fine earth.  The regolith is spoil from surface mine operations.  Rock fragments are mostly medium and coarse-grained sandstone with lesser amounts of fine-grained sandstone, siltstone, shale, and coal.  Slopes range from 0 to 70 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Culleoka, Dekalb, Gilpin, Shelocta, Wellston, and Westmoreland series.  These soils are less acid and have not formed in mine spoil material.  In addition, the Culleopka, Gilpin, Shelocta, and Westmoreland soils have fine-loamy argillic horizons.  Dekalb soils have loamy-skeletal cambic horizons.  Wellston soils have fine-silty argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to very rapid runoff; moderately rapid or rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have sparse vegetation and are used by wildlife or for recreation.  Reclaimed areas have been planted to trees or seeded to grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ohio and possibly Pennsylvania, West Virginia, and Kentucky.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Belmont County, Ohio, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location is Stop 5 of the 1972 Southeastern Ohio Strip Mine Tour.  These soils were formerly mapped as mine spoils.  The Barkcamp series has no diagnostic horizons except for an ochric epipedon (A) from the surface to a depth of about 5 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory characterization data and engineering test data is available for the following pedons:  BT-12 (typical pedon), BT-13, and NB-15."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "ultra acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; pale brown (10YR 6/3) gravelly sandy loam; weak medium granular structure; friable; 15 percent fragments of gray (10YR 5/1) and yellowish brown (10YR 5/6) coarse-grained sandstone and 5 percent fragments of dark gray (10YR 4/1) shale; ultra acid; abrupt smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "ultra acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--5 to 12 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam with few small masses of very gravelly sandy clay loam; massive; friable; 55 percent fragments of gray (10YR 5/1) and yellowish brown (10YR 5/6) coarse-grained sandstone and 5 percent fragments of dark gray (10YR 4/1) shale; ultra acid; gradual smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "C2",
        "top": 30,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "ultra acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--12 to 60 inches; variegated light brownish gray (10YR 6/2), pale brown (10YR 6/3), and red (2.5YR 5/6) extremely gravelly sandy loam; massive; very friable; 55 percent fragments of gray (10YR 5/1) and yellowish brown (10YR 5/6) coarse-grained sandstone and 5 percent fragments of dark gray (10YR 4/1, N 4/0) shale; ultra acid."
      }
    ]
  ]
}
