{
  "SERIES": "BAROID",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/CJF",
  "REVDATE": "12/76",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baroid loamy fine sand, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; light brownish gray (10YR 6/2) loamy fine sand stratified with thin lenses of fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; slightly hard, very friable, calcareous; moderately alkaline (pH 8.4); clear smooth boundary. (2 to 8 inches thick)\nC--6 to 60 inches; light gray (10YR 7/2) loamy sand stratified with thin lenses of fine sandy loam, grayish brown (10YR 5/2) moist; weighted average texture loamy sand; single grained and weak fine granular structure; loose; calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Big Horn County, Wyoming; approximately 1/4 mile west of the bridge over Dry Creek on Highway Wyoming 32 in the SE1/4 NW1/4 sec. 5, T.52N., R.96W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are calcareous but may be leached a few inches. The mean annual soil temperature is 47 degrees to 50 degrees F. The control section is stratified with lenses of loamy sand or fine sandy loam, and average loamy sand. Gravel ranges from 0 to 10 percent and cobbles range from 0 to 5 percent.\nThe A1 horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 or 3. It is moderately or strongly alkaline.\nThe C horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 or 3. This horizon is stratified with lenses of loamy sand, loamy fine sand, sandy loam, or fine sandy loam.  It is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beebe and Trail series. Beebe soils have 20 to 70 percent exchangeable sodium. Trail soils have a hue of 2.5YR through 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baroid soils are on flood plains and low terraces of major streams and have slopes of 0 to 3 percent. The soils formed in thick, calcareous, stratified alluvial material derived from mixed sources. The soils have a water table that usually fluctuates at a depth of 40 to 60 inches. During peak stream flows some pedons may have a water table at depths above 40 inches during the irrigation period.  Elevation is 3,800 to 5,000 feet. The average annual precipitation is about 7 to 9 inches. Mean annual temperature is 44 degrees to 48 degrees F. Frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Glending, Las Animas, Shoshone and Youngston soils. Las Animas and Shoshone soils also have distinctive mottling. Youngstone soils have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; rapid permeability. The soils have a water table that usually fluctuates at a depth of 40 to 60 inches. During peak stream flows some pedons may have a water table at depths above 40 inches during the irrigation period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as range or irrigated cropland. Native vegetation is big sagebrush, rubber rabbitbrush, cottonwood, basin wildrye, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn River Irrigated Area), Wyoming, 1972.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
