{
  "SERIES": "BARONY",
  "STATUS": "Established Series",
  "BYREV": "KDH-JAD",
  "REVDATE": "03/2011",
  "STATES": "IL",
  "OVERVIEW": "The Barony series consists of very deep, moderately well drained soils formed in loess or other silty material and in the underlying loamy statified outwash or alluvial sediments. They are on outwash plains, stream terraces, and alluvial fans. Slope gradients range from 0 to 10 percent. Mean annual temperature is about 9.4 degrees C (49 degrees F) and mean annual precipitation is about 940 mm (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Barony silt loam - on a 3 percent west- facing slope in a cultivated field at an elevation of 267 meters (875 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure parting to weak fine granular; friable; common very fine roots; neutral; abrupt smooth boundary. [15 to 23 cm ( 6 to 9 inches) thick]\nBt1--20 to 31 cm (8 to 12 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; few distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few distinct brown (10YR 4/3) clay films on faces of peds and in pores; neutral; clear smooth boundary.\nBt2--31 to 41 cm (12 to 16 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common very fine roots; few distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; slightly acid; clear wavy boundary.\nBt3--41 to 53 cm (16 to 21 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; few fine rounded black (7.5YR 2.5/1) manganese concretions throughout; moderately acid; clear wavy boundary.\nBt4--53 to 66 cm (21 to 26 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; common fine rounded black (7.5YR 2.5/1) manganese concretions throughout; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; slightly acid; gradual wavy boundary.\nBt5--66 to 86 cm (26 to 34 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds and in pores; common fine strong brown (7.5YR 5/8) iron oxide concretions throughout; common fine rounded black (7.5YR 2.5/1) manganese concretions throughout; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; slightly acid; clear wavy boundary. [Combined thickness of the Bt horizon ranges from 25 to 81 cm (10 to 32 inches).]\n2Bt6--86 to 104 cm (34 to 41 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium and coarse subangular blocky structure; friable; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; common fine strong brown (7.5YR 5/8) iron oxide concretions throughout; common fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 5 percent gravel; neutral; clear smooth boundary.\n2Bt7--104 to 114 cm (41 to 45 inches); yellowish brown (10YR 5/4) and brown (7.5YR 4/4) silt loam and loam; weak medium and coarse subangular blocky structure; friable; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; common fine strong brown (7.5YR 5/8) iron oxide concretions throughout; common fine distinct brownish yellow (10YR 6/8) masses of oxidized iron in the matrix; many fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 2 percent gravel; neutral; clear wavy boundary.\n2Bt8--114 to 137 cm (45 to 54 inches); brown (7.5YR 4/4) sandy clay loam; weak medium and coarse subangular blocky structure; friable; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds; common fine very pale brown (10YR 8/2) calcium carbonate concretions throughout; common fine prominent yellowish brown (10YR 5/8) masses of Oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 14 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary. [Combined thickness of the 2Bt horizon ranges from 13 to 61 cm (5 to 24 inches).]\n2C1--137 to 165 cm (54 to 65 inches); yellowish brown (10YR 5/4) and strong brown (7.5YR 4/6) stratified sand and loamy sand; single grain; loose; common fine strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 5 percent gravel; strongly effervescent; slightly alkaline; clear wavy boundary.\n2C2--165 to 198 cm (65 to 78 inches); brown (7.5YR 4/4 and 7.5YR 5/4) and yellowish brown (10YR 5/4) stratified very fine sandy loam, loamy sand, and sandy loam; massive; very friable; common medium faint strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; 8 percent gravel; strongly effervescent; slightly alkaline; clear wavy boundary.\n2C3--198 to 216 cm (78 to 85 inches); yellowish brown (10YR 5/6 and 10YR 5/8) and brown (7.5YR 5/4) stratified loamy sand, sandy loam, and very fine sandy loam; massive; very friable; common fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 5 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Illinois; about 8 kilometers (5 miles) south of Burlington; 444 meters (1,458 feet) east and 216 meters (708 feet) north of the southwest corner of sec. 33, T. 41 N., R. 6 E.; USGS Maple Park topographic quadrangle; lat. 41 degrees 59 minutes 01 second N. and long. 88 degrees 33 minutes 41 seconds W., NAD 27; UTM Zone 16T, 0370655 easting, 4649136 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 76 cm (30 inches) to more than 152 cm (60 inches)\nDepth to horizons containing more than 15 percent sand: 51 to 102 cm (20 to 40 inches)\nParticle-size control section: averages between 27 and 35 percent clay and less than 15 percent fine sand or coarser.\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3 (4 or 5 dry)\nChroma: 1 to 3\nTexture: silt loam\nReaction: strongly acid to slightly alkaline\nE horizon (where present):\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: dominantly silty clay loam, but some subhorizons are silt loam.\nReaction: strongly acid to neutral\n2Bt and/or 2BCt horizons:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 6. Redoximorphic features have chroma of 2 to 8.\nTexture: silty clay loam, clay loam, silt loam, loam, sandy loam, or sandy clay loam and is stratified in many pedons.\nClay content: 15 to 32 percent\nRock fragments: average less than 15 percent\nReaction: moderately acid to slightly alkaline\n2C horizon:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 to 6\nChroma: 3 to 6. Redoximorphic features have chroma of 2 to 8.\nTexture: stratified silt loam, loam, or sandy loam are dominant. Thin subhorizons (strata) of loamy sand or sand occur in some pedons.\nClay content: 5 to 25 percent\nSand content: 20 to 90 percent\nRock fragments: average less than 15 percent\nReaction: moderately acid to moderately alkaline. Carbonates are present at depths greater than 102 cm (40 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Downsouth, Grays, Hedrick,  Juda, Kaneville, Newvienna, Richview, Throckmorton, Vasa, Windere, and Wingate soils. Downsouth, Hedrick, Kaneville, Newvienna, Richview, Throckmorton, and Vasa soils are more than 102 cm (40 inches) to horizons with more than 10 percent sand. Grays and Juda soils contain carbonates above a depth of 102 cm (40 inches). Windere and Wingate soils contain a well graded sand fraction in the lower one-third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Barony soils are on outwash plains or stream terraces and, in some places, are on alluvial fans above the level of flooding. The soils formed in 51 to 102 cm (20 to 40 inches) of loess or other silty material and in the underlying stratified loamy outwash or alluvial sediments of Wisconsinan Age. Slope gradients range from 0 to 10 percent. Mean annual temperature ranges from 7.8 to 11.7 degrees C (46 to 53 degrees F). Mean annual precipitation ranges from 760 to 1,140 mm (30 to 45 inches). Frost free days range from 140 to 180. Elevation ranges from 207 to 311 meters (680 to 1,020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brenton, Clare, Danabrook, Drummer, Millbrook, and Somonauk soils. The somewhat poorly drained Brenton and Millbrook soils are on slightly lower lying landform positions. The moderately well drained Danabrook soils were developed in loess and the underlying till on nearby landforms. The moderately well drained Somonauk and Clare soils form a biosequence with Barony soils and are on similar landform positions. The poorly drained Drummer soils are in depressions or lower lying areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. An intermittent apparent seasonal high water table is at a depth of 2.0 to 3.5 feet (61 to 107 cm) below the surface at some time between February and April in most years. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the upper part of the solum and moderately high to high (4.23 to 42.33 micrometers per second) in the lower part of the solum and in the substratum. Permeability is moderate in the upper part of the solum and moderate or moderately rapid in the lower part of the solum and in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, small grain, and forages for hay or pasture. Native vegetation is mixed prairie grasses and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois. The extent is small in MLRAs 95B, and 108A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: DeKalb County, Illinois, 1998. The name Barony came from a parish in Scotland with a rich agricultural history."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A large extent of previously mapped Harvard in DeKalb County will now be mapped as Barony due to MLRA update activities. These soils were found to be moderately well drained instead of well drained in MLRAs 108 and areas of 95B. They fit an oxyaquic subgroup rather than a typic subgroup.\nDiagnostic horizons recognized in this pedon are: ochric epipedon - 0 to 20 cm (0 to 8 inches) (Ap horizon); argillic horizon - 20 to 137 cm (8 to 54 inches) (Bt1, Bt2, Bt3, Bt4, Bt5, 2Bt6, 2Bt7, and 2Bt8 horizons); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure parting to weak fine granular; friable; common very fine roots; neutral; abrupt smooth boundary. [15 to 23 cm ( 6 to 9 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 31,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--20 to 31 cm (8 to 12 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; few distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few distinct brown (10YR 4/3) clay films on faces of peds and in pores; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 31,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--31 to 41 cm (12 to 16 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common very fine roots; few distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 41,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--41 to 53 cm (16 to 21 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; few fine rounded black (7.5YR 2.5/1) manganese concretions throughout; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 53,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt4--53 to 66 cm (21 to 26 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; common fine rounded black (7.5YR 2.5/1) manganese concretions throughout; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt5",
        "top": 66,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt5--66 to 86 cm (26 to 34 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds and in pores; common fine strong brown (7.5YR 5/8) iron oxide concretions throughout; common fine rounded black (7.5YR 2.5/1) manganese concretions throughout; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; slightly acid; clear wavy boundary. [Combined thickness of the Bt horizon ranges from 25 to 81 cm (10 to 32 inches).]"
      },
      {
        "name": "2Bt6",
        "top": 86,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt6--86 to 104 cm (34 to 41 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium and coarse subangular blocky structure; friable; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; common fine strong brown (7.5YR 5/8) iron oxide concretions throughout; common fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 5 percent gravel; neutral; clear smooth boundary."
      },
      {
        "name": "2Bt7",
        "top": 104,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt7--104 to 114 cm (41 to 45 inches); yellowish brown (10YR 5/4) and brown (7.5YR 4/4) silt loam and loam; weak medium and coarse subangular blocky structure; friable; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; common fine strong brown (7.5YR 5/8) iron oxide concretions throughout; common fine distinct brownish yellow (10YR 6/8) masses of oxidized iron in the matrix; many fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 2 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "2Bt8",
        "top": 114,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt8--114 to 137 cm (45 to 54 inches); brown (7.5YR 4/4) sandy clay loam; weak medium and coarse subangular blocky structure; friable; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds; common fine very pale brown (10YR 8/2) calcium carbonate concretions throughout; common fine prominent yellowish brown (10YR 5/8) masses of Oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 14 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary. [Combined thickness of the 2Bt horizon ranges from 13 to 61 cm (5 to 24 inches).]"
      },
      {
        "name": "2C1",
        "top": 137,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--137 to 165 cm (54 to 65 inches); yellowish brown (10YR 5/4) and strong brown (7.5YR 4/6) stratified sand and loamy sand; single grain; loose; common fine strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 5 percent gravel; strongly effervescent; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 165,
        "bottom": 198,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C2--165 to 198 cm (65 to 78 inches); brown (7.5YR 4/4 and 7.5YR 5/4) and yellowish brown (10YR 5/4) stratified very fine sandy loam, loamy sand, and sandy loam; massive; very friable; common medium faint strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; 8 percent gravel; strongly effervescent; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "2C3",
        "top": 198,
        "bottom": 216,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C3--198 to 216 cm (78 to 85 inches); yellowish brown (10YR 5/6 and 10YR 5/8) and brown (7.5YR 5/4) stratified loamy sand, sandy loam, and very fine sandy loam; massive; very friable; common fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; 5 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
