{
  "SERIES": "BARPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWH/WCL/ET",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Barpeak very gravelly loam--on a southwest facing convex slope of 66 percent under Douglas-fir, ponderosa pine, sugar pine, canyon live oak, California black oak, and fescue at an elevation of 4,200 feet.  (Colors are for dry soil unless otherwise stated.  When described on August 7, 1984 the soil was very slightly moist below 25 inches).\nThe surface is partially covered by 25 percent gravel.\nOi--2 to 0 inches; needles, leaves, twigs, cones, and branches.\nA--0 to 3 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, many very fine roots; common fine and very fine tubular pores; 55 percent gravel; slightly acid (pH 6.5); clear wavy boundary.  (3 to 8 inches thick).\nBw1--3 to 8 inches; brown (7.5YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium, fine, and very fine roots; common fine and very fine tubular pores; 55 percent gravel; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 10 inches thick).\nBw2--8 to 15 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common coarse, medium, fine, and very fine roots; common fine and very fine tubular pores; 65 percent gravel; neutral (pH 7.0); clear wavy boundary.  (5 to 10 inches thick)\nBCt1--15 to 28 inches; brown (7.5YR 5/4) extremely gravelly sandy loam, strong brown (7.5YR 4/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few coarse, common medium, fine, and very fine roots; few fine and very fine tubular pores; few thin clay films lining pores; 55 percent gravel, 20 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary.  (0 to 20 inches thick).\nBCt2--28 to 38 inches; pink (7.5YR 7/4) extremely gravelly sandy clay loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few coarse, medium, and fine, common very fine roots; few fine and very fine tubular pores; few thin clay films lining pores; 60 percent gravel, 20 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary.  (0 to 20 inches thick).\nBCt3--38 to 60 inches; pink (7.5YR 7/4) extremely gravelly sandy clay loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few medium, fine, and very fine roots; few fine and very fine tubular pores; few thin clay films lining pores; 60 percent gravel, 20 percent cobbles; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Trinity County, California; about 7.5 miles southeast of Douglas City; 2.5 miles east of intersection of Indian Creek Road and Reading Creek Road on Indian Creek Road, turn south, go 0.7 miles, take right fork, go 1.3 miles, take left fork, go 0.6 miles, take left fork, go 1.0 mile, take left fork, go 1.2 miles, pedon is 75 feet uphill from the road; 200 feet east, 1,000 feet south of the northwest corner of section 1, T. 31 N., R. 9 W. Bully Choop Mtn. Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The particle-size control section has 35 to 80 percent rock fragments, (mostly gravel with some cobbles), and 18 to 25 percent clay.  The very fine sand fraction contains 15 to 40 percent mica minerals in the particle-size control section.  The amount of the surface covered by gravel ranges from 15 to 60 percent.  Mean annual soil temperature is 47 to 52 degrees F.  The soil moisture control section from 12 to 24 inches is dry in all parts from about August 1 to October 15 (70 to 90 days).  The soil temperature at 20 inches exceeds 41 degrees F from about March 15 to December 1 (about 255 days), and exceeds 47 degrees F from about April 10 to November 15.  The base saturation is 35 to 60 percent.\nThe A horizon is 10YR 5/4, 4/4, 6/3, or 7.5YR 5/4.  Moist color is 10YR 3/4, 3/3, 7.5YR 3/2, 3/4, or 5YR 4/4.  It is less than 7 inches thick if dry value is 5 or less and moist value and chroma are 3 or less.\nThe Bw horizon is 7.5YR 5/4, 5/6, 10YR 7/2, 6/4, 6/6, 5YR 4/4, or 5/4. Moist color is 7.5YR 4/4, 4/6, 10YR 5/3, 4/4, 5YR 3/4, or 4/4.  The B horizon is very gravelly sandy loam, extremely gravelly sandy loam, or very gravelly loam.  Reaction is moderately acid to neutral.\nThe BCt horizon is extremely gravelly loam or extremely gravelly sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring, Baldhill, Beekman, Chamate (T), Clallam, Farber, Geppert, Hartless, Inskip, Kanid, Kindig, Mayacama, Neuns, Sheetiron, Straight, Terbies, Vena, and Woodin series.  Atring, Geppert, and Straight soils are 20 to 40 inches deep over a paralithic contact.  Baldhill soils have 2 to 10 percent clay in the particle-size control section.  Beekman, Inskip, Mayacama, Neuns, Sheetiron, Vena, and Woodin soils are 20 to 40 inches deep over a lithic contact.  Chamate soils have less than 18 percent clay in the particle-size control section and have mean annual soil temperatures of 52 to 57 degrees F. Farber soils are dry for 45 to 60 days.  Hartless soils have 10 to 18 percent clay in the particle-size control section.  Kanid soils have a mean annual soil temperature of 52 to 57 degrees F and lack significant amounts of mica minerals.  Kindig soils have 6 to 18 percent clay in the particle-size control section.  Terbies soils lack significant amounts of mica minerals.  Clallam soils have compacted glacial till Cd horizons at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Barpeak soils are on mountains.  Elevation is 2,400 to 5,400 feet.  At elevations above 4500 feet they occur mostly on south or west facing slopes.  Slopes are 50 to 90 percent.  These soils formed in colluvium weathered from mica schist.  The climate is characterized by warm, dry summers and cool, moist winters.  Mean annual precipitation is 60 to 70 inches.  Snowfall ranges from 12 to 40 inches.  Mean January temperature is about 34 degrees F.   Mean July temperature is about 68 degrees F.   Mean annual temperature is 45 to 50 degrees F. The frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Sheetiron soils and the Beargulch and Skyrock series; all on mountains.  Beargulch and Skyrock have mean annual soil temperature of 43 to 45 degrees F and are at higher elevations than Barpeak."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Barpeak soils are used for timber production, water supply and wildlife habitat.  Natural vegetation is Douglas- fir, ponderosa pine, sugar pine, California black oak, shrub tanoak and fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur in the Klamath Mountains of northwestern California.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Trinity County, California, Weaverville Area, 1990. Name coined from Barleyfield Peak where soil is found."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface to a depth of 3 inches (A horizon).\nCambic horizon--the zone below 3 inches (Bw1, Bw2 BCt1, BCt2, BCt3 horizons).\nParticle-size control section--10 to 40 inches (Bw2, BCt1, BCt2, BCt3 horizons).\nADDITIONAL DATA: NSSL pedon S84CA-105-006 (range in characteristics)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
