{
  "SERIES": "BARTOME",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-TM-RLB-JBF",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Vitrixerandic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bartome ashy very fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; pale brown (10YR 6/3) ashy very fine sandy loam, brown (10YR 4/3) moist; moderate thick and very thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and few very fine roots; common coarse and many medium vesicular pores; slightly alkaline (pH 7.8); clear smooth boundary. (3 to 8 cm thick)\nA2--5 to 13 cm; pale brown (10YR 6/3) ashy very fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, slightly sticky and nonplastic; common fine and very fine roots; few medium and common fine vesicular pores; slightly alkaline (pH 7.8); clear wavy boundary. (8 to 25 cm thick)\nA3--13 to 18 cm; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few medium and common fine roots; few medium and common fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 10 cm thick)\nBt--18 to 28 cm; pale brown (10YR 6/3) ashy silty clay loam, brown (10YR 5/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few medium and fine roots; few medium and fine tubular pores; few faint clay films on peds, common distinct clay films lining pores; moderately alkaline (pH 8.2); gradual wavy boundary. (10 to 18 cm thick)\n2Bqk--28 to 36 cm; pale brown (10YR 6/3) ashy silty clay loam, yellowish brown (10YR 5/4) moist; strong thick and very thick platy structure,; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; 5 percent gravel; 15 percent brittle durinodes and few fine soft masses of carbonate; strongly alkaline (pH 8.6); gradual wavy boundary. (8 to 20 cm thick)\n2Bqkm1--36 to 61 cm; very pale brown (10YR 7/3) fractured indurated duripan, light yellowish brown (10YR 6/4) moist; strong thick platy structure; very hard, extremely firm; few fine roots; few fine tubular pores; 35 percent brittle durinodes in the matrix between fractures; common, fine carbonate in soft masses and seams; strongly effervescent; strongly alkaline (pH 9.0); clear smooth boundary. (3 to 25 cm thick)\n2Bqkm2--61 to 71 cm; very pale brown (10YR 7/3) indurated duripan, light yellowish brown (10YR 6/4) moist; massive; extremely hard, extremely firm; continuous silica laminae are 0.5 to 2 mm thick; violently effervescent; very strongly alkaline (pH 9.2); clear wavy boundary. (25 to 43 cm thick)\n2Bqkm3--71 to 106 cm; very pale brown (10YR 7/3) strongly cemented duripan, light yellowish brown (10YR 6/4) moist; massive; very hard, extremely firm; 25 percent brittle durinodes; violently effervescent; moderately alkaline (pH 8.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee Desert, Elko County, Nevada; approximately 3,000 feet north and 1,800 feet west of the Desert Ranch; about 1,770 feet south and 930 east of the northwest corner, section 2, T. 44 N., R. 48 E.; USGS Desert Ranch 7.5 minute topographic quadrangle; latitude 41 degrees 44 minutes 37 seconds N and longitude 116 degrees 33 minutes 58 seconds W; WGS84 Decimal Degrees 41.7436111 latitude, -116.5661111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring; dry in summer and early autumn; aridic soil moisture regime bordering on xeric; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 10.5 degrees C.\nDepth to base of Bt horizon: 25 to 36 cm.\nDepth to indurated duripan: 36 to 50 cm.\nDepth to bedrock: Greater than 150 cm.\nParticle-size control section - Clay content: Averages 18 to 35 percent.\nRock fragments:  0 to 15 percent, mainly gravel.\nA horizons\nValue: 5 or 6 dry; 4 or 5 moist.\nChroma:  2 through 4.\nVolcanic glass: Volcanic glass is estimated to range from 20 to 50 percent of the 0.2 to 2 mm fraction.\nReaction: Neutral through moderately alkaline.\nBt horizon\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  3 or 4.\nClay content:  27 to 35 percent.\nStructure:  Weak or moderate, fine, medium or coarse subangular blocky.\nConsistence:  Friable or firm moist.\nVolcanic glass: Average volcanic glass is estimated to range from 15 to 30 percent of the 0.2 to 2 mm fraction; subhorizons less than 12.5 cm thick have up to 35 percent.\nReaction: Neutral through moderately alkaline.\n2Bqk horizon\nValue:  6 or 7 dry, 4 through 6 moist.\nChroma:  3 or 4.\nTexture:  Silt loam, loam, silty clay loam, sandy loam.\nClay content: 18 to 35 percent, with 2 to 15 percent carbonate clay.\nRock fragments:  5 to 25 percent.\nConsistence:  Slightly hard or hard dry, friable or firm moist, slightly sticky or sticky and slightly plastic or plastic wet.\nCalcium carbonate equivalent: 5 to 25 percent of the fine earth fraction.\nVolcanic glass: Average volcanic glass is estimated to range from 15 to 30 percent of the 0.2 to 2 mm fraction\nReaction: Moderately alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Chuckmill series.\nChuckmill soils have a duripan at 25 to 36 cm and 15 to 35 percent gravel in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bartome soils are on summits and side slopes of fan piedmont remnants. These soils formed in alluvium from mixed sources with a thin loess cap mixed with volcanic ash. Slopes are 0 to 8 percent. Elevations are 1,450 to 1,800 meters. Climate is cool and semiarid with warm, dry summers and cool, moist winters. Mean annual precipitation is 200 to 250 mm, mean annual temperature is 8 to 10 degrees C, and the frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buffaran, Chiara, Colthorp, Ramires and Wedertz soils. Buffaran and Ramires soils have more than 35 percent clay in their argillic horizons. Ramires and Wedertz soils lack an indurated duripan. Chiara soils lack an argillic horizon and have less than 15 percent fine sand or coarser in their control section. Colthorp soils have bedrock below the duripan within a depth of 50 to 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat. Vegetation is mainly Wyoming big sagebrush, bottlebrush squirreltail, Sandberg bluegrass, cheatgrass and phlox."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Nevada and southeast Oregon. MLRA 24, 25. Bartome soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: December, 2008 reclassification from Xeric Argidurids to Vitrixerandic Argidurids to meet the current soil taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and A3 horizons).\nArgillic horizon - The zone from 18 to 28 cm (Bt horizon).\nVitrixerandic feature  Volcanic glass is estimated to be 20 to 50 percent of the 0.02 to 2 mm fraction in the zone from the soil surface to 18 cm (A horizons) and 15 to 30 percent of the 0.02 to 2 mm fraction in the zone from 18 to 28 cm (Bt horizon).\nIndurated duripan - The zone from 36 to 71 cm (2Bqkm1, 2Bqkm2 and 2Bqkm3 horizons).\nParticle-size control section - The zone from the soil surface to 36 cm (A1, A2, A3, Bt and 2Bqk horizons).\nADDITIONAL DATA: NSSL pedon # 81P0239 is available in Project CP81NV124-Elko County-BLM (S80NV007801).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
