{
  "SERIES": "BARTLEY",
  "STATUS": "Established Series",
  "BYREV": "CFE-JEW; Rev. DHK",
  "REVDATE": "12/2005",
  "STATES": "NJ",
  "OVERVIEW": "The Bartley series consists of very deep, moderately well drained soils that formed in glacial drift (pre-Wisconsin Age) or colluvium and underlying residuum derived mainly from limestone and granitic gneiss.  They occur on broad, nearly level to strongly sloping till plains and in heads of drains, with slopes ranging from 0 to 15 percent.  These soils have a fragipan in the lower part of the solum. Mean annual air temperature ranges from 45 to 50 degrees F. and mean annual precipitation is about 40 to 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bartley loam - cropland (Colors are for moist soils.)\nAp--0 to 11 inches, brown (10YR 4/3) loam; weak and moderate medium granular structure; friable; 5 percent coarse fragments consisting mostly of granitic gneiss gravel 2 mm to 5 cm in diameter; neutral; abrupt smooth boundary.  (0 to 11 inches thick)\nBt1--11 to 16 inches, strong brown (7.5YR 5/6) heavy loam; moderate medium subangular blocky structure; very friable; yellowish red (5YR 5/6) thick glossy discontinuous clay films on faces of peds; 10 percent coarse fragments consisting mostly of granitic gneiss gravel 1 to 2 cm in size; neutral; gradual wavy boundary.\nBt2--16 to 20 inches, yellowish brown (10YR 5/8) sandy clay loam; weak medium and coarse subangular blocky structure; friable; strong brown (7.5YR 5/6) patchy clay films on faces of peds decreasing with increasing depth; 10 percent coarse fragments consisting mostly of granitic gneiss gravel 1 to 2 cm in size; slightly acid; gradual wavy boundary.\nBt3--20 to 32 inches, yellowish brown (10YR 5/8) clay loam; weak very thick platy and moderate medium and coarse subangular blocky structure; firm; few fine distinct brown (10YR 5/3) iron depletions; thick glossy to dull patchy clay films in channels and on horizontal faces of peds and thin patchy clay films on vertical faces of peds; some black (5YR 2/1) glossy stains; 10 percent coarse fragments consisting mostly of granitic gneiss gravel 1 to 2 cm in size; slightly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizons is 10 to 28 inches)\nBtx--32 to 42 inches, yellowish brown (10YR 5/6) sandy loam; weak very thick platy structure to massive; very firm, brittle; few fine distinct brown (10YR 5/3) iron depletions; thick patchy brown (7.5YR 4/4) clay films on horizontal faces of peds or fracture faces; 10 percent coarse fragments, the proportion of weathered limestone and chert chips increases with depth; neutral; abrupt wavy boundary.  (6 to 18 inches thick)\n2C--42 to 88 inches, variegated reddish yellow (7.5YR 7/8), strong brown (7.5YR 5/6 and 5/8) and very pale brown (10YR 8/2 and 8/3) very fine sandy loam; brownish staining infiltrates the matrix in the upper part; massive; friable; lower part retains some rock structure but crushes easily between the fingers; neutral; clear wavy boundary.  (0 to 60 inches thick)\n2R--88 inches, hard gray impure limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morris County, New Jersey; Washington Township, in the middle of a field behind Long Valley School, 400 yards southeast of Route 513. USGS Hackettstown topographic quadrangle; approximate coordinates lat. 40 degrees 46 minutes 49 seconds N and long. 74 degrees 46 minutes 52 seconds W, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 35 to 60 inches.  Depth to the fragipan is 24 to 36 inches.  Depth to bedrock is more than 5 feet.  Rock fragment content ranges from 5 to 25 percent by volume and is dominated by subangular granitic gneiss in the upper part of the soil and by weathered limestone and chert in the lower part.  Stones or boulders are rare.  Where unlimed, reaction ranges from slightly to strongly acid near the surface, and from moderately acid to neutral in the fragipan and in the substratum.\nThe Ap or A horizon has hue of 10YR or 7.5YR, value of 3 or 4, chroma of 2 or 3; dry values, however, are more than 5.5.  The texture is sandy loam or loam or gravelly analogues.\nThe B horizon has hue of 10YR or 7.5YR, value of 4 through 6, and chroma of 4 through 8.  Redoximorphic features occur at a depth of 16 to 30 inches, but low chroma iron depletions are absent within the upper portion of the argillic horizon.  Mottles and redoximorphic features range from 5YR to 2.5Y in hue, 3 to 7 in value, and from 1 to 8 in chroma.  The texture ranges from sandy loam to clay loam with more than 45 percent sand. The Bt horizon has weak or moderate medium or coarse subangular blocky or weak platy structure.  It is friable to slightly firm.  The Bx horizon has weak or moderate very coarse prismatic or moderate or strong very thick platy structure or it is massive.  It is firm to very firm and ranges from weakly to moderately developed.\nThe 2C or C horizon has hue of 10YR or 7.5YR, value of 4 through 7, and chroma of 4 through 8. Mottles and redoximorphic features are similar to the B horizon. Texture ranges from sandy loam to loam or gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Wiltshire series is the only soil in the same family. Wiltshire soils have rock fragments that are dominantly phyllite, schist, calcareous schist and phyllite.\nSoils in the closely-related active CEC activity class are the Clarksburg, Comly, Gatton, Readington, and Wooster series.  Comly soils have rock fragments that are dominantly acid brown and gray shale, sandstone, and siltstone throughout.  Gatton soils have sola more than 60 inches thick that lack rock fragments in the upper part, and texture as heavy as clay loam only in the lower part of the B2t. Hustontown and Readington soils have rock fragments that are dominantly shale, siltstone, or sandstone throughout and have subsoil hue redder than 7.5YR. Jonca soils have sola more than 56 inches thick that lack rock fragments in the upper part and overlie sandstone. Wooster soils have rock fragments dominated by sandstone and shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bartley soils are on broad, nearly level to strongly sloping till plains, along drainageways, in heads of drains, or on broad, gently sloping old terraces along the major streams or former outlets for glacial melt waters.  They formed in glacial drift (pre-Wisconsin Age) or colluvium composed mostly of materials weathered from granitic gneiss but contain some limestone and a variety of other rock types and overlie materials weathered from limestone or sandstone. Along some streams, these materials have been reworked by glacial melt water. Slopes range from 0 to 15 percent.  The climate is humid temperate.  Mean annual precipitation ranges from 40 to 48 inches, and mean annual air temperature is 45 to 50 degrees F. The growing season is 140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Annandale, Califon, Duffield, Edneyville, Turbotville and Washington soils.  Annandale and Califon soils have lower base saturation and have rock fragments dominated by granitic gneiss throughout. Duffield, Edneyville, and Washington soils are well drained and lack fragipans.  Turbotville soils have iron depletions with chroma of 2 or less within the upper 16 inches of the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Saturated hydraulic conductivity is moderately high in the upper solum (above the fragipan) and moderately low or moderately high in the lower solum (fragipan). Permeability (obsolete) is moderately slow or slow in the fragipan, and moderate above. Index surface runoff class is low to high (depending on slope)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of this soil is cleared and used for pasture or general farm crops.  Wooded areas are in mixed hardwoods consisting predominantly of red and black oak, white oak, hickory and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bartley soils are located in the Highlands section of the Appalachian Province in New Jersey and possibly eastern Pennsylvania (generally, MLRA 148 - Northern Piedmont) associated with remnants of older (Kansan or Illioian) glacial periods. This series is of moderate extent, with over 12,000 acres identified."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morris County, New Jersey, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 12/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement (semiactive) is based on one characterization pedon (78NJ-027-001) and on similar soils (Washington series) with similar parent material. Control section CEC-7/clay ratio is .23 (subactive) in this pedon, but these parent materials appear to be dominantly in a semiactive class based on characterization pedons for Califon, Gladstone and Washington soils. The subgroup was changed from Typic to Oxyaquic due to redoximorphic features within 40 inches. The pedon description was updated to current horizon nomenclature and redoximorphic feature terminology. Competing series section was also updated.\nDiagnostic horizons and features recognized in this pedon are:\na) Ochric epipedon - the zone  from the surface of the soil to a depth of approximately 11 inches (Ap horizon)\nb) Argillic horizon - zone from approximately 11 to 42 inches (Bt1, Bt2, Bt3 and Btx horizons)\nc) Fragipan - the zone from 32 to 42 inches (Btx horizon) that is firm, brittle and has massive to platy structure\nd) Lithologic discontinuity at 42 inches (top of 2C horizon)\nADDITIONAL DATA: Characterization data are available for pedon 78NJ-027-001, from the National Soil Survey Laboratory, Lincoln, NE.\nMLRA: 148 and the southern fringe of 144A\nREVISED: 06/75-CFE, JEW; 12/2005-DHK\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 11 inches, brown (10YR 4/3) loam; weak and moderate medium granular structure; friable; 5 percent coarse fragments consisting mostly of granitic gneiss gravel 2 mm to 5 cm in diameter; neutral; abrupt smooth boundary.  (0 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 41,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--11 to 16 inches, strong brown (7.5YR 5/6) heavy loam; moderate medium subangular blocky structure; very friable; yellowish red (5YR 5/6) thick glossy discontinuous clay films on faces of peds; 10 percent coarse fragments consisting mostly of granitic gneiss gravel 1 to 2 cm in size; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--16 to 20 inches, yellowish brown (10YR 5/8) sandy clay loam; weak medium and coarse subangular blocky structure; friable; strong brown (7.5YR 5/6) patchy clay films on faces of peds decreasing with increasing depth; 10 percent coarse fragments consisting mostly of granitic gneiss gravel 1 to 2 cm in size; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 51,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--20 to 32 inches, yellowish brown (10YR 5/8) clay loam; weak very thick platy and moderate medium and coarse subangular blocky structure; firm; few fine distinct brown (10YR 5/3) iron depletions; thick glossy to dull patchy clay films in channels and on horizontal faces of peds and thin patchy clay films on vertical faces of peds; some black (5YR 2/1) glossy stains; 10 percent coarse fragments consisting mostly of granitic gneiss gravel 1 to 2 cm in size; slightly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizons is 10 to 28 inches)"
      },
      {
        "name": "Btx",
        "top": 81,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btx--32 to 42 inches, yellowish brown (10YR 5/6) sandy loam; weak very thick platy structure to massive; very firm, brittle; few fine distinct brown (10YR 5/3) iron depletions; thick patchy brown (7.5YR 4/4) clay films on horizontal faces of peds or fracture faces; 10 percent coarse fragments, the proportion of weathered limestone and chert chips increases with depth; neutral; abrupt wavy boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 224,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 8,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C--42 to 88 inches, variegated reddish yellow (7.5YR 7/8), strong brown (7.5YR 5/6 and 5/8) and very pale brown (10YR 8/2 and 8/3) very fine sandy loam; brownish staining infiltrates the matrix in the upper part; massive; friable; lower part retains some rock structure but crushes easily between the fingers; neutral; clear wavy boundary.  (0 to 60 inches thick)"
      },
      {
        "name": "2R",
        "top": 224,
        "narrative": "2R--88 inches, hard gray impure limestone bedrock."
      }
    ]
  ]
}
