{
  "SERIES": "BARTINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, frigid Aridic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bartine gravelly loam--forestland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few fine, and common very fine roots; many fine and very fine vesicular pores; 30 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (13 to 30 cm thick)\nAB--13 to 36 cm; light brownish gray (10YR 6/2) very gravelly loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many coarse and medium, and common fine and very fine roots; few fine, and many very fine tubular pores; 40 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (15 to 30 cm thick)\nBk--36 to 79 cm; pale brown (10YR 6/3) extremely gravelly loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; common coarse, medium, fine and very fine roots; common very fine tubular pores; 70 percent gravel; secondary carbonates segregated as pendants on bottoms of rock fragments; strongly effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (15 to 46 cm thick)\nR--79 cm; limestone bedrock; discontinuous carbonate and silica coats on bedding planes and fractures; roots matted on the contact and following some fractures; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; approximately 1,300 feet west of the southeast corner of section 28, T. 20 N., R. 52 E.; USGS Devon Peak 7.5 minute topographic quadrangle; latitude 39 degrees 33 minutes 33.7 seconds N and longitude 116 degrees 6 minutes 41.2 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in the winter and spring, dry July through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 30 cm, after mixing.\nDepth to bedrock: 50 to 100 cm.\nReaction: Moderately alkaline or strongly alkaline, increasing with depth.\nParticle-size control section - Clay content: Averages 18 to 25 percent.\nRock fragments: 50 to 70 percent.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3.\nStructure: Granular or subangular blocky.\nEffervescence: Slightly effervescent or strongly effervescent.\nCalcium carbonate: 20 to 30 percent.\nAB horizon\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3.\nEffervescence: Slightly effervescent or strongly effervescent.\nBk horizons\nValue: 6 through 8 dry, 3 through 5 moist\nChroma: 2 or 3.\nTexture: Very gravelly loam or extremely gravelly loam.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate: 25 to 35 percent.\nOther features: 5 percent more secondary carbonates in the form of carboante pendants and coats on rock fragments then that of the overlying horizons. Bedrock is coated with carboante and discontinuous silica in some places and solution pitted in others."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ansping, Ekin and Sanfelipe series.\nAnsping and Sanfelipe soils are very deep. Ekim soils have 35 to 50 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bartine soils are on hills and mountains.  They typically occur on north and east-facing footslope and backslope positions.  The soils formed in colluvium and residuum derived mainly from limestone with lesser amounts from shale, conglomerate, and quartzite.  Rock outcrops are common.  Slopes are 15 to 50 percent.  Elevations range from 1,830 to 2,600 meters.  The climate is semiarid with a mean annual precipitation of 250 to 400 mm which comes mostly as snow.  The mean annual temperature is 6 to 8 degrees C.  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fairydell, Overland, Rito, Siri and Umil soils.  Fairydell soils have mixed mineralogy and lack bedrock within 100 cm.  Overland soils have ochric epipedons.  Rito and Siri soils have no bedrock within 100 cm.  Umil soils have ochric epipedons and duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bartine soils are used for livestock grazing and wildlife habitat.  The vegetation is a forest canopy of singleleaf pinyon and Utah juniper with an understory of big sagebrush, low sagebrush, antelope bitterbrush, Nevada ephedra, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are moderately extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County (Diamond Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The edits of 04/2010 changed the classification from a Xeric Calcicryolls to better reflect the series concept.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm after mixing. (A and AB horizons)\nCalcic horizon - The zone from 36 to 79 cm (Bk horizon)\nLithic contact - The boundary at 79 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 25 to 79 cm (Bk horizon and part of the AB horizon).\nADDITIONAL DATA: Previous authors and editors include: WMA/RMW/ELS.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
