{
  "SERIES": "BARTELSO",
  "STATUS": "Established Series",
  "BYREV": "GH-JCD-RAL-GRS",
  "REVDATE": "5/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aquertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bartelso silt loam - on a rarely flooded, nearly level lacustrine terrace in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; common very fine roots; few fine continuous tubular pores; slightly acid; abrupt smooth boundary.\nA--8 to 12 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak medium platy structure parting to moderate fine granular; friable; common very fine roots; few fine continuous tubular pores; few faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; clean silt and sand grains are evident when dry; slightly acid; abrupt smooth boundary. (The combined thickness of the Ap and A horizons ranges form 10 to 18 inches.)\nBt1--12 to 17 inches; brown (10YR 5/3) silty clay loam; moderate medium subangular blocky structure; firm; few very fine roots; common very fine and fine continuous tubular pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct gray (10YR 5/1) iron depletions and common fine faint dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; few fine irregular black (10YR 2/1) masses of iron-manganese accumulation; moderately acid; clear smooth boundary.\n2Bt2--17 to 24 inches; brown (10YR 5/3) silty clay; strong medium angular blocky structure; firm; few very fine roots; few very fine and fine constricted tubular pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct gray (10YR 5/1) iron depletions and common fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation in the matrix; few fine irregular black (10YR 2/1) masses of iron-manganese accumulation; moderately acid; clear smooth boundary.\n2Bt3--24 to 35 inches; brown (10YR 5/3) silty clay; strong coarse angular blocky structure; very firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct gray (10YR 5/1) iron depletions and common fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation in the matrix; common fine irregular black (10YR 2/1) and strong brown (7.5YR 5/6) masses of iron-manganese accumulation; neutral; clear smooth boundary.\n2Bkg1--35 to 45 inches; gray (10YR 5/1) silty clay loam; weak coarse subangular blocky structure; very firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; many fine irregular black (10YR 2/1) and strong brown (7.5YR 5/6) masses of iron-manganese accumulation and common medium rounded light gray (10YR 7/2) carbonate nodules; strongly effervescent; slightly alkaline; clear smooth boundary.\n2Bkg2--45 to 62 inches; gray (10YR 5/1) silt loam; weak coarse prismatic structure; firm; few distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds and few prominent very dark grayish brown (10YR 3/2) clay films lining root channels; many fine prominent brownish yellow (10YR 6/6) masses of iron accumulation in the matrix; many fine and medium irregular black (10YR 2/1) and strong brown (7.5YR 5/6) masses of iron-manganese accumulation and few fine rounded light gray (10YR 7/2) carbonate nodules; strongly effervescent; slightly alkaline; gradual smooth boundary.\n2Cg--62 to 80 inches; gray (10YR 6/1) stratified silt loam and silty clay loam; massive; friable; few fine vesicular pores; few prominent very dark grayish brown (10YR 3/2) clay films lining root channels and pores; many fine and medium prominent brownish yellow (10YR 6/6) masses of iron accumulation in the matrix; common fine irregular black (10YR 2/1) masses of iron-manganese accumulation; very slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, Illinois; about 2 miles southeast of Bartelso: 363 feet north and 2,523 feet west of the southeast corner of section 20, T. 1 N, R. 3 W.; USGS Beckemeyer, Illinois topographic quadrangle; lat. 38 degrees 30 minutes 32 seconds N. and long. 89 degrees 27 minutes 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon ranges from 42 to 72 inches.  The loess thickness ranges from 12 to 30 inches.  The thickness of the mollic epipedon ranges from 10 to 18 inches.  The sand content is less than 10 percent in the particle-size control section.\nThe upper part of the series control section ( Ap or A horizon) has hue of 10YR, value of 3, and chroma of 1 or 2.  It is dominantly silt loam, but is silty clay loam in the lower part of some pedons.  Clay content averages 18 to 28 percent and sand content is less than 15 percent.  Reaction is moderately acid to neutral.  Some pedons have an incipient E horizon instead of a subsurface A horizon.\nSome pedons have Bt and/or BE horizons that formed in loess. They have hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3.  The clay content averages between 29 and 35.  Individual subhorizons range from 25 to 38 percent clay.\nThe second part of the series control section (2Bt and/or 2Btg horizons) has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4, and has redoximorphic features.  Texture is silty clay loam or silty clay. The clay content averages between 36 and 42 percent with individual subhorizons ranging from 30 to 48 percent clay.  Reaction is strongly acid to slightly alkaline.\nThe third part of the series control section (2Btkg horizon) has hue of 2.5Y or 10YR, value of 4 to 6, and chroma of 1 or 2.  Some pedons have a combination of 2Bg, 2Btg, or 2BCg horizons instead of a 2Btkg horizon.  The clay content averages between 30 and 35 percent with individual subhorizons ranging to 48 percent clay.  Reaction is slightly acid to moderately alkaline.  Soft masses and nodules of secondary lime are common, but are not everywhere present.\nThe lower part of the series control section (2Cg or 2C horizon) has hue of 2.5Y or 10YR, value of 4 to 6, and chroma of 1 to 4.  It typically is stratified silt loam, silty clay loam, or silty clay. The clay content averages 22 to 35 percent with individual strata ranging from 18 to 42 percent clay.  Sand content is less than 15 percent.  Reaction is slightly acid to moderately alkaline.  Carbonates are common, but are not everywhere present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Swygert series.  The Swygert soils average more than 45 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bartelso soils are on nearly level areas of lacustrine terraces and lake plains that are late Wisconsin age.  Some areas are subject to shallow inundation during rare, extremely high flood events.  Near the type location these soils are protected by the Corps of Engineers dam and lake at Carlyle, but are in a position that flooding is possible.  Slope ranges from 0 to 2 percent.  Bartelso soils formed in about 10 to 30 inches of loess and the underlying lacustrine sediments.  Mean annual temperature is 54 to 57 degrees F, mean annual precipitation is 36 to 40 inches, frost-free period is 180 to 200 days, and elevation is 370 to 450 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Geff, Hurst, Lakaskia, Meadowbank, Okaw, Ridgway, and Wagner soils.  The somewhat poorly drained Geff soils and the well drained Meadowbank and Ridgway soils are in fine-silty families and are on stream terraces and high flood plains nearby.  In addition, Geff and Ridgway soils do not have a mollic epipedon.  The somewhat poorly drained Hurst soils do not have a mollic epipedon and are in similar landform positions nearby.  The poorly drained Okaw and Wagner soils do not have a mollic epipedon and are on positions slightly lower on the landform.  The poorly drained Lakaskia soils form a hydrosequence with the Bartelso soils and are on positions slightly lower on the landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface water runoff is low.  Permeability is slow.  In drained areas, depth to an intermittent perched high water table is 1.0 to 2.0 feet from December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used to grow corn, soybeans, wheat, and sorghum.  Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Illinois.  Bartelso soils are of small extent, mainly in MLRA(s) 113 and 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clinton County, Illinois, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The typical pedon was resampled and described to 80 inches for this revision.  This soil is considered prime farmland.\nDiagnostic horizons and features in this pedon include:  Mollic epipedon - from the surface of the soil to a depth of 12 inches (Ap and A horizons).  Argillic horizon - from a depth of approximately 12 to 62 inches (Bt1, 2Bt2, 2Bt3, 2Btkg1, and 2Btkg2 horizons).  Udic moisture regime.  Redoximorphic features - from a depth of 12 to 80 inches.  The boundary between the loess and lacustrine sediments is often difficult to detect from field observations.\nLab data available (NSSL S90IL-027-266); (University of Illinois Pedology lab  102 S. Goodwin Ave.  Urbana, IL 61801 87IL-027-039; 88IL-027-045; 89IL-027-103 [Typical pedon]; 89IL-027-106; 89IL-027-107; 89IL-027-173)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
