{
  "SERIES": "BARX",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTH/EML/JCK",
  "REVDATE": "04/2017",
  "STATES": "AZ,CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Barx very fine sandy loam, on rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; reddish brown (5YR 5/4) very fine sandy loam, reddish brown (5YR 4/4) moist; weak medium platy structure; soft, friable; common very fine and fine roots; few very fine tubular pores; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 13 cm thick)\nBw--8 to 23 cm; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine and fine tubular pores; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 18 cm thick)\nBt1--23 to 38 cm; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium tubular pores; common distinct clay films on faces of peds; moderately alkaline (pH 7.9); clear smooth boundary. (15 to 40 cm thick)\nBt2--38 to 58 cm; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; few medium tubular pores; many distinct clay films on faces of peds; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 30 cm thick)\nBtk--58 to 91 cm; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; few distinct clay films on faces of peds; fine threadlike calcium carbonate masses; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (0 to 36 cm thick)\nBCk1--91 to 120 cm; pink (5YR 7/4) sandy clay loam, yellowish red (5YR 5/6) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and fine tubular pores; fine dendritic calcium carbonate masses; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (25 to 91 cm thick)\nBCk2--120 to 140 cm; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 4/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine and fine tubular pores; finely disseminated carbonates; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (15 to 43 centimeters thick)\nBCk3--140 to 152 cm; pink (5YR 7/4) sandy clay loam, yellowish red (5YR 5/6) moist; massive; hard, friable, slightly sticky and slightly plastic; common fine pores; fine dendritic calcium carbonate masses; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; on Cyclone Flat; about 3 kilometers southeast of the intersection of highway 95 and highway 261; located about 518 meters south and 488 meters west of the northeast corner of sec. 19, T. 37 S., R. 19 E.; South Long Point USGS quad; Lat. 37 degrees 33 minutes 30 seconds N., Long. 109 degrees 51 minutes 46 second W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 9.5 to 13 degrees C\nDepth to calcic horizon - 30 to 90 cm\nA horizon\nHue: 2.5YR to 10YR\nValue: 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 2, 3, 4, 5 or 6\nTexture: very fine sandy loam, fine sandy loam or loam\nClay content: 10 to 27 percent\nRock fragments: 0 to 25 percent gravel\nReaction: 7.2 to 8.4\nBw horizon (where present)\nHue: 2.5YR to 10YR\nValue: 4, 5, 6 or 7 dry; 3, 4, 5, 6 or 7 moist\nChroma: 3, 4, 5 or 6\nTexture: fine sandy loam, sandy clay loam or loam\nClay content: 10 to 27 percent\nRock fragments: 0 to 15 percent gravel\nReaction: 7.4 to 8.4\nBt horizons\nHue: 2.5YR to 7.5YR\nValue: 4, 5, 6 or 7 dry; 3, 4, 5, 6 or 7 moist\nChroma: 3, 4, 5 or 6\nClay content: 22 to 35 percent\nTexture: sandy clay loam, clay loam, or loam\nRock fragments: 0 to 15 percent gravel\nReaction: 7.4 to 8.4\nBtk horizon (where present)\nHue: 2.5YR to 7.5YR\nValue: 4, 5, 6 or 7 dry; 3, 4, 5, 6 or 7 moist\nChroma: 3, 4, 5 or 6\nClay content: 20 to 35 percent\nTexture: sandy clay loam, clay loam, or loam\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 2 to 20 percent\nReaction: 7.9 to 8.4\nBCk horizons:\nHue: 2.5YR to 7.5YR\nValue: 5, 6, 7 or 8 dry; 4, 5, 6, 7 or 8 moist\nChroma: 2, 3, 4, 5 or 6\nTexture: sandy clay loam, loam, sandy loam or clay loam\nClay content: 15 to 30 percent\nRock fragments: 0 to 35 percent gravel and cobbles\nCalcium carbonate equivalent: 10 to 40 percent\nReaction: 8.0 to 9.0\nSome pedons have a Bk horizon in place of a BCk."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlvey (UT) - have hue yellower than 7.5YR\nCabreros (NM) - have a paralithic contact at depths of 50 to 100 cm\nCerrillos (NM) - have a calcic horizon above a depth of 30 cm; do not have hue redder than 5YR\nClovis (NM) - have a mean annual soil temperature greater than 13 degrees C; have more than 40 percent calcium carbonate equivalent\nEaglenest (WY) - have hue yellower than 7.5YR\nFernando (NM) - are cemented at depths of 100 to 150 cm\nFlaco (NM) - have a lithic contact at depths of 50 to 100 cm\nFort (CO) - have hue yellower than 7.5YR\nHorchata (NM) - have a lithic contact at depths of 50 to 100 cm\nMaysdorf (WY) - have less than 15 percent calcium carbonate in the calcic horizon\nMillett (AZ) - have a lithologic discontinuity; have more than 35 percent rock fragments in the lower part of the subsoil\nPalabria (NM) - have a lithic contact at depths of 100 to 150 cm\nProgresso (CO) - have a lithic contact at depths of 50 to 100 cm\nSanostee (NM) - have a lithic contact at depths of 50 to 100 cm\nScholle (NM) - have more than 15 percent rock fragments in the particle-size control section; do not have strongly alkaline reaction\nSelpats (WY) - have a lithologic discontinuity; have more than 35 percent rock fragments in the lower part of the subsoil\nSolirec (UT) - have a calcic horizon above a depth of 30 cm; do not have hue redder than 5YR\nSpenlo (UT) - have a lithic contact at depths of 100 to 150 cm\nThreetop (WY) - have a lithic contact at depths of 50 to 100 cm\nTuweep (AZ) - have a lithologic discontinuity; have hue yellower than 7.5YR\nWineg (AZ) - have cemented horizons; do not have strongly alkaline reaction"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium or slope alluvium, including reworked eolian material derived from sandstone\nLandform: fan remnants, structural benches, dipslopes, plateaus and mesas\nSlopes - 0 to 15 percent\nElevation - 1,464 to 2,378 meters\nMean annual air temperature - 7.8 to 12 degrees C (up to 13 degrees in Arizona)\nMean annual precipitation - 203 to 356 mm\nFrost-free period - 100 to 165 days\nPrecipitation is fairly evenly distributed throughout the year with July and August slightly wetter and June slightly dryer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abra, Begay, Mivida, Rizno, Sazi, Strych, and Windwhistle soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThese soils are used mainly for rangeland. Native vegetation is Indian ricegrass, galleta, Wyoming big sagebrush, and winterfat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Barx soils are extensive in southeastern and central Utah, northwestern Arizona, and southwestern Colorado. MLRAs 34B, 35, 36."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grand County Utah - Central Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 18 cm (A and part of the Bw horizon)\nCambic horizon - from 8 to 23 cm (Bw horizon)\nArgillic horizon - from 23 to 91 cm (Bt1, Bt2 and Btk horizons)\nCalcic horizon - from 91 to 152 cm (BCk1, BCk2 and BCk3 horizons)\nParticle-size control section - from 23 to 73 cm (Bt1, Bt2 and part of the Btk horizon)\nBarx soils have a mesic temperature regime and an aridic moisture regime bordering on ustic.\nNote: the type location should be investigated to verify massive structure in the BCk horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
