{
  "SERIES": "BASCOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJR/VGL",
  "REVDATE": "12/2000",
  "STATES": "NM",
  "OVERVIEW": "The Bascom series is a member of the loamy-skeletal, carbonatic, thermic family of Ustollic Calciorthids. Typically, Bascom soils have brown and light brown calcareous fine sandy loam A horizons over pinkish gray strongly calcareous very gravelly fine sandy loam Cca horizons. Below about 35 inches the gravel rapidly decreases and the lime content gradually decreases.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Bascom fine sandy loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA11--0 to 8 inches; brown (7.5YR 5/4) fine sandy loam, (7.5YR 4/4) moist; weak thick platy in the upper 1/2 to 1 inch and weak fine granular structure below; slightly hard, very friable, slightly sticky; many very fine and fine roots; many very fine and fine pores; few very hard subrounded lime nodules to 20mm on long dimension; strongly calcareous; moderately alkaline; clear wavy boundary. (6 to 12 inches thick)\nA12--8 to 16 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky; many very fine and fine roots; many very fine and fine roots; many very fine and fine pores; few very hard subrounded lime nodules to 30mm on long dimension; strongly calcareous; strongly alkaline; abrupt wavy boundary. (6 to 8 inches thick)\nC1ca--16 to 36 inches; pinkish gray (7.5YR 7/2) very gravelly fine sandy loam, (7.5YR 6/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, few very fine roots; many very fine and fine pores; about 55 percent rock fragments of strongly cemented lime, the interior of which are nearly white in color, fragments range up to about 75mm on long dimension; very strongly calcareous; strongly alkaline; abrupt irregular boundary. (20 to 30 inches thick)\nC2ca--36 to 48 inches; white (7.5YR 8/1) fine sandy loam, pinkish white (7.5YR 8/2) moist; massive; very hard, friable, slightly sticky; few very fine roots; many very fine pores; very strongly calcareous, strongly alkaline; abrupt smooth boundary. (8 to 14 inches thick)\nC3--48 to 72 inches; pale red (10R 6/3) loam (10R 6/4) moist; massive; hard, friable, slightly sticky; many very fine and fine pores; occasional body of white lime embedded in matrix; strongly calcareous, strongly alkaline; less total lime than overlying horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Quay County, New Mexico; 1/4 mile west and 1/4 mile north of the SE corner of sec. 31, T.12N., R.35E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the very gravelly material and to the top of the calcic horizon ranges from 12 to 20 inches. The control section ranges from very gravelly fine sandy loam to very gravelly light sandy clay loam and very gravelly loam. Carbonate content ranges from 40 to about 65 percent in the control section. Soil temperature at a depth of 20 inches ranges from 59 degrees to 66 degrees F. The A horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4. The C1ca horizon ranges from pinkish gray to white. It has weak fine and medium subangular blocky structure or is massive. The C2ca horizon has about the same color range as the C1ca horizon but contains only a few scattered rock fragments and is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Andrews, Arch, Aztec, Dean, Ildefonso, Jal, Karro, Laveldo, Mansker, Nickel, Polar, Potter, Sanpete, Stagecoach, Weiser, and Willard series. Andrews soils have average soil temperature of less than 47 degrees F. and have limestone bedrock at depths of less than 40 inches. Arch and Karro soils contain less than 35 percent rock fragments and less than 40 percent carbonates in the control section. Aztec, Nickel, and Stagecoach soils contain less than 40 percent carbonates in the control section. Aztec, Nickel, and Stagecoach soils contain less than 40 percent carbonates in the control section. Dean and Willard soils have soil temperatures between 47 degrees and 59 degrees F., have less than 35 percent rock fragments and less than 40 percent carbonates in the control section. Ildefonso soils have average annual soil temperatures between 47 degrees to 59 degrees F. and contain less than 40 percent carbonates in the control section. Jal and Laveldo soils contain less than 35 percent rock fragments in the control section and have aridic moisture regimes. Polar soils have mixed mineralogy and the Potter soils are shallow. Mansker soils have mollic epipedons and contain less than 35 percent rock fragments in the control section. Sanpete soils have mean annual soil temperatures between 47 degrees and 59 degrees F.  at a depth of 20 inches. Weiser soils have aridic moisture regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Bascom soils are on undulating to gently rolling uplands with slopes ranging from 1 to 9 percent. The soils formed in moderately coarse to medium textured mixed sediments with high carbonate content.  The parent material shows influence of reworked Jurassic and Triassic redbed material. The general landscape is rounded ridge crests and valley bottom; very few sharp features occur. The climate is semiarid continental. Near the type location, the average annual temperature is 58 degrees F. and the average annual precipitation is about 14 inches of which more than 1/2 occurs in the summer months during heavy thunderstorms."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Ima, La Lande, Montoya, Redona, and Tucumcari soils and the competing Potter soils. Ima and La Lande soils contain less than 35 percent rock fragments and lack calcic horizons. The Montoya soils have fine textured control sections, crack when dry, and contain less than 35 percent rock fragments in the control section. Redona soils are nonskeletal and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is rangeland. Native vegetation is primarily grama grass with some forbs, yucca, and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Quay County (Tucumcari Area), New Mexico, 1969.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A11--0 to 8 inches; brown (7.5YR 5/4) fine sandy loam, (7.5YR 4/4) moist; weak thick platy in the upper 1/2 to 1 inch and weak fine granular structure below; slightly hard, very friable, slightly sticky; many very fine and fine roots; many very fine and fine pores; few very hard subrounded lime nodules to 20mm on long dimension; strongly calcareous; moderately alkaline; clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "A12",
        "top": 20,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A12--8 to 16 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky; many very fine and fine roots; many very fine and fine roots; many very fine and fine pores; few very hard subrounded lime nodules to 30mm on long dimension; strongly calcareous; strongly alkaline; abrupt wavy boundary. (6 to 8 inches thick)"
      },
      {
        "name": "C1ca",
        "top": 41,
        "bottom": 91,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C1ca--16 to 36 inches; pinkish gray (7.5YR 7/2) very gravelly fine sandy loam, (7.5YR 6/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, few very fine roots; many very fine and fine pores; about 55 percent rock fragments of strongly cemented lime, the interior of which are nearly white in color, fragments range up to about 75mm on long dimension; very strongly calcareous; strongly alkaline; abrupt irregular boundary. (20 to 30 inches thick)"
      },
      {
        "name": "C2ca",
        "top": 91,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2ca--36 to 48 inches; white (7.5YR 8/1) fine sandy loam, pinkish white (7.5YR 8/2) moist; massive; very hard, friable, slightly sticky; few very fine roots; many very fine pores; very strongly calcareous, strongly alkaline; abrupt smooth boundary. (8 to 14 inches thick)"
      },
      {
        "name": "C3",
        "top": 122,
        "bottom": 183,
        "dry_hue": "10R",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10R",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly alkaline",
        "narrative": "C3--48 to 72 inches; pale red (10R 6/3) loam (10R 6/4) moist; massive; hard, friable, slightly sticky; many very fine and fine pores; occasional body of white lime embedded in matrix; strongly calcareous, strongly alkaline; less total lime than overlying horizon."
      }
    ]
  ]
}
