{
  "SERIES": "BASEHOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEW-RLT",
  "REVDATE": "01/2001",
  "STATES": "KS,MO",
  "OVERVIEW": "The Basehor series consists of shallow, well drained, moderately rapidly permeable soils that formed in residuum weathered from sandstone.  These soils are on uplands.  Slopes range from 3 to 35 percent.  Mean annual temperature is 55 degrees F, and mean annual precipitation is 35 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, superactive, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Basehor - in a pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; weak medium and fine granular structure; slightly hard, friable; many fine roots; few worm casts; slightly acid; gradual smooth boundary.  (2 to 10 inches thick)\nBw-7 to 11 inches; dark yellowish brown (10YR 4/4) loam, light yellowish brown (10YR 6/4) dry; weak medium and fine granular structure; slightly hard, friable; many fine roots; few small, soft sandstone fragments; moderately acid; abrupt wavy boundary.  (4 to 14 inches thick)\nCr--11 to 13 inches; yellowish brown (10YR 5/4) partially weathered fine grained sandstone; clear wavy boundary.  (0 to 5 inches thick)\nR--13 inches; brownish yellow (10YR 6/6) and yellowish brown (10YR 5/6) hard, fine grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wyandotte County, Kansas; about 3.75 miles north of Bonner Springs, Kansas; 1,275 feet south and 320 feet west of the northeast corner of Sec. 8, T. 11 S., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to a lithic contact in sandstone ranges from 10 to 20 inches.  Reaction ranges from slightly acid to very strongly acid throughout.  Some pedons do not have a Cr horizon.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 and 5 or 6 dry, and chroma of 2 or 3.  A horizons with color value less than 3.5, are too thin to qualify for a mollic epipedon.  This horizon is fine sandy loam or loam.  A stony phase that has stones covering 0.01 to 3 percent of the surface is recognized.  Individual stones are about 1 to 8 meter apart.  Coarse fragment content ranges from 0 to 15 percent.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6 and 5 to 7 dry, and chroma of 3 to 6.  It is fine sandy loam, loam or their gravelly analogues.  Coarse fragment content ranges from 0 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. A series in a similar family is the Ramsey series.  Ramsey soils are subactive, and are wetter in the moisture control section during the 120 days following the summer solstice.  Also, Ramsey soils have an E horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Basehor soils are on erosional uplands, usually adjacent to local drainageways.  Slopes are plane or convex with gradients that range from 3 to 35 percent.  The soils formed in loamy residuum from noncalcareous, fine-grained sandstone. The mean annual temperature ranges from 53 to 57 degrees F, and the mean annual precipitation ranges from 32 to 38 inches.  Thornthwaites Annual P-E Index ranges from 58 to 68."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mandeville, Nodaway, Sharpsburg, Shelby, Sibleyville, and Vinland soils.  Mandeville, Sibleyville, and Vinland soils are on similar positions.  Nodaway soils are stratified and are in the adjacent drainageways.  Sharpsburg and Shelby soils have mollic epipedons and are on higher positions mantled by till or loess."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very high. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used as woodland or pasture.  Native vegetation is hardwood forest with open canopy and an understory of woody shrubs and tall prairie grasses.  Dominant trees are oak, hickory, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Basehor series is in northeast Kansas and in western Missouri.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Agricultural Hall of Fame, Wyandotte County, Kansas, 4/70."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to a depth of 7 inches (A horizon);\nudic moisture regime.\nParalithic contact at 11 inches and Lithic contact at 13 inches.\nThe name is pronounced Bas'er.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
