{
  "SERIES": "BASILE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAT--JKW-RM",
  "REVDATE": "10/2013",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Basile silt loam--in a slight depression in forested stream flood plain. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); gray (10YR 5/1) silt loam; weak fine granular structure; slightly hard, friable; nonsticky and nonplastic; common fine roots; few fine pores; common fine black masses of iron-manganese; very strongly acid; clear wavy boundary. (8 to 15 cm [3 to 6 in] thick)\nEg1--10 to 41 cm (4 to 16 in); gray (10YR 6/1) silt loam; weak fine subangular blocky structure; slightly hard, friable; nonsticky and nonplastic; few fine roots; common fine pores; few fine brown masses of iron-manganese; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with clear boundaries on surfaces of peds; very strongly acid; gradual wavy boundary.\nEg2--41 to 56 cm (16 to 22 in); light gray (10YR 7/2) silt loam; weak medium subangular blocky structure; moderately hard, firm; nonsticky and nonplastic; many fine pores lined with white silt; few fine brown masses of iron-manganese; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with sharp boundaries on surfaces of peds; very strongly acid; abrupt irregular boundary. (combined thickness of the Eg horizon is 30 to 64 cm [12 to 25 in])\nBtg/Eg--56 to 81 cm (22 to 32 in); gray (5Y 6/1) silty clay loam (Bt) and light gray (10YR 7/2) silt loam (E); moderate medium subangular blocky structure; silty clay loam is very hard, firm, slightly sticky and slightly plastic; silt loam is hard, friable, nonsticky and nonplastic; few fine pores lined with clay; common distinct clay films on surfaces of peds; silt loam streaks of the overlying Eg horizon make up 40 percent of this horizon; common fine black masses of iron-manganese; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with sharp boundaries on surfaces of peds; neutral; gradual wavy boundary. (15 to 30 cm [6 to 12 in] thick)\nBtg--81 to 127 cm (32 to 50 in); light olive gray (5Y 6/2) silty clay loam; moderate medium subangular blocky structure; moderately hard, firm, sticky and plastic; few fine pores; many prominent clay films on surfaces of peds; common fine black masses of iron-manganese; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with clear and sharp boundaries on surfaces of peds; moderately alkaline; gradual wavy boundary. (46 to 152 cm [18 to 60 in] thick)\nBkg--127 to 203 cm (50 to 80 in); light olive gray (5Y 6/2) silt loam; weak medium subangular blocky structure; moderately hard, firm, nonsticky and nonplastic; few fine pores; few medium concretions of calcium carbonate; few fine brown masses of iron-manganese; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in matrix; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Evangeline Parish, Louisiana; 5.8 miles south of Pine Prairie on LA Highway 13; 1.1 miles west on parish road; 125 feet north in forest; 40 feet west of East Fork Bayou Nezpique channel; (600 feet east and 100 feet north of southwest corner of Sec. 12, T. 4 S., R. 1 W.; Ville Platte USGS quad; Latitude 30 degrees, 42 minutes, 55 seconds N; Longitude 92 degrees, 26 minutes, 49 seconds W; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 in.  Base saturation is 80 to 100 percent at 127 cm ( 50 in) below the top to the argillic horizon.  Calcium to magnesium ratio is more than 1.   In some pedons exchangeable sodium percentage that is 15 or more occurs at depths of more than 16 in below the upper boundary of the argillic horizon.\nParticle-size control section (weighted average)\nSand content:  total sand content ranges from 6 to 15 percent,  which is dominated by the very fine sand fraction\nA Horizon\nHue: 10YR\nValue: 4 to 6\nChroma:  1 or 2\nTexture: silt loam or silty clay loam\nRedox concentrations: amount-0 to 8 percent, shades-brown or black\nReaction: very strongly acid to neutral\nEg Horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: silt loam\nRedox concentrations: amount-0 to 8 percent, shades-brown or black\nReaction:  very strongly acid to slightly acid\nBtg/Eg Horizon\n(Bt part;  albic material that penetrates the Bt to a depth of 6 to 12 in and makes up 15 to 45 percent of the horizon)\nHue: 10YR to 5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: silty clay loam\n(Eg part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: silt loam\nRedox concentrations: amount-2 to 25 percent, shades-brown or black\nReaction:  moderately acid to slightly alkaline\nBtg Horizon and Btng (where present)\nHue: 10YR to 5Y\nValue: 5 o 6\nChroma: 1 or 2\nTexture: silt loam, clay loam or silty clay loam\nRedox concentrations: amount-2 to 30 percent, shades-black, brown or yellow\nIdentifiable secondary carbonate: amount- 0 to 5 percent, kind-concretions, location-below a depth of 76 cm (30 in)\nReaction:  moderately acid to moderately alkaline\nBkg (where present)\nHue: 10Yr to 5Y\nValue: 5 o 6\nChroma: 1 or 2\nTexture: typically is silt loam but some pedons have strata ranging from silty clay loam to clay.\nRedox concentrations: amount-2 to 30 percent, shades-black, brown or yellow\nIdentifiable secondary carbonate: amount- 1 to 8 percent, kind-\nReaction:  slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Fountain (LA) series and the similar Caddo (LA), Calhoun (LA), Frost (LA), Gilbert (LA), Guyton (LA), Leton (TX), and Wrightsville (AR) series.\nFrost soils:  active CEC to clay classs; lithologic discontinuity .\nCalhoun, Fountain, and Frost soils:  less than 10 percent total sand content; Fountain soils are alkaline in the upper B horizons; Gilbert soils are on terraces and formed in mixed loess and loamy alluvium. Caddo, Guyton, and Leton soils: have siliceous mineralogy and do not have calcium carbonate in the lower B horizons.\nGuyton soils: have calcium to magnesium ratio less than 1\nWrightsville soils:  have a fine particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  loamy alluvial sediments\nLandscape:  coastal plains\nLandform:  flood plains\nSlope: 0 to 1 percent but are dominantly less than 0.5 percent\nSoil Moisture: An aquic soil moisture regime\nMean annual soil temperature: 19.9 to 21.7 degrees C (67 to 71 degrees F)\nMean annual air temperature range: 19.3 to 20.1 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1499 to 1651 mm (59 to 65 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year.\nFrost-free period: 235 to 350 days\nElevation: 2 to 11 m (7 to 36 ft)\nThornthwaite P-E index is near 70"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Acadiana (LA), Barbary (LA), Brule (LA), Crowley (LA), Iota (LA), Kaplan (LA), Kinder (LA), and Vidrine (LA) series.\nAcadiana, Crowley, Kaplan, and Iota soils:  more clay content in the particle-size control section; occur on higher, slightly convex landforms.\nBarbary soils:  very poorly drained;  lower in the landscape in swamps;   n-value more than 0.7.\nBrule soils:  slightly higher in flood plains; are Ultisols.\nKinder soils: higher on the landscape; siliceous mineralogy.\nVidrine soils:  on low mounds; better drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is low.  Permeability is slow.  The water table is within 1.5 feet of the surface from December to May in most years. Frequent flooding for long periods from January to December."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly as woodland.  Native vegetation is mixed hardwood.  Cleared areas are used for pasture.  A few areas are used for truck crops, soybeans, or rice."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Louisiana along major bayous (MLRA 150A; LRR T).  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Evangeline Parish, Louisiana; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as local alluvial land and wet alluvial land. The series description was updated during the Soil Data Join and Recorrelation initiative.\nDiganostic horizons and features recognized in this pedon are:\nOchric epipedon-0 to 56 cm (0 to 22 in) (A and Eg horizons)\nAlbic horizon-10 to 56 cm (4 to 22 in) (Eg horizons)\nArgillic horizon-56 to 127 cm (22 to 50 in0 (Bt\\E and Btg horizons)\nGlossic horizon--more than 15 percent by volume albic material in the upper argillic horizon (Bt/E horizon).\nAquic moisture regime--saturated and reduced for some period in most years.\nADDITIONAL DATA:  NSSL data from Acadia Parish, LA (S93LA-001-17).\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
