{
  "SERIES": "BASINCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev: TJK-JAL-RJS",
  "REVDATE": "01/2007",
  "STATES": "MT",
  "OVERVIEW": "The Basincreek series consists of deep, well drained soils formed in colluvium from granite or other coarse grained igneous or metamorphic rocks.  These soils occur on mountain slopes and hillslopes.  Slopes are 4 to 60 percent. Mean annual precipitation is about 17 inches, and mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Lamellic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Basincreek gravelly coarse sandy loam in forest (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; forest litter layer of slightly decomposed conifer needles and twigs.\nE1--2 to 6 inches; grayish brown (10YR 5/2) gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak medium granular structure; soft, very friable, slightly sticky and non-plastic; many very fine, fine, and medium roots and common coarse roots; 15 percent fine subangular gravel; moderately acid (pH 6.0); gradual smooth boundary.\nE2--6 to 20 inches; light brownish gray (10YR 6/2) gravelly coarse sandy loam; dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; common very fine, fine, and medium roots and few coarse roots; 15 percent fine subangular gravel; moderately acid (pH 6.0); gradual, smooth boundary. (Combined thickness of E horizons is 10 to 24 inches)\nE and Bw1--20 to 28 inches; E part (90 percent) pale brown (10YR 6/3) gravelly coarse sandy loam, grayish brown (10YR 5/2) moist; B part (10 percent) brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; common fine and very fine and few medium and coarse roots; 20 percent fine subangular gravel; slightly acid (pH 6.2); gradual wavy boundary.\nE and Bw2--28 to 37 inches; E part (70 percent) light yellowish brown (2.5Y 6/3) gravelly loamy coarse sand, grayish brown (2.5Y 5/2) moist; B part (30 percent) brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak coarse, subangular blocky structure; E part soft, very friable, non-sticky and non-plastic; B part moderately hard, firm, slightly sticky and slightly plastic;  few fine, medium and coarse roots; 25 percent fine subangular gravel; neutral (pH 6.8); gradual wavy boundary. (Combined thickness of E and Bw horizons is 12 to 30 inches)\nBC--37 to 46 inches; light yellowish brown (2.5Y 6/3) gravelly loamy coarse sand, light olive brown (2.5Y 5/3) moist; single grain; loose, non-sticky and non-plastic; few fine roots; abundant interstitial pores; 25 percent fine subangular gravel; neutral (pH 6.8); abrupt wavy boundary.\nR--46 to 60 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Silver Bow County, Montana; 100 feet North and 1,200 feet East of the SW corner of sec. 22 T. 2 N., R. 8 W. Butte South topographic quadrangle, UTM zone 12T, 0377143E, 5084204N, NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature  36 to 42 degrees F. Cryic temperature regime.\nSoil moisture control section  8 to 24 inches; dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half the cumulative days when soil temperature at a depth of 20 inches is at or above 41 degrees F. Ustic moisture regime\nDepth to thin lamellae: 7 to 28 inches\nDepth to bedrock: 40 to 60 inches\nWeighted average of clay in the particle size control section: 6 to 16 percent  sandy loam or coarse sandy loam texture\nThese soils contain a high proportion of medium, coarse and very coarse angular sand in the sand fraction due to granite or granite-like parent materials.\nCombined thickness of lamellae greater than 0.5 cm thick is less than 5 inches.\nE Horizons  Hue: 10YR or 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 3\nTexture: coarse sandy loam, sandy loam, or loamy coarse sand\nClay content: 5 to 16 percent\nRock fragments: 10 to 55 percent--0 to 10 percent cobbles, stones and boulders, 10 to 45 percent, mainly fine gravel\nReaction: pH 5.8 to 7.0\nNote: Some profiles have a thin (1 to 2 inch), dark A horizon immediately below the litter layer.\nE and Bw Horizons  Hue: 10YR or 2.5Y\nValue: E part 5, 6, or 7, Bt part 5 or 6 dry; E part 4 or 5, Bt part 3 or 4 moist\nChroma: 2, 3, or 4\nTexture: E part - coarse sandy loam or loamy coarse sand, Bw part  sandy loam\nClay content: 8 to 20 percent. Lamellae has less than 3 percent increase in clay.\nRock fragments: 15 to 35 percent--0 to 10 percent cobbles, stones and boulders, 15 to 35 percent, mainly fine gravel\nReaction: pH 6.0 to 7.4\nBC  Horizon  Hue: 10YR, 7.5YR, or 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: sand, loamy coarse sand, coarse sand, or coarse sandy loam\nClay content: 2 to 12 percent\nRock fragments: 25 to 55 percent--0 to 10 percent cobbles, stones and boulders, 25 to 55 percent, mainly fine gravel\nReaction: pH 6.0 to 7.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Elkner and Ligget series. Elkner soils have a udic moisture regime.  Ligget soils have a udic moisture regime and lack sandy textures in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes and hillslopes\nElevation - 5,200 to 8,050 feet\nSlope - 4 to 60 percent\nParent material - colluvium from quartz monzonite, granite, or other coarse grained igneous or metamorphic rocks\nClimate - long cold winters; moist, cool springs; short, dry summers\nMean annual precipitation - 15 to 19 inches\nMean annual air temperature - 34 to 40 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Bobowic, Comad, and Caseypeak series.  Bobowic soils are moderately deep to bedrock.  They occur on more convex, erosional slope positions. Comad soils are very deep, have mainly sandy textures and more than 35 percent rock fragments in the particle-size control section and occur on more depositional positions.  Caseypeak soils are shallow to bedrock and occur on nose slopes or other convex slope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Basincreek soils are primarily used for timber, watersheds, and as wildlife habitat. Native vegetation is mainly Douglas-fir and lodgepole pine overstory with pinegrass, heartleaf arnica, common juniper, Oregon grape, elk sedge, and grouse whortleberry in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Basincreek soils are of moderate extent in mountains and foothills of southwestern Montana. MLRA 43."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Silver Bow County, Montana, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: an ochric epipedon from 0 to 9 inches (Oi, E1, and part of E2 horizons); a cambic horizon from 9 to 37 inches (part of E2, E and Bw1, E and Bw2 horizons); a lithic contact at 46 inches; a particle-size control section from 12 to 42 inches (part of the E2, E and Bw1, E and Bw2, and part of the BC horizons). Basincreek soils have a cryic temperature regime and an ustic soil moisture regime. Gravel throughout the profile are primarily fine pea gravel less than 7 mm in diameter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
