{
  "SERIES": "BASIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RED:WMK:RBH",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Fragiaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Basin fine sandy loam - native grasses.\n(Colors are for moist soil unless otherwise  stated.)\nA--0 to 4 inches, very dark gray (10YR 3/1) fine sandy loam; weak medium granular structure; friable; many fine roots; very strongly acid; clear smooth boundary.  (2 to 5 inches thick)\nE--4 to 9 inches, brown (10YR 5/3) fine sandy loam; weak medium granular structure; friable; many fine roots; few very dark gray worm casts; clear wavy boundary.  (3 to 9 inches thick; Ap horizon is 4 to 10 inches thick.)\nBt1--9 to 22 inches, brownish yellow (10YR 6/6) loam; common medium faint strong brown (7.5YR 5/6), and common medium distinct light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; very strongly acid; clear irregular boundary.  (6 to 16 inches thick)\nE/B--22 to 31 inches, light brownish gray (10YR 6/2) sandy loam; many coarse distinct yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; firm, yellowish brown portion is a slightly brittle and compact; patchy clay bridging; gray portion is E and is stripped of clay; about 10 percent dark red spheroidal plinthite; few fine red ironstone gravel; very strongly acid; gradual wavy boundary.  (5 to 15 inches thick)\nBtxv1--31 to 39 inches, yellowish brown (10YR 5/6) loam; many coarse distinct light gray (10YR 7/1) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; firm brittle and compact in about 45 percent of the volume; clay bridging on yellowish brown portion; gray coatings common on prism faces and in vertical cracks; about 8 percent dark red spheroidal plinthite; few fine red ironstone gravel; very strongly acid; gradual wavy boundary.  (6 to 18 inches thick)\nBtxv2--39 to 60 inches, mottled yellowish brown (10YR 5/6) and light gray (10YR 6/1) loam; weak coarse prismatic structure parting to weak medium subangular blocky; firm, slightly brittle and compact in about 45 percent of the volume; clay coatings and bridging of sand grains on yellowish brown portion; gray coatings common on prism faces and in vertical cracks; less than 5 percent dark red spheroidal plinthite; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  George County, Mississippi; 2.25 miles south of Basin School and 150 feet southwest of road into pasture.  SW1/4NE1/4 sec.  39, T. 3 S., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Depth to the horizon with more than 5 percent plinthite ranges from 18 to 30 inches.  The soil ranges from extremely acid to strongly acid, except the surface layer in areas that have been limed.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2, or hue of 2.5Y, value of 3 or 4, and chroma of 2.  The E horizon, if present, and the Ap horizon have hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 6.  The texture is fine sandy loam, sandy loam, or loam.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma 4 to 8; grayish mottles are few to common.  It is fine sandy loam or loam.  Many sand grains are clean and stripped of clay.  The E part of the E/B horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 or 3 and commonly has mottles in shades of red, brown, or gray; in some pedons, the E/B horizon is mottled in these colors.  Some pedons have a B/E horizon rather than an E/B horizon; texture is loam or sandy loam, and the amount of clay is less than in the horizon above.  The Btxv horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 6 with few to many mottles in shades of gray, yellow, brown, or red, or the horizon is mottled.  The Btxv horizon is loam, fine sandy loam, or sandy clay loam.  The amount of plinthite in the Btx horizon ranges from 5 to 15 percent by volume.  About 40 to 50 percent of the Btx horizon is brittle and compact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brewton and Stough series and the closely related Atmore, Bowie, Escambia, Irvington, Lynchburg, Pheba, Poarch, Prentiss, and Robertsdale series.  Brewton, Lynchburg, Pheba, Prentiss, and Stough do not have plinthite; in addition, Pheba and Prentiss soils have a fragipan.  Atmore soils are predominantly gray below the A horizon.  Bowie soils have a fine-loamy particle-size class.  Escambia and Poarch soils are not brittle and compact in the lower part of the Bt horizon, and in addition, Poarch soils are well and moderately well drained.  Irvington, Lynchburg, and Robertsdale soils have a fine-loamy particle-size class, and in addition, the Irvington soils are better drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Basin soils are on uplands and stream terraces of low relief in the Eastern Gulf Coast Flatwood Major Land Resource Area.  These soils formed in loamy sediments.  Slopes range from 0 to 5 percent.  The climate is warm and humid with an average annual rainfall of 62 inches.  The mean annual temperature is about 67 degrees Fahrenheit near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Atmore, Escambia, and Poarch soils of the competing series and the Benndale, Leaf, and Savannah soils.  The poorly drained Atmore soils are on flats and in depressions.  The somewhat poorly drained Escambia soils are in similar positions as the Basin soils.  Well drained and moderately well drained Poarch soils, commonly are on slightly higher positions on ridgetops and hillsides.  The well drained Benndale soils, which do not have as much as 5 percent plinthite, are on ridgetops.  The poorly drained Leaf soils, which have a clayey particle-size class, are in lower positions.  The moderately well drained Savannah soils, which have a fine-loamy particle-size class and a fragipan, are on ridgetops and hillsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff and slow permeability in the horizon with plinthite.  Seasonal high water table is at a depth of 1.0 to 2.0 feet late in winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Basin soils are in forest of loblolly, slash, and longleaf pine with an understory of gallberry and wax myrtle.  Open areas are mainly in native plants.  Small areas have been developed in improved pasture and some are used for corn and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The lower coastal plain sections of Alabama, Louisiana, Mississippi, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lamar County, Mississippi; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile:\nOchric epipedon - the zone from the surface to approximately 9\ninches (A, E horizons).\nArgillic horizon - the zone from approximately 9 to 60 inches\n(Bt1, E/B, Btxv1, Btxv2 horizons).\nFragiaquic Paluedults feature - mottles having chroma of 2 at a\ndepth of approximately 9 inches.  Firm, brittle, and compact brownish portion in the argillic horizon in the zone from approximately 22 to 60 inches.  More than 5 percent plinthite in the zone from approximately 22 to 39 inches.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
