{
  "SERIES": "BASINGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MF-CAP/ GRB",
  "REVDATE": "03/2020",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Spodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Basinger fine sand, in an area of range (Colors are for moist soil).\nA--0 to 5 centimeters (0 to 2 inches); very dark gray (10YR 3/1) rubbed, fine sand; weak fine granular structure; very friable; many fine roots; many uncoated light gray (10YR 7/2) sand grains; strongly acid; clear smooth boundary. [5 to 20 centimeters thick (2 to 8 inches thick)]\nEg--5 to 46 centimeters (2 to 18 inches); light gray (10YR 7/2) fine sand; single grain; loose; few fine and medium roots; common medium distinct very dark grayish brown (10YR 3/2) streaks of organic matter along root channels; very strongly acid; clear wavy boundary.  [13 to 107 centimeters thick (5 to 42 inches thick)]\nBh/Eg--46 to 91 centimeters (18 to 36 inches); brown (10YR 5/3) (Bh) and light brownish gray (10YR 6/2) (E) fine sand; common medium distinct dark reddish brown (5YR 3/2) weakly cemented bodies; common medium distinct very dark grayish brown (10YR 3/2) streaks of organic matter along root channels; single grain; loose; few fine and medium roots; many uncoated sand grains in Bh portion; few fine faint yellowish brown (10YR 5/6) masses of iron concentrations; strongly acid; gradual wavy boundary.  [15 to 64 centimeters thick (6 to 25 inches thick)]\nCg--91 to 203 centimeters (36 to 80 inches); light brownish gray (10YR 6/2) fine sand; single grain; loose; many uncoated sand grains; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okeechobee County, Florida.   About 2,158 feet west of NE 176th Ave and 865 feet south of NW 240th St.; in the NE 1/4, Sec. 3, T. 35S.; R.33E; latitude 27 degrees, 27 minutes, and 45.23 N and longitude 81 degrees, 0 minutes, and 50.13 seconds W., WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 203 centimeters (80 inches) or more\nDepth to seasonal high water table: 0 to 46 centimeters (0 to 18 inches)\nDepth to spodic (intergrade) horizon:  18 to 27 centimeters (7 to 50 inches)\nSoil Reaction: Extremely acid to neutral throughout (pH 3.5 to 7.3) except where the surface has been limed.\nParticle-size control section (weighted averages):\nClay content:  0 to 7 percent\nFine sand content:   30 to 75 percent\nSilt content:  less than 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Moultrie and Valkaria series.\nMoultrie soils--have spodic horizons 30 to 76 centimeters (12 to 30 inches) below the surface, contain more salts and have higher conductivity in the saturation extract.  In addition, Moultrie soils are very frequently flooded and occur in the tidal zone.\nValkaria soils--have spodic horizons 18 to 102 centimeters (7 to 40 inches) below the surface, have Bw horizons and occur in similar landform positions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain Flatwoods\nLandform(s): Low flats, depressions and poorly defined drainageways\nParent material: Sandy marine sediments\nMean annual air temperature: 20 to 25 degrees C (68 to 77 degrees F.)\nMean annual precipitation: 107 to 173 centimeters (42 to 68 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nEaugallie soils--have Bh horizons and are Spodosols.  In addition, Eaugallie soils have a Bt horizon below the spodic horizon and are on similar landscape positions.\nImmokalee soils--have Bh horizons and are Spodosols.  In addition, Immokalee soils have A and E horizons greater than 76 centimeters (30 inches).\nMargate soils--have limestone bedrock at depths of 51 to 102 centimeters (20 to 40 inches).\nMyakka soils--have Bh horizons and are Spodosols.\nOldsmar soils--have Bh horizons and are Spodosols.  In addition, Oldsmar soils have a Bt horizon below the spodic horizon and are on similar landscape positions.\nOna soils--have Bh horizons and are Spodosols.\nPlacid soils--have an umbric epipedon, do not have a Bh horizon, and are on similar landscape positions.\nPompano soils--do not have a Bh or Bh/E horizon and are on similar landscape positions.\nSamsula soils--have an Oa horizon that is 41 to 130 centimeters (16 to 51 inches) in thickness and occur in depressions, marshes, and swamps.\nSanibel soils--have a well decomposed organic surface that is 20 to 38 centimeters (8 to 15 inches) thick and occur in depressions, marshes, and swamps.\nSmyrna soils--have Bh horizons, are Spodosols and are on broad flatwoods.\nWabasso soils--have Bh horizons and are Spodosols.  In addition, Wabasso soils have a Bt horizon below the spodic horizon and are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (Ksat): High to very high\nPermeability: Rapid\nSurface runoff: Negligible\nFlooding frequency and duration: None\nPonding frequency and duration: Under natural conditions the soil is covered by water (ponded) - very frequently for very long duration for 6 to 9 months, currently ponding is controlled by anthropogenic activities."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Most areas of Basinger soils have been cleared and are used for improved pasture and rangeland.  With water control, they are used for winter truck crops and tame pasture.\nDominant vegetation: Slash pine, long leaf pine, southern slash pine, scattered cypress with an understory dominated by gallberry, pineland threeawn, cabbage palm, scattered saw palmetto, St. Johns wort, cutthroat grass, blue maidencane, low panicum, wax-myrtle and sand cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okeechobee County, Florida; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon:  0 to 46 centimeters (0 to 18 inches) (A and E horizons)\n2. Spodic intergrade: 46 to 91 centimeters (18 to 36 inches) (Bh/E horizon)\n3. Aquic conditions: Endosaturation ranges from 0 to 203 centimeters (0 to 80 inches)\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data is provided by the University of Florida, Department of Soil and Water Science, Gainesville, FL and the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
