{
  "SERIES": "BASKET",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/BKP",
  "REVDATE": "02/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Basket very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 40 percent gravel, 30 percent cobbles and 2 percent stones.\nA1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown(10YR 3/2), moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 20 percent cobbles and 35 percent gravel; noneffervescent; neutral (pH 6.8); clear smooth boundary. (3 to 10 cm thick)\nA2--3 to 10 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2), moist; moderate medium platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine vesicular pores; 5 percent cobbles and 35 percent gravel; noneffervescent; neutral pH 6.8; clear smooth boundary. (0 to 10 cm thick)\nBt1--10 to 28 cm; brown (7.5YR 5/3) very gravelly sandy clay loam, brown (7.5YR 4/3), moist; strong fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine to medium roots; common fine tubular pores; 10 percent faint clay bridges between sand grains and 10 percent faint clay films on surfaces along pores and 10 percent faint clay films on all faces of peds; 5 percent cobbles and 45 percent gravel; noneffervescent; neutral (pH 6.8); clear smooth boundary. (10 to 25 cm thick)\nBt2--28 to 43 cm; brown (7.5YR 5/3) very gravelly clay loam, brown (7.5YR 4/3), moist; strong fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine to coarse roots; common fine tubular pores; 25 percent faint clay films on all faces of peds and 25 percent faint clay films on surfaces along pores; 5 percent cobbles and 45 percent gravel; noneffervescent; neutral (pH 6.8); clear smooth boundary. (10 to 25 cm thick)\nBt3--43 to 56 cm; light brown (7.5YR 6/4) very gravelly clay loam, brown (7.5YR 4/4), moist; strong fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine to medium roots; common fine tubular pores; 25 percent faint clay films on surfaces along pores and 25 percent faint clay films on all faces of peds; 5 percent cobbles and 45 percent gravel; noneffervescent; neutral (pH 6.8); clear smooth boundary. (0 to 25 cm thick)\nBt4--56 to 71 cm; light brown (7.5YR 6/3) very gravelly sandy clay loam, brown (7.5YR 4/3), moist; massive; slightly hard, very friable, moderately sticky, moderately plastic; common very fine and fine roots; common fine tubular pores; 10 percent faint clay films on surfaces along pores; 5 percent cobbles and 50 percent gravel; noneffervescent; neutral, pH 6.8; clear smooth boundary. (0 to 20 cm thick)\n2C--71 to 97 cm; light brown (7.5YR 6/3) extremely gravelly sandy loam, brown (7.5YR 4/3), moist; massive; soft, very friable, slightly sticky, slightly plastic; few fine roots; few fine tubular pores; 25 percent cobbles and 40 percent gravel; noneffervescent; neutral (pH 6.8); clear smooth boundary. (0 to 30 cm thick)\n2Cqk--97 to 152 cm; light brown (7.5YR 6/3) very gravelly sandy loam, brown (7.5YR 4/3), moist; massive; soft, very friable, slightly sticky, slightly plastic; few fine roots; few fine tubular pores; 10 percent coarse strongly cemented silica and carbonate concretions and 35 percent fine to coarse weakly cemented carbonate masses; 5 percent cobbles and 40 percent gravel; violently effervescence; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; USGS Buck Wash Well 7.5 minute topographic quadrangle; latitude 38 degrees 9 minutes 23.4 seconds N and longitude 114 degrees 13 minutes 52.1 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall except intermittently moist for 10 to 20 days between July and September due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nOchric epipedon thickness: 3 to 20 cm.\nDepth to base of argillic horizon: 28 to 75 cm.\nMineralogy: 12 to 24 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nParticle-size control section - Clay Content: 18 to 35 percent.\nRock Fragments: 35 to 60 percent, mostly gravels.\nA horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4, moist.\nChroma: 2 or 3, dry or moist.\nStructure: Subangular blocky or platy.\nBt1 horizon\nHue: 7.5YR or 5YR.\nValue: 4 through 6, dry and 4 or 5, moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay loam, sandy clay loam, or loam.\nClay content: 18 to 35 percent.\nRock fragments: 35 to 55 percent mainly gravel.\nReaction: Neutral through moderately alkaline.\nBt2, Bt3 and Bt4 horizons if present\nHue: 7.5YR or 5YR.\nValue: 5 through 6, dry and 4 or 5, moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay loam or sandy clay loam.\nClay content: Averages 27 to 35 percent. Some pedons contain thin sub-layers with greater than 35 percent clay.\nRock fragments: Average 35 to 60 percent, mainly gravel.\nReaction: Neutral through moderately alkaline.\n2C and 2Cqk horizons\nHue: 7.5YR or 5YR.\nValue: 4 through 6, dry 4 or 5 moist.\nChroma: 3 through 5, dry or moist.\nTexture: Sandy loam, loamy coarse sand, loamy sand, sand or coarse sand with randomly stratified gravel or cobbles.\nRock fragments: Average 45 to 80 percent, mainly gravel and cobbles or strongly silca or carbonate cemented masses or lenses.\nCementation: Average 0 to 20 percent strongly silica or silica carbonate masses or plates; 10 to 30 percent weakly silica or silica carbonate masses or plates.\nEffervescence: Noneffervescent through violently effervescence.\nReaction: Neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bairs, Breko, Chiefrange, Cowgil, Drino, Hefed, Huilepass, Hunewill, Jungo, Kayo, Lithgo, Plush, Schader, Stucky, and Washoe series.\nBairs, Cowgil, Drino, Hefed, Hunewill, Jungo, Kayo, Stucky, and Washoe soils are not intermittently moist in some part due to convection storms between July and September. Bairs soils have 5 to 30 percent granitic stones or boulders in the control section. Breko soils are effervescent in the argillic horizon and soil temperature warmer than 12 degrees C. Chiefridge, Drino, Lithgow, and Schader soils are moderately deep to lithic contacts. Huilepass soils have a clay content of 12 to 20 percent and rock fragments of 60 to 75 percent in the control section. Kayo soils have a clay content of 13 to 18 percent in the particle-size control section. Plush soils have lithic contact at 100 to 150 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Basket soils are on sideslopes, shoulders and summits of fan remnants and eroded pediment remnants at elevations of 1,800 to 2,100 meters. They formed in alluvium derived from welded tuff over lacustrine deposits. Slopes are 2 to 30 percent. The climate is semiarid and cool, with a mean annual precipitation of 250 to 300 mm. The mean annual temperature is 7 to 10 degrees C. The frost free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Decathon, Homestake, and Satt soils. Decathon soils have fine, loamy particle-size control sections and have duripans.  Homestake soils have mollic epipedons and clayey-skeletal particle-size control sections.  Satt soils are clayey-skeletal, moderately deep to duripans, and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for livestock grazing and wildlife habitat.  Vegetation is primarily Wyoming big sagebrush, spiny hopsage, Indian ricegrass, bottlebrush squirreltail and needleandthread. This site is correlated to Ecological Site R028AY015NV, Loamy 8-10. The site is readily invaded by singleleaf pinyon and Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada.  These soils are moderately extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Basket soils were formerly classified as Brown soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 10 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 10 to 71 cm (Bt1, Bt2 Bt3 and Bt4 horizons).\nSilica cementation - The zone from 71 to 152 cm (2Cq and 2Cqk horizons).\nParticle-size control section - The zone from 10 to 50 cm (Bt1, Bt2 and part of Bt3 horizons).\nADDITIONAL DATA: The type was moved 10/2008 to better reflect the series concept. The series concept was changed from frigid to mesic.\nPrevious authors include LR/LNL/ELS/JVC.\nThe concept where Basket series was used in the Big Smokey Area should be reviewed.\nUser Site and Pedon ID: 08NV613A24-JBF.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
