{
  "SERIES": "BASTROP",
  "STATUS": "Established Series",
  "BYREV": "Rev. EHT-HCD-CLG-GLL",
  "REVDATE": "12/2016",
  "STATES": "OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bastrop fine sandy loam--in pastureland.\n(Colors are for dry soil unless otherwise stated).\nA1--0 to 25 cm (0 to 10 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable; many fine and common medium roots; common very fine pores; few medium rounded siliceous pebbles; slightly acid; abrupt smooth boundary. (Thickness is 10 to 46 cm [4 to 18 in])\nA2--25 to 33 cm (10 to 13 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak medium and fine subangular blocky structure; slightly hard, friable; many fine and few medium roots; common very fine pores; few mole burrows up to 2-1/2 inches in diameter; few fine wormcasts; few medium rounded siliceous pebbles; slightly acid; clear wavy boundary. (Thickness is 0 to 15 cm [0 to 6 in])\nBt1--33 to 51 cm (13 to 20 in); reddish brown (5YR 4/4) sandy clay loam, reddish brown (5YR 4/4) moist; strong coarse prismatic and moderate medium subangular blocky structure; hard, friable; many fine and few medium roots; many very fine pores; common thin patchy clay films on surfaces of peds; many fine wormcasts; few worm nests and holes filled with slightly darker soil; few medium rounded siliceous pebbles; neutral; gradual wavy boundary. (Thickness is 10 to 51 cm [4 to 20 in])\nBt2--51 to 76 cm (20 to 30 in); yellowish red (5YR 4/6) sandy clay loam, yellowish red (5YR 4/6) moist; strong coarse prismatic and moderate medium subangular blocky structure; hard, firm; many fine roots; few medium roots; many very fine and fine pores; common thin dark reddish brown (5YR 3/4) clay films on surfaces of prisms; many fine wormcasts; few krotovinas as much as 0.5 inch in diameter; few medium rounded siliceous pebbles; neutral; gradual wavy boundary. (Thickness is 20 to 76 cm [8 to 30 in])\nBt3--76 to 127 cm (30 to 50 in); yellowish red (5YR 4/6) sandy clay loam, yellowish red (5YR 4/6) moist; strong coarse prismatic and moderate medium subangular blocky structure; hard, firm; common fine and few medium roots; many very fine and fine pores; common thin reddish brown (5YR 4/4) clay films on surfaces of prisms; many fine and very fine wormcasts; few medium rounded siliceous pebbles; neutral; gradual wavy boundary. (Thickness is 25 to 76 cm [10 to 30 in])\nBt4--127 to 183 cm (50 to 72 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate coarse prismatic and moderate medium and coarse subangular blocky structure; hard, firm; few fine roots; many very fine and few fine pores; common thin clay films on surfaces of prisms; common fine wormcasts; few medium rounded and angular siliceous pebbles; neutral; clear wavy boundary. (Thickness is 0 to 76 cm [0 to 30 in])\nBCtk--183 to 203 cm (72 to 80 in); yellowish red (5YR 5/8) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic and moderate medium and coarse subangular blocky structure; hard, friable; few fine roots; common very fine and fine pores; few very fine wormcasts; few patchy clay films on surfaces of prisms; few medium rounded siliceous pebbles and few fragments of calcareous sandstone; few films and threads of calcium carbonate on surfaces of prisms; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Palo Pinto County, Texas south of Mineral Wells; from the intersection of Interstate Highway 20 and U.S. Highway 281, north on U.S. Highway 281 to the east end of the Brazos River bridge, and 0.8 mile north-northeast on U.S. Highway 281; site is west of the highway and 60 feet from a fence.\nUSGS topographic quadrangle: Brazos East, TX;\nLatitude: 32 degrees, 39 minutes, 9.5 seconds, N;\nLongitude: 98 degrees, 5 minutes, 51.5 seconds, W.\nDatum:  WGS84;\nUTM Easting 584626 m, UTM Northing 3613139 m; UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Udic ustic soil moisture regime.\nSolum thickness: 152 to 203 cm (60 to 80 in)\nRock fragments: 0 to 3 percent by volume siliceous gravel throughout\nParticle-size control section (weighted average)\nClay content: 20 to 35 percent\nA horizon:\nHue: 5YR to 10YR\nValue: 4 to 6 dry, 4 moist\nChroma: 2 to 6\nTexture: loamy fine sand, fine sandy loam, very fine sandy loam, or loam\nReaction (pH): moderately acid to slightly alkaline (5.6-7.8)\nBt horizons:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: loam, sandy clay loam, or clay loam\nClay content: 20 to 35 percent\nEffervescence: Most pedons are calcareous below 152 cm (60 in).\nReaction (pH): moderately acid to moderately alkaline (5.6-8.4)\nBC, Btk, or Ck horizon: (where present)\nHue: 5YR to 7.5YR\nValue: 5 to 7\nChroma: 4 to 8\nTexture: sandy clay loam, loam, or clay loam with or without strata of fine sandy loam or loamy sand; Some pedons have gravelly or very gravelly layers below 152 cm (60 in) and most pedons have gravelly layers within a depth of 3.7 m (12 ft).\nIdentifiable secondary carbonate: Some pedons have films, threads, and/or concretions below 152 cm (60 in)\nReaction (pH): slightly acid to moderately alkaline (6.1-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Bastsil, Duffau, Galey, Konawa, Konsil, and May series.\nBastsil soils: have siliceous mineralogy\nDuffau soils: have siliceous mineralogy and developed in material weathered from sandstone on higher positions\nGaley soils: are moderately acid or strongly acid throughout the Bt horizon\nKonawa and May soils: have argillic horizons with a significant decrease in clay from the maximum within 152 cm (60 in) of the surface\nKonsil soils: have siliceous mineralogy, have a base saturation percentage in the Bt horizon of less than 75 percent, and have sandstone in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium\nLandscape: river valleys\nLandform: treads on terraces\nSlope: 0 to 8 percent, but are dominantly less than 3 percent\nMean annual precipitation: 711 to 1092 mm (28 to 40 in)\nThornthwaite P-E indices range from 40 to 56.\nMean annual air temperature: 17.2 to 20.0 degrees C (63 to 68 degrees F)\nFrost free period: 215 to 265 days\nElevation: 121.9 to 487.7 m (400 to 1,600 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Apalo, Axtell, Decordova, Minwells, Pedernales, and Travis series.\nApalo soils: occur on lower terrace positions, have a coarse-silty particle-size control section, and do not have an argillic horizon\nAxtell soils: have a fine particle-size control section and are on higher terrace remnants\nDecordova soils: have coarse-loamy particle-size control section and occur on lower terrace positions\nMinwells soils: have a fine particle-size control section and are underlain by thick beds of gravelly material\nPedernales and Travis soils: have a fine particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About half of Bastrop soils are cultivated to cotton, corn, grain sorghums, tree fruits, peanuts, and vegetables. The remainder is planted in johnsongrass, sudan, bermudagrass, and oats, and is used as pastureland and hayland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and north central Texas mainly along the Colorado and Brazos Rivers; MLRAs 80B, 84B, and 85; Series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bastrop County, Texas; 1907."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 12/2016 (RFG-TRD): Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section - 33 to 83 cm (13 to 33 in) (Bt1, Bt2 and upper Bt3 horizons)\nOchric epipedon - 0 to 33 cm (0 to 13 in) (A horizons)\nArgillic horizon - 33 to 203 cm (13 to 80 in) (Bt horizons)\nCation exchange activity class - Active\nPale feature - Soil does not have a 20 percent decrease in clay content within a depth of 152 cm (60 in), and has a chroma of 6 at 152 cm (60 in).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
