{
  "SERIES": "BATEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/GLG/TDT",
  "REVDATE": "01/2002",
  "STATES": "OR",
  "OVERVIEW": "The Bateman series consists of very deep, well drained soils that formed in colluvium weathered from sandstone and siltstone.  Bateman soils are on foothills and mountains.  Slopes are 3 to 60 percent.  The mean annual precipitation is about 45 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bateman silt loam - forested.  (Colors are for moist soil unless otherwise noted.)\n0i--1 inch to 0; duff layer of needles, twigs and moss.\nA--0 to 7 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and medium granular stucture; slightly hard, very friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine to medium irregular pores; 5 percent gravel; moderately acid (pH 5.6); clear wavy boundary.  (6 to 10 inches thick)\nBAt--7 to 15 inches; dark brown (7.5YR 4/4) silty clay loam, light brown (7.5YR 6/4) dry; weak fine subangular blocky stucture; very hard, very friable, slightly sticky and slightly plastic; common very fine and fine and few coarse roots; common very fine to medium tubular pores; very few faint clay films on faces of peds; 5 percent gravel; strongly acid (pH 5.4); clear wavy boundary.  (6 to 9 inches thick)\nBt1--15 to 32 inches; dark brown (7.5YR 4/4) silty clay loam, reddish yellow (7.5YR 6/6) dry; moderate medium subangular blocky structure; very hard, friable, sticky and plastic; common very fine to coarse roots; few very fine tubular pores; common distinct clay films on faces of peds; 5 percent gravel; strongly acid (pH 5.4); gradual wavy boundary.  (12 to 18 inches thick)\nBt2--32 to 50 inches; reddish brown (5YR 4/4) silty clay loam, reddish yellow (7.5YR 6/6) dry; moderate medium subangular blocky structure; extremely hard, friable, sticky and plastic; common fine and few coarse roots; few very fine tubular pores; many distinct clay films on faces of peds; 10 percent gravel; strongly acid (pH 5.2); gradual wavy boundary.  (15 to 35 inches thick)\nBCt--50 to 63 inches; dark brown (7.5YR 4/4) gravelly silty clay loam, reddish yellow (7.5YR 6/6) dry; moderate coarse subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; common fine and few coarse roots; few very fine tubular pores; many distinct clay films on faces of peds; 20 percent gravel; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; about 8 miles northwest of Sutherlin on BLM road 19.1, one-half mile south of its junction with BLM road 29.0; 2,300 feet west and 2,250 feet north of the SE corner of section 36, T. 24 S., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 52 to 57 degrees F.  These soils are usually moist but are dry for 45 to 60 consecutive days following the summer solstic throughout the soil moisture control section.   Depth to rock is 60 inches or more.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 through 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist, 3 through 6 dry.  Coarse fragments range from 0 to 15 percent gravel.\nThe upper part of the Bt horizon has hue of 10YR to 5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 4 through 6 moist, 5 through 8 dry.  It is heavy silty clay loam or silty clay and averages 35 to 45 percent clay.  Coarse fragments range from 0 to 10 percent gravel.  The lower part has similar colors as above with coarse fragments increasing with depth and averaging 15 to 35 percent gravel and cobbles.\nThe C horizon, where present, is silty clay loam or clay loam.  Coarse fragments range from 20 to 30 percent gravel and 0 to 5 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Galiente (T), Melbourne, Munset (T), Sauvda, and Spreckels (T) series.  Galiente soils are dry for 60 to 75 consecutive days and have a 20 percent absolute clay increase to the argillic horizon.  Melbourne soils commonly have 45 to 60 percent clay in the control section and are mottled in the lower part of the agrillic horizon. Munset soils are moderately deep to basalt bedrock.  Sauvola soils  are mottled throughout the argillic horizon.  Spreckels soils are very gravelly in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bateman soils are on side slopes of mountains and low rolling foothills.  Slopes range from 3 to 60 percent.  Elevations range from 250 to 2,600 feet.  The soils formed in colluvium and residuum weathered from sandstone and siltstone.  The climate is characterized by cool moist winters and dry warm summers.  The mean annual precipitation is 30 to 60 inches.  Mean January temperature is 39 degrees F.; the mean July temperature is 66 degrees F.  The mean annual temperature is 50 to 55 degrees F.  The frost-free period is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atring, Bellpine, Jory, Oakland, Rosehaven, Sutherlin and Vermisa series.  Atring and Vermisa soils are loamy-skeletal and lack an argillic horizon. Bellpine and Jory soils have less than 35 percent base saturation in the lower part of the argillic horizon.  Also, Bellpine soils are 20 to 40 inches deep to a paralithic contact.  Oakland soils are 20 to 40 inches deep to a paralithic contact.  Rosehaven soils are fine-loamy and located on rounded ridgetops and side slopes of mountains and foothills.  Sutherlin soil have contrasting textures and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, some farming, livestock grazing, wildlife habitat, and watershed.  Natural vegetation is Douglas fir, incense-cedar, Oregon white oak, scattered salal, madrone, hazel, poison oak, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern side of the Coast Range in southern Oregon; MLRA 2.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 1994 draft reflects a change in classification from Haploxeralfs to Palexeralfs.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon\nArgillic horizon - the zone from 7 to 63 inches (BAt, Bt1, Bt2, BCt horizons)\nParticle-size control section - the zone from 7 to 27 inches (BAt and upper part of Bt1 horizon)\nPale feature - the zone from 7 to 63 inches having no decrease in clay by 20 percent\nUltic feature - assumed base saturation (sum) of less than 75 percent throughout the argillic horizon\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and medium granular stucture; slightly hard, very friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine to medium irregular pores; 5 percent gravel; moderately acid (pH 5.6); clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "BAt",
        "top": 18,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--7 to 15 inches; dark brown (7.5YR 4/4) silty clay loam, light brown (7.5YR 6/4) dry; weak fine subangular blocky stucture; very hard, very friable, slightly sticky and slightly plastic; common very fine and fine and few coarse roots; common very fine to medium tubular pores; very few faint clay films on faces of peds; 5 percent gravel; strongly acid (pH 5.4); clear wavy boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 81,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--15 to 32 inches; dark brown (7.5YR 4/4) silty clay loam, reddish yellow (7.5YR 6/6) dry; moderate medium subangular blocky structure; very hard, friable, sticky and plastic; common very fine to coarse roots; few very fine tubular pores; common distinct clay films on faces of peds; 5 percent gravel; strongly acid (pH 5.4); gradual wavy boundary.  (12 to 18 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 81,
        "bottom": 127,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--32 to 50 inches; reddish brown (5YR 4/4) silty clay loam, reddish yellow (7.5YR 6/6) dry; moderate medium subangular blocky structure; extremely hard, friable, sticky and plastic; common fine and few coarse roots; few very fine tubular pores; many distinct clay films on faces of peds; 10 percent gravel; strongly acid (pH 5.2); gradual wavy boundary.  (15 to 35 inches thick)"
      },
      {
        "name": "BCt",
        "top": 127,
        "bottom": 160,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "narrative": "BCt--50 to 63 inches; dark brown (7.5YR 4/4) gravelly silty clay loam, reddish yellow (7.5YR 6/6) dry; moderate coarse subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; common fine and few coarse roots; few very fine tubular pores; many distinct clay films on faces of peds; 20 percent gravel; strongly acid (pH 5.2)."
      },
      {
        "name": "0i",
        "top": 3,
        "narrative": "0i--1 inch to 0; duff layer of needles, twigs and moss."
      }
    ]
  ]
}
