{
  "SERIES": "BATH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEW-STS-SEA",
  "REVDATE": "10/2017",
  "STATES": "NY,PA",
  "OVERVIEW": "The Bath series consists of very deep, well drained soils formed in till. They are nearly level to steep soils on glaciated uplands. A fragipan is at a depth of 66 to 97 cm (26 to 38 in) below the soil surface. Slope ranges from 0 to 60 percent. Mean annual temperature is about 8 degrees C (46 degrees F) and mean annual precipitation is about 1080 mm (42 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bath channery silt loam, on a 3 to 8 percent slope. (Colors are for moist soil.)\nAp -- 0 to 28 cm (0 to 11 in); brown (10YR 4/3) channery silt loam; moderate medium granular structure and moderate fine granular structure; very friable; many fine and common medium roots; 15 percent rock fragments; moderately acid (pH 5.8); abrupt smooth boundary. (13 to 30 cm (5 to 12 in) thick)\nBw1 -- 28 to 38 cm (11 to 15 in); yellowish brown (10YR 5/6) channery silt loam; weak medium subangular blocky; friable; common fine roots; common fine pores; 20 percent rock fragments; strongly acid (pH 5.3); clear broken boundary.\nBw2 -- 38 to 64 cm (15 to 25 in); light olive brown (2.5Y 5/4) channery loam; moderate medium  subangular blocky structure; friable; common fine roots; common fine and few medium pores; 25 percent rock fragments; moderately acid (pH 5.8); clear wavy boundary. (Combined thickness of the Bw horizons is 36 to 61 cm (14 to 24 in).\nE -- 64 to 74 cm (25 to 29 in); grayish brown (10YR 5/2) channery loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; 1 percent fine faint yellowish brown (10YR 5/6) and yellowish brown (10YR 5/4) masses of oxidized iron; 25 percent rock fragments; moderately acid; gradual wavy boundary. (0 to 20 cm (0 to 8 in) thick)\nBx -- 74 to 132 cm (29 to 52 in); brown (10YR 4/3) and brown (10YR 5/3) very channery silt loam; weak very coarse prismatic structure parting to weak medium subangular blocky structure; firm; few fine roots along prism faces; few fine and medium pores; brittle; clay films on surfaces along pores and clay bridges between sand grains; 1 percent yellowish brown (10YR 5/6) and yellowish brown (10YR 5/4) masses of oxidized iron; 35 percent rock fragments; moderately acid (pH 5.8); clear wavy boundary. (20 to 137 cm (8 to 54 in) thick)\nC--132 to 152 cm (52 to 60 in); light olive brown (2.5Y 5/4) very channery silt loam; massive; firm; few fine pores; clay films on surfaces along pores in upper part; 1 percent fine faint yellowish brown (10YR 5/6) masses of oxidized iron; 35 percent rock fragments; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chenango County, New York; Town of Columbus, 1/4 mile south of Lambs Corners Road, and 400 feet west of Norton Road; USGS New Berlin North topographic quadrangle; latitude 42 degrees, 40 minutes, 52.49 N. and longitude 75 degrees, 21 minutes, 33.07 seconds W. NAD 1983. Elevation is 448 m (1469 ft)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 102 to 203 cm (40 to 80 in). Depth to the top of the fragipan ranges from 66 to 97 cm (26 to 38 in). Depth to bedrock ranges from 102 (40 in) to 6 m (20 ft) or more. Rock fragments, primarily angular or subrounded sandstone or siltstone but in some pedons shale, range from 2 to 40 percent in individual horizons above the fragipan, and from 15 to 65 percent in the fragipan and C horizons. The soil ranges from very strongly to moderately acid in horizons above the fragipan, unless limed, from very strongly to slightly acid in the fragipan and from strongly acid to moderately alkaline in the C horizon.\nThe Ap horizon has hue of 10YR or 2.5Y, values of 3 to 5, and chroma of 2 to 4. Dry colors have value of 5 or 6 and chroma of 2 to 4. They are silt loam or loam in the fine earth fraction. Undisturbed areas have thin dark A horizons and some have thin E horizons. Thin BA horizons may be present in some places. Some undisturbed pedons have a thin O horizon.\nThe Bw horizon has hues of 7.5YR to 2.5Y, values of 4 to 6, and chroma of 3 to 8. They are silt loam or loam in the fine earth fraction commonly with more than 55 percent silt plus very fine sand.\nThe E horizon has hue of 10YR to 5Y, values of 5 or 6, and chroma of 2 or 3, with or without few faint to prominent redoximorphic features. Texture is silt loam, loam, or fine sandy loam in the fine earth fraction. Structure is subangular blocky or platy.\nThe Bx horizon has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 3 to 6 with redoximorphic features in most pedons. They range from silt loam to sandy loam in the fine earth fraction. They have platy, subangular blocky, or blocky structure within very coarse prisms or are massive within very coarse prisms. Consistence is firm or very firm.\nThe C or Cd horizon, where present, has color and fine-earth texture similar to the Bx horizon. Some pedons are slightly effervescent and calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Braceville, Broadalbin, Ira, Lackawanna, Mardin, Rushford, Sodus, Swartswood, Wellsboro, and Wurtsboro series. Braceville soils have stratified sand and gravel in the lower part of the series control section. The Lackawanna and Wellsboro soils have hues of 5YR or redder in the fragipan. Broadalbin soils have coarse fragments dominated by granite and gneiss. Ira, Sodus, Swartswood and Wurtsboro commonly have less than 55 percent silt plus very fine sand in the particle size control section. Mardin soils have common or many redoximorphic features in the Bw horizons. Rushford soils have redox features in the Bw and a lacustrine substratum.\nBernardston, Broadbrook, Ludlow, Montauk, Nantucket, Newport, Paxton, Pittstown, Rainbow, Scituate, Wethersfield, and Woodbridge soils are in related families. The Bernardston, Broadbrook, Ludlow, Montauk, Nantucket, Newport, Paxton, Pittstown, Rainbow, Scituate, Wethersfield, and Woodbridge soils all lack a fragipan. Wethersfield soils have hues of 5YR or redder throughout the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bath soils are gently sloping to steep soils on uplands. Slope ranges from 0 to 60 percent. The soils formed in loamy till derived largely from gray and brown siltstone, sandstone and shale. The climate is temperate and humid. Mean annual precipitation commonly ranges from 795 to 1725 mm (31 to 68 in) but the range includes as high as 1790 mm (70 in) in some places; mean annual temperature ranges from 6 to 11 degrees C (43 to 52 degrees F). The frost-free season ranges from 105 to 180 days. Elevation typically ranges from 100 to 670 m ( 328 to 2,198 ft) but the range includes as high as 750 m (2460 ft) in some places."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The competing Lackawanna, Mardin, Swartswood, Wellsboro and Wurtsboro soils as well as the Arnot, Cadosia, Chadakoin, Lordstown, Valois, and Volusia soils are on nearby landscapes. Arnot and Lordstown soils have bedrock within 102 cm (40 in). Volusia soils are somewhat poorly drained. Cadosia, Chadakoin and Valois soils lack a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is medium to high. Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and low or moderately low in and below the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are cleared and used for growing general farm crops. Wooded areas contain northern hardwoods and some white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Typically the Glaciated Allegheny Plateau in Pennsylvania and New York. Typically MLRA 140 but includes adjoining portions of MLRA 101 and MLRA 144A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tioga County, Pennsylvania, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 28 cm (0 to 11 in) (Ap horizon)\n2. Cambic horizon - the zone from 28 to 64 cm (11 to 25 in) (Bw horizons)\n3. Fragipan - the zone from 74 to 132 cm (29 to 52 in (Bx horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 28 cm (0 to 11 in); brown (10YR 4/3) channery silt loam; moderate medium granular structure and moderate fine granular structure; very friable; many fine and common medium roots; 15 percent rock fragments; moderately acid (pH 5.8); abrupt smooth boundary. (13 to 30 cm (5 to 12 in) thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "Bw1 -- 28 to 38 cm (11 to 15 in); yellowish brown (10YR 5/6) channery silt loam; weak medium subangular blocky; friable; common fine roots; common fine pores; 20 percent rock fragments; strongly acid (pH 5.3); clear broken boundary."
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 64,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 38 to 64 cm (15 to 25 in); light olive brown (2.5Y 5/4) channery loam; moderate medium  subangular blocky structure; friable; common fine roots; common fine and few medium pores; 25 percent rock fragments; moderately acid (pH 5.8); clear wavy boundary. (Combined thickness of the Bw horizons is 36 to 61 cm (14 to 24 in)."
      },
      {
        "name": "E",
        "top": 64,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E -- 64 to 74 cm (25 to 29 in); grayish brown (10YR 5/2) channery loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; 1 percent fine faint yellowish brown (10YR 5/6) and yellowish brown (10YR 5/4) masses of oxidized iron; 25 percent rock fragments; moderately acid; gradual wavy boundary. (0 to 20 cm (0 to 8 in) thick)"
      },
      {
        "name": "Bx",
        "top": 74,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bx -- 74 to 132 cm (29 to 52 in); brown (10YR 4/3) and brown (10YR 5/3) very channery silt loam; weak very coarse prismatic structure parting to weak medium subangular blocky structure; firm; few fine roots along prism faces; few fine and medium pores; brittle; clay films on surfaces along pores and clay bridges between sand grains; 1 percent yellowish brown (10YR 5/6) and yellowish brown (10YR 5/4) masses of oxidized iron; 35 percent rock fragments; moderately acid (pH 5.8); clear wavy boundary. (20 to 137 cm (8 to 54 in) thick)"
      },
      {
        "name": "C",
        "top": 132,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "C--132 to 152 cm (52 to 60 in); light olive brown (2.5Y 5/4) very channery silt loam; massive; firm; few fine pores; clay films on surfaces along pores in upper part; 1 percent fine faint yellowish brown (10YR 5/6) masses of oxidized iron; 35 percent rock fragments; moderately acid (pH 5.8)."
      }
    ]
  ]
}
