{
  "SERIES": "BATTLEMENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKA/GB/JPP",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "OVERVIEW": "The Battlement series consists of very deep, well or moderately well drained, moderately permeable soils on flood plains, low stream terraces, and narrow valley floors.  They formed in alluvium derived from mixed sources.  Slopes are 0 to 8 percent.  Mean annual temperature is about 44 degrees F., and mean annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Battlement loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; dark grayish brown (2.5Y 4/2) loam, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; slightly effervescent, slightly alkaline (pH 7.6); clear wavy boundary.  (4 to 7 inches thick)\nC--6 to 22 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 7.9); clear wavy boundary.  (16 to 40 inches thick)\n2Ab--22 to 31 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 7.9); clear wavy boundary.  (0 to 10 inches thick)\n2C--31 to 45 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 20 inches thick)\n3C--45 to 60 inches light brownish gray (2.5Y 6/2) sandy loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; about 1,400 feet south and 1,300 feet west of the northeast corner of Sec. 20, T. 7 S., R. 101 W.  U.S.G.S. Garvey Canyon quad.; lat. 39 degrees, 26 minutes, 7 seconds, and long. 108 degrees, 40 minutes, 57 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Battlement soils are usually dry in the moisture control section during the month of June.  The soil is calcareous to the surface.  Reaction is commonly slightly alkaline or moderately alkaline throughout, but is strongly alkaline below a depth of 10 inches in some pedons.  The particle-size control section is typically a stratified loam, silt loam, and clay loam with thin layers of fine sandy loam, silty clay loam and sandy loam.  Some pedons have thin layers of fine pebbles or sandy material.  The particle-size control section averages 18 to 35 percent clay and has 15 to 35 percent sand coarser than very fine sand.\nThe A horizon has a hue of 2.5Y or 10YR, value of 4 through 6 dry, 2 through 5 moist and chroma of 2 or 3.\nThe C horizons have hue of 2.5Y or 10YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 2 or 3.  EC ranges from 0 to 16 ds/m."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Havermom (WY) series.  Havermom soils have ESP greater than 15 percent throughout the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Battlement soils are on flood plains, low stream terraces, and alluvial valley floors at elevations of 5,800 to 7,200 feet.  They formed in calcareous alluvium derived from mixed sources.  Slopes are 0 to 8 percent.  Mean annual precipitation ranges from 11 to 16 inches and is distributed evenly throughout the year.  About half of the precipitation falls between April and September with June and July receiving the least amount of precipitation when the soil temperature is 41 degrees F. and above.  Mean annual temperature ranges from 42 to 46 degrees F.  Frost-free period ranges from 75 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Glendive, Grotte, Redcreek, and Rentsac soils.  Glendive soils occur in similar topographic positions but have less than 18 percent clay in the particle-size control section. Grotte soils are loamy-skeletal.  Redcreek and Rentsac soils are less than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or moderately well drained, with a water table 40 to 60 inches from April through June; runoff is slow or medium; permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These areas are used for livestock grazing and wildlife habitat.   Minor portions of this soil is used for irrigated hay and pasture.  The native vegetation consists of basin wildrye, western wheatgrass, and basin big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Battlement soils are of moderate extent in the foothill valleys of west central and northwest Colorado with about 38,000 acres identified in three survey areas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County (Douglas-Plateau Soil Survey Area), Colorado, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - the zone from the surface of the soil to a depth of 6 inches.  Ustic Torrifluvents features - have an aridic moisture regime that borders on an ustic regime; have an organic carbon content that decreases irregularly with increasing depth; stratification of materials is with thin sandy layers.  There are saline phases of this soil.\nLast updated by the state 5/94.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well or moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; dark grayish brown (2.5Y 4/2) loam, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; slightly effervescent, slightly alkaline (pH 7.6); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 56,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--6 to 22 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 7.9); clear wavy boundary.  (16 to 40 inches thick)"
      },
      {
        "name": "2Ab",
        "top": 56,
        "bottom": 79,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Ab--22 to 31 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 7.9); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2C",
        "top": 79,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C--31 to 45 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "3C",
        "top": 114,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--45 to 60 inches light brownish gray (2.5Y 6/2) sandy loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; strongly effervescent, moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
