{
  "SERIES": "BATTLEBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  MJH-CRS-RJS",
  "REVDATE": "09/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, active, frigid, shallow Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Battlebutte gravelly loam, rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches; dark gray (10YR 4/1) gravelly loam, very dark gray (10YR 3/1) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium and coarse roots; common very fine tubular pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary.\nA2--2 to 8 inches; dark gray (10YR 4/1) gravelly loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium and coarse roots; common very fine tubular pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary. (Combined A horizons--7 to 11 inches thick.)\nBw1--8 to 13 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine, and few medium roots; common very fine tubular pores; 20 percent gravel, 10 percent paragravel; neutral (pH 6.8); clear smooth boundary.  (4 to 10 inches thick)\nBw2--13 to 19 inches; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist, massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; 20 percent gravel, 50 percent paragravel; neutral (pH 6.6); gradual smooth boundary.  (0 to 8 inches thick)\nCr--19 inches; semiconsolidated welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanders County, Montana; 250 feet west and 900 feet south of the NE corner of sec. 14, T. 24 N., R. 24 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 45 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 16 inches.\nControl section - 10 to 27 percent clay.\nRock fragments - 10 to 35 percent rock fragments.\nDepth to Cr horizon - 10 to 20 inches.\nSoil phases - HIGH PPT\nA horizons - Value:  4 or 5 dry, 2 or 3 moist\nChroma:  1 or 2\nClay content:  10 to 27\nRock fragments:  15 to 50 percent--15 to 35 percent gravel, 0 to 15 percent paragravel\nReaction:  pH 6.1 to 7.3\nBw1 horizon - Hue:  10YR, 2.5Y\nValue:  4, 5, 6, or 7 dry; 3, 4, or 6 moist\nChroma:  2, 3, 4, or 6\nClay content:  10 to 27\nRock fragments:  15 to 75 percent--10 to 30 percent gravel, 5 to 45 percent paragravel\nReaction:  pH 6.1 to 7.3\nBw2 horizon - Hue:  10YR, 2.5Y, 7.5YR\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, 4, or 6\nClay content:  10 to 27 percent\nRock fragments:  50 to 90 percent--10 to 30 percent gravel, 40 to 60 percent paragravel\nReaction:  pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - dissected hills.\nSlope - 4 to 80 percent.\nElevation - 2,900 to 4,400 feet.\nParent material - colluvium and residuum derived from semiconsolidated welded tuff.\nClimate - cold winters; moist springs; hot, dry summers.\nMean annual precipitation - 15 to 22 inches, most of which falls as rain or snow in late fall through late spring.\nMean annual temperature - 39 to 46 degrees F.\nFrost-free period - 75 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Battlebutte soils are used for range, pasture, and woodland.  The potential native plant community is mainly rough fescue, Idaho fescue, Bluebunch wheatgrass, forbs, and shrubs.  Woodland areas are dominated by a ponderosa pine overstory and a bunchgrass understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Battlebutte soils are of limited extent in the north end of Hotsprings Valley of northwestern Montana.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanders County, Montana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations record:  MT1218.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from the soil surface to 13 inches (A and Bw1 horizons); a cambic horizon from 13 to 19 inches (Bw2 horizon); a paralithic contact at a depth of 19 inches (Bw1 and Bw2 horizons).  Battlebutte soils have a xeric moisture regime and a frigid temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
