{
  "SERIES": "BAUMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:ACT",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Bauman series consists of deep, moderately well drained, slowly permeable soils that formed in colluvium and residuum from granite and gneiss.  These soils are on nearly level uplands.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bauman loam--in rangeland. (Colors are for dry soil unless otherwise noted.)\nA--O to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable; common fine roots; few fine granite pebbles; slightly acid; abrupt smooth boundary. (3 to 10 inches thick)\nE--4 to 6 inches; light gray (10YR 7/2) loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable; common fine roots; few fine granite pebbles; slightly acid; abrupt smooth boundary. (0 to 4 inches thick)\nBtn1--6 to 11 inches; dark gray (10YR 4/1) clay loam, very dark gray (10YR 3/1) moist; moderate medium columnar structure parting to weak medium angular and subangular blocky; extremely hard, very firm; common fine roots on ped faces; tops of columns coated with about a 1 cm thick grayish cap; common fine fragments of angular weathered granite pebbles; neutral; gradual wavy boundary.  (3 to 15 inches thick)\nBtn2--11 to 20 inches;dark brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium angular and subangular blocky; extremely hard, very firm; few fine roots; patchy clay films; common fine angular weathered granite pebbles; neutral; clear wavy boundary.  (6 to 20 inches thick)\nBtkn--20 to 26 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; moderate fine angular and subangular blocky structure; hard, firm; few fine roots; patchy clay films; few fine soft masses and concretions of calcium carbonate; common fine granite pebbles; slightly alkaline; clear wavy boundary.  (0 to 10 inches thick)\nBtkng--26 to 42 inches; light brownish gray (2.5Y 6/2) gravelly sandy clay loam, grayish brown (2.5Y 5/2) moist; few very dark vertical streaks; weak medium prismatic structure parting to moderate very fine subangular blocky; hard, firm; patchy clay films; vertical prism faces have patchy coatings of films and threads of whitish fine crystalline material assumed to be gypsum; about 30 percent angular granite pebbles; common soft masses and concretions of calcium carbonate; few fine iron-manganese concretions and stains; slightly alkaline; clear wavy boundary.  (10 to 30 inches thick)\n2Crt--42 to 72 inches; finely fragmented granite grus with horizontal and vertical faces of fragments coated with red clay; few fine seams of clay in fractures; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Llano County, Texas; from intersection of Texas Highway 29 and Texas Highway 16 in Llano, about 11.5 miles east to Granite Hills Ranch headquarters; 2.5 miles north on ranch trail, 100 feet west in range.  Site is 150 feet east of north-south fence in valley.  Latitude 30 degrees 46'50\" N., Longitude 98 degrees 30'55\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum and depth to weathered granite grus ranges from 40 to 60 inches.  The weighted average clay content of the particle-size control ranges from 30 to 35 percent.  Coarse fragments range from a few pebbles in some surface horizons to about 35 percent with depth.  The coarse fragments consist of angular fragments of quartz and feldspar.  Exchangeable sodium in the natric horizon ranges from 15 to 30 percent within 16 inches of the upper boundary of the Bt horizon.  The EC ranges from 8 to 16 mmhos/cm at a depth of 30 inches or more.  Some pedons contain one or more lithologic discontinuities based on coarse sand to fine sand ratios.\nRedox features, where present, are considered relict.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4.  It is loam with coarse and very coarse sand content ranging from 5 to 15 percent.  Coarse fragments range from a few to 10 percent.  Reaction is slightly acid or neutral.\nThe E horizon is 1 or 2 units higher in value than the A horizon.  Coarse fragments range from few to 10 percent.  Reaction is slightly acid or neutral.\nThe Btn horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 3.  Redox features range from none to common in shades of gray, brown or olive.  Texture is sandy clay loam or clay loam or their gravelly conterparts.  Reaction is neutral or slightly  alkaline.\nThe Btkn horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 4.   Calcium carbonate in the form of soft masses and concretions range from 2 to 5 percent.  Gypsum and other salts range from a few crystals to about 5 percent.  Reaction ranges from neutral to moderately alkaline.\nThe 2Cr consists of weathered, finely fractured granite grus (saprolite).  Colors are variable.  The materials have granite structure with nearly all natural surfaces having clay coatings.  The grus becomes more compact and less weathered with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family,  and there are no similar soils in this MLRA."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bauman soils are in shallow narrow valleys, swales, or slight depressions in undulating or rolling uplands.  Slope ranges from 0 to 2 percent.  The soil formed in colluvium and residuum from granite or gneiss.  The climate is dry subhumid.  Mean annual precipitation ranges from 25 to 30 inches and mean annual air temperature ranges from 65 to 68 degrees.  Frost free days range from 210 to 240 days and elevation ranges from 1,100 to 2,000 feet.  Thornthwaite P-E indices range from 38 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Castell, Click, Katemcy, Keese, Lou and Voca soils.  All of these soils are on higher sideslopes or are on ridges and lack a natric horizon.  Castell and Katemcy soils have a fine control section.  Click soils have a loamy-skeletal control section.  Keese soils lack a Bt horizon  and are less than 20 inches thick over granite.  Lou soils have a fine-loamy control section.  Voca soils have a fine textured control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Permeability is slow.  Runoff is low.  These soils have a  perched water table above the natric horizon and/or above the granite grus bedrock during unusually wet years for 4 to 10 weeks in duration.  Typically, there are one to three wet years in a ten year period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely for native range.  Grasses are mainly buffalograss, purple threeawn, and tumble windmillgrass.  Woody vegetation consists of mesquite, live oak, post oak, pricklypear, tasajillo, and lotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Central Basin of Texas.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE & MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas & MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED & SERIES ESTABLISHED",
    "content": "SERIES PROPOSED:  Llano County, Texas; 1985.  The Bauman series was proposed in 1965 for soils with a similar concept.  It was dropped in 1975 because it had not been mapped. & SERIES ESTABLISHED: Llano County, Texas; 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches. (A and E horizons)\nArgillic horizon - 6 to 42 inches.(Btn1, Btn2, Btkn and Btkng horizons)\nNatric horizon - 6 to 42 inches. (same as argillic)\nParalithic contact - 42 inches and below is fractured granite saprolite.\nADDITIONAL DATA:  NSSL data from the type location, S82TX-299-1.  Data available in Thesis \"A Study of Mineral Transformations and Weathering Processes Occurring During the Genesis of Two Soils Developed from Granite in Llano County, Texas,\" by Don W. Goss, Texas Technological College, Lubbock, Texas, August 1964.\nSOIL INTERPRETATION NUMBER: TX0971\nNational Cooperative Soil Survey\nU.S.A."
  }
}
