{
  "SERIES": "BAXTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCJ",
  "REVDATE": "01/2005",
  "STATES": "AR,IL,IN,KY,MO,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baxter gravelly silt loam--on east facing 15 percent karst slope is cultivated area.  (Colors are for moist soil.)\nAp--0 to 9 inches; brown (10YR, 4/3) gravelly silt loam; weak fine granular structure; very friable; many fine and very fine roots; 20 percent chert fragments; moderately acid; clear smooth boundary. (2 to 12 inches thick)\nBt1--9 to 16 inches; strong brown (7.5YR 5/6) gravelly silty clay loam; moderate fine and medium subangular blocky structure; friable; many fine roots; common faint clay films; 15 percent fragments of chert; strongly acid; gradual smooth boundary.  (0 to 11 inches thick)\nBt2--16 to 32 inches; red (2.5YR 4/6) gravelly silty clay; moderate medium angular blocky structure; very firm, sticky and plastic; common fine roots; few fine discontinuous reddish brown (2.5YR 4/4) clay films on vertical and horizontal faces of peds; 30 percent fragments of chert; strongly acid; gradual smooth boundary.  (16 to 33inches thick)\nBt3--32 to 48 inches; red (10R 4/6) gravelly clay; common medium prominent strong brown (7.5YR 5/6), yellowish brown (10YR 5/6), and light olive brown (2.5Y 5/4) mottles; moderate medium angular blocky structure; very firm, sticky and plastic; few fine roots; common fine red (2.5YR 4/6) clay films on faces of peds; 30 percent fragments of chert; very strongly acid; gradual wavy boundary.  (15 to 26 inches thick)\nBt4--48 to 75 inches; 25 percent red (2.5YR 4/6), 25 percent strong brown (7.5YR 5/6), 25 percent light gray (10YR 7/2), and 25 percent dark red (10R 3/6) very gravelly clay; moderate medium angular blocky structure; very firm, sticky and plastic; few very fine roots; common fine red (2.5YR 4/6) and dark red 2.5YR 3/6) clay films on faces of peds; 40 percent fragments of chert; very strongly acid; gradual wavy boundary.  (25 to 38 inches thick)\nC--75 to 99 inches; 25 percent red (2.5YR 4/6), 25 percent strong brown (7.5YR 5/6), 25 percent light gray (10YR 7/2), and 25 percent dark red (10R 3/6) very gravelly clay; massive; very firm, very sticky and very plastic; 40 percent fragments of chert; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Logan County, Kentucky; about 10 miles southwest of Russellville, along Kentucky Highway 102, 1.0 mile east of Keysburg and .75 mile north of the Tennessee state line. Dot USGS Quadrangle; Latitude:36 38 49.7N; Longitude: 86 58 51.9W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:   Solum thickness and depth to bedrock ranges from 60 to more than 120 inches.  Reaction ranges from strongly to very strongly acid, unless lime has been added.  Chert fragments ranges from about 5 to 45 percent in individual layers, but the weighted average of the control section ranges from 15 to 35 percent.  Chert fragments range from 2 mm to 10 inches in size.  Some pedons have few to common black or dark brown manganese concretions, coatings, or stains.\nThe Ap horizon has hue of 2.5Y to 7.5YR, value of 4 or 5, and chroma of 2 to 4. In forested areas, the A horizon is 1 to 5 inches thick and has hue of 2.5Y to 7.5YR, value of 2 to 4, and chroma of 1 to 3.  Texture of the fine earth fraction is silt loam. In severely eroded pedons, texture of the fine earth fraction is silty clay loam.\nThe E horizon, where present, has hues of 2.5Y to 7.5YR, value of 4 to 6, and chroma of 2 to 4.  Texture of the fine earth fraction is silt loam.\nThe BA or BE horizon, where present, has colors and textures like the Bt1 horizon.\nThe Bt1 horizon has hue of 10YR through 2.5YR, value of 4 to 6, and chroma of 4 to 6.  Texture of the fine earth fraction is silty clay loam.\nThe Bt2 and Bt3 horizons have hue of 5YR through 10R, values of 3 to 5, and chroma or 4 to 8.  Some pedons have chroma of 3 in individual layers, and some common mottles in shades of brown, olive, or gray in the lower part.  Texture of the fine earth fraction is silty clay or clay. A few pedons have texture of the fine earth fraction of silty clay loam in the upper part.\nThe Bt4 horizon is commonly mottled in shades of red, brown, olive, and gray, but the range allows colors of the Bt2 and Bt3 horizons.  Texture of the fine earth fraction is silty clay or clay.\nThe C or BC horizons, where present, have colors and texture similar to the Bt4 horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Maury, Springwood, and Vertrees series in the same family.  Maury and Vertrees soils have an average chert content of less than 15 percent in the Bt horizon.  Springwood soils formed in calcareous conglomerate in the Triassic Basin of the Piedmont."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baxter soils are on hillsides and ridge tops on uplands.  Slopes range from 2 to 60 percent. The soils formed in fine-textured residuum from cherty limestone. Many areas have karst topography. Near the type location, the mean annual temperature is 56.2 degrees F., and the mean annual precipitation is 53.6 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caneyville, Crider, Frederick, Hammack, Pembroke, and Nicholson series.  Caneyville soils are less than 40 inches to limestone bedrock.  Crider, Hammack, and Pembroke soils are in the fine-silty family.  Frederick soils have less than 35 percent base saturation.  Nicholson soils are moderately well drained and have a fragipan in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff ranges from low to high.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing tobacco, small grains, corn, hay, fruits and vegetables, and as pasture.  Many of the steeper areas are in woodland.  Native forests are oak, hickory, elm, maple, beech, ironwood, persimmon, dogwood, hackberry, black walnut, eastern redcedar, shortleaf and Virginia Pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Pennyroyal region of Kentucky, southern Indiana, northern part of the Highland Rim of Tennessee, and Ozark Mountains of Missouri and Arkansas.  The soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cooper County, Missouri; 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nOchric epipedon - 0 to 9 inches (Ap horizon).\nArgillic horizon - 16 to 75 inches (Bt1, Bt2, Bt3 and Bt4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
