{
  "SERIES": "BAXTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RED:WMK:RBH",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Baxterville sandy loam - forested.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (2.5Y 4/2) sandy loam; moderate medium granular structure; friable; many fine and coarse roots; few charcoal fragments; very strongly acid; clear smooth boundary.  (A horizon is 2 to 6 inches thick; Ap horizon is 4 to 10 inches thick)\nE--3 to 9 inches; light olive brown (2.5Y 5/4) sandy loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; common worm casts; very strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nBt--9 to 20 inches; yellowish red (5YR 4/6) loam; few medium distinct red (2.5YR 4/6) mottles; moderate medium subangular blocky structure; friable; few fine and medium roots; less than 2 percent plinthite; coating and bridging of sand grains with clay and few patchy clay films on faces of peds; very strongly acid; clear wavy boundary.  (8 to 14 inches thick)\nBtv1--20 to 29 inches; yellowish red (5YR 4/8) loam; common medium distinct red (2.5YR 4/6) mottles; moderate medium angular and subangular blocky structure; friable; about 12 percent plinthite; few patchy clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBtvx--29 to 42 inches; red (10R 4/6) clay loam; weak coarse structure; firm, slightly brittle and compact in 20 to 30 percent of volume; few fine voids; continuous clay films on faces of peds; about 20 percent plinthite; few patchy yellowish brown coatings on prism faces; very strongly acid; gradual wavy boundary.\nBtx1--42 to 52 inches; red (10R 4/6) clay loam; many medium distinct brown (7.5YR 5/4) and common fine prominent gray (10YR 5/1) mottles; weak coarse prismatic parting to moderate medium subangular blocky structure; firm, slightly brittle and compact in about 20 percent of the volume; common fine voids; continuous clay films on faces of peds; patchy yellowish brown coatings on prism faces; very strongly acid; gradual wavy boundary.\nBtx2--52 to 68 inches; dark red (10R 3/6) clay loam; many medium prominent light gray (2.5Y 7/1) and strong brown (7.5YR 5/8) mottles; weak coarse prismatic parting to moderate medium subangular blocky structure; firm, slightly brittle and compact in about 15 percent of the volume; patchy clay films on faces of peds; patchy yellowish brown coatings on prism faces; very strongly acid.  (Thickness of the Btv horizon ranges from 22 to 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lamar County, Mississippi; 0.75 mile southeast of Baxterville School on rural road and 30 feet east into woods.  NW1/4SW1/4 sec. 2, T. 1 N., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum exceeds 60 inches.  Depth to horizons with more than 5 percent plinthite ranges from 20 to 50 inches.  Reaction is very strongly acid or strongly acid throughout, except for the surface layer in areas that have been limed.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3.  Texture is fine sandy loam, sandy loam, or loam.\nThe E horizon, if present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 8.  It is fine sandy loam, sandy loam, or loam.\nThe Bt horizon has hue of 10R, 2.5YR, or 5YR, value of 3 to 5, and chroma of 3 to 8; and, the lower part of the B horizon has few to many mottles in shades of brown, yellow, gray, or red.  Mottles with chroma of 2 or less commonly are below a depth of 30 inches.  Texture is loam, sandy clay loam, or clay loam.  The upper 20 inches of the Bt horizon has 18 to 30 percent clay and from 30 to 45 percent silt.  Plinthite nodules range from about 5 to 25 percent by volume in the middle or lower part of the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bowie, Dothan, Malbis, Notcher, Otanya, Pinetucky, Rogan, and Tifton series.  Bowie soils have greater than 2 milliequivalents calcium at 50 inches below the top of the argillic horizon and are dry in some part of the control section for more than 75 days in most years.  Dothan and Notcher soils contain less than 20 percent silt in the control section.  Malbis, Otanya, and Pinetucky soils have  Btv horizons with hue of 7.5YR or yellower; also, Pinetucky soils do not have a perched water table.  Rogan soils have more than 15 percent ironstone gravel.  Tifton soils contain more than 5 percent hard iron oxide concretions in the upper part of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Baxterville soils are on uplands of the Southern Coastal Plain Major Land Resource Area.  These are nearly level to sloping soils that formed in loamy marine deposits.  Slopes range from 0 to 8 percent.  The climate is warm and humid with an average annual temperature of about 66 degrees Fahrenheit, and average annual precipitation is about 59 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Malbis soils of the competing series and the McLaurin, Prentiss, Ruston, and Susquehanna soils.  The moderately well drained Malbis soils are in similar positions as the Baxterville soils.  The well drained McLaurin and Ruston soils, which have less than 5 percent plinthite, are on slightly higher ridgetops in the terrain.  The moderately well drained Prentiss soils, which have a fragipan, mainly are on terraces.  The somewhat poorly drained Susquehanna soils, which are fine in the particle-size class and have more than 35 percent base saturation, are on hillsides and in positions similar to the Baxterville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow or medium runoff; moderately slow permeability.  A perched water table is at a depth of 3 to 5 feet for brief periods during wet seasons in winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing pasture, hay, and forest.  Common trees are loblolly pine, shortleaf pine, slash pine and longleaf pine, sweetgum, oak, hickory, and dogwood.  Cleared areas are used for corn, cotton, and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama and Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lamar County, Mississippi; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 9 inches (A, E horizons).\nArgillic horizon - the zone from approximately 9 to 68 inches (Bt, Btv1, Btv2, Btx1, Btx2 horizons).\nPlinthic Paleudults features - subhorizon with more than 5 percent plinthite within 60 inches of the surface (Btv1, Btv2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
