{
  "SERIES": "BAYARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR-JB-RVS",
  "REVDATE": "02/2006",
  "STATES": "CO,KS,NE,OK,WY",
  "OVERVIEW": "The Bayard series consists of very deep well drained soils on foot slopes, and stream terraces. They formed in colluvial-alluvial sediments weathered mostly from sandstone. Slopes range from 0 to 6 percent. The mean annual precipitation is about 41 centimeters (16 inches), and mean annual temperature is about 12 degrees C. (53 degrees F.) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bayard fine sandy loam - cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak, fine granular structure; soft, very friable; neutral; abrupt smooth boundary. (15 to 25 centimeters (6 to 10 inches) thick)\nA--18 to 33 centimeters (7 to 13 inches); dark grayish brown (10YR 4/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak, coarse, subangular blocky structure; soft, very friable; slight effervescence; slightly alkaline; clear smooth boundary. (5 to 25 centimeters (2 to 10 inches) thick)\nAC--33 to 56 centimeters (13 to 22 inches); grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak, coarse subangular blocky structure; soft, very friable; neutral; clear smooth boundary. (10 to 30 centimeters (4 to 12 inches) thick)\nC1--56 to 107 centimeters (22 to 42 inches); light brownish gray (10YR 6/2) fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable; strong effervescence; slightly alkaline; gradual wavy boundary.\nC2--107 to 140 centimeters (42 to 55 inches); grayish brown (10YR 5/2) fine sandy loam; brown (10YR 5/3) moist; massive; soft, very friable; strongly effervescent; moderately alkaline gradual wavy boundry.\nC3--140 to 203 centimeters (55 to 80 inches); grayish brown (10YR 5/2) fine sandy loam; brown (10YR 5/3) moist; massive; soft, very friable; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garden County, Nebraska: about 9 kilometers (5 1/2 miles) west of Oshkosh, Nebraska on US highway 26; 488 meters (1600 feet) north and 549 meters (1800 feet) east of the southwest corner, section 13, township 17 north, range 45 west; USGS topographic quadrangle, Coumbe Bluff, NE; 41 degrees, 26 minutes, 36 seconds north latitude, 102 degrees, 27 minutes, 28 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSome pedons have a BK horizon instead of an AC horizon\nDepth to carbonates: 20 to 51 centimeters (8 to 20 inches)\nThe thickness of the mollic epipedon: 20 to 51 centimeters (8 to 20 inches)\nThe mean annual precipitation: 36 to 46 centimeters (14 to 18 inches)\nAnnual temperature: 8 to 15 degrees C. (47 to 59 degrees F)\nA horizon:\nHue: 10YR\nValue: 4 or 5 and 2 or 3 moist\nChroma: 2 or 3\nReaction: neutral or slightly alkaline\nTexture: fine sandy loam and less commonly loam, sandy loam, very fine sandy loam, loamy fine sand, loamy sand, or loamy very fine sand\nAC horizon:\nHue: 10YR\nValue of 5 or 6 and 3 or 4 moist\nChroma: 2 or 3\nReaction: slightly alkaline or moderately alkaline\nTexture: fine sandy loam, sandy loam, very fine sandy loam, or loamy very fine sand\nC horizon:\nHue: 10YR\nValue: 5 to 7 and 4 to 6 moist\nChroma: 2 or 3\nReaction: slightly alkaline or moderately alkaline\nTexture: fine sandy loam, very fine sandy loam, or loamy very fine sand but the lower part of the control section in some profiles is loamy fine sand\nControl section: more than 15 percent fine sand and coarser but less than 30 percent medium sand and coarser and averages less than 18 percent clay\nGravel size granite and sandstone pebbles: common on the surface and throughout the solum"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bordeaux, Bushman and Ponderosa series.\nBordeaux soils have the lower part of the control section formed in materials derived from Brule siltstone and have a finer textured substratum.\nBushman soils are typically calcareous at the surface.\nPonderosa soils typically have carbonates at depths below 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscapes: stream valleys\nLandforms: foot slopes, and stream terraces\nParent material: colluvial-alluvial sediments weathered mostly from sandstone\nSlope: 0 to 6 percent"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alice, Bridget, Chappell, Oglala, otero and Vetal series.\nAlice soils have calcium carbonates deeper in the profile.\nBridget soils are coarse silty.\nChappell are underlain by sand and gravel within a depth of 102 centimeters (40 inches.\nOglala soils have bedrock between a depth of 102 and 152 centimeters (40 and 60 inches).\nOtero soils have thiner light colored surface layers.\nVetal soils have mollic epipedons more than 51 centimeters (20 inches) thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nSaturated hydraulic conductivity:  high\nRunoff: low to moderate depending upon slope"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About half of the soil areas are cultivated.\nWhere irrigated, corn, field beans, potatoes, alfalfa, and sugar beets are the principal crops.\nWheat is grown on dry farmed land.\nThe remaining areas are in native grassland.\nThe dominant grasses are needleandthread, prairie sandreed, blue or hairy grama, western wheatgrass, and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Nebraska, southwestern South Dakota, western Kansas, eastern Wyoming, and northeastern Colorado. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Texas County, Oklahoma, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons or features recognized in this pedon are:\nMollic epipedon: 0 to 41 centimeters (0 to 16 inches) (Ap and A horizons)\nModified format by LRM in 1/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
