{
  "SERIES": "BAYBORO",
  "STATUS": "Established Series",
  "BYREV": "HJB:RAG, Rev. MHC",
  "REVDATE": "05/2003",
  "STATES": "AL,FL,GA,NC,SC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Umbric Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bayboro loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) loam; weak fine granular structure; very friable; many fine to medium roots; high content of organic matter content; very strongly acid; clear smooth boundary.\nA--9 to 14 inches; very dark gray (10YR 3/1) loam; weak medium granular structure; friable; common fine and medium roots; stained with organic matter; very strongly acid; gradual smooth boundary. (Combined thickness of the Ap and A horizons is 10 to 24 inches)\nBAg--14 to 18 inches; dark gray (10YR 4/1) clay loam; weak fine subangular blocky structure; friable, sticky and slightly plastic; common fine and medium roots; some organic matter in root channels; very strongly acid; gradual wavy boundary. (0 to 16 inches thick)\nBtg1--18 to 40 inches; gray (10YR 5/1) clay; common medium distinct strong brown (7.5YR 5/8) soft masses of iron accumulation; weak fine subangular blocky structure; very hard, firm, sticky and very plastic; few fine and medium roots; common distinct clay films on vertical faces of peds; very strongly acid; gradual smooth boundary. (15 to 30 inches thick)\nBtg2--40 to 50 inches; gray (10YR 6/1) clay, common medium distinct strong brown (7.5YR 5/8) soft masses of iron accumulation; weak fine and medium subangular blocky structure; very firm, sticky and very plastic; common distinct clay films on vertical ped faces; very strongly acid; gradual wavy boundary. (6 to 15 inches thick)\nBtg3--50 to 64 inches; gray (N 6/0) clay; common medium distinct strong brown (7.5YR 5/8) soft masses of iron accumulation and common medium faint light gray (10YR 7/1) iron depletions; weak fine subangular blocky structure; very firm, very sticky and very plastic; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaufort County, North Carolina; 3.8 miles northwest of Pantego on county road 1625, 2.9 miles north on farm road, large field on east side of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the clayey part of the Argillic: greater than 60 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 0 to 12 inches, November to May\nRock Fragment content: 0 to 5 percent, by volume\nSoil Reaction: extremely acid to strongly acid, except where limed & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon (if it occurs):\nColor--hue of 5YR to 10YR or is neutral, value of 2 or 3, and chroma of 0 to 2\nTexture (fine-earth fraction)-- loam, fine sandy loam, sandy loam, clay loam, or their mucky analogues\nEg horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2\nTexture (fine-earth fraction)-- loam, fine sandy loam, or sandy loam\nBeg or BAg horizon (if it occurs):\nColor--hue of 10YR, value of 3 to 6, and chroma of 1 or 2\nTexture (fine-earth fraction)-- loam, clay loam, or sandy clay loam\nBtg horizon:\nColor--hue of 10YR to 5Y, or they are neutral, value of 4 to 7, and chroma of 0 to 2\nTexture (fine-earth fraction)-- clay loam, clay, or sandy clay\nBCg horizon (if it occurs):\nColor--hue of 10YR to 5Y, or they are neutral, value of 4 to 7, and chroma of 0 to 2\nTexture (fine-earth fraction)-- clay, sandy clay, clay loam, or sandy clay loam\nCg horizon (if it occurs):\nColor--hue of 10YR to 5Y, 5GY, or 5G, or they are neutral, value of 4 to 7, and chroma of 0 to 2\nTexture (fine-earth fraction)-- stratified clayey, loamy, or sandy sediment"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no known series in the same, nor in subactive or active families."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape:\nLandscape: Coastal Plain, Talbot and similar surfaces\nLandform: upland depressions and flats\nHillslope Profile Position: summits\nGeomorphic Component: interfluves\nParent Material: marine sediments\nElevation: 30 to 300 feet\nMean Annual Air Temperature: 59 to 70 degrees\nMean Annual Precipitation: 38 to 52 inches\nFrost Free Period: 190 to 245 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBethera soils- have better drainage and lack the dark colored umbric epipedon\nBladen soils- have better drainage and lack the dark colored umbric epipedon\nCraven soils- have better drainage and lack the dark colored umbric epipedon\nLeaf soils- have better drainage and lack the dark colored umbric epipedon\nLenoir soils- have better drainage and lack the dark colored umbric epipedon\nLynchburg soils- have better drainage and lack the dark colored umbric epipedon\nPantego soils- have less clay in the particle-size control section\nPaxville soils- have less clay in the particle-size control section and lack the dark colored umbric epipedon\nRains soils- have better drainage and lack the dark colored umbric epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): very poorly drained\nInternal Free Water Occurrence: very shallow, presistent\nIndex Surface Runoff: negligible\nPermeability: slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:forest, some cropland\nDominant Vegetation: Where cultivated-- corn, soybeans, small grains, and pasture.  Where wooded-- loblolly pine, pond pine, water tupelo, swamp tupelo, sweetgum, yellow-poplar, American elm, baldcypress, red maple, swamp chestnut oak, and willow oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Virginia, North Carolina, South Carolina, Georgia, Florida, Alabama, Mississippi\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pamilco County, North Carolina; 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision restricts the series to soils with less than 10 percent weatherable minerals in the sand and silt fractions.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - the zone from the surface to a depth of 14 inches. The A and AB horizons.\nArgillic horizon - the zone between the depth of 14 and 64 inches. The BAg, Btg1, Btg2 and Btg 3 horizons.\nAquic moisture regime - horizons with a chroma of 1 or 2. The AB and B horizons.\nADDITIONAL DATA: None\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0029 BAYBORO     0-  2   59- 70  190-275  38- 68    30- 300\nNC0141 BAYBORO     0-  2   59- 70  190-275  38- 68    30- 300\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0029 NONE            0-1.0  APPARENT NOV-MAY  60-60\nNC0141 NONE             -     APPARENT    -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0029  0-14  FSL                     0-  0 100-100  5-20   5- 13\nNC0029  0-14  L CL                    0-  0 100-100 10-35   6- 17\nNC0029  0-14  MK-FSL MK-L             0-  0 100-100  8-20  11- 24\nNC0029 14-64  CL SC C                 0-  0 100-100 35-60   7- 15\nNC0141  0-14  FSL                     0-  0 100-100  5-20   5- 13\nNC0141  0-14  L CL                    0-  0 100-100 10-35   6- 17\nNC0141  0-14  MK-FSL MK-L             0-  0 100-100  8-20  11- 24\nNC0141 14-64  CL SC C                 0-  0 100-100 35-65   7- 15\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0029  0-14  3.5- 5.5  4.-10  0- 0   2.0- 6.0  LOW\nNC0029  0-14  3.5- 5.5  4.-10  0- 0   0.6- 2.0  LOW\nNC0029  0-14  3.5- 5.5  10-15  0- 0   0.6- 2.0  LOW\nNC0029 14-64  4.5- 5.5  .5-3.  0- 0  0.06- 0.2  MODERATE\nNC0141  0-14  3.5- 5.5  4.-10  0- 0   2.0- 6.0  LOW\nNC0141  0-14  3.5- 5.5  4.-10  0- 0   0.6- 2.0  LOW\nNC0141  0-14  3.5- 5.5  10-15  0- 0   0.6- 2.0  LOW\nNC0141 14-64  4.5- 5.5  .5-3.  0- 0  0.06- 0.2  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
