{
  "SERIES": "BAYHORSE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  KWH/CLM/HBM",
  "REVDATE": "08/1999",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bayhorse gravelly loam--on a 35 percent convex, northwest-facing slope in rangeland at 5,650 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on October 3, 1984, the soil was dry to 12 inches and moist below this depth.)\nA--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 30 percent pebbles; slightly alkaline (pH 7.4); clear smooth boundary.  (1 to 4 inches thick)\nBA-3 to 8 inches; yellowish brown (10YR 5/4) gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 30 percent pebbles; slightly alkaline (pH 7.5); clear smooth boundary.  (3 to 6 inches thick)\nBt1--8 to 12 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine and fine tubular pores; few faint clay films in pores and on faces of peds; 35 percent pebbles; slightly alkaline (pH 7.4) clear smooth boundary.  (3 to 5 inches thick)\nBt2--12 to 18 inches; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium roots; many very fine and fine tubular pores; common faint clay films in pores and on faces of peds; 40 percent pebbles; occasional lime coats less than 1mm thick on undersides of some coarse fragments; slightly alkaline (pH 7.6); clear smooth boundary.  (4 to 7 inches thick)\nR--18 inches; andesite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Idaho; approximately 1 mile northwest of Challis, Idaho; about 2,000 feet north and about 2,500 feet west from the southeast corner of section 18, T. 14 N., R. 19 E.  Latitude - 44 degrees, 32 minutes, 30 seconds North; Longitude - 114 degrees, 15 minutes, 46 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 39 to 43 degrees F.\nControl section; percent clay - 18 to 30\nRock fragments - average 35 to 55 percent\nDepth to bedrock - 12 to 20 inches\nA horizon\nValue - 5 or 6 dry, 3 through 5 moist\nChroma - 2 through 4, dry or moist\nReaction - Neutral or slightly alkaline\nBA horizon\nValue - 3 or 4 moist\nChroma - 3 or 4 dry or moist\nReaction - Neutral or mildly alkaline\nBt horizon\nValue - 5 or 6 dry, 3 through 5 moist\nChroma - 2 through 4, dry or moist\nTexture - GRV-CL, GRV-L\nOther features - Occasional thin lime coats may be on coarse\nfragments.  Matrix is noneffervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bregar series.  Bregar soils are 5 to 12 inches to bedrock and have an average annual soil temperature of 41 to 46 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bayhorse soils are on ridges.  These soils formed of residuum from extrusive igneous rocks.  Slopes are 15 to 50 percent.  Elevations are 5,200 to 6,500 feet.  The climate is semi-arid with cool, dry summers and cold, moist winters.  The average annual precipitation is 8 to 11 inches; average annual temperature is 37 to 41 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dawtonia, Dacore, Frailton and Gaciba soils.  Dawtonia and Dacore soils are on mountains and ridges and are very deep.  Dacore soils have mollic epipedons.  Frailton soils are on mountains and ridges.  They are shallow to paralithic contacts and lack argillic horizons.  Gaciba soils are on mountains and foothills and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Vegetation is mainly Wyoming big sagebrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to approximately 8 inches (A and BA horizons).\nArgillic horizon - The zone from approximately 8 inches to the lithic contact (Bt1 and Bt2).\nLithic contact - The boundary at about 18 inches (R horizon).\nParticle-size control section - The zone from the top of the argillic horizon to the lithic contact (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
