{
  "SERIES": "BAYSHORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL-LCL-RCH-WRR",
  "REVDATE": "06/2011",
  "STATES": "CA",
  "OVERVIEW": "The Bayshore series consists of very deep, somewhat poorly and poorly drained soils formed in nearly level basins from alluvium. Slopes are 0 to 1 percent. The mean annual precipitation is about 13 to 15 inches and the mean annual temperature is about 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bayshore silty clay loam, drained, in an irrigated field. (Colors are for dry conditions except as noted).\nAp1--0 to 4 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; strong, fine and medium granular structure; hard, friable, sticky and plastic; very common fine roots; many very fine and fine interstitial pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 10 inches thick)\nAp2--4 to 17 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; hard, firm, sticky and plastic; common very fine, fine and medium roots;  few very fine tubular pores and many very fine interstitial pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 14 inches thick)\nAk--17 to 24 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure parting to weak, medium granular structure; very hard, friable, sticky and plastic; common very fine and fine roots; common very fine and fine  tubular pores and common very fine interstitial pores; strongly effervescent; disseminated lime and lime in fine and medium irregularly shaped seams and soft masses; moderately alkaline (pH 8.0);  clear wavy boundary. (6 to 14 inches thick)\n2Ckg1--24 to 38 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; few fine distinct mottles of very dark gray (10YR 3/1) and dark yellowish brown (10YR 4/4); weak medium subangular blocky parting to weak medium granular structure; hard, friable,  slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores and many micro interstitial pores; violently effervescent;  disseminated lime and lime in fine, irregularly shaped filaments and soft masses; moderately alkaline (pH 8.2);  clear smooth boundary. (15 to 23 inches thick)\n2Ckg2--38 to 56 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; common medium prominent mottles  and blotches of light brownish gray (2.5Y 6/2), olive yellow (2.5Y 6/6) and very pale brown (10YR 8/2); weak fine and medium granular structure;  hard, very friable, slightly sticky and slightly plastic; very few fine roots; very few very fine tubular pores and many micro and very fine interstitial pores; violently effervescent; disseminated lime and lime in fine irregularly shaped seams and soft masses; moderately alkaline (pH 8.2); irregular boundary. (0 to 15 inches thick)\n2Ckg3--56 to 72 inches; dark grayish brown (10YR 4/2) loam, dark olive gray (5Y 3/2) moist; many medium prominent mottles of grayish brown (2.5Y 5/2), light gray (N 7/), gray (N 6/) and olive (5Y 5/4);medium fine granular structure; slightly hard, very friable,  sticky and slightly plastic;  few very fine roots; many micro interstitial pores and few fine tubular pores; violently effervescent; disseminated lime and lime in medium irregularly shaped seams and soft masses; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Barbara County, California. About 5.5 miles southwest of Santa Maria, approximately 1.25 miles west of Betteravia, slightly less than 0.5 miles southwest of the intersection of Ray Road and West Betteravia Road, then 3/8ths mile northwest into the middle of the field; 120 degrees, 32 minutes, 16.79  seconds west longitude, 34 degrees, 55 minutes, 10.66 seconds north latitude. Located in an unsectionized area of T. 10 N., R. 35 W., Guadalupe Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nWater tables occur naturally within one foot of the surface in winter in undrained areas, most areas are now drained artificially. Thin strata of peat, less than 2 inches thick, may occur in the lower A and IIC horizons; buried A horizons may be present. Phases are recognized with coarse strata below 40 inches. Distinct or prominent mottles occur within two to four feet of the surface or the soil below the A has chromas less than 2, with low chromas usually due to lime. The soils are strongly calcareous throughout. Saline areas may occur, but are inextensive.\nDry color of the Ap and Ak horizons ranges from gray to dark gray (values of 5 or less) in neutral or 10YR hues; chromas are 0 or 1 but may approach 2 in places. Texture is generally loam, clay loam or silty clay loam. The texture of the 10 to 40 inches section is fine loamy with 18 to 35 percent clay. At least the upper part of the Ap has moderate or strong granular structure.\nThe I2Ckg horizons range from light gray and white to gray and dark grayish brown with hues from 10YR to 5Y. Olive hues are present to some degree in the lower C."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bayshore soils occur in nearly level basins and developed under a cover of grasses and sedges. The alluvium is derived from mixed but dominantly sedimentary formations. Bayshore soils occur at elevations of 30 to 100 feet in a dry subhumid mesothermal climate having a mean annual precipitation of 13 to 15 inches with moderately warm, but rainless, foggy summers and cool moist winters; an average January temperature is 48 degrees F, an average July temperature of 68 degrees F, and a mean annual temperature of 59 degrees F, and an average frost-free season of about 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Bayshore soils occur in the same general area as Agueda, Camarillo, Corralitos, Metz, Mocho, Salinas and Sorrento soils. Agueda soils are well or moderately well drained. Camarillo soils have Bk horizons and lack mollic epipedons. Corralitos soils have a sand textures. Metz soils have a sandy particle size. Mocho soils are well drained. Salinas soils are well drained and non calcareous in the A horizon. Sorrento soils are well drained and have free carbonates deeper in the soil profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly and poorly drained; drainage has been altered due to pumping, drainage ditches, and general lowering of water table has reclaimed some areas with the water table generally below 5 feet. Undrained areas may have seasonal water tables to within 1 to 2 feet of the surface. Runoff is slow. Permeability is moderate to moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Native vegetation was grasses, sedges and tules. Most areas have improved drainage and are used for field crops, truck crops, forage, deciduous fruit orchards and urban development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Near the coast in central and south central California. The soils are inextensive, some 2,600 acres to date."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara Area, 1941, Santa Clara County, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Bayshore soils were formerly classified as Calcium Carbonate Solenchaks. Present classification assumes a calcic horizon coincident with the Ak, a conclusion supported by limited data. It is not certain that there is always more than 15 percent calcium carbonate equivalent in all areas.\nLast revised by the state on 11/65.\nType location moved to Santa Barbara County 7/2011, the 1964 description is revised for the type location.  Areas previously mapped as Bayshore in Santa Clara County are now classified as Bayshore Taxadjunct.\nClassification note-This pedon is classified as Calciaquolls although the depth to the calcic horizon exceeds the taxonomic criteria by 1 inch. Due to land leveling and the upper part of the A horizon a cultivated plow layer, this discrepancy is considered minor. Soil temperatures need further study for some areas of Bayshore soils near the coast for possible fit with isomesic soil temperature class.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 4 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; strong, fine and medium granular structure; hard, friable, sticky and plastic; very common fine roots; many very fine and fine interstitial pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap2--4 to 17 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; hard, firm, sticky and plastic; common very fine, fine and medium roots;  few very fine tubular pores and many very fine interstitial pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 14 inches thick)"
      },
      {
        "name": "Ak",
        "top": 43,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ak--17 to 24 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure parting to weak, medium granular structure; very hard, friable, sticky and plastic; common very fine and fine roots; common very fine and fine  tubular pores and common very fine interstitial pores; strongly effervescent; disseminated lime and lime in fine and medium irregularly shaped seams and soft masses; moderately alkaline (pH 8.0);  clear wavy boundary. (6 to 14 inches thick)"
      },
      {
        "name": "2Ckg1",
        "top": 61,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Ckg1--24 to 38 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; few fine distinct mottles of very dark gray (10YR 3/1) and dark yellowish brown (10YR 4/4); weak medium subangular blocky parting to weak medium granular structure; hard, friable,  slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores and many micro interstitial pores; violently effervescent;  disseminated lime and lime in fine, irregularly shaped filaments and soft masses; moderately alkaline (pH 8.2);  clear smooth boundary. (15 to 23 inches thick)"
      },
      {
        "name": "2Ckg2",
        "top": 97,
        "bottom": 142,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "2Ckg2--38 to 56 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; common medium prominent mottles  and blotches of light brownish gray (2.5Y 6/2), olive yellow (2.5Y 6/6) and very pale brown (10YR 8/2); weak fine and medium granular structure;  hard, very friable, slightly sticky and slightly plastic; very few fine roots; very few very fine tubular pores and many micro and very fine interstitial pores; violently effervescent; disseminated lime and lime in fine irregularly shaped seams and soft masses; moderately alkaline (pH 8.2); irregular boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2Ckg3",
        "top": 142,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "2Ckg3--56 to 72 inches; dark grayish brown (10YR 4/2) loam, dark olive gray (5Y 3/2) moist; many medium prominent mottles of grayish brown (2.5Y 5/2), light gray (N 7/), gray (N 6/) and olive (5Y 5/4);medium fine granular structure; slightly hard, very friable,  sticky and slightly plastic;  few very fine roots; many micro interstitial pores and few fine tubular pores; violently effervescent; disseminated lime and lime in medium irregularly shaped seams and soft masses; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
