{
  "SERIES": "BAZILE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, mesic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bazile silt loam - on a southeast-facing slope of 3 percent in a cultivated field.  (Colors are for dry soil unless otherwise stated.  When described, the soil was moist throughout.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; slightly hard, friable; moderately acid; abrupt smooth boundary.  (4 to 8 inches thick)\nA--6 to 12 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable; moderately acid; clear smooth boundary.  (3 to 12 inches thick)\nBt1--12 to 16 inches; grayish brown (10YR 5/2) silty clay loam, dark brown (10YR 3/3) moist; dark grayish brown (10YR 4/2) crushed; moderate fine subangular blocky structure parting to weak fine granular; hard; firm; few thin discontinuous clay films on faces of peds; slightly acid; clear wavy boundary.\nBt2--16 to 27 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium and fine subangular blocky structure; hard, firm; few thin discontinuous clay films on faces of peds; slightly acid; clear smooth boundary. (Combined thickness of Bt horizon is 13 to 20 inches.)\n2C--27 to 80 inches; very pale brown (10YR 7/3) sand, pale brown (10YR 6/3) moist; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pierce County, Nebraska; about 4 miles south and 1 3/4 miles east of Osmond; about 1320 feet west and 25 feet north of the southeast corner, sec. 20, T. 27 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and the depth to the sand ranges from 20 to 40 inches.  The thickness of the mollic epipedon ranges from 7 to 20 inches and includes the upper part of the B horizon in some profiles.  The Bazile soils typically lack free carbonates, however, in the western part of the area of occurrence for this series, a BC horizon is present and in some pedons contains free carbonates. Some pedons contain a few pebbles throughout the profile.\nThe A horizon has hue of 10YR, value of 3 through 5 dry and 2 or 3 moist, and chroma of 2.  Typically, it is silt loam or loam and less commonly silty clay loam, clay loam, loamy fine sand, and fine sand.  Reaction ranges from strongly acid to slightly acid.  A sandy overblown phase is recognized.\nThe Bt horizons have hue of 10YR, value of 5 or 6 dry and 4 to 5 moist, and chroma of 2 or 3.  Typically, they are silty clay loam with clay content of 22 to 35 percent.  Reaction ranges from moderately acid to neutral.  In some pedons BC horizons are present.\nThe BC horizon, where present, has hue of 10YR, value of 5 to 7 dry and 4 to 6 moist and chroma of 2 or 3.  Texture is clay loam, loam or silt loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe 2C horizon has hue of 10YR, value of 6 through 8 dry and 5 through 7 moist, and chroma of 2 through 4.  Typically, it is sand and less commonly loamy fine sand, loamy sand, fine sand, or coarse sand.  Reaction ranges from slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Bazile is the only series in this family.  The closely competing series are Akaska, Brocksburg, Delmont, Dempster, Enet, Jansen, and the Oahe series.  All of these soils are moderately deep over gravel or gravelly coarse sand.  Akaska, Delmont, and Oahe soils have a drier climate and contain calcium carbonates in the control section.  In addition, Delmont and Oahe soils lack argillic horizons and are fine-loamy.  Brocksburg and Enet soils are pachic and fine-loamy and Enet soils lack an argillic horizon.  Dempster soils lack an argillic horizon.  Jansen soils are fine-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bazile soils are on uplands and stream terraces.  The slope gradient commonly is 0 to 6 percent, but the range is 0 to 11 percent.  They formed in loess or outwash material over sandy sediments.   The range of mean annual precipitation is 22 to 26 inches and the range of mean annual temperature is 47 to 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Jansen soils and the Moody, O'Neill, Ortello, Paka, Simeon, Thurman, and Trent soils.   Jansen and O'Neill soils are on similar positions where gravel or gravelly coarse sand underlying material is within a depth of 20 to 40 inches.  In addition, O'Neill soils are coarse-loamy.  Moody and Paka soils are on similar positions and have fine-silty control sections.  Ortello soils are coarse-loamy and Thurman soils are sandy and both are generally higher in the landscape than Bazile soils. Simeon soils have more sand in the upper part of the solum, lack a mollic epipedon and commonly are on narrow ridgetops or lower side slopes.  Trent soils are pachic, fine-silty and occur in slight swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff ranges from very slow to rapid.  Permeability is moderately slow in the solum and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Over half the acreage of Bazile soils is cultivated to corn, oats, alfalfa, soybeans, and grain sorghum.  Some areas are in introduced grass pastures with bromegrass as the common grass seeded.  Native grass pastures or hayland are mainly big bluestem, little bluestem, switchgrass, sideoats grama, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and northeastern Nebraska and possibly in southeastern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pierce County, Nebraska, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons or features recognized in this pedon are: mollic epipedon--the zone from 0 to 12 inches (the AP and A horizons); argillic horizon--the zone from 12 to 27 inches (the Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
