{
  "SERIES": "BEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Vertic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bead fine sandy loam, forest. (colors are for dry soil unless otherwise noted.)\nOi--4 to 2 inches; undecomposed needles, bark and twigs.\nOe--2 to 0 inch; partially decomposed organic material like that of the overlying horizons.\nA--0 to 1 inch; very dark grayish brown (10YR 3/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, nonsticky, nonplastic; 5 percent sandstone fragments; strongly acid (pH 5.5); abrupt smooth boundary. (0 to 4 inches thick)\nE--1 to 6 inches; pinkish gray (7.5YR 7/2) fine sandy loam, brown (7.YR 5/2) moist; moderate thin platy structure parting to moderate fine granules; soft, very friable, nonsticky, nonplastic; 5 percent sandstone fragments; strong acid (pH 5.5); gradual wavy boundary. (4 to 8 inches thick)\nE1B--6 to 18 inches; mixed colors including pinkish gray (7.5YR 7/2) and light reddish brown (5YR 6/4) sandy clay loam (mixed texture), pinkish gray (7.5YR 6/2) and reddish brown (5YR 5/4) moist; weak medium subangular blocky structure parting to moderate fine granules; hard, very friable; thin glossy patches on subangular blocky structure parting to moderate fine granules; hard, very friable; thin glossy patches on faces of the more clayey peds; strongly acid (pH 5.2); gradual wavy boundary. (6 to 15 inches thick)\nBt--18 to 40 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky, plastic; peds are extremely hard; continuous wax-like coatings on faces of peds; wax-like coatings fillings in root channels; wax-like rims around the entrance to soil pores; 10 percent stones; strongly acid (pH 5.2); gradual wavy boundary. (12 to 34 inches thick)\nBC--40 to 46 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky, plastic; peds are extremely hard, thin wax-like\npatches on faces of peds; discontinuous glossy coatings inside root channels and pores; 40 percent stones; medium acid (pH 6.0); gradual wavy boundary. (4 to 6 inches thick)\nC--46 to 60 inches; light reddish brown (5YR 6/4) clay, reddish brown (5YR 5/4) moist; massive; extremely hard, very firm, sticky, plastic; 60 percent stones; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Saguache County, Colorado; NE1/4 sec. 3, T. 46 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are noncalcareous to depths of more than 40 inches or are noncalcareous for a least the upper 3 inches of the C horizon if the solum exceeds 40 inches. Base saturation ranges from 40 to 100 percent with some subhorizon of the argillic horizon being less than 60 percent base saturated. Depth to the base of the argillic horizon ranges from 17 to 60 inches. Rock fragments range from 0 to 35 percent in a major part of the solum, but increases with depth and exceed 35 percent in the lower part of the solum and in the C horizon. These are mainly 10 to 24 inches in diameter. The majority of subhorizons above 50 inches have hue of 5YR or redder. Some pedons have at depths of 30 inches or less few faint mottles with the chroma of both matrix and mottles exceeding 2. These soils are dry in some part at some time in most years and are restricted to areas having peak periods of precipitation.\nThe E horizon has hue of 10YR through 5YR, value of 5 through 8, 4 through 7 moist, and chroma of 1 through 6. it ranges from slightly acid to very strongly acid (1:5 dilution unbuffered organic dye).\nThe Bt horizon has hue of 7.5YR through 2.5YR, value of 5 through 7 , 4 through 6 moist, and chroma of 1 through 6. It is typically heavy clay loam or clay but clay ranges from 35 to 60 percent, silt from 5 to 50 percent, and sand from 10 to 55 percent with more than 15 percent being fine or coarser sand. This horizon ranges from very strongly acid to medium acid (1:5 dilution unbuffered organic dye).\nThe C horizon has hue of 7.5YR through 2.5YR. It is typically stony or very stony clay or heavy clay loam but clay ranges from 35 to 60 percent, silt from 5 to 50 percent, and sand 10 to 55 percent. This horizon ranges from strongly acid to mildly alkaline (1:5 dilution unbuffered organic dye)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chubbs, Cowdrey, Dell, Roxton, Gateway, Hatch, Lail, McVickers, Mikesell, Muggins, Nokhu, Owlcan, and Wetterhorn series. Chubbs, Roxton, McVickers and Wetterhorn soils have a lithic contact at depths of less than 40 inches. Gateway, Hatch and Mikesell soils have a paralithic contact at depths of less than 40 inches. Cowdrey and Dell soils have hue of 7.5YR or yellower in a majority of subhorizons in the solum and C horizon above 50 inches.  Muggins and Nokhu soils have greater than 60 percent base saturation in the Bt horizon and have less than 35 percent rock fragments in the lower part of calcareous in the lower part of the solum or in the C horizons, and have horizons of calcium carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bead soils are on hills, ridges, and mountainsides. Slopes typically range from about 2 to 50 percent. The\nsoil formed in thick noncalcareous, moderately fine to fine textured materials originating as slope wash from sedimentary and igneous bedrock. At the type location the mean annual precipitation is about 22 inches with peak periods of precipitation occurring in the spring and summer months. Mean annual temperature is 34 degrees F., mean summer temperature is 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cebolia and Vulcan soils. Cebolia soils have a mollic epipedon and an abrupt textural boundary between the E and B horizons. Vulcan soils have more than 35 percent rock fragments throughout the solum and have a fragmental substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained; slow to rapid runoff; slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as grazing land, for timber production and for recreation. Native vegetation is spruce, fir, and a sparse understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Saguache County, Colorado, 1972.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
