{
  "SERIES": "BEANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM/EWB/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Beano series consists of shallow to a duripan, well drained soils that formed in alluvium derived from mixed rocks.  Beano soils are on fan remnants and ballenas.  Slopes are 2 to 8 percent.  The mean annual precipitation is about 130 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic, shallow Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beano loamy coarse sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; pale brown (10YR 6/3) loamy coarse sand, dark grayish brown (10YR 4/2) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine interstitial pores; 5 percent gravel; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 10 cm thick)\nA2--8 to 18 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many fine and medium and common very fine roots; many fine interstitial and common very fine and fine vesicular pores; 10 percent gravel; slightly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (5 to 15 cm thick)\nBt--18 to 33 cm; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine roots; common fine interstitial and common very fine and fine tubular pores; 35 percent gravel; common moderately thick clay films on peds; slightly effervescent; few fine lime filaments in tubular pores; strongly alkaline (pH 8.8); clear wavy boundary.  (10 to 20 cm thick)\nBtqk--33 to 46 cm; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and common fine tubular pores; 40 percent gravel, common thin clay bridges between grains; violently effervescent; very strongly alkaline (pH 9.4); abrupt wavy boundary.  (0 to 15 cm thick)\nBqkm--46 to 89 cm; light gray (10YR 7/2) cemented material, pale brown (10YR 6/3) moist; alternating massive and single grain; very hard, extremely firm, brittle; strongly cemented with weakly cemented and noncemented interbedded layers; common fine and medium roots; few fine tubular pores; 40 percent gravel; very pale brown (10YR 8/2) discontinuous indurated silica laminae in pores and bridging some gravel, very pale brown (10YR 7/3) moist; violently effervescent; very strongly alkaline (pH 9.5); gradual smooth boundary.  (25 to 50 cm thick)\n2Bk--89 to 152 cm; pale brown (10YR 6/3) stratified extremely gravelly coarse sand and extremely gravelly loamy sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; many very fine and fine interstitial pores; 65 percent gravel; violently effervescent; very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; approximately 1,500 feet north and 300 feet west of the southwest corner of section 16, T. 10 N., R. 32 E.; USGS Kinkaid NW 7.5 minute topographic quadrangle; latitude 38 degrees 43 minutes 17 seconds N and longitude 118 degrees 24 minutes 47 seconds W; WGS84 Decimal Degrees 38.7215000 latitude, -118.4133333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in some part for short periods during winter and early spring months and intermittently moist in some part for 10 to 20 days cumulative from July to September due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to duripan: 38 to 50 cm.\nParticle-size control section - Clay content:  18 to 35 percent;\nRock fragments:  35 to 60 percent, dominantly gravel.\nA horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nReaction:  Moderately alkaline or strongly alkaline.\nCarbonates:  Noneffervescent or slightly effervescent.\nBt horizon\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  3 or 4.\nTexture:  Loam, sandy clay loam or clay loam.\nClay content:  25 to 35 percent.\nRock fragments:  35 to 60 percent, dominantly greater than 5 millimeters gravel.\nStructure:  Strong or moderate subangular blocky structure.\nReaction:  Moderately alkaline to very strongly alkaline.\nCarbonates:  Slightly or violently effervescent lime coats bottom of coarse fragments in the lower portions.\nBqkm horizon\nValue:  6, 7 or 8.\nChroma:  1 through 3.\nRock fragments:  35 to 60 percent, dominantly gravel.\nCementation:  Strongly cemented duripan with alternating strata of weakly cemented or noncemented materials; few discontinuous laminar caps on coarse fragments bridging in some pedons.\nThickness:  25 to 50 cm.\n2Bk horizon\nValue:  6 or 7 dry, 5 or 6 moist.\nChroma:  2 or 3.\nTexture:  Coarse sand, sand, loamy sand or sandy loam,\ntypically stratified or occurs as lenses.\nRock fragments:  60 to 75 percent, dominantly gravel.\nReaction:  Strongly alkaline or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beano soils are on fan remnants and ballenas.  These soils formed in alluvium derived from mixed rocks.  Slopes are 2 to 8 percent.  Elevation ranges from 1,675 to 1,890 meters.  The mean annual precipitation is 100 to 200 mm, the mean annual temperature is 10 to 12 degrees C, and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Izo and Hollywell soils.  Both of these soils lack an argillic horizon and Izo soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Beano soils are used for rangeland and wildlife habitat.  The vegetation is mainly Bailey's greasewood, bud sagebrush, galleta, shadscale, Nevada ephedra, Indian ricegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are not extensive with about 4,600 acres of the series mapped to date.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 18 to 46 cm (Bt and Btqk horizons).\nDuripan - The zone from 46 to 89 cm (Bqkm horizon).\nParticle-size control section - The zone from 18 to 46 cm (Bt and Btqk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
