{
  "SERIES": "BEARRUBBLE",
  "STATUS": "Established Series",
  "BYREV": "Rev: JKA/AEC/DWB",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bearrubble ashy fine sand, on a south facing (208 degrees) slope of 9 percent, under a cover of pinemat manzanita, white fir, bush chinquapin, California red fir, and western white pine at an elevation of 7175 feet, (2188 m). When described on 8/22/06, the soil was dry throughout. (Colors are for dry soil unless otherwise noted).\nOi--0 to 3 inches (0 to 7 cm); slightly decomposed cone, needle and twig litter; abrupt smooth boundary. (0.5 to 3 inches (2 to 7 cm) thick)\nA--3 to 6 inches (7 to 14 cm); dark gray (10YR 4/1) ashy fine sand, black (10YR 2/1) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; common very fine and fine, many medium and coarse, and common very coarse roots; many very fine and fine interstitial pores; 2 percent subangular fine gravel; slightly acid, pH 6.4 by Hellige-Truog; NaF pH 9.3; clear smooth boundary. (1.5 to 5.5 inches (5 to 13 cm) thick)\nC--6 to 13 inches (14 to 33 cm); light gray (2.5Y 7/1) extremely cobbly loamy coarse sand, very dark grayish brown (2.5Y 3/2) moist; 3 percent clay; single grain; loose, nonsticky, nonplastic; many very fine and fine, common medium, and many coarse and very coarse roots; many very fine to medium interstitial pores; 4 percent subangular fine gravel, 15 percent angular medium and coarse gravel, 55 percent angular cobbles, and 10 percent subangular stones; slightly acid, pH 6.6 by Hellige-Truog; NaF pH 9.6; clear smooth boundary. (0 to 9 inches (0 to 23 cm) thick)\n2Bwb1--13 to 19 inches (33 to 49 cm); pale brown (10YR 6/3) extremely cobbly ashy sandy loam, dark yellowish brown (10YR 3/4) moist; 2 percent clay; weak very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine and fine, common medium and coarse, and few very coarse roots; many very fine and fine interstitial and common medium irregular pores; 9 percent subangular fine gravel, 15 percent subangular medium and coarse gravel, 25 percent subangular cobbles, and 15 percent subangular stones; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.0; clear smooth boundary.\n2Bwb2--19 to 35 inches (49 to 89 cm); pale brown (10YR 6/3) extremely stony medial sandy loam, brown (10YR 4/3) moist; 3 percent clay; weak medium subangular blocky structure parting to single grain; loose, nonsticky, nonplastic; common fine to very coarse roots; many very fine and fine interstitial, and common medium tubular and irregular pores; 14 percent subangular fine gravel, 21 percent subangular medium and coarse gravel, 10 percent subangular cobbles, and 20 percent subangular stones; slightly acid, pH 6.2 by Hellige-Truog; NaF pH 10.4; gradual smooth boundary.\n2Bwb3--35 to 49 inches (89 to 124 cm); pale brown (10YR 6/3) very stony medial fine sandy loam, dark yellowish brown (10YR 4/4) moist; 4 percent clay; weak very fine and fine subangular blocky structure parting to single grain; loose, nonsticky, nonplastic; few fine and medium, many coarse, and few very coarse roots; many very fine and fine interstitial and many medium tubular pores; 11 percent subangular fine gravel, 15 percent subangular medium and coarse gravel, 5 percent subangular cobbles, and 10 percent subangular stones; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.3; gradual smooth boundary.\n2Bwb4--49 to 60 inches (124 to 152 cm); light yellowish brown (2.5Y 6/3) very stony medial fine sandy loam, olive brown (2.5Y 4/4) moist; 5 percent clay; massive parting to single grain; loose, nonsticky, nonplastic; few very fine and fine and common medium and coarse roots; many very fine and fine interstitial pores; 13 percent subangular fine gravel, 13 percent subangular medium and coarse gravel, 5 percent subangular cobbles, and 10 percent subangular stones; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.6 (Combined thickness of the 2Bw horizon is 20 to 57 inches (51 to 145 cm) or more thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plumas County, California, about 0.57 miles west-southwest from the Mount Harkness fire lookout, approximately 2,400 feet north and 1,130 feet west of the southeast corner of sec 28, T. 30 N, R. 6 E, 40 degrees, 25 minutes, 41 seconds north latitude and 121 degrees, 18 minutes, 51 seconds west longitude, NAD83; USGS Quad: Mount Harkness, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: greater than 60 inches (152 cm)\nMean annual soil temperature: 43 to 47 degrees F (6 to 8 degrees C).\nSoil moisture control section is dry: July to October (about 90 days).\nParticle-size control section (thickest part): 2 to 5 percent clay, and 41 to 70 percent rock fragments.\nSurface fragments: 0 to 5 percent gravel, 0 to 10 percent cobbles, 15 to 25 percent stones, and 10 to 30 percent boulders.\nA horizon:\nColor dry: 10YR 4/1, 5/2, 2.5Y 3/1, 3/2, 5/2\nColor moist: 10YR 2/1, 3/1, 2.5Y 2.5/1, 3/2, 4/2\nTexture: ashy fine sand, very stony ashy loamy sand, extremely stony ashy loamy sand, ashy fine sandy loam\nClay content: 0 to 5 percent\nRock fragments: 2 to 9 percent fine gravel, 0 to 3 percent medium and coarse gravel, 2 to 15 percent total gravel, 0 to 25 percent cobbles, 0 to 40 percent stones, 0 to 20 percent boulders, 2 to 74 percent total rock fragments\nOrganic matter: 13 to 35 percent\nBase saturation by ammonium acetate: 8 to 20 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.05 to 0.10\nP retention: 4 to 10 percent\nGlass content: 35 to 48 percent\nNaF pH: 9.0 to 10.5\nSoil reaction: slightly acid or neutral\nC horizon:\nColor dry: 10YR 6/3, 2.5Y 7/1, 8/2\nColor moist: 10YR 4/3, 2.5Y 3/2, 6/2\nTexture: extremely cobbly loamy coarse sand, extremely stony loamy coarse sand\nClay content: 0 to 4 percent\nRock fragments: 4 to 18 percent fine gravel, 4 to 15 percent medium and coarse gravel, 11 to 27 percent total gravel, 10 to 55 percent cobbles, 10 to 40 percent stones, 0 to 20 percent boulders, 76 to 87 percent total rock fragments\nOrganic matter: 2 to 8 percent\nBase saturation by ammonium acetate: 3 to 15 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.10 to 0.25\nP retention: 2 to 10 percent\nGlass content: 2 to 10 percent\nNaF pH: 9.6 to 10.0\nSoil reaction: slightly acid or neutral\nUpper 2Bwb horizon:\nColor dry: 10YR 5/4, 6/3, 2.5Y 5/3, 5/4, 6/3, 6/4\nColor moist: 10YR 3/4, 4/3\nTexture: very stony ashy sandy loam, extremely stony ashy sandy loam, extremely cobbly ashy very fine sandy loam, extremely cobbly ashy fine sandy loam, extremely bouldery ashy coarse sandy loam, extremely cobbly ashy sandy loam\nClay content: 1 to 7 percent\nRock fragments: 2 to 15 percent fine gravel, 10 to 21 percent medium and coarse gravel, 13 to 35 percent total gravel, 10 to 50 percent cobbles, 15 to 25 percent stones, 0 to 25 percent boulders, 50 to 88 percent total rock fragments\nOrganic matter: 1.2 to 4 percent\nBase saturation by ammonium acetate: 1 to 38 percent\nAcid oxalate extractable Al plus 1/2 Fe: 2.0 to 2.50\nP retention: 70 to 80 percent\nGlass content: 30 to 45 percent\nNaF pH: 10.0 to 11.0\nSoil reaction: slightly acid or neutral\nLower 2Bwb horizon:\nColor dry: 10YR 6/3, 2.5Y 5/3, 5/4, 6/3, 6/4\nColor moist: 10YR 3/4, 4/3, 4/4, 2.5Y 4/4\nTexture: very stony medial fine sandy loam, extremely cobbly medial very fine sandy loam, extremely cobbly medial fine sandy loam, very stony medial sandy loam, extremely stony medial fine sandy loam, extremely bouldery medial coarse sandy loam, very stony medial fine sandy loam, extremely stony medial sandy loam\nClay content: 2 to 8 percent\nRock fragments: 2 to 25 percent fine gravel, 8 to 25 percent medium and coarse gravel, 10 to 45 percent total gravel, 5 to 40 percent cobbles, 10 to 40 percent stones, 0 to 25 percent boulders, 35 to 75 percent total rock fragments\nOrganic matter: 1.0 to 2.5 percent\nBase saturation by ammonium acetate: 3 to 10 percent\nAcid oxalate extractable Al plus 1/2 Fe: 2.5 to 3.5\nP retention: 90 to 100 percent\nGlass content: 7 to 25 percent\nNaF pH: 10.3 to 11.2\nSoil reaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bearrubble soils are on shield volcanoes in the Southern Cascade mountains. Slopes are 5 to 40 percent. These soils formed in tephra over residuum from basalt and or basaltic andesite. Elevation is 5455 to 8052 feet (1663 to 2455 m). Mean annual precipitation is 33 to 83 inches (838 to 2108 mm). The mean annual temperature is 41 to 44 degrees F (5 to 6.6 degrees C). Frost free season is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Juniperlake and Scoured soils. The Juniperlake soils are deep to dense till and are on moraines. The Scoured soils are moderately deep to lithic bedrock and occur on glaciated headlands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; saturated hydraulic conductivity is high to very high in the A and C horizons, and moderately high to high in the 2Bwb horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, recreation, ecosystem management and watershed. Vegetation is pinemat manzanita, white fir, bush chinquapin, California red fir and western white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in MLRA: 22B Southern Cascade mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 2009 Plumas County, California. Source of name from the rubble land adjacent to this soil, which is likely winter den habitat for bears."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon 13 to 19 inches, (33 to 49 cm)\nCambic horizon 19 to 60 inches, (49 to 152 cm)\nAndic soil properties: 3 to 6 inches, (7 to 14 cm) and 13 to greater than 60 inches, (33 to greater than 152 cm)\nParticle-size control section: 2.8 to 42 inches, (7 to 107 cm)\nSoil moisture control section: 27 to 51 inches, (69 to 130 cm)\nADDITIONAL DATA: Classification and properties inferred from lab data from lab pedon number 07N0138, NSSL, Lincoln NE. NASIS User Pedon ID in Davis, MLRA Office: 789157.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
