{
  "SERIES": "BEARGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWH/WCL/DJE/CEJ",
  "REVDATE": "7/98",
  "STATES": "CA",
  "OVERVIEW": "The Beargulch series consists of deep, well drained soils  formed in colluvium weathered dominantly from mica schist.  These soils are on mountains.  Slope is 50 to 75 percent.  Mean annual precipitation is about 65 inches.  Mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beargulch very gravelly loam--on a north facing slope of75 percent under Douglas-fir, shrub tanoak, white fir, and sugar pine at an elevation of 4,400.  (Colors are for dry soil unless stated otherwise.  When described, August 2, 1984, the soil was dry throughout.)\nThe soil surface is covered by about 40 percent gravel.\nOi--1 to 0 inches; needles, leaves, twigs, branches and cones.\nA--0 to 5 inches; brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/6) moist; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common coarse, medium, fine and very fine roots; common fine and very fine tubular pores; 45 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.  (4 to 6 inches thick)\nBt1--5 to 12 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark brown (7.5YR 3/4) moist; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common coarse, medium and fine, many very fine roots; common fine and very fine tubular pores; few clay films bridging mineral grains; 50 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.  (6 to 8 inches thick)\nBt2--12 to 25 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/6) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common coarse, medium, fine, and very fine roots; common fine and very fine tubular pores; few clay films bridging mineral grains; 50 percent pebbles, 15 percent gravel;  slightly acid (pH 6.5); gradual wavy boundary.  (12 to 15 inches thick)\nBt3--25 to 43 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/6) moist; moderate fine subangular blocky structure;  slightly hard, friable, slightly sticky and slightly plastic; few coarse, common medium, fine and very fine roots; common fine and very fine tubular pores; few clay films bridging mineral grains; 60 percent gravel, 20 percent cobbles; slightly acid (pH 6.5); abrupt wavy boundary.  (18 to 31 inches thick)\nR--43 inches; hard, fractured mica schist.  Fragments are 4 to 8 inches across.  Fractures are filled with small fragments of weathered rock and some fine roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Trinity County, California; about 1/2 mile southwest of Gunsight Peak; take Reading Creek Road to junction with Indian Creek Road, take Indian Creek Road 2.5 miles, turn south onto dirt road, go 0.7 mile, take right fork, go 1.3 miles, take left fork, go 0.6 mile, take left fork, go 1 mile, take left fork, go 3.2 miles, take left fork, go 0.4 mile, take right fork, go 1.6 miles, take left fork, go 1.1 miles, pedon described in roadcut; 1100 feet north of the southeast corner section 13, T. 31 N., R. 9 W.  Bully Choop Mtn. Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 40 to 60 inches.  The particle-size control section contains 45 to 80 percent rock fragments, 15 to 25 percent clay, and 15 to 40 percent mica minerals in the very fine sand fraction.  The mean annual soil temperature is 45 to 47 degrees F.  The soil moisture control section is dry in all parts from\nabout mid July to mid October (75 to 90 days).  The soil temperature at a depth of 20 inches exceeds 41 degrees F from about mid May to mid November (180 days), and exceeds 47 degrees F from about mid June to mid October.  Reaction is moderately acid or slightly acid.\nThe A horizon is 10YR 5/4 or 6/4.  The moist color is 10YR 3/6, 3/3, 3/4, or 4/3.\nThe Bt horizon is 10YR 6/4, 6/6, 7/3, 7/4, 6/6 or 7.5YR 5/4.  The moist color is 10YR 3/4, 4/4, 5/6, 6/4, 3/6, 4/6, 5/4 or 7.5YR 3/4.  It is very gravelly loam, extremely gravelly sandy loam, or extremely gravelly loam.  Clay content increases by less than 1.2 times the amount in the horizons above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Althouse, Ardtoo, Blackprince (T), Hangtown, Icicle (T), Jayar, Jumpmore (T), Kamela, Minaloosa, Notned, Smokey, Standup (T), Treble, and Umpa series.  These soils all contain less than 15 percent mica minerals in the particle-size control section.  The Althouse and Hangtown soils have sola less than 40 inches thick.  The Ardtoo, Icicle, Jumpmore, and Minaloosa soils are dry for less than 75 days.  The Jayar, Kamela, Smokey, and Umpa soils are less than 40 inches deep to bedrock.  The Notned soils are greater than 60 inches deep.  The Treble soils have Bs horizons and a mantle of volcanic ash.  Standup soils have 10 to 15 percent clay in the control section and are dry for less than 75 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Beargulch soils are on mountains.  Slopes are 50 to 75 percent.  Elevation ranges from 3,900 feet on north facing slopes to 5,800 feet.  These soils formed in colluvium weathered from micaceous schist.  The climate is characterized by cool, moist winters and warm, dry summers.  Mean annual precipitation is 60 to 75 inches. Snowfall ranges from 20 to 40 inches.  Mean January temperature is about 31 degrees F.  Mean July temperature is about 65 degrees F.  Mean annual temperature is 43 to 45 degrees F.   The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Skyrock soil.  Skyrock soils are less than 20 inches deep over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Beargulch soil are used mainly for timber production, water supply, and wildlife habitat.  The vegetation is Douglas-fir, white fir, shrub tanoak, sugar pine, California black oak, and other brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Beargulch soils are inextensive in the Klamath Mountains of northern California.  MLRA is 5."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Trinity County, California, Weaverville Area, 1990.  Name from gulch nearby."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface to a depth of 5 inches (A),\nCambic horizon--the zone from 5 to 43 inches (Bt1, Bt2, Bt3),\nParticle-size control section--the zone from 10 to 40 inches (Bt1, Bt2, Bt3).\nLithic contact - the boundary at about 43 inches (R).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
