{
  "SERIES": "BEARIVER",
  "STATUS": "Established Series",
  "BYREV": "RJL-JVC",
  "REVDATE": "03/2006",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, mesic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beariver silty clay loam--on a south-facing, linear slope of 1 percent under alkali sacaton, inland saltgrass, and black greasewood at an elevation of 4,220 feet--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; grayish brown (2.5Y 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak medium and coarse angular blocky structure; very hard, firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common very fine tubular pores; violently effervescent; 24 percent calcium carbonate equivalent; slightly saline (EC 6 mmhos/cm); moderately alkaline (pH 8.4); abrupt smooth boundary.\nA2--6 to 11 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (10YR 5/2) moist; moderate medium and coarse subangular blocky structure; very hard, firm, slightly sticky and moderately plastic; few very fine, fine, and medium roots; many very fine tubular pores; violently effervescent; 25 percent calcium carbonate equivalent; slightly saline (EC 6 mmhos/cm); strongly alkaline (pH 8.6); clear wavy boundary.  (Combined thickness of the A horizons is 6 to 16 inches)\nBw--11 to 16 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (10YR 5/2) moist; weak medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; many very fine tubular pores; many small shell fragments; violently effervescent; 24 percent calcium carbonate equivalent; moderately saline (EC 15 mmhos/cm); moderately alkaline (pH 8.4); abrupt wavy boundary.  (0 to 5 inches thick)\n2Agb--16 to 22 inches; gray (10YR 5/1) silt loam, black (10YR 2/1) moist; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; very hard, friable, slightly sticky and moderately plastic; few fine and very fine roots; many very fine tubular pores; many snail shell fragments; violently effervescent; 22 percent calcium carbonate equivalent; strongly saline (EC 22 mmhos/cm); strongly alkaline (pH 8.8); gradual irregular boundary.\n2Czg1--22 to 31 inches; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; many very fine tubular pores; few snail shell fragments; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; violently effervescent; 22 percent calcium carbonate equivalent; strongly saline (EC 30 mmhos/cm); strongly alkaline (pH 9.0); gradual wavy boundary.\n2Czg2--31 to 43 inches; light gray (10YR 7/2) very fine sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; many fine and very fine tubular pores; few snail fragments; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; violently effervescent; 23 percent calcium carbonate equivalent; strongly saline (EC 38 mmhos/cm); strongly alkaline (pH 8.7); gradual wavy boundary.\n2Czg3--43 to 51 inches; light gray (10YR 7/2) silt loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine tubular pores; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; violently effervescent; 20 percent calcium carbonate equivalent; strongly saline (EC 45 mmhos/cm); strongly alkaline (pH 8.8); gradual wavy boundary.\n2Czg4--51 to 62 inches; pale brown (10YR 6/3) very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few snail fragments; many medium prominent brownish yellow (10YR 6/8) masses of iron accumulation; violently effervescent; 18 percent calcium carbonate equivalent; strongly saline (EC 42 mmhos/cm); strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Box Elder County, Utah; about 5 miles west of Brigham City between Reeder Overflow and the Bear River; approximately 1,400 feet east and 1,250 feet north of the southwest corner of section 19, T. 9 N., R. 2 W.; USGS Willard 7.5 minute topographic quadrangle; 41 degrees 29 minutes 55 seconds north latitude and 112 degrees 07 minutes 00 seconds west longitude, NAD83; UTM zone 12N 406799E, 4594727N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry in some part of the moisture control section between March and October, moist during fall and winter; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 50 to 54 degrees F.\nDepth to salic horizon - 20 to 40 inches.\nEffervescence - Strongly effervescent or violently effervescent\nParticle-size control section - Clay content: Averages 18 to 25 percent.\nA horizons and Bw horizon (when present) - Hue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist.\nCalcium carbonate equivalent: 20 to 30 percent.\nReaction: Moderately alkaline to very strongly alkaline.\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 15 to 30.\n2Czg horizons - Hue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Silty clay loam, silt loam, loam, very fine sandy loam, or fine sandy loam.\nCalcium carbonate equivalent: 15 to 30 percent.\nReaction: Moderately alkaline to very strongly alkaline.\nSalinity (EC): 20 to 60 mmhos/cm.\nSodicity (SAR): 15 to 50."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Saltair series.  Saltair soils have a salic horizon starting at the soil surface and have seasonal aquic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Alluvium over lacustrine deposits derived from mixed sources.\nLandform: Flood plains.\nSlope: 0 to 2 percent.\nElevation: 4,200 to 4,250 feet.\nMean annual temperature: 48 to 52 degrees F.\nMean annual precipitation: 14 to 18 inches.\nWettest months: October to May.\nDriest months: June to September.\nFrost-free period: 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eimarsh and Pintailake soils; and the competing Saltair soil.  All these soils have seasonal high water tables at depths of 0 to 20 inches and are on lake plains.  In addition Eimarsh soils are under inland saltgrass, Pintailake soils are under sedges and rushes, and Saltair soils are under pickleweed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium surface runoff; slow permeability (moderately low or moderately high saturated hydraulic conductivity).  Endosaturation is present with an apparent seasonal high water table between 1.7 and 3.3 feet (moderately deep free water occurrence class) between March and August.  Cumulative annual duration class is Common.  These soils are susceptible to occasional flooding for brief duration from March through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Beariver soils are used for rangeland and wildlife habitat.  Some native plants are alkali sacaton, inland saltgrass, alkali bluegrass, basin wildrye, and black greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Utah.  These soils are not extensive with about 5,400 acres of the series mapped to date.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Box Elder County, Utah, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 11 inches (A1 and A2 horizons).\nSalic horizon - The zone from 22 to 62 inches  (2Czg1, 2Czg2, 2Czg3, and 2Czg4 horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features between 20 and 40 inches at certain times during normal years (parts of the Agb, 2Czg1, 2Czg2, 2Czg3, and 2Czg4 horizons).\nParticle-size control section - The zone from 10 to 40 inches (Bw, Agb, and 2Czg1 horizons, and parts of the A2 and 2Czg2 horizons).\nADDITIONAL DATA:  The Beariver series was previously correlated as the Placeritos series in Box Elder County, Utah.  The typical pedon at the series type location has partial characterization data by the Soils Laboratory from Utah State University (USU) Logan, UT and is published on pages 214-215, Table 9 of the Soil Survey of Box Elder County, Utah, Eastern Part. The pH values in the typical pedon are from the original field description.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
