{
  "SERIES": "BEARTOOTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL",
  "REVDATE": "12/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beartooth loam, forested (colors are for dry soil unless noted otherwise).\nOi--0 to 2 inches; forest litter of slightly decomposed needles and twigs. (0 to 2 inches thick)\nA--2 to 9 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine granular structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots and few medium roots; neutral (pH 6.6); clear smooth boundary. (7 to 10 inches thick)\nBt--9 to 18 inches; grayish brown (10YR 5/2) clay loam, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; common fine and very fine roots and few medium roots; many very fine tubular and interstitial pores; common faint very dark grayish brown (10YR 3/2) moist clay films on faces of peds; 10 percent angular pebbles; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 20 inches thick)\nBk1--18 to 39 inches; light gray (10YR 7/2) very gravelly loam, pale brown (10YR 6/3) moist; weak medium and fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; common fine and very fine roots, and few medium and coarse roots; many very fine tubular and interstitial pores; 35 percent angular pebbles and 10 percent angular cobbles; disseminated lime; continuous distinct lime cast on undersides of pebbles; many fine seams, threads and masses of lime, violently effervescent; moderately alkaline (pH 8.3); gradual smooth boundary. (15 to 25 inches thick)\nBk2--39 to 60 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 5/3) moist; weak medium and fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few fine and very fine roots and few medium roots; common very fine tubular and interstitial pores; 35 percent angular pebbles and 10 percent angular cobbles; continuous distinct lime casts on undersides of pebbles and cobbles; many fine seams, threads, and masses of lime, violently effervescent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis and Clark County, Montana; 1,500 feet north and 20 feet east of the SW corner of sec. 15, T. 14 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 45 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to Bk horizon - 12 to 30 inches.\nA horizon - Value:  4 or 5 dry, 2 or 3 moist\nClay content:  15 to 25 percent\nRock fragments:  0 to 10 percent--0 to 5 percent angular cobbles, 0 to 5 angular pebbles\nReaction:  pH 6.6 to 7.8\nBt horizon - Value:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  loam, clay loam, or silty clay loam\nClay content:  25 to 35 percent\nRock fragments:  10 to 35 percent--0 to 5 percent angular cobbles, 10 to 30 percent angular pebbles\nReaction:  pH 6.6 to 7.8\nBk horizons - Hue:  10YR or 2.5Y\nValue:  6, 7, or 8 dry, 5 or 6 moist\nChroma:  2 or 3\nClay content:  10 to 20 percent\nRock fragments:  35 to 60 percent--5 to 15 percent angular cobbles, 30 to 45 percent angular pebbles\nCalcium carbonate equivalent:  25 to 35 percent\nReaction:  pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsarook (MT) - has a lithic contact of sandstone at 20 to 40 inches.\nArchmesa (CO) - has a lithic contact at 20 to 40 inches.\nBeeno (WY) - has a paralithic contact at depths of 20 to 40 inches.\nBielenberg (MT) - does not have lime above a depth of 40 inches.\nBookcliff (UT) - has a mollic epipedon thicker than 10 inches and includes part of the argillic horizon which is calcareous.\nBurtoner (MT) - has a lithic contact at 20 to 40 inches.\nClancy (MT) - has a paralithic contact at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nClasoil (MT) - does not have horizons of secondary carbonate accumulation.\nDooley (MT) - has substratum of glacial till that has a bulk density of 1.55 and greater.\nDoughty (MT) - has a 2C horizon at 20 to 40 inches.\nEmpedrado (CO) - has less than 15 percent rock fragments below the argillic horizon.\nFairfield (MT) - has less than 35 percent rock fragments in and below the Bk horizon.\nFarnuf (MT) - has less than 35 percent rock fragments in and below the Bk horizon.\nFarside (MT) - does not have horizon of secondary carbonate accumulation.\nFelor (SD) - has less than 35 percent rock fragments in and below the Bk horizon.\nGreenway (SD) - has less than 35 percent rock fragments in and below the Bk horizon.\nGurney (SD) - has a lithic contact at depths of 20 to 40 inches.\nHangdo (UT) - does not have lime above a depth of 40 inches.\nHoppers (MT) - has a lithic contact at 20 to 40 inches.\nHyalite (MT) - has a discontinuity of sandy-skeletal material above 40 inches and immediately below the argillic horizon.\nJeffcity (MT) - has a paralithic contact at 20 to 40 inches.\nKokoruda (MT) - does not have horizon of secondary carbonate accumulation.\nLivona (ND) - has less than 35 percent rock fragments in and below the Bk horizon.\nMartinsdale (MT) - has less than 35 percent rock fragments in and below the Bk horizon.\nMaudlin (CO) - has a lithic contact at depths of 20 to 40 inches.\nMeagher (MT) - does not have a loamy skeletal Bk horizon immediately below the argillic horizon.\nMoen (CO) - has a lithic contact at depths of 20 to 40 inches.\nMoento (CO) - has a lithic contact at 20 to 40 inches.\nPianohill (MT) - has a lithic contact at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nPlacerton (MT) - has a paralithic contact at 20 to 40 inches; has a lithic contact at 40 to 60 inches.\nReeder (ND) - has a paralithic contact at depths of 20 to 40 inches.\nReedwest (MT) - has a paralithic contact at 20 to 40 inches.\nSnakejohn (UT) - has a lithic contact at 40 to 60 inches.\nSponseller (AZ) - does not have lime above a depth of 40 inches.\nTrag (CO) - does not have lime above a depth of 40 inches.\nTragmon (CO) - does not have horizon of secondary carbonate accumulation.\nTrazuni (NM) - does not have horizons of secondary carbonate accumulation.\nUlrant (WY) - has less than 35 percent rock fragments in and below the Bk horizon.\nVida (MT) - has substratum of glacial till that has a bulk density of 1.55 and greater.\nWatne (MT) - has less than 35 percent coarse fragments in the Bk horizon.\nWatrous (ND) - has a lithic contact at depths of 20 to 40 inches.\nWemple (MT) - has a paralithic contact at depths of 20 to 40 inches.\nWilliams (ND) - has substratum of glacial till that has a bulk density of 1.55 and greater.\nYegen (MT) - has less than 15 percent rock fragments below the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains.\nElevation - 4,500 to 5,200 feet.\nSlope - 25 to 60 percent.\nParent material - colluvium derived from limestone and argillite bedrock.\nClimate - long, cold winters; moist springs; and warm summers.\nMean annual precipitation - 15 to 22 inches.\nMean annual temperature - 38 to 43 degrees F.\nFrost-free period - 90 to 110 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Beartooth soils are used mainly for range, grazing, and wildlife habitat.  They have potential for timber production.  The native vegetation is mainly Douglas fir and ponderosa pine trees with an understory of pinegrass, mallow ninebark, Engelmann aster, white spiraea, common snowberry, heartleaf arnica, other grasses, forbs, and shrubs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Beartooth soils are not extensive in west-central and southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis and Clark County Area, Montana, 1991; proposed in Lewis and Clark County, Montana, 1987.  Beartooth is a landmark name."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
