{
  "SERIES": "BEARTREE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAH-TAM-TWN",
  "REVDATE": "08/2009",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Beartree channery silt loam, on a slope of 1 percent, in a forest, at an elevation of about 287 meters above sea level. (Colors are for moist soil unless otherwise noted.)\nOa--0 to 2 centimeters; reddish black (2.5YR 2.5/1), dark reddish gray (2.5YR 3/1) dry, muck; weak fine subangular blocky structure; very friable; many very fine and fine roots; neutral; abrupt wavy boundary.  (0 to 18 centimeters thick)\nA1--2 to 10 centimeters; reddish black (2.5YR 2.5/1) channery silt loam, dark reddish gray (2.5YR 4/1) dry; weak fine subangular blocky structure; friable; common very fine and fine roots; about 20 percent channers and 5 percent flagstones; neutral; clear wavy boundary\nA2--10 to 41 centimeters; dark reddish gray (2.5YR 3/1) extremely channery silt loam, weak red (2.5YR 4/2) dry; weak fine subangular blocky structure; friable: few very fine roots; about 60 percent channers and 15 percent flagstones; few prominent red (10R 4/6) masses of iron accumulation; neutral; abrupt wavy boundary.\n2R--41 centimeters; reddish brown (2.5YR 4/3) thinly bedded mudstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 91B-Wisconsin and Minnesota Sandy Outwash, Burnett County, Wisconsin subset; located about 650 feet south and 3220 feet east of the northwest corner of section 4, T. 42 N., R. 14 W.; USGS Scovils Lake topographic quadrangle; lat. 46 degrees 09 minutes 19 seconds N. and long. 92 degrees 07 minutes 15 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock--25 to 50 centimeters\nClay content of the particle-size control section (weighted average)--6 to 18 percent\nSand content of the particle-size control section (weighted average)--greater than 15 percent\nOa horizon:\nHue--2.5YR\nValue--2.5\nChroma--1\nTexture--muck\nClay content--0 percent\nSand content--0 to 10 percent\nReaction--pH 5.6 to 7.3\nThickness--0 to 18 centimeters\nA horizon:\nHue--2.5YR or 5YR\nValue--2 to 3\nChroma--1 or 2\nTexture--channery, very channery, or extremely channery analogs of loam or silt loam\nClay content--10 to 25 percent\nSand content--15 to 40 percent\nRock fragment content--35 to 85 percent; 25 to 50 percent, channers; 10 to 35 percent flagstones\nReaction--pH 5.6 to 7.3\nThickness--25 to 50 centimeters\nB or Bg horizon (when present):\nHue--2.5YR to 10YR\nValue--4 to 6\nChroma--2 or 3\nTexture--very channery to extremely channery analogs of silt loam, loam, very fine sandy loam, or fine sandy loam\nClay content--10 to 25 percent\nSand content--15 to 40 percent\nRock fragment content--35 to 85 percent; 25 to 50 percent, channers; 10 to 35 percent flagstones\nReaction--pH 5.6 to 7.3\nThickness--0 to 25 centimeters\n2R horizon:\nTexture--mudstone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--25 to 50 centimeters of loamy alluvium over mudstone bedrock\nLandform--depressions on strath terraces or floodplains\nSlope--0 to 2 percent\nElevation--245 to 455 meters above sea level\nMean annual air temperature--3 to 8 degrees C\nMean annual precipitation--635 to 865 millimeters\nFrost-free period--90 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clemens, Drylanding, and Makwa soils.\nClemens--are on higher landscape positions and have a frequently saturated zone between depths of 0.3 to 0.75 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nDrylanding--are on higher landscape positions on convex slopes and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nMakwa--are on landscape positions similar to those of the Beartree soils and do not have a lithic contact within a depth of 150 centimeters"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--very poorly drained--these soils are frequently saturated from the surface of the soil to a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nSaturated hydraulic conductivity--4.00 to 14.00 micrometers per second\nFlooding--occasionally flooded for brief duration\nPonding--frequently ponded to a depth of 0.3 meter for long duration during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are forested. The native vegetation is mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western Lake section\nMLRA--Wisconsin and Minnesota Sandy Outwash (91B)\nLRR K; northwestern Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota; MLRA SSO 10-4 (Duluth, Minnesota)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Burnett County, Wisconsin, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 41 centimeters; series control section--the zone from the surface of the soil to a depth of 41 centimeters.\nDiagnostic horizons and features recognized in the pedon are:\nmollic epipedon--the zone from a depth of 2 to 41 centimeters (A1 and A2 horizons);\nlithic contact--contact with mudstone at a depth of 41 centimeters (2R horizon);\naquic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
