{
  "SERIES": "BEARSKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHS/JCL/RLT",
  "REVDATE": "03/2003",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bearskin coarse sandy loam--rangeland.  (Colors are for air-dry soils unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) coarse sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; few medium and fine roots; few fine tubular pores; slightly acid (pH 6.2); clear smooth boundary.  (3 to 7 inches thick)\nBt--5 to 10 inches; dark grayish brown (10YR 4/2) gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few medium and fine roots; few fine tubular pores; thin continuous clay films on peds; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 14 inches thick)\nR--10 inches; granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaver County, Utah; 8 miles north and 8 miles west of Manderfield; about 600 feet south and 600 feet east of the northwest corner of sec. 8, T. 27 S., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and thickness of the solum range from 10 to 20 inches.  The mollic epipedon is 10 to 20 inches thick.  The particle size control section averages 20 to 30 percent clay and 0 to 35 percent rock fragments.  The mean annual soil temperature is 40 to 43 degrees F., and mean summer soil temperature at 20 inches is 60 to 62 degrees F.  These soils are moist in some parts above bedrock more than 50 percent of the time the soil temperature is above 41 degrees F., but are continually dry for 60 to 70 consecutive days during the summer months in more than 7 out of 10 years. The A horizon has value of 4 or 5 dry, and 2 or 3 moist.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, and chroma of 2 or 3.  It is gravelly sandy clay loam or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Curtis Creek, Segura (T), and Teguro series.  Curtis Creek soils have 2.5YR or 5YR hue in the argillic horizon.  Segura (T) soils have neutral to moderately alkaline profiles. Teguro soils have a mean annual soil temperature of 43 to 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bearskin soils are on gently sloping to very steep mountainsides, ridges, and hillsides at elevations of 6,200 to 7,800 feet.  Slopes range from 2 to 30 percent.  The soils formed in residual soil material 10 to 20 inches thick over thick beds of granite.  Mean annual air temperature is 39 to 42 degrees F., mean summer temperature is about 61 degrees to 62 degrees F., and the average annual precipitation is about 16 to 20 inches.  The freeze free period is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cowers, Hades, and Mud Springs soils.  Cowers soils are more than 40 inches deep to bedrock and do not have an argillic horizon.  Hades soils are deep and very deep and are on hillsides.  Mud Springs soils are 20 to 40 inches deep over granite bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Native vegetation is bluebunch wheatgrass, muttongrass, Idaho fescue, low sagebrush and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bearskin soils are in mountain areas in southwestern and northwestern Utah.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beaver County (East Beaver Area), Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Brunizems.  Diagnositic horizons and features recognized in this pedon are:\nMollic epipedon -the zone from the surface of the soil to 10 inches (A, Bt horizons).\nArgillic horizon -the zone from 5 to 10 inches (Bt horizon).\nParticle size control section -the zone from the surface of the soil to 10 inches (A, Bt horizons).\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
