{
  "SERIES": "BEARBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLJ/RLB/JVC/JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bearbutte loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is partly covered with 2 percent stones and 10 percent gravel.\nA1--0 to 5 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular pores; 2 percent stones and 10 percent gravel; neutral (pH 6.6); clear smooth boundary.  (3 to 10 cm thick)\nA2--5 to 23 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic, many very fine roots; many very fine tubular pores; 10 percent gravel; neutral (pH 6.8); clear smooth boundary.  (15 to 25 cm thick)\nBt1--23 to 48 cm; brown (10YR 4/3) sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; many very fine tubular pores; few faint clay films on faces of peds; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (20 to 30 cm thick)\nBt2--48 to 61 cm; dark grayish brown (10YR 4/2) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine and fine tubular pores; few faint clay films on faces of peds; 30 percent gravel; neutral (pH 6.8); clear smooth boundary.  (10 to 23 cm thick)\n2Bt3--61 to 76 cm; dark grayish brown (10YR 4/2) extremely stony sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; 50 percent stones, 5 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear smooth boundary.  (13 to 25 cm thick)\n3C1--76 to 102 cm; brown (10YR 5/3) gravelly sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; many very fine tubular pores; few fine distinct yellowish brown (10YR 5/6) mottles; 10 percent gravel and 5 percent cobbles; few carbonate coats on bottoms of rock fragments; non-effervescent matrix; neutral (pH 7.0); clear smooth boundary.  (20 to 30 cm thick)\n3C2--102 to 135 cm; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; many medium distinct yellowish brown (10YR 5/6) mottles; 10 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (20 to 38 cm thick)\n3Cr--135 cm; soft, tuffaceous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; about 6 miles northwest of Summit Lake; approximately 1,600 feet west and 1,550 feet north of the southeast corner of section 12, T. 42 N., R. 24 1/2 E.; USGS Bear Buttes 7.5 minute topographic quadrangle; latitude 41 degrees 33 minutes 58 seconds N and longitude 119 degrees 11 minutes 17 seconds W; WGS84 Decimal Degrees 41.5661111 latitude, -119.1880556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry from late June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 6 to 7 degrees C.\nMollic epipedon thickness: 50 to 100 cm; includes parts of the argillic horizon.\nDepth to bedrock: 100 to 150 cm to a paralithic contact.  The paralithic materials below the contact are soft, weathered tuffaceous rocks.\nParticle-size control section - Clay content: 10 to 18 percent;\nRock fragments:  Averages 5 to 30 percent, mainly gravel.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content:  3 to 5 percent\nBt1 and Bt2 horizons\nChroma: 2 or 3, dry or moist.\nTexture: Sandy loam, loam, or gravelly sandy loam.\nClay content: 10 to 18 percent.\nRock fragments: 5 to 30 percent.\nStructure: Weak, fine and medium subangular blocky.\nOrganic matter content:  3 to 5 percent.\n2Bt horizon (when present)\nChroma: 2 or 3, dry or moist.\nClay content: 3 to 15 percent.\nRock fragments: 60 to 70 percent.\nOrganic matter content:  2 to 4 percent\nC horizons\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 3 to 15 percent.\nRock fragments: 15 to 35 percent.\nStructure:  Massive or has platy rock structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Squirdirt series.\nSquirdirt soils are very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bearbutte soils are on plateaus, mountains, and hills.  They typically occur on footslope, backslope and shoulder positions.  These soils formed in alluvium and colluvium derived from tuffaceous rocks.  Slopes are 4 to 50 percent.  Elevations range from 1,800 to 1,895 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 360 mm, the mean annual temperature is 5 to 7 degrees C, and the frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashone, Ashdos, and Badgercamp soils.  Ashone and Ashdos soils are ashy and moderately deep to paralithic contacts.  Badgercamp soils are loamy-skeletal, have thinner Mollic epipedons, and are shallow to paralithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bearbutte soils are used for rangeland and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, antelope bitterbrush, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive with about 9,900 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, Nevada (West Part), 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 76 cm (A1, A2, Bt1, Bt2, and 2Bt3 horizons).\nArgillic horizon - The zone from 23 to 76 cm (Bt1, Bt2, and 2Bt3 horizons).\nParalithic contact - The boundary at 135 cm to soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 23 to 73 cm (Bt1 and Bt2 horizons and part of the 2Bt3 horizon).\nThis series occurs in an area highly influenced by volcanic ash.  Future study is needed to determine the content of volcanic glass in this soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
