{
  "SERIES": "BEASLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "02/2007",
  "STATES": "IL,IN,KY,OH",
  "OVERVIEW": "The Beasley series consists of deep, well drained soil on ridges and sideslopes.  Permeability is moderately slow.  These soils formed in residuum from soft calcareous shale, siltstone, and limestone.  Slopes range from 2 to 60 percent.  Mean annual precipitation is about 45 inches and mean annual temperature is 56 degree F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beasley silt loam--on a convex 4 percent slope on a ridgetop in a pasture field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many small roots; slightly acid; clear smooth boundary.  (4 to 8 inches thick)\nBt--7 to 23 inches; yellowish brown (10YR 5/6) silty clay; moderate medium angular blocky structure; very firm, sticky; plastic; common fine roots; common clay films; few black concretions and black coatings; medium acid; gradual wavy boundary.  (10 to 24 inches thick)\nBC--23 to 29 inches; yellowish brown (10YR 5/4) clay; common medium distinct mottles of light olive brown (2.5Y 5/6), strong brown (7.5YR 5/6), and light brownish gray (10YR 6/2); weak medium angular blocky structure; very firm, very sticky, very plastic; few fine roots; few clay films; few black concretions and black coatings; medium acid; gradual wavy boundary.  (0 to 20 inches thick)\nC--29 to 50 inches; light brownish gray (2.5Y 6/2) silty clay; common medium distinct mottles of yellowish brown (10YR 5/6) and light olive brown (2.5Y 5/6); massive; very firm, sticky, plastic; 10 percent small fragments of olive (5Y 5/3) calcareous shale and siltstone; moderately alkaline; calcareous. (0 to 20 inches thick)\nCr--50 to 70 inches; olive (5Y 5/3) and greenish gray (5GY 6/1) soft calcareous siltstone, soft shale, and soft coarse grained brownish limestone; crushes to loam; platy relict rock structure."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bath County, Kentucky; in a pasture field about 1 mile east of Kendall Springs, about 0.4 miles southwest of Carpenter Road, and about 0.8 miles north of Elys Branch of Mill Creek.  USGS Preston Quadrangle (LAT 38/5/54N, LONG 83/45/29W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to soft calcareous rocks is 40 to 60 inches or more.  Coarse fragments of chert, soft limestone, shale, or siltstone range from 0 to 10 percent in the solum, and from 0 to 35 percent in the C horizon.  The reaction ranges from very strongly acid to neutral in the upper solum, medium acid to moderately alkaline in the BC horizon, and from neutral to moderately alkaline in the C horizon.\nThe Ap horizon has hue of 2.5Y or 10YR, value of 4 and 5, and chroma of 2, 3, and 4.  It is silt loam, silty clay loam, or silty clay.  Some pedons have an A horizon less than 6 inches thick, with colors like the Ap, but include value of 3, and chroma of 2.  It is silt loam.\nSome pedons have a silty clay loam or silty clay BA horizon, 3 to 8 inches thick.\nThe Bt horizon has hue of 10YR and 7.5YR, value of 4 and 5, and chroma of 3 through 8.  Most pedons have few to many mottles in shades of red, brown, or yellow, and shades of gray in the lower part.  It is silty clay or clay.\nThe BC horizons of some pedons have 2.5Y hue, and is silty clay loam.\nThe C horizon has matrix and mottle colors in shades of gray, olive, red, and brown.  It is clay, silty clay or in some pedons is silty clay loam.  The C horizons may be in either the residuum from the soft calcareous rocks or in colluvium derived from these rocks.  The soft bedrock has clay beds from 1 inch to more than 12 inches thick in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bland, Bledsoe, Bonnell,Brashear, Bratton, Briggsville, Brookside, Bucklick, Caneyville,  Chrome, Derinda, Donahue, Eden, Edenton, Elba, Eldean, Estate, Faywood, Fredonia, Gunlock, Hagerstown, Heitt, Jessup, Kewaunee, Lamoille, Losantville, Lowell, Markland, Medary, Miamian, Milton, Newnata, Ozaukee, Shrouts, Upshur, Vandalia, Vincent, Winnegan, Woodsfield, and Wynn series.  Bland, Bratton, Caneyville, Chrome, Donahue, Faywood, Fredonia, and Milton soils have a lithic contact at 20 to 40 inches.  Bledsoe, Brashear, Brookside, Hagerstown, Estate, Gunlock, Jessup, Lamoille, Newnata, and Woodsfield soils have a solum more than 40 inches thick. Briggsville soils formed in glacial lake basins and have lower annual precipitation and temperature.  Derinda soils have a loess mantle 15 to 30 inches thick, and have lower annual precipitation and temperature.  Eden soils have more than 10 percent coarse fragments in the B horizons.  Edenton soils have glacial material in the upper solum.  Elba soils have more than 10 percent coarse fragments in the lower part of the B horizon.  Eldean soils have stratified sand and gravel at 20 to 40 inches.  Bucklick, Heitt, Kewaunee, Upshur, and Vandalia soils have hue of 5YR or redder in part or all or the B horizon.  Lowell soils have lithic contact at more than 40 inches.  Markland Vincent, and Medary soils formed primarily in glacial lacustrine sediments.  Miamian soils have loam or sandy loam C horizons at 20 to 40 inches. Bonnell, Losantville, Ozaukee soils formed primarily in glacial till. Shrouts soils have a paralithic contact less than 40 inches.  Winnegan soils contain more sand in the solum.  Wynn soils have loess and glacial material in the upper solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beasley soils are on ridgetops and hillsides with slopes ranging from 2 to 60 percent.  The soils have developed in the residuum from soft calcareous shales, siltstones, and limestones, or in colluvial material derived from these rocks. Mean annual temperature ranges from 53 to 57 degrees F. and the mean annual precipitation ranges from 40 to 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Faywood series and the Brassfield, Crider, Lowell, Nicholson, and Otway series.  Brassfield soils have less than 35 percent clay in the control section, lack argillic horizons, and are calcareous throughout.  Crider soils have sola more than 60 inches thick. Lowell soils are more than 40 inches to lithic contact.  Nicholson soils have fragipans.  Otway soils have a mollic epipedon, lack argillic horizons, and are calcareous within the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, with medium to rapid runoff and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pasture, hay, tobacco, corn, and small grain.  Native forests have oak, hickory, hackberry, black walnut, locust, and red cedar as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Kentucky and southern Ohio and Illinois.  Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bath County, Kentucky; 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon, 0 to 7 inches, Ap\nArgillic horizon, 7 to 29 inches,(Bt, BC)\nParalithic contact-at 50 inches (Cr)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many small roots; slightly acid; clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--7 to 23 inches; yellowish brown (10YR 5/6) silty clay; moderate medium angular blocky structure; very firm, sticky; plastic; common fine roots; common clay films; few black concretions and black coatings; medium acid; gradual wavy boundary.  (10 to 24 inches thick)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--23 to 29 inches; yellowish brown (10YR 5/4) clay; common medium distinct mottles of light olive brown (2.5Y 5/6), strong brown (7.5YR 5/6), and light brownish gray (10YR 6/2); weak medium angular blocky structure; very firm, very sticky, very plastic; few fine roots; few clay films; few black concretions and black coatings; medium acid; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 127,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "narrative": "C--29 to 50 inches; light brownish gray (2.5Y 6/2) silty clay; common medium distinct mottles of yellowish brown (10YR 5/6) and light olive brown (2.5Y 5/6); massive; very firm, sticky, plastic; 10 percent small fragments of olive (5Y 5/3) calcareous shale and siltstone; moderately alkaline; calcareous. (0 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 127,
        "bottom": 178,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "narrative": "Cr--50 to 70 inches; olive (5Y 5/3) and greenish gray (5GY 6/1) soft calcareous siltstone, soft shale, and soft coarse grained brownish limestone; crushes to loam; platy relict rock structure."
      }
    ]
  ]
}
