{
  "SERIES": "BEAUFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-HRF",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beauford clay - with a plane level slope on a glacial lake plain in a cultivated field.\nAp--0 to 8 inches; black (N 2/0) clay; cloddy parting to moderate fine subangular blocky structure; firm; neutral; abrupt smooth boundary.   (6 to 10 inches thick)\nA12--8 to 14 inches; black (10YR 2/1) clay; moderate very fine angular blocky structure; firm; neutral; clear wavy boundary.  (6 to 12 inches thick)\nA3--14 to 20 inches; very dark gray (10YR 3/1) clay; moderate very fine subangular blocky structure; very firm; few channel fillings of black (10YR 2/1) and dark gray (10YR 4/1); neutral; gradual wavy boundary.  (0 to 6 inches thick)\nB21g--20 to 29 inches; olive gray (5Y 4/2) clay; moderate very fine angular blocky structure; very firm; few narrow very dark gray (10YR 3/1) tongues; very few small pebbles; few thin black (10YR 2/1) and very dark gray (10YR 3/1) coatings on faces of peds; neutral; clear wavy boundary.  (6 to 12 inches thick)\nB22g--29 to 38 inches; olive gray (5Y 5/2) clay; few fine distinct light olive brown (2.5Y 5/4) mottles; moderate medium prismatic structure parting to moderate very fine angular blocky structure; very firm; few very dark gray (10YR 3/1) worm casts; neutral; clear wavy boundary.  (8 to 14 inches thick)\nB3g--38 to 46 inches; olive gray (5Y 4/2) clay; many fine distinct light olive brown (2.5Y 5/6) mottles; moderate medium prismatic structure; firm; neutral; abrupt wavy boundary.  (6 to 10 inches thick)\nCg--46 to 62 inches; grayish brown (2.5Y 5/2) clay; many fine and medium distinct light olive brown (2.5Y 5/6) mottles; massive; firm; slight effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blue Earth County, Minnesota; 1,390 feet west and 430 feet south of the northeast corner of sec. 36, T. 105 N., R. 26 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of solum and depth to free carbonates ranges from 28 to 54 inches.  Most horizons lack coarse fragments, but a trace of coarse fragments are in some horizons in some pedons.  Mean annual soil temperature ranges from 47 to 52 degrees F.  Montmorillonite is the dominant clay mineral.  These soils are saturated with water during some part of the growing season unless artificially drained.  The mollic epipedon ranges from 12 to 24 inches in thickness.  The 10 to 40 inch control section averages between 60 and 75 percent clay and typically less than 5 percent but ranges to as much as 10 percent.\nThe A1 and Ap horizons are black (10YR 2/1 or N 2/0).  The A3 horizon has hue of 10YR through 5Y, value of 2 or 3, and chroma of 1 or is N 2/0 or N 3/0.  The A horizon typically is clay but range includes silty clay primarily in the A1 horizon.  The A horizon typically has moderate or strong, very fine or fine angular or subangular blocky structure.  However, the Ap horizon in some pedons is cloddy.  The A horizon is firm or very firm and is slightly acid or neutral.\nThe B horizon has a matrix hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2.  It has higher chroma mottles in some to all parts.  Typically the B horizon is clay, but the lower part of the B horizon is a silty clay in some pedons.  The upper part of the B horizon has weak or moderate prismatic structure and has moderate or strong, angular or subangular blocky secondary structure, or lacks prismatic structure and has moderate or strong angular or subangular blocky structure.  The lower part of the B horizon has weak or moderate prismatic structure commonly with angular blocky secondary structure.  The B horizon is firm or very firm, sticky or very sticky, and plastic or very plastic and is neutral or slightly acid.  A few concentrations of gypsum crystals are in the B3 horizon of some pedons.\nThe C horizon has a matrix hue of 2.5Y or 5Y, value of 5 or 6 and chroma of 2.  It commonly has mottles.  The C horizon typically is clay or silty clay in the upper part and commonly grades to silty clay loam or silt loam with depth.  Also, it is stratified with similar textures in some pedons.  It is massive or has weakly developed structure.  A IIC horizon of loam or clay loam glacial till is below depths of 50 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family.  Other competing series are the Lura, Marna, and Waldorf series.  The Lura soils have a thicker mollic epipedon.  The Marna and Waldorf soils are fine."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have slightly convex to slightly concave, nearly level (0 to 2 percent) slopes on glacial lake plains.  They formed in 50 inches or more of clayey calcareous lacustrine sediments.  Loamy glacial till commonly underlies the sediments at depths of less than 10 feet.  These sediments are of Late Wisconsin Age.   The climate is humid continental with warm summers and cold winters.  Mean annual temperature ranges from 45 to 50 degrees F., and mean annual precipitation ranges from 28 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the very poorly drained Lura soils which formed in similar sediments and are in depressions.  A unnamed soil in the very fine, montmorillonitic family of Aquic Hapludolls is a common associated on gentle rises.  Also, the moderately well and somewhat poorly drained Guckeen and Collinwood soils which are on higher lying more sloping terrain are associates in some places. DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow. Permeability is slow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to corn and soybeans.  Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Minnesota and possibly north central Iowa.  Moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Faribault County, Minnesota in 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was classified as Humic-Gley in the former system.\nADDITIONAL DATA:  Refer to Minnesota Agricultural Experiment Station Central File Code No. 407 for results of some laboratory analysis of the typifying pedon.\nClassification only changed in 5/94.  Competing series and other updates will be made later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
