{
  "SERIES": "BECKTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JWB",
  "REVDATE": "02/97",
  "STATES": "CO,MT,NE,SD",
  "OVERVIEW": "The Beckton series consists of very deep, well to moderately well drained soils that formed in loamy alluvium or valley fill from sedimentary rocks.  Beckton soils are on stream terraces and have slopes ranging from 0 to 9 percent.  Mean annual precipitation is about 15 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Natrustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beckton silty clay loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable, sticky and plastic; common fine and very fine roots; strongly effervescent; moderately alkaline (8.4 pH); clear smooth\nboundary.  (2 to 8 inches thick)\nA2--5 to 12 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; slightly hard, friable, sticky and plastic; common fine and very fine roots; strongly effervescent; moderately alkaline (8.4 pH); clear smooth boundary.  (0 to 12 inches thick)\nE--12 to 14 inches; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent; strongly alkaline (8.6 pH); abrupt smooth boundary.  (0 to 4 inches thick)\nBtn--14 to 19 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium columnar structure; very hard, very firm, sticky and plastic; few fine and very fine roots; common distinct clay films on faces of peds; slightly effervescent; strongly alkaline (8.6 pH); clear wavy boundary.  (4 to 22 inches thick)\nBCky--19 to 30 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure; hard, firm, sticky and plastic; few fine roots; medium filaments and threads of finely crystalline gypsum; strongly effervescent; moderately alkaline (8.3 pH); gradual wavy boundary.  (9 to 12 inches thick)\nCkn--30 to 60 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and plastic; disseminated lime; violently effervescent; very strongly alkaline (9.4 pH)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Colorado; about 6 miles south and 6 miles east of Woodrow; 200 feet east and 2,440 feet north of the southwest corner of Sec. 1, T., 2 S., R. 55 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 49 to 53 degrees F., and mean summer soil temperature ranges from 69 degrees to 72 degrees F.  The solum ranges in thickness from 20 to 40 inches.  The depth to the base of the argillic horizon ranges from 12 to 32 inches.  Depth to carbonates ranges from 0 to 26 inches but the depth to uniform accumulations of secondary calcium carbonate ranges from 10 to 30 inches.  In the particle-size control section and C horizon coarse fragments range from 0 to 15 percent, EC exceeds 4 millimhos and exchangeable sodium percentage is greater than 15 percent.  This soil is dry in some or all parts of the moisture control section for 90 cumulative days when the soil temperature at 20 inches is 41 degrees F., or higher in nine years out of ten.  It is moist in some or all parts for 90 consecutive days when the soil temperature at 20 inches is 41 degrees F., or higher in three years out of ten.  The duration that the soil temperature at 20 inches is above 41 degrees F. ranges from 205 to 240 days.  Finely divided gypsum buffers soil reaction in some pedons.\nThe A horizon has hue of 5Y through 10YR, value of 4 or 5 dry, and 2 or 3 moist, and chroma of 1 or 2.  It is slightly acid through moderately alkaline.  It is silty clay loam or silt loam.\nThe E horizon, when present, has hue of 5Y through 10YR, value of 5 through 8 dry, 3 through 5 moist, and chroma of 1 through 4.  It is neutral through strongly alkaline.\nThe Bt horizon has hue of 5Y through 10YR, value of 3 through 6 dry, 2 through 5 moist, and chroma of 1 through 3.  Clay ranges from 35 to 50 percent, silt from 20 to 60 percent, and sand from 15 to 50 percent.  It commonly is strongly alkaline but ranges from slightly alkaline through very strongly alkaline in the upper part.  It is silty clay, silty clay loam, or clay loam and has 35 to 50 percent clay, 20 to 60 percent silt, and 15 to 50 percent sand.\nThe C horizon has hue of 5Y through 10YR, value of 5 through 8 dry, 4 through 6 moist, with chroma of 2 through 4.  It is coarser than the argillic horizon and ranges in clay from 15 to 50 percent, silt from 15 to 55, percent and sand from 15 to 60 percent.  It is slightly alkaline through very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Wortman (SD) series.  Wortman soils have a paralithic contact between depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beckton soils are on stream terraces.  Slopes range from 0 to 9 percent.  The soils formed in loamy alluvium, residuum, or valley fill weathered from sedimentary rocks.  The mean annual temperature ranges from 45 to 54 degrees F., and the mean summer temperature is 66 to 70 degrees F.  The mean annual precipitation ranges from 13 to 18 inches.  Frost-free period is 110 to 140 days.  Elevation is 3,500 to 5,500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haverson, Lohmiller, Nunn, and Renohill soils.  Haverson and Lohmiller soils lack a mollic epipedon and an argillic horizon.  Nunn soils lack a natric horizon.  Renohill soils lack a mollic epipedon.  All the associated soils are in higher positions and are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained; medium to low runoff; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for rangeland.  They are poorly suited for cultivated crops, but some areas may be irrigated with careful management.  Native vegetation includes alkaline sacaton, western wheatgrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Colorado, northwestern Nebraska, southwestern South Dakota, and north-central parts of Wyoming.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County, Wyoming, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was moved from Arapahoe County Colorado, where the soil overlapped the leptic intergrade, to Washington County, Colorado where it is more representative for these soils in the state.  Diagnostic features include a mollic epipedon from 0 to 12 inches and a natric horizon from 14 to 19 inches.  Last updated by the state 2/94.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "A1--0 to 5 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable, sticky and plastic; common fine and very fine roots; strongly effervescent; moderately alkaline (8.4 pH); clear smooth"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 12 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; slightly hard, friable, sticky and plastic; common fine and very fine roots; strongly effervescent; moderately alkaline (8.4 pH); clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "E",
        "top": 30,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--12 to 14 inches; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent; strongly alkaline (8.6 pH); abrupt smooth boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Btn",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btn--14 to 19 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium columnar structure; very hard, very firm, sticky and plastic; few fine and very fine roots; common distinct clay films on faces of peds; slightly effervescent; strongly alkaline (8.6 pH); clear wavy boundary.  (4 to 22 inches thick)"
      },
      {
        "name": "BCky",
        "top": 48,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCky--19 to 30 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure; hard, firm, sticky and plastic; few fine roots; medium filaments and threads of finely crystalline gypsum; strongly effervescent; moderately alkaline (8.3 pH); gradual wavy boundary.  (9 to 12 inches thick)"
      },
      {
        "name": "Ckn",
        "top": 76,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly alkaline",
        "narrative": "Ckn--30 to 60 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and plastic; disseminated lime; violently effervescent; very strongly alkaline (9.4 pH)."
      }
    ]
  ]
}
