{
  "SERIES": "BECLABITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/RJA/LWH/CDH/DKR/WWJ",
  "REVDATE": "05/2006",
  "STATES": "AZ,CO,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Haplic Ustic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Beclabito fine sandy loam -- on a plane toeslope between cuestas sloping 4 percent to the east at 5,170 feet elevation -- rangeland. (Colors are for dry soil unless otherwise noted. When described, the pedon was dry throughout.)\nA -- 0 to 4 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate medium platy structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 5 inches thick)\nBtk -- 4 to 14 inches; strong brown (7.5YR 5/6) fine sandy loam, strong brown (7.5YR 4/6) moist; moderate medium prismatic structure parting to weak coarse subangular blocky; hard, firm, slightly sticky and slightly plastic; common fine and very fine roots; few very fine continuous tubular pores; common thin clay films on faces of peds, lining pores and bridging sand grains; strongly effervescent, secondary calcium carbonates segregated in few fine irregularly shaped accumulations on faces of peds; strongly alkaline (pH 8.6); clear smooth boundary. (3 to 10 inches thick)\nBtkn1 -- 14 to 23 inches; light brown (7.5YR 6/4) with pinkish white (7.5YR 8/2) sandy clay loam, strong brown (7.5YR 4/6) with light brown (7.5YR 6/4) moist; weak medium prismatic structure parting to moderate coarse subangular blocky; very hard, very firm, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine continuous tubular pores; few thin clay films on faces of peds and bridging sand grains; violently effervescent; secondary calcium carbonates segregated in common medium and large irregularly shaped accumulations in soft masses and on faces of peds; strongly alkaline (pH 8.8); clear irregular boundary. (5 to 12 inches thick)\nBtkn2 -- 23 to 36 inches; strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; moderate medium prismatic structure parting to moderate coarse subangular blocky; very hard, very firm, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine continuous tubular pores; few thin clay films on faces of peds, lining pores and bridging sand grains; strongly effervescent; secondary calcium carbonates segregated in few medium irregularly shaped accumulations on faces of peds; strongly alkaline (pH 9.0); abrupt wavy boundary. (0 to 13 inches thick)\n2Bkn1 -- 36 to 45 inches; very pale brown (10YR 7/4) parachannery sandy clay loam, yellowish brown (10YR 5/4) moist; moderate coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and very fine roots; few very fine random tubular pores; 10 percent soft sandstone and 5 percent soft shale fragments; 5 percent channers; violently effervescent; secondary calcium carbonates segregated in few fine and medium irregularly shaped accumulations on faces of peds and on rock fragments; strongly alkaline (pH 9.0); clear wavy boundary. (6 to 16 inches thick)\n2Bkn2 -- 45 to 56 inches; light gray (10YR 7/1) parachannery clay loam, gray (10YR 5/1) moist; weak coarse subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and very fine roots; common very fine random tubular pores; 10 percent soft sandstone and 10 percent soft shale fragments; violently effervescent; secondary calcium carbonates segregated in common, fine and medium, irregularly shaped accumulations on faces of peds and rock fragments; strongly alkaline (pH 9.0); abrupt wavy boundary. (11 to 24 inches thick)\n2R -- 56 inches; hard sandstone bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 18 miles west of Shiprock and 3 miles east of the village of Beclabito; 1,850 feet west and 750 feet south of the northeast corner of section 5, T.30N., R.20W; 36 degrees 50 minutes 53 seconds north latitude and 108 degrees 58 minutes 36 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Typically, the soil moisture control section (SMCS) is intermittently moist in some part from July to October and December to mid-April. The winter moisture peak is not as high as the summer peak.  The SMCS is assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F or higher. Ustic aridic moisture regime.\nSoil temperature - 52 to 54 degrees F.\nSoil depth - 40 to 60 inches to bedrock\nSilicate clay content, control section weighted average - 18 to 35 percent\nDepth to base of Natric horizon - 20 to 40 inches\nDepth to calcic horizon - 14 to 35 inches\nReaction - moderately to strongly alkaline\nA horizon - Hue: 5YR or 7.5YR\nValue: 5 or 6 dry, 3 or 4 moist\nTexture: fine sandy loam or very cobbly very fine sandy loam\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 5\nRock fragments: Total range is 0 to 60 percent\n0 to 25 percent cobbles\n0 to 10 percent channers\n0 to 30 percent gravel\n0 to 10 percent stones\n0 to 5 percent boulders\nBt, Btk or Btn horizon - Hue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6\nTexture: fine sandy loam, sandy clay loam or gravelly clay loam\nClay content: 18 to 35 percent\nSalinity, mmhos/cm: 0 to 4\nSodicity, SAR: 5 to 30\nRock fragments: Total range is 0 to 25 percent\n0 to 10 percent channers\n0 to 10 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalence: 5 to 10 percent\nBtkn horizons - Hue: 5YR or 7.5YR\nValue: 5 through 8 dry, 4 through 6 moist\nChroma: 2 through 6\nTexture: fine sandy loam, sandy clay loam, gravelly clay loam or gravelly sandy clay loam\nClay content: 18 to 35 percent\nSalinity, mmhos/cm: 0 to 8\nSodicity, SAR: 5 to 30\nRock fragments: Total is 0 to 35 percent\n0 to 10 percent channers\n0 to 25 percent gravel\n0 to 10 percent cobbles\nCalcium carbonate equivalence: 10 to 30 percent\nOther features: 0 to 20 percent soft, slakable shale or sandstone fragments\n2Bkn, 2BCkn and Bkyn horizons - Hue: 2.5YR through 5GY\nValue: 5 through 8 dry, 4 through 6 moist\nChroma: 1 through 6\nTexture: sandy loam, fine sandy loam, sandy clay loam, clay loam, silty clay loam or clay\nClay content: 10 to 50 percent\nSalinity, mmhos/cm: 2 to 16\nSodicity, SAR: 13 to 30\nRock fragments: Total is 0 to 15 percent\n0 to 10 percent channers\n0 to 5 percent gravel\nCalcium carbonate equivalence: 5 to 40 percent depending on texture\nOther features: 5 to 60 percent soft, slakable shale or sandstone fragments; some pedons have up to 5 percent secondary gypsum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Beclabito soils are on toeslopes between cuestas and on footslopes and alluvial cones of escarpments. They formed in alluvium and residuum derived from Jurassic and Cretaceous sandstone and shale. Slopes range from 1 to 45 percent. Elevation ranges from 4,900 to 6,500 feet. The mean annual precipitation is 8 to 13 inches about half of which falls as rain from high-intensity thunderstorms between July and September. The remainder falls as gentle rain or snow between December and mid-April. The mean annual temperature is 50 to 52 degrees F. The average frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bodot, Farview, McElmo, and Snapill soils. Bodot soils are moderately deep and lack natric horizons.  Farview soils are very shallow to sandstone on adjacent dipslopes of cuestas and summits of structural benches. McElmo soils are fine textured, have gypsic horizons and are on adjacent dipslopes of cuestas. Snapill soils are fine-silty and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Beclabito soils are used for livestock grazing.  Present vegetation is galleta, alkali sacaton, Indian ricegrass, sand dropseed, bottlebrush squirreltail, shadscale and scattered, small Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Beclabito soils are of small extent on the Four Corners Platform and Blanding Basin portions of the Colorado Plateau province in northwest New Mexico, northeast Arizona, and southwest Colorado.  LRR-D, MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 4 inches. (A horizon)\nNatric horizon - The zone from 4 to about 36 inches. (Btk, Btkn1, and Btkn2 horizons)\nHaplic subgroup - SAR of less than 13 in most of the natric horizon, but greater than 13 within 16 inches of the upper boundary (lower Btkn1 horizon).\nCalcic horizon - The zone from 14 to about 56 inches. (Btkn1, Btkn2, 2Bkn and 2BCkn horizons)\nLithic contact - The presence of hard sandstone bedrock at about 56 inches.\nAt the type location in the Shiprock Area the mean annual precipitation ranges from 8 to 12 inches, but in the Ute Mountain Area the precipitation ranges from 10 to 13 inches.\nADDITIONAL DATA:  Salinity values were determined with a Wheatstone bridge and Instant EC Salinity kit. Calcium carbonate equivalence determined with a field volume calcimeter. One pedon sampled for BIA soils lab in Gallup, New Mexico as sample S88NM-045-1. Lab results confirm the Haplic subgroup placement.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
