{
  "SERIES": "BEDFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN",
  "REVDATE": "09/2006",
  "STATES": "IL,IN,KY,PA,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bedford silt loam on a 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; many fine roots; strongly acid; abrupt smooth boundary. (6 to 10 inches thick)\nBt1--9 to 14 inches; yellowish brown (10YR 5/4) silt loam, moderate medium subangular blocky structure; friable; many fine roots; many fine pores; common distinct discontinuous dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear smooth boundary.\nBt2--14 to 20 inches; yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; many fine roots; many distinct continuous yellowish brown (10YR 5/4) clay films on faces of peds; moderately acid; clear smooth boundary.\nBt3--20 to 24 inches; yellowish brown (10YR 5/6) silty clay loam; common medium distinct pale brown (10YR 6/3) mottles; moderate medium subangular blocky structure; firm; common fine roots; common fine pores; many distinct continuous yellowish brown (10YR 5/4) clay films on faces of peds; strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 14 to 28 inches.)\nBtx1--24 to 37 inches; yellowish brown (10YR 5/6) silty clay loam; moderate very coarse prismatic structure; very firm; few fine roots on faces of peds; many distinct continuous yellowish brown (10YR 5/4) clay films on faces of peds; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; extremely acid; clear wavy boundary.\n2Btx2--37 to 51 inches; yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure; firm; many distinct continuous yellowish brown (10YR 5/6) clay films on faces of peds; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 4 percent pebbles; brittle; extremely acid; clear wavy boundary. (Combined thickness of the Btx horizon is 10 to 30 inches.)\n3Btb1--51 to 67 inches; 60 percent yellowish red (5YR 5/6) and 25 percent strong brown (7.5YR 5/6) silty clay; common medium prominent light brownish gray (10YR 6/2) mottles; strong coarse angular blocky structure; very firm; many prominent continuous reddish brown (5YR 4/4) clay films on faces of peds; 9 percent pebbles; strongly acid.  (0 to 24 inches thick)\n3Btb2--67 to 80 inches; 60 percent yellowish red (5YR 5/6) and 25 percent strong brown (7.5YR 5/6) clay; common medium prominent light brownish gray (10YR 6/2) mottles; strong coarse angular blocky structure; very firm; many prominent continuous reddish brown (5YR 4/4) clay films on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Indiana; 1,180 feet west and 100 feet south of the northeast corner of sec. 15, T. 3 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the base of the argillic horizon is more than 80 inches.  The loess mantle is 20 to 40 inches thick.  Depth to the top of the fragipan is 20 to 38 inches.  The rock fragments (pebbles) are mainly chert.\nThe upper part of the control section (Ap, A) has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Some pedons have an E horizon with value of 6 and chroma of 3 or 4.  Reaction is strongly acid or very strongly acid in unlimed areas, and ranges to neutral in limed areas.\nThe second part of the control section (Bt, BE) has hue of 10YR or 7.5YR, value of 4 or 5, chroma of 4 to 6.  Redoximorphic depletions are present in some pedons in the lower part.  It is silt loam or silty clay loam, and averages 22 to 32 percent clay and 2 to 6 percent sand.  Reaction is very strongly acid or extremely acid, and ranges to moderately acid in the upper part in limed areas.\nThe third part of the control section (Btx, 2Btx) has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6, with redox depletions.  It is commonly silt loam or silty clay loam and less commonly their gravelly analogues.  It averages 24 to 34 percent clay, 5 to 12 percent sand , and 1 to 30 percent rock fragments.  Reaction is strongly acid to extremely acid.\nThe lower part of the control section (3Btb) is typically multicolored.  The dominant hues commonly are 2.5YR and 5YR, and less commonly 7.5YR.  Value is 3 to 6, and chroma is 4 to 6.  Mottles with a chroma of 1 or 2 are often present.  It is commonly silty clay or clay and less commonly their gravelly analogues.  It averages 45 to 75 percent clay, 3 to 10 percent sand, and 2 to 30 percent rock fragments.  Reaction is strongly acid to extremely acid in the upper part and strongly acid or very strongly acid in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ava, Boston, Cincinnati, Clarksburg, Fountainville (tentative), Grantsburg, Hosmer, Mercer, Nicholson, Omulga, Otwell, Rainsboro, Sadler, Weisburg, and Zanesville series. The Ava, Cincinnati, Grantsburg, Hosmer, Otwell and Zanesville soils average less than 45 percent clay, and do not as one of the dominant hues 5YR or 2.5YR in the lower part of the control section.  Boston soils have glacial pebbles in the middle part of the control section.  Fountainville (tentative) soils have a lithic contact within 60 inches.  Mercer, Nicholson and Sadler soils have the depth to the base of the argillic horizon at less than 80 inches.  Omulga and Weisburg soils have hue more yellow than 5YR in all parts of the control section.  Zanesville soils average less than 45 percent clay in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bedford soils are commonly on summits, shoulders and to a lesser extent backslopes of hills underlain with limestone bedrock.  Slopes range from 0 to 12 percent.  They formed in 20 to 40 inches of loess and the underlying loamy material over a paleosol from clayey residuum.  Mean annual temperature ranges from 52 to 57 degrees F, and mean annual precipitation ranges from 40 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Corydon, Crider, Frederick, Hagerstown, and Lawrence soils.  The well drained, shallow Corydon soils are on backslopes.  The well drained, more permeable Crider, Frederick and Hagerstown soils are on summits, shoulders and backslopes.  The somewhat poorly drained Lawrence soils are on summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is medium or slow.  Permeability is moderate above the fragipan and very slow in the fragipan.  Depth to an intermittent perched seasonal high water table is 1.5 to 2.5 feet in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used to grow corn, soybeans, wheat and hay.  Some areas are used for permanent pasture, and a few areas are in forest.  Native vegetation is mixed hardwood forest, chiefly oaks, maple, hickory, elm, ash, and hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly south-central Indiana, and to a lesser extent Kentucky, southern Illinois, Pennsylvania, and northwestern Tennessee.  The soil is of large extent, and is dominantly in MLRA 122."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Indiana, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification of this series is changed from a Fragiudult to a Fragiudalf.  The evaluation of lab data (7/95) shows that most pedons have a base status of more than 35 percent at the critical depth that separates alfisols and ultisols.  The type location is moved to a more representative part of MLRA 122.  The gray colors in the 3Btb horizons are considered to be mottles, and not redoximorphic depletions.\nDiagnostic horizons and features recognized in this pedon are: 1) ochric epipedon: the zone from 0 to 9 inches (Ap); 2) argillic horizon: the zone from 9 to 80 inches (Bt1, Bt2, Bt3, Btx1, 2Btx2, 3Btb1, 3Btb2); 3) fragipan: the zone from 24 to 51 inches (Btx1, 2Btx2); and 4) redox depletions at 24 to 51 inches.\nADDITIONAL DATA:  Lab data available from the Agricultural Experiment Station , Purdue University: S76IN109-26, S77IN117-10, S78IN93-7, S80IN175-5 (typical pedon), and S81IN71-9; National Soil Survey Lab: S78IN117-17.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
