{
  "SERIES": "BEDINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJM-EAW",
  "REVDATE": "02/2002",
  "STATES": "NJ,PA",
  "OVERVIEW": "The Bedington series consists of very deep, well drained soils.  Bedington soils formed in residuum from dark brown, gray and olive acid, sedimentary, siltstone and shale, with some sandstone interbeds.  They are on nearly level to steep convex uplands and on the sideslopes of hills and ridges.  Permeability is moderate.  Mean annual precipitation is 42 inches.  Mean annual temperature is 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bedington channery silt loam, on 3 to 8 percent slope in a cultivated field.  (Colors are for moist soil.)\nAp--0 to 10 inches; dark brown (10YR 4/3) channery silt loam; weak fine granular structure; friable, nonsticky, nonplastic; 20 percent rock fragments of shale; neutral; abrupt smooth boundary. (6 to 13 inches thick)\nBt1--10 to 17 inches; strong brown (7.5YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; 15 percent rock fragments of shale; common distinct clay films; neutral; gradual wavy boundary.  (7 to 25 inches thick)\nBt2--17 to 35 inches; yellowish red (5YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common distinct clay films on faces of peds; 20 percent rock fragments of shale channers; slightly acid; clear wavy boundary.  (13 to 20 inches thick)\nBt3--35 to 43 inches; yellowish red (5YR 5/6) very channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common distinct clay films on faces of peds and in pores; 50 percent rock fragments of shale; slightly acid; clear wavy boundary.  (8 to 25 inches thick)\nC--43 to 63 inches; yellowish red (5YR 5/6) extremely channery silt loam; massive; friable, nonsticky, nonplastic;  80 percent rock fragments of shale; slightly acid; clear wavy boundary.  (11 to 15 inches thick)\nR--63 inches; light olive brown (2.5Y 5/4) fractured hard shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Berks County, Pennsylvania; Greenwich Township; 1.75 miles south-southeast of Klinesville and 2.5 miles southwest of Krumsville; 50 feet east of Township route t770 and 190 feet south of the intersection of  t770 and t810."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 70 inches.  Depth to bedrock is 5 to 15 feet. It is generally fractured to the extent that it can be excavated with a backhoe or trencher.  Rock fragments of sedimentary shale, siltstone, and sandstone that are angular or subangular channers range in the individual horizons of the solum from 5 to 40 percent in the upper part and from 20 to 80 percent in the lower part. Rock fragments in the C horizon range from 50 to 90 percent.  Rock fragments increase with depth in the soil and average less than 35 percent by volume in the upper 20 inches of the argillic horizon.  The reaction in unlimed soils ranges from very strongly acid through strongly acid in the upper part of the solum and is very strongly acid and strongly acid in the lower part of the solum and in the C horizon.  Areas that have been heavily limed may be neutral to slightly acid throughout the soil. Limited data indicates that illite, kaolinite, and vermiculite are the dominant clay minerals.\nThe Ap or A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 through 4.  It is loam or silt loam in the fine-earth fraction.\nSome pedons may have a thin BA or BE horizon. The BA,BE and Bt horizons have hue of 5YR through 10YR, value of 4 through 6, and chroma of 5 through 8.  Some subhorizon of the Bt horizon has hue of 5YR.  Textures of the fine-earth fraction are loam, silt loam, silty clay loam, and clay loam.  Some pedons have a BC horizon.\nThe C horizon has hue of 2.5YR through 10YR, value of 4 or 5, and chroma of 4 through 8.  Textures of the fine-earth fraction are loam, silt loam, and silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Albemarle, Allegheny, Allenwood, Arcola, Arendtsville, Aura, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Cowee, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown,  Freehold, Gilpin, Glenelg, Leck Kill,  Matapeake, Meadowville, Murrill,  Nixon, Pineville, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers,and Whiteford soils are in the same family.  Albemarle soils have rock fragments that are dominantly quartz, quartzite, and arkosic sandstone.  Allegheny, Clymer, Edgemont, Frankstown, Rayne and Shelocta soils have hue of 7.5YR or yellower throughout the B horizon.  Allenwood soils formed in glacial till and contain rock fragments of subrounded gravel and have lower Bt horizons that are firm or very firm.  Aura, Chetwynd, Collington, and Freehold soils have more than 45 percent sand and less than 28 percent silt in the B horizon.  Birdsboro soils have less than 20 percent rock fragments in the lower part of the solum and the rock fragments are rounded gravel.  Bucks, Butano, Chilmark, Elsinboro, Glenelg, Leck Kill, Quakertown, and Syenite soils have sola that are less than 40 inches.  Chester and Cowee  soils contain mica and have rock fragments of granite, schist or gneiss.  Eubank soils have rock fragments of quartz and granodiorite.  Gilpin soils have bedrock within 40 inches.  Meadowville soils have sandy clay loam or sandy clay 2Bt horizons.  Matapeake soils have a silt mantle over unconsolidated sandy coastal plain materials.  Murrill soils do not have increasing rock fragment content with depth and have rock fragments of subrounded sandstone or quartzite.  Nixon soils have rock fragments that are dominantly quartzite cobbles.  Shouns soils do not have as high a content of rock fragments in the lower B or C horizons and have colors of 5YR or redder in the entire Bt horizon. Thurmont soils have angular rock fragments dominated by quartz, quartzite, granite or gneiss.  Ungers soils have sola  with chromas of 4 or less and with hue dominantly\n5YR hue or redder and the fine-earth fraction contains less than 40 percent silt.  Whiteford soils have rock fragments of slate.\nBerks, Duffield, Hartleton, Muskingum, Wellston and Westmoreland series are similar soils in related families.  Berks and Hartleton soils have loamy-skeletal particle size control sections.  Duffield, Wellston and Westmoreland soils have more than 35 percent base saturation.  Muskingum soils do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bedington soils are nearly level to  steep and are on convex dissected uplands and sideslopes of ridges and hills. Slopes range from 0 to 35 percent.  They formed in residuum weathered from acid shale or interbedded shale, siltstone, and fine-grained sandstone.  Mean annual precipitation ranges from 35 to 48 inches; mean annual temperature ranges from 45 to 57 degrees F.; mean growing season ranges from 150 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Berks, Gilpin, and Muskingum, and the Blairton, Brinkerton, Comley, Dekalb, Ernest, Hazleton, Markes and Weikert soils  on nearby landscapes.  Blairton and Comley soils are moderately well drained and somewhat poorly drained.  Brinkerton and Markes soils are poorly drained.  Dekalb, Hazleton and Weikert soils do not have argillic horizons.  Ernest soils are moderately well drained.  Shouns, Gilpin, Hartleton and Berks are difficult to differentiate from Bedington soils, because of common limits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to rapid.  Permeability is moderate in the solum and C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately 70 percent of the Bedington soils are in cropland and pasture.  The remainder is in woodland or other uses.  Principal crops are corn, small grain and hay.  Wooded areas consist of oak, hickory, yellow-poplar and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pennsylvania and New Jersey.  The  series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Berkeley County, West Virginia, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface to a depth of 10 inches (Ap Horizon).\nb. Argillic horizon - the zone from 10  to 43 inches (Bt horizon).\nADDITIONAL DATA:  Laboratory data  S59PA-039-4(1-7), S59PA-039-3(1-6) pedons in Pennsylvania.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark brown (10YR 4/3) channery silt loam; weak fine granular structure; friable, nonsticky, nonplastic; 20 percent rock fragments of shale; neutral; abrupt smooth boundary. (6 to 13 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 17 inches; strong brown (7.5YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; 15 percent rock fragments of shale; common distinct clay films; neutral; gradual wavy boundary.  (7 to 25 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--17 to 35 inches; yellowish red (5YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common distinct clay films on faces of peds; 20 percent rock fragments of shale channers; slightly acid; clear wavy boundary.  (13 to 20 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 89,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--35 to 43 inches; yellowish red (5YR 5/6) very channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common distinct clay films on faces of peds and in pores; 50 percent rock fragments of shale; slightly acid; clear wavy boundary.  (8 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--43 to 63 inches; yellowish red (5YR 5/6) extremely channery silt loam; massive; friable, nonsticky, nonplastic;  80 percent rock fragments of shale; slightly acid; clear wavy boundary.  (11 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 160,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--63 inches; light olive brown (2.5Y 5/4) fractured hard shale bedrock."
      }
    ]
  ]
}
