{
  "SERIES": "BEDRON",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RWL/HRG",
  "REVDATE": "5/97",
  "STATES": "WA",
  "OVERVIEW": "The Bedron series consists of very deep, well drained soils that formed in interbedded sediments, slope alluvium that contains basalt fragments, and loess mixed with volcanic ash in the surface.  They are on east, west and north-facing hillslopes.  Slopes are 15 to 45 percent.  The average annual precipitation is about 17 inches and average annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bedron loam - rangeland on 38 percent east-facing slope at an elevation of 2,280 feet.  (color are for dry soil unless otherwise stated.)\nA1--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine, medium and very coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few coarse roots; many very fine irregular and tubular pores; 5 percent pebbles; neutral (pH 6.8); clear smooth boundary.\nA2--8 to 13 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine tubular and irregular pores; 5 percent pebbles; neutral (pH 6.8); abrupt wavy boundary.  (combined A horizon is 10 to 20 inches thick)\n2Bt1--13 to 19 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and few coarse roots; many very fine tubular and irregular pores; many distinct pressure faces on peds, few distinct clay films and common distinct clay bridging in pores, common distinct clay films on vertical faces of prisms; 10 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (5 to 12 inches thick)\n2Bt2--19 to 27 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and few medium roots; common very fine tubular pores; many distinct pressure faces on peds, few distinct clay films and common distinct clay bridging in pores, and common distinct clay films on vertical faces of prisms; 10 percent pebbles; neutral (pH 6.9); clear wavy boundary.  (6 to 15 inches thick)\n2Bt3--27 to 60 inches; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common very fine and few medium roots; common very fine tubular pores; many distinct pressure faces on peds, few distinct clay films and common clay bridging in pores, and common distinct clay films on vertical faces of prisms; 25 percent pebbles and 10 percent cobbles; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about 8 miles south Ellensburg; about 100 feet east and 150 feet north of the southwest corner of section 15, T. 16 N., R. 18 E.; USGS The Cottonwoods, Wash. topographic quadrangle; Latitude 46 degrees, 52 minutes, 11 seconds N. and Longitude 120 degrees, 34 minutes, 13 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 47 to 52 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 75 to 90 consecutive days following the summer solstice.  Thickness of the mollic epipedon is 25 to 40 inches and includes part of the argillic horizon.  The upper 10 to 20 inches has an estimated bulk density of 1.10 to 1.30 g/cc, volcanic glass content of 7 to 25 percent, acid oxalate extractable aluminum plus one-half of the acid oxalate extractable iron of 0.4 to 0.7 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  The particle-size control section has 35 to 40 percent clay in the fine earth fraction and more than 15 percent fine sand or coarser. It has 5 to 35 percent rock fragments by volume.  Organic matter is estimated to range from 3 to 5 percent in the A horizon.\nThe A horizon has value of 3 or 4 dry and chroma of 1 or 3 dry or moist.\nThe 2Bt2 horizon has hue of 7.5YR or 10YR and chroma of 2 or 3 dry or moist.  I is clay loam or gravelly clay loam.\nThe 2Bt1 and 2Bt3 horizons have hue of 7.5YR or 10YR, value of 4 or 5 dry and chroma of 2 or 3 dry or moist.  The 2Bt2 horizon is clay loam, gravelly clay loam or very gravelly clay loam.  The 2Bt3 horizon is gravelly clay loam or very gravelly clay loam.  The smaller structural units is moderate medium subangular blocky or strong medium angular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jorn series.  Jorn soils are 20 to 40 inches to sedimentary bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bedron soils are on east, west and north-facing hillslopes and have slopes of 15 to 45 percent.  These soils formed in interbedded sediments, slope alluvium that contains basalt fragments and loess mixed with volcanic ash in the surface.  Elevation is 2,300 to 3,400 feet.  These soils are in a semiarid climate with warm dry summers and cool moist winter.  Average annual precipitation is 15 to 18 inches.  These soils soils receive extra moisture as runoff from shallow soils above and from moisture moving through the interbeds in the basalt.  Average January temperature is about 25 degrees F. and average July temperature is about 69 degrees F.  Average annual temperature is 46 to 49 degrees F.  The frost-free season is 110 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pachneum, Laufer, McDaniel, Nint, Shushuskin and Shinn soils.  Pachneum soils are on hillslopes, dissected plateaus and piedmont slopes.  Laufer soils are on canyon walls and are 10 to 20 inches to lithic contact.  McDaniel soils and Nint soils are on canyon walls and hillslopes and have more than 35 percent coarse fragments in the particle-size control section.  Shushuskin soils are on hillslopes, dissected plateaus and piedmont slopes and are 20 to 40 inches to lithic contact.  Shinn soils are on broad ridges and are 4 to 10 inches to lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, antelope bitterbrush, saskatoon serviceberry and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kittitas County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": "NA"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon (pachic) - 0 to 27 inches (A1, A2, 2Bt1 and 2Bt2 horizons)\nArgillic horizon - 13 to 60 inches (2Bt1, 2Bt2 and 2Bt3 horizons)\nPSCS - the zone from 13 to 33 inches (2Bt1, 2Bt2 and part of 2Bt3 horizons) with 27 to 60 inches (2Bt3) having mollic colors but less than 1 percent organic matter.\nVitrandic feature - 0 to 13 inches (A1 and A2 horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine, medium and very coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few coarse roots; many very fine irregular and tubular pores; 5 percent pebbles; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--8 to 13 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine tubular and irregular pores; 5 percent pebbles; neutral (pH 6.8); abrupt wavy boundary.  (combined A horizon is 10 to 20 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--13 to 19 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and few coarse roots; many very fine tubular and irregular pores; many distinct pressure faces on peds, few distinct clay films and common distinct clay bridging in pores, common distinct clay films on vertical faces of prisms; 10 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 48,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--19 to 27 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and few medium roots; common very fine tubular pores; many distinct pressure faces on peds, few distinct clay films and common distinct clay bridging in pores, and common distinct clay films on vertical faces of prisms; 10 percent pebbles; neutral (pH 6.9); clear wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "2Bt3",
        "top": 69,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt3--27 to 60 inches; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common very fine and few medium roots; common very fine tubular pores; many distinct pressure faces on peds, few distinct clay films and common clay bridging in pores, and common distinct clay films on vertical faces of prisms; 25 percent pebbles and 10 percent cobbles; neutral (pH 6.9)."
      }
    ]
  ]
}
