{
  "SERIES": "BEDZEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ-WED-JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Bedzee series consists of shallow, well drained soils that formed in residuum and colluvium derived from tuffaceous sedimentary rocks.  Bedzee soils are on hills and mountains.  Slopes are 15 to 50 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, smectitic, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bedzee cobbly loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with approximately 5 percent stones.\nA--0 to 10 cm; light brownish gray (10YR 6/2) cobbly loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine roots; common fine tubular pores; 10 percent gravel, 10 percent cobbles, and 3 percent stones; moderately alkaline (pH 7.9); abrupt smooth boundary. (8 to 18 cm thick)\n2Bt--10 to 25 cm; pale brown (10YR 6/3) gravelly clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, very sticky and very plastic; many very fine and fine and few medium roots; common fine and medium tubular pores; few faint and distinct clay films on faces of peds; 15 percent gravel; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (15 to 33 cm thick)\n2Cr--25 cm; tuffaceous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; in the northern part of the Stillwater Range; approximately 200 feet west and 700 feet north of the southeast corner of section 21, T. 25 N., R. 36 E.; USGS Logan Peak 7.5 minute topographic quadrangle; 40 degrees 00 minutes 57 seconds north latitude and 117 degrees 55 minutes 47 seconds west longitude; WGS84 Decimal Degrees 40.0158333 latitude, -117.929722 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry from late May through mid-November; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nOchric epipedon thickness: 8 to 18 cm.\nDepth to bedrock: 25 to 50 cm to a paralithic contact.  The paralithic materials below the contact are soft, tuffaceous sedimentary rocks.\nParticle-size control section:  Clay content: 35 to 60 percent.\nRock fragments: 15 to 35 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as rhyolite and andesite.\nA horizon\nValue: 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\n2Bt horizon\nChroma: 3 or 4, dry or moist.\nClay content: 40 to 60 percent.\nStructure: Fine or medium, prismatic or angular blocky; lower Bt horizon if present may be massive.\nConsistence: Moderately sticky or very sticky, moderately plastic or very plastic.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brisbois, Chalco, Espint, Gumble, and Xman series.\nBrisbois soils average less than 15 percent rock fragments in the argillic horizon and have identifiable secondary carbonates.  Chalco soils have 0 to 15 percent rock fragments in the argillic horizon.  Espint soils have Bt1 horizons with 27 to 40 percent clay and are moist for 10 to 20 days during the summer.  Gumble soils have mean annual soil temperature of 8 to 10 degrees C. and have noneffervescent Bt horizons.  Xman soils are shallow to weathered rhyolite or andesite, have mean annual soil temperature of 10 to 12 degrees C., and also have hard bedrock, below the weathered bedrock, at depths of 50 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bedzee soils are on hills and mountains.  They typically occur on backslope positions.  These soils formed in residuum and colluvium derived from tuffaceous sedimentary rocks.  The sediment composing these rocks is Tertiary in age, tuffaceous in nature, and was deposited in a lacustrine paleoenvironment.  Slopes are 15 to 50 percent.  Elevations range from 1,615 to 1,920 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 11 to 14 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bedwyr, Jobpeak, and Loomer soils.  Bedwyr soils receive 100 to 200 mm of mean annual precipitation and have natric horizons.  Jobpeak soils are very shallow and shallow to lithic contacts, have ochric epipedons, and do not have diagnostic subsurface horizons.  Loomer soils are clayey-skeletal, shallow to lithic contacts, and have mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bedzee soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly Lahontan sagebrush, pine bluegrass, and tapertip hawksbeard."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County (East Part), Nevada, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to 10 cm. (A horizon).\nArgillic horizon: The zone from 10 to 25 cm (2Bt horizon).\nParalithic contact: The boundary at about 25 cm to underlying soft bedrock (2Cr layer).\nParticle-size control section: The zone from the soil surface to 25 cm (A and 2Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; light brownish gray (10YR 6/2) cobbly loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine roots; common fine tubular pores; 10 percent gravel, 10 percent cobbles, and 3 percent stones; moderately alkaline (pH 7.9); abrupt smooth boundary. (8 to 18 cm thick)"
      },
      {
        "name": "2Bt",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt--10 to 25 cm; pale brown (10YR 6/3) gravelly clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, very sticky and very plastic; many very fine and fine and few medium roots; common fine and medium tubular pores; few faint and distinct clay films on faces of peds; 15 percent gravel; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (15 to 33 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 25,
        "narrative": "2Cr--25 cm; tuffaceous shale."
      }
    ]
  ]
}
