{
  "SERIES": "BEECEE",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed, mesic Typic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Beecee very gravelly medial loam on an east facing 46 percent slope under a cover of California black oak and scattered mixed conifers at an elevation of 3880 feet, (1183 m).  When described on 11/30/95 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 0.5 inches, (0 to 1 cm); leaves, needles and twigs.\nOe--0.5 to 0.7 inches, (1 to 2 cm); partially decomposed leaves, needles and twigs.\nA--0.7 to 3.7 inches, (2 to 9 cm); yellowish brown (10YR 5/4) very gravelly medial loam, dark brown (7.5YR 3/2) moist; 19 percent clay; weak fine and medium subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine and fine tubular pores and common medium and coarse irregular pores; 10.7 NaF pH; 35 percent subangular gravel; moderately acid, pH 6.0 by pH meter 1:1 water; gradual smooth boundary. (2 to 10 inches, (5 to 25cm) thick)\nBt1--3.7 to 7.7 inches, (9 to 20 cm); brown (7.5YR 5/4) very gravelly medial loam, dark brown (7.5YR 3/3) moist; 16 percent clay; weak fine subangular blocky structure parting to moderate very fine granular; soft, very friable, slightly sticky and nonplastic; many very fine to medium roots; many very fine and fine tubular pores and many medium irregular pores; 10.7 NaF pH; few faint and distinct discontinuous clay films on faces of peds and in pores ; 45 percent subangular gravel and 2 percent subangular cobbles; moderately acid pH 5.6 by pH meter 1:1 water; gradual smooth boundary.\nBt2--7.7 to 14.7 inches, (20 to 37 cm); brown (7.5YR 5/4) very gravelly medial loam, dark brown (7.5YR 3/4) moist; 15 percent clay; weak medium subangular blocky structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots and many medium and common coarse; many very fine and fine tubular pores and many medium irregular pores; 10.5 NaF pH; few faint discontinuous clay films on faces of peds and in pores; 55 percent subangular gravel and 3 percent subangular cobbles; strongly acid pH 5.5 by pH meter 1:1 water; gradual smooth boundary.\nBt3--14.7 to 21.7 inches, (37 to 55 cm); strong brown (7.5YR 4/6) extremely gravelly medial loam, reddish brown (5YR 4/3) moist; 16 percent clay; weak fine and medium subangular blocky structure parting to weak fine granular; slightly sticky and nonplastic; many very fine to medium roots; many very fine and fine tubular pores and many medium irregular pores; 10.4 NaF pH; few faint discontinuous clay films on faces of peds and in pores; 65 percent subangular gravel and 5 percent subangular cobbles; strongly acid pH 5.5 by pH meter 1:1 water; gradual smooth boundary.\nBt4--21.7 to 30.7 inches, (55 to 78 cm); reddish yellow (7.5YR 6/6) extremely gravelly loam, reddish brown (5YR 4/3) moist; 17 percent clay; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine to medium roots and common coarse; many very fine and fine tubular pores and common medium irregular pores and common very coarse tubular pores; 10.2 NaF pH; few faint discontinuous clay films on faces of peds and in pores; 65 percent subangular gravel and 3 percent subangular cobbles; strongly acid pH 5.5 by meter 1:1 water; gradual smooth boundary.\nBt5--30.7 to 43.7 inches, (78 to 111 cm); brownish yellow (10YR 6/6) very gravelly loam, brown (7.5YR 4/4) moist; 19. percent clay; moderate very fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine roots and many fine and common medium and coarse; many very fine and fine tubular pores and common medium and coarse irregular pores; 10.0 NaF pH; few faint discontinuous clay films on faces of peds and in pores; 45 percent subangular gravel and 3 percent subangular cobbles; strongly acid pH 5.5 by pH meter 1:1 water; clear smooth boundary.  (Combined thickness of the Bt horizon is 33 to 78 inches, (84 to 198 cm) or more thick)\n2Bt6--43.7 to 58.7 inches, (111 to 149 cm); yellowish brown (10YR 5/6) very gravelly loam, brown (7.5YR 4/4) moist; 24 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots and common medium; many very fine and fine irregular and tubular pores and common medium irregular pores; 9.8 NaF pH; many distinct discontinuous clay films on faces of peds and in pores; 45 percent subangular gravel and 5 percent subangular cobbles and 5 percent subangular stones; strongly acid pH 5.6 by pH meter 1:1 water; clear irregular boundary.\n2Bt7--58.7 to 67.7 inches, (149 to 172 cm); yellowish brown (10YR 5/8) very gravelly loam, brown (7.5YR 4/4) moist; 27 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; 9.7 NaF pH; many distinct continuous clay films on faces of peds and in pores; 30 percent subangular gravel and 10 percent subangular cobbles and 10 percent subangular stones; moderately acid pH 5.6 by pH meter 1:1 water; clear irregular boundary.\n2Bt8--67.7 to 85.7 inches, (172 to 218 cm); brownish yellow (10YR 6/6) very stony loam, brown (7.5YR 5/4) moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; 9.6 NaF pH; many distinct continuous clay films on faces of peds and in pores; 20 percent subangular gravel and 20 percent subangular cobbles; 20 percent subangular stones; moderately acid pH 5.8 by pH meter 1:1 water. (Combined thickness of the 2Bt horizon is 0 to 43 inches, (0 to 109 cm) thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 2.2 miles southeast of Inskip, approximately 1,500 feet north and 850 feet east of the Southwest corner of Section 3, T.24N., R.4E., 39 degrees, 57 minutes, 44.82 seconds North latitude and 121 degrees, 31 minutes, 5.65 seconds West longitude, NAD27. - U.S.G.S. Quad: Stirling City, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 52 to 58 degrees F, (11 to 14 degrees C).  The soil moisture control section is dry in all parts from about July to about October (about 90 days).  The particle-size control section averages 12 to 18 percent clay and 35 to 70 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 2 to 2.5 to a depth of 21.7 inches, (55 cm).  P retention ranges from 91 to 97 to a depth of 21.7 inches, (55 cm).  Rock fragments on the surface range from 15 to 40 percent gravel, 0 to 20 percent cobbles, 0 to 15 percent stones and 0 to 10 percent boulders.  Some pedons have Bw horizons.\nThe A horizon dry color is 5YR 6/4, 7.5YR 5/2, 5/3, 6/2, 6/3 or 10YR 5/4.  Moist color is 5YR 3/2, 3/3, 4/3, 7.5YR 3/2, 3/3, 3/4, or 4/3.  Texture is gravelly medial loam, very gravelly medial loam, gravelly medial sandy loam or very gravelly medial sandy loam.  Clay content ranges from 8 to 20 percent.  Rock fragments range from 25 to 40 percent gravel, 0 to 15 percent cobbles and 0 to 5 percent stones.  Organic matter ranges from 10 to 15 percent.  Base saturation by sum of cations ranges from 20 to 30 percent.  CEC by ammonium acetate ranges from 25 to 35.  NaF pH ranges from 10.0 to 11.0.  Reaction ranges from moderately acid to neutral.\nThe upper part of the Bt horizon dry color is 5YR 5/4, 6/4, 7.5YR 4/6, 5/4, 5/6, 6/3, 6/4, 6/6, 7/6, or 10YR 6/4.  Moist color is 5YR 3/3, 4/3, 4/4, 7.5YR 3/3, 3/4, 4/4, 10YR 3/4 or 4/4.  Texture is gravelly medial loam, very gravelly medial loam, extremely gravelly medial loam, gravelly medial sandy loam, very gravelly medial sandy loam or extremely gravelly medial sandy loam.  Clay content ranges from 10 to 20 percent.  Rock fragments range from 20 to 70 percent gravel, 0 to 20 percent cobbles and 0 to 20 percent stones.  Organic matter ranges from 3 to 8 percent.  Base saturation by sum of cations ranges from 8 to 13 percent.  CEC by ammonium acetate ranges from 18 to 25.  NaF pH ranges from 9.8 to 11.0.  Reaction ranges from strongly acid to slightly acid.\nThe lower part of the Bt horizon dry color is 5YR 5/6, 6/6, 7.5YR 6/6, 7/4, 7/6, 10YR 6/4, 6/6 or 7/6.  Moist color is 5YR 4/3, 4/6, 7.5YR 4/4, 5/4, 5/6 or 10YR 4/4.  Texture is gravelly loam, very gravelly loam, extremely gravelly loam, gravelly sandy loam, very gravelly sandy loam, very cobbly sandy loam or extremely gravelly sandy loam.  Clay content ranges from 12 to 22 percent.  Rock fragments range from 20 to 75 percent gravel, 0 to 30 percent cobbles and 0 to 20 percent stones.  Organic matter ranges from 1 to 3 percent.  Base saturation by sum of cations ranges from 15 to 25 percent.  CEC by ammonium acetate ranges from 16 to 21.  NaF pH ranges from 9.0 to 10.3.  Reaction ranges from strongly acid to slightly acid.\nThe 2Bt horizon dry color is 7.5YR 6/4, 7/4, 10YR 5/4, 5/6, 5/8, 6/3, 6/4 or 6/6.  Moist color is 7.5YR 4/3, 4/4, 5/4, 10YR 3/4, 4/3, 4/4 or 5/4.  Texture is very gravelly loam, very stony loam, very gravelly sandy loam or very gravelly sandy clay loam.  Clay content ranges from 18 to 27 percent.  Rock fragments ranges from 20 to 60 percent gravel, 0 to 30 percent cobbles and 0 to 30 percent stones.  Organic matter ranges from 0.2 to 1 percent.  Base saturation by sum of cations ranges from 20 to 40 percent.  CEC by ammonium acetate ranges from 15 to 20.  NaF pH ranges from 9.0 to 10.0.  Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Depner, Ahl, Hoodsport and Shelton soils series. Ahl soils are moderately deep with sesquioxide accumulation.  Depner is deep to paralithic contact.  Hoodsport is moderately deep with hue of 5YR.  Shelton is moderately deep and moderately well drained with concretions and a weakly cemented glacial till densic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Beecee soils are on side slopes on volcanic ridges in Cascade mountains.  Slopes range from 30 to 70 percent.  These soils formed in tephra and colluvium from volcanic rocks over residuum from volcanic rocks.  Elevation is 2,320 to 5,880 feet, (707 to 1792 m).  Mean annual precipitation is 66 to 80 inches, (1676 to 2032 mm).  The mean annual temperature is 49 to 53 degrees F, (9 to 12 degrees C).  Frost free season is 95 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bonepile, Redbone, Mountyana, Paradiso and Lydon soils.  Bonepile soils are on ridge tops and are deep to a paralithic contact.  Redbone soils are on ridge tops and are deep to a paralithic contact.  Mountyana soils are on ridge tops and are fine-loamy.  Paradiso soils are on ridge tops and are fine.  Lydon soils are on ridge tops and side slopes, and are deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderate to moderately rapid saturated hydraulic conductivity in the A and Bt horizons and moderately slow to moderately rapid in the 2Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, and watershed.  Vegetation is ponderosa pine, Douglas-fir, white fir, California black oak, tanoak, sugar pine, incense cedar, canyon live oak, California hazel, Pacific dogwood, deerbrush, broadleaf starflower, Sierra chinquapin, brackenfern and whitevein shinleaf"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California. MLRA 22B - Southern Cascade Mountains.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0.7 to 7.7 inches, (2 to 20 cm) (A, Bt1).\nCambic horizon - zone from 7.7 to 85.7 inches, (20 to 218 cm) (Bt1, Bt2, Bt3, Bt4, Bt5, 2Bt6, 2Bt7, 2Bt8).\nAndic soil properties - 0.7 to 21.7 inches, (1.77 to 55 cm) (A, Bt1, Bt2, Bt3).\nLithologic Discontinuity at 43.7 inches, (111 cm)\nParticle-size control section - 0.7 to 40.7 inches, (2 to 103 cm).\nSoil moisture control section - 14.5 to 46 inches, (37 to 117 cm).\nBulk density is assumed to be 0.9 g/cc or less to a depth of 21.7 inches, (55 cm).\nThe clay increase in the 2Bt horizon is interpreted to be due to the material weathered from mudflow residuum and is not pedogenic.\nADDITIONAL DATA: Reference samples from lab pedon number: 96P0141 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
