{
  "SERIES": "BEECH",
  "STATUS": "Established Series",
  "BYREV": "RDJ, SLH/Rev. MDJ",
  "REVDATE": "10/2014",
  "STATES": "KY,WV",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beech loam on a 20 percent southeast-facing slope in a mixed hardwood and shortleaf pine wooded area at a 201 meter (660 feet) elevation. (Colors are for moist soil unless otherwise indicated.)\nOi--0 to 2 cm (0 to 1 inch); partially decomposed leaf litter, twigs and pine needles.\nA--2 to 18 cm (1 to 7 inches); brown (10YR 4/3) loam; moderate fine and medium granular structure; very friable; many fine and medium roots; 10 percent rock fragments; strongly acid; abrupt wavy boundary. (8 to 23 cm thick)\nBA--18 to 25 cm (7 to 10 inches); yellowish brown (10YR 5/4) channery loam; weak medium subangular blocky structure; friable; many fine and medium roots; 15 percent rock fragments; strongly acid; clear wavy boundary. (0 to 15 cm thick)\nBt1--25 to 56 cm (10 to 22 inches); yellowish brown (10YR 5/6) channery loam; moderate medium subangular blocky structure; friable; many fine and medium roots; common distinct clay films on faces of peds; 20 percent rock fragments; strongly acid; clear wavy boundary.\nBt2--56 to 91 cm (22 to 36 inches); strong brown (7.5YR 5/6) channery clay loam; moderate medium subangular blocky structure; firm; common fine and medium roots; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions; common to many distinct clay films on faces of peds; common fine and medium iron and manganese concretions; 20 percent rock fragments; strongly acid; gradual wavy boundary.\nBt3--91 to 114 cm (36 to 45 inches); yellowish brown (10YR 5/6) very channery loam; weak medium and coarse subangular blocky structure; firm; few medium roots; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions; common distinct clay films on faces of peds; common fine and medium iron and manganese concretions; 35 percent rock fragments; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 76 to 127 cm.)\nBC--114 to 132 cm (45 to 52 inches); yellowish brown (10YR 5/6) very channery loam; weak coarse subangular blocky structure; firm; few medium roots; many medium prominent light brownish gray (10YR 6/2) redoximorphic depletions; few faint clay films on faces of peds; common fine and medium iron and manganese concretions; 40 percent rock fragments; strongly acid; gradual wavy boundary. (0 to 36 cm thick)\nC--132 to 168 cm (52 to 66 inches); strong brown (7.5YR 5/6) and light gray (10YR 7/1) very channery loam; massive; friable; common manganese and iron concretions; 55 percent rock fragments; strongly acid. (25 to 64 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Wayne\nState:  West Virginia\nUSGS Quadrangle:  Winslow, West Virginia\nLatitude (Decimal Degrees, NAD 83):  38.3033\nLongitude (Decimal Degrees, NAD83):  -82.3272\nDirections to the pedon:  Approximately 457 meters (500 yards) east of the junction of Long Branch Road and Butler Branch and about 914 meters (1000 yards) southeast of the Cabell County line"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic:  8 to 38 cm (3 to 15 inches)\nDepth to the base of the Argillic:  76 to 127 cm (30 to 50 inches)\nSolum Thickness:  102 to 152 cm (40 to 60 inches)\nDepth to Bedrock:  Greater than 152 cm (60 inches)\nDepth Class:  Very deep\nDepth to Seasonal High Water Table:  56 to 79 cm (22 to 31 inches)\nRock Fragment Content:  10 to 30 percent, by volume, in the A and BA horizon and 10 to 60 percent, by volume, in the Bt, BC, and C horizon.\nSoil Reaction:  Very strongly acid through moderately acid throughout, except where limed\nRange of Individual Horizons:\nAp or A horizon:\nColor--hue of 10YR or 7.5YR, value of 2 through 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--loam or silt loam\nBA horizon:\nColor--hue of 2.5Y through 7.5YR, value of 4 or 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--loam or silt loam\nBt horizon:\nColor--hue of 2.5Y through 7.5YR, value of 4 through 6, and chroma of 2 through 8\nTexture (fine-earth fraction)--loam or clay loam\nRedoximorphic features--The depth to redoximorphic depletions with chroma 2 or less ranges from 56 to 79 cm (22 to 31 inches), and they are below the upper 25 cm (10 inches) of the top of the argillic horizon\nBC horizon:\nColor--2.5Y through 7.5YR, value of 5 through 7, and chroma 2 through 8\nTexture (fine-earth fraction)--loam or clay loam\nRedoximorphic features--Redoximorphic depletions with chroma 2 or less, black manganese stains and concretions, and strong brown masses of oxidized iron typically occur in this horizon\nC horizon:\nColor--2.5Y through 7.5YR, value of 4 through 6, and chroma of 2 through 8\nTexture (fine-earth fraction)--loam, silt loam, or clay loam\nRedoximorphic features--Redoximorphic depletions with chroma 2 or less, black manganese stains and concretions, and strong brown masses of oxidized iron typically occur in this horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAdamstown soils--formed in colluvium or alluvium over limestone residuum\nBlakeslee soils--formed in glaciolacustrine sediments and in the underlying stratified glaciofluvial deposits on outwash plains and terraces\nCazenovia soils--formed in loamy glacial till\nEl Dara soils--formed in stratified loamy and sandy Cretaceous age materials and have less than 15 percent, by volume, rock fragments in the particle size control section\nFunkstown soils--formed in colluvium or alluvium over limestone residuum\nHilton soils--formed in Wisconsin age glacial till derived from sandstone and limestone\nKidami soils--formed in silty material and loamy glacial till\nMiami soils--formed in dense glacial till\nPevely soils--formed in residuum weathered from sandstone and are less than 102 cm (40 inches) to bedrock\nRainsville soils--formed in loess or other silty materials over loamy outwash and glacial till\nRawson soils--formed in loamy sediments and glacial till\nRichland soils--have chroma 2 iron depletions below 36 inches of the surface\nRoyerton soils--formed in loamy outwash and glacial till\nShawtown soils--formed in glaciolacustrine or water-sorted sediments overlying dense till\nSummitville soils--have hues 5YR or redder throughout\nVaughnsville soils--formed in loamy glaciolacustrine material and in the underlying till"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  124, 125, 126\nLandscape:  Uplands\nLandform:  Hill and hillslope\nGeomorphic Component:  Base slope\nHillslope Profile Position:  Footslope\nParent Material Origin:  Weathered, interbedded siltstone, sandstone, and shale\nParent Material Kind:  Colluvium\nSlope:  3 to 35 percent\nElevation:  157 to 325 meters (515 to 1066 feet)\nFrost-free period:  190 to 207 days\nMean Annual Air Temperature:  10.5 to 12.7 degrees C. (51 to 56 degrees F.)\nMean Annual Precipitation:  1066 to 1168 mm (42 to 46 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCotaco soils--occur on stream terraces\nDekalb soils--occur on upland hillsides and ridgetops where bedrock is moderately deep\nDormont soils--occur on upland benches and side slopes\nGilpin soils--occur on upland hillsides and ridgetops where bedrock is moderately deep\nLatham soils--occur on upland hillsides and ridgetops where bedrock is moderately deep\nSensabaugh soils--occur on adjacent narrow floodplains and alluvial fans\nUpshur soils--occur on upland hillsides and ridgetops"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  Moderately well drained\nInternal Free Water Occurrence:  Moderately deep (50-100 cm) and common (present 3-6 months)\nIndex Surface Runoff:  Low to high\nSaturated Hydraulic Conductivity Class:  Moderately high or high\nPermeability Class (obsolete):  Moderate or moderately slow\nShrink-Swell Class:  Low\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Woodland, hayland, pasture\nDominant Vegetation:  Where cultivated--Grass-legume hay.  Where wooded--Mixed hardwoods-dominated by oaks, yellow-poplar, and shortleaf pine"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  West Virginia and Kentucky\nExtent:  Moderate, approximately 34,000 acres at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wayne County, West Virginia, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from 2 to 25 cm (A and BA horizons)\nArgillic horizon--the zone from 25 to 114 cm (Bt horizons)\nSeries control section--the zone from 0 to 150 cm\nThis edit updates the previous format to semi-tabular using the March 22, 2013, template, and updates the Range of Individual Horizons, RANGE IN CHARACTERISTICS, GEOGRAPHIC SETTING, GEOGRAPHICALLY ASSOCIATED SOILS, USE AND VEGETATION, DISTRIBUTION AND EXTENT, DRAINAGE AND SATURATED CONDUCTIVITY, and REMARKS sections.\nPrevious revisions: 10/1994-CPC, ART, WFH; 08/2005-MDJ, DHK\nADDITIONAL DATA:\nThere is no laboratory data for the Beech series at this time.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
