{
  "SERIES": "BEEDE LAKE",
  "STATUS": "Tentative Series",
  "BYREV": "JSE-DJH-PMW",
  "REVDATE": "06/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Beede Lake loam - on a convex side slope with a south facing 54 percent slope in an area of mixed northern hardwoods and conifers at an elevation of about 250 meters.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 13 centimeters; very dark brown (7.5YR 2.5/2) loam, brown (7.5YR 5/2) dry; moderate coarse granular and moderate medium subangular blocky structure; friable; many very fine, fine, and medium roots and common coarse and very coarse roots; 10 percent gravel and 1 percent cobble; slightly acid (pH 6.5, Hellige-Truog); clear wavy boundary. (5 to 25 centimeters thick, 2 to 10 inches thick)\nBw--13 to 25 centimeters; reddish brown (5YR 4/4) sandy clay loam and sandy loam; moderate fine subangular blocky structure; friable; many very fine, fine, and medium roots and common coarse and very coarse roots; 10 percent gravel and 1 percent cobble; slightly acid (pH 6.3, Hellige-Truog); abrupt wavy boundary. (0 to 46 centimeters thick)\n2B/E--25 to 41 centimeters; 60 percent dark reddish brown (2.5YR 3/4) clay (Bt); strong very fine angular blocky structure; firm; penetrated by tongues of reddish brown (2.5YR 4/3) silty clay loam (E), light reddish brown (2.5YR 7/3) dry; moderate thin platy structure; firm; common very fine, fine, medium and coarse roots; few (5 percent) continuous distinct red (2.5YR 4/6) and few (15 percent) continuous distinct dark reddish brown (2.5YR 3/4) clay films on all faces of Bt peds; moderately acid (pH 5.8, Hellige-Truog); clear wavy boundary. (Glossic horizon  10 to 51 centimeters thick)\n2Bt--41 to 56 centimeters; dark reddish brown (2.5YR 3/4) clay; moderate coarse prismatic structure parting to strong very fine angular blocky; firm; common very fine, fine, and medium roots and few coarse roots; few (5 percent) continuous distinct red (2.5YR 4/6) and few (10 percent) continuous distinct dark reddish brown (2.5YR 3/4) clay films and many (50 percent) continuous distinct red (2.5YR 4/6) pressure faces on all faces of peds; moderately acid (pH 5.8, Hellige-Truog); abrupt wavy boundary. (10 to 51 centimeters thick)\n3BC--56 to 76 centimeters; stratified 50 percent reddish brown (2.5YR 4/4) silty clay, 30 percent reddish brown (2.5YR 4/3) silty clay loam, 10 percent red (10R 4/6) silty clay, and 10 percent reddish brown (5YR 4/3) silt loam; massive parting to strong medium depositional plates; firm; common very fine, fine, and medium roots and few coarse roots; very few (1 percent) distinct red (2.5YR 4/6) pressure faces on top faces of plates; slightly effervescent (HCl, 1 normal)in the silty clay loam layers; neutral (pH 7.2, Hellige-Truog); abrupt wavy boundary. (0 to 23 centimeters thick)\n3C--76 to 203 centimeters; stratified 45 percent reddish brown (2.5YR 4/4) silty clay, 30 percent reddish brown (5YR 4/3) silt loam, 20 percent brown (7.5YR 5/3) silt loam, and 5 percent red (10R 4/6) clay; massive parting to strong medium depositional plates; firm; few medium roots; violently effervescent (HCl, 1 normal)in the silt loam layers and none to slightly effervescent (HCl, 1 normal) in the silty clay and clay layers; moderately alkaline (pH 8.0, Hellige-Truog)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Wisconsin; about 6 miles west northwest of Cushing; 725 meters east and 55 meters south of the northwest corner of section 19, T. 36 N., R. 19 W.; USGS Sunrise topographical quadrangle; lat. 45 degrees 35 minutes 56.8 seconds N. and long. 92 degrees 45 minutes 57.9 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loamy glacial aged alluvium mantle--10 to 51 centimeters\nDepth to the argillic horizon--10 to 51 centimeters\nThickness of the argillic horizon--20 to 96 centimeters\nDepth to stratification--51 to 102 centimeters\nDepth to carbonates--typically 102 to 152 centimeters but may range up to 51 centimeters in some pedons\nClay content of the particle-size control section--averages between 40 to 60 percent, but individual horizons range between 35 to 65 percent\nSand content of the particle-size control section--less than 45 percent\nVolume of gravel--5 to 30 percent in the loamy glacial aged alluvium mantle; 0 to 5 percent in the argillic horizon\nVolume of cobbles--0 to 5 percent in the loamy glacial aged alluvium mantle\nVolume of stones--0 to 1 percent in the loamy glacial aged alluvium mantle\nA horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 2 to 3\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, loam, or silt loam\nReaction: very strongly acid to slightly acid\nBw Horizon:\nHue: 5YR or 7.5YR\nValue: 4\nChroma: 4\nTexture: loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, or their gravelly analogs\nReaction: very strongly acid to slightly acid\nSome pedons have an E horizon:\nHue: 5YR or 7.5YR\nValue: 4\nChroma: 3\nTexture: loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, or their gravelly analogs\nReaction: very strongly acid to slightly acid\nBeedeLake soils have a glossic horizon (2B/E horizon)\nBt part of the 2B/E:\nHue: 2.5YR or 5YR\nValue: 3 or 4\nChroma: 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: very strongly acid to slightly acid\nE part of the 2B/E:\nHue: 2.5YR or 5YR\nValue: 4\nChroma: 3\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: very strongly acid to slightly acid\n2Bt Horizon:\nHue: 2.5YR or 5YR\nValue: 3 or 4\nChroma: 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: moderately acid to neutral\n3BC Horizon:\nHue: 2.5YR, 5YR, or 10R\nValue: 3 to 5\nChroma: 2 to 4\nTexture: stratified with layers of silt, silt loam, silty clay loam, silty clay, or clay\nReaction: neutral to moderately alkaline\n3C Horizon:\nHue: 2.5YR, 5YR, or 10R\nValue: 3 to 5\nChroma: 2 to 4\nTexture: stratified with layers of silt, silt loam, silty clay loam, silty clay, or clay\nReaction: neutral to moderately alkaline in the upper part and moderately alkaline in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cornucopia, Kolberg, and Odanah series.\nCornucopia soils have stratified loamy and sandy deposits in the lower part of the series control section at a depth of 102 to 152 centimeters.\nKolberg soils have a lithic contact with limestone at 51 to 102 centimeters.\nOdanah soils do not have stratified layers within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy glacial aged alluvium over clayey lacustrine underlain by stratified (varved) calcareous silty and clayey lacustrine deposits\nLandform: nose slopes and side slopes on dissected glacial lake plains\nGeologic formation: Glacial Lake Lind\nSlope: 12 to 80 percent\nElevation: 240 to 262 meters above sea level\nMean annual air temperature: 4 to 7 degrees C\nMean annual precipitation: 710 to 838 millimeters\nFrost free days: 110 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Folsom(T) and Centuria(T) soils. The moderately well drained Folsom and somewhat poorly drained Centuria soils form a drainage sequence with Beede Lake soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--well drained--frequent saturation does not occur within a depth of 1.8 meters during the wettest periods of normal years\nSaturated hydraulic conductivity--4.23 to 14.11 micrometers per second in the loamy glacial aged alluvium mantle, 0.42 to 1.41 micrometers per second in the argillic (Bt horizon), and 0.42 to 14.11 micrometers per second in the underlying stratified layers"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: All areas are used for woodland. Common trees are northern red oak, white oak, American basswood, eastern white pine, hophornbeam, red maple, sugar maple, red pine, and green ash. Common understory species are pointed-leaved tick trefoil, wild lily-of-the-valley, spinulose shield fern, violets, wood anemone, hog peanut, poison ivy, meadow rue, large-leaved aster, and dew berry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Laurentian Upland\nPhysiographic Province--Superior Upland\nMLRA--Wisconsin and Minnesota Sandy Outwash (91B)\nLRR K; Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Polk County, Wisconsin; 2009. Source of the name is a small lake in Polk County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 56 centimeters (2B/E and 2Bt horizons);\nseries control section--the zone from the surface to a depth of 152 centimeters (A, Bw, 2B/E, 2Bt, 3BC, and 3C horizons).\nDiagnostic horizons and features in this pedon include:\nochric epipedon--the zone from the surface to 25 centimeters (A and Bw horizons);\ncambic horizon--the zone from a depth of 13 to 25 centimeters (Bw horizon);\nargillic horizon--the zone from a depth of 25 to 56 centimeters (2B/E and 2Bt horizons);\nglossic horizon--the zone from a depth of 25 to 41 centimeters (2B/E horizon);\nlithologic discontinuity--at the upper boundary of the 2B/E horizon and at the upper boundary of the 3BC horizon;\nsoil moisture control section--the zone from a depth of 10 to 30 centimeters; udic moisture regime;\nsoil temperature control section--at a depth of 50 centimeters; frigid soil temperature regime.\nCarbonates are not visually recognizable in the stratified layers and are only evident through application of 1N HCl. The level of effervescence varies with each stratum and the carbonates are assumed to be depositional.\nCation-exchange activity class is inferred from lab data from similar red clayey soils in the area.\nTaxonomy version--Keys to Soil Taxonomy, 11th edition, 2010.\nADDITIONAL DATA: Soil textures were determined through hydrometer analysis in the project office\nA Horizon--48.5 percent sand, 33.5 percent silt, and 18 percent clay\nBw Horizon--52 percent sand, 25.5 percent silt, and 22.5 percent clay\n2B/E Horizon--33 percent sand, 5 percent silt, and 62 percent clay\n2Bt Horizon--31 percent sand, 13 percent silt, and 56 percent clay\nClay content of the particle-size control section (2B/E and 2Bt) averages 59 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
