{
  "SERIES": "BEEFHOLLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD",
  "REVDATE": "11/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beefhollow loam, on a north facing, linear to concave, 58 percent slope in Gambel oak at an elevation of 5,707 feet.  (Colors are for dry soil unless otherwise noted.) The surface is covered by 5 percent gravel of andesite origin and subangular in shape.\nA--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure parting to moderate fine and very fine granular; soft, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine tubular and interstitial pores; 5 percent gravel; neutral (pH 7.2); clear wavy boundary.  (3 to 14 inches thick)\nBt1--6 to 16 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine and very fine subangular blocky; hard, firm, moderately sticky and moderately plastic; many very fine, few fine and medium roots; many very fine and common fine tubular and interstitial pores; common patchy distinct clay films on ped faces 10 percent gravel; neutral (pH 7.2); gradual wavy boundary.\nBt2--16 to 21 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium and fine subangular blocky; very hard, very firm, very sticky and very plastic; common very fine and medium, few fine roots; many very fine and few fine tubular pores; many patchy prominent clay films on ped faces: 10 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary.\nBt3--21 to 35 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium and fine subangular blocky; very hard, very firm, very sticky and very plastic; common very fine and medium, few fine roots; many very fine and few fine tubular pores; common patchy distinct clay films on ped faces; 10 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary.\nBt4--35 to 44 inches; grayish brown (10YR 5/2) gravelly silty clay loam, dark grayish brown (10YR 4/2) moist; weak medium and fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common medium, few very fine and fine roots; common very fine and few fine tubular pores; few patchy faint clay films on ped faces; 25 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary.  (total thickness of Bt horizons - 20 to 50 inches)\nC--44 to 60 inches; grayish brown (10YR 5/2) gravelly silt loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common very fine tubular pores; 25 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Salt Lake County, Utah; about .25 miles West of Step Mountain; located about 1,700 feet south and 2,100 feet west of the northeast corner of sec. 16, T. 4 S., R. 2 W.; Tickville Spring USGS quad; lat. 40 degrees 28 minutes 26.14 seconds N. and long. 112 degrees 04 minutes 10.27 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Xeric moisture regime.  Soil moisture control section is dry 45 to 60 consecutive days following the summer solstice.\nSoil temperature regime:  frigid\nMean annual soil temperature:  43 to 47 degrees F.\nSurface rock fragments:  0 to 15 percent subangular andesite fragments; dominantly gravel and cobbles\nParticle-size control section:  35 to 50 percent clay\nThickness of the mollic epipedon:  10 to 20 inches; may include the upper part of the argillic horizon\nThickness of the argillic horizon:  20 to 50 inches\nA horizon:\nHue:  10YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  1 to 3\nTexture:  loam\nRock fragments:  0 to 15 percent; dominantly gravel and cobbles\nReaction:  neutral to slightly alkaline\nBt horizon:\nHue:  10YR or 7.5YR\nValue:  4 to 6 dry; 3 to 5 moist\nChroma:  2 or 4\nTexture:  silty clay loam, silty clay, or clay loam\nRock fragments:  averages 0 to 15 percent, (some individual horizons can range to 35 percent); dominantly gravel and cobbles\nReaction:  neutral to slightly alkaline\nC horizon:\nHue:  10YR or 7.5YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  silty clay loam, silt loam, or clay loam\nRock fragments:  15 to 35 percent; dominantly gravel and cobbles\nReaction:  neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Booford (NV), Harter (UT), Manila (UT), Marsden T (OR), Observation (CA), Ostler (UT), Rob Roy (UT), Shagnasty (NV), and Tatouche (OR) series.\nBooford:  is moderately deep to paralithic material.\nHarter:  averages 15 to 35 percent rock fragments in the particle size control section.\nManila and Ostler:  is derived from sedimentary rocks\nMarsden:  has paralithic material at 40 to 60 inches in depth\nObservation and Rob Roy:  are moderately deep to bedrock\nShagnasty:  has bedrock at 40 to 60 inches in depth\nTatouche:  has a lithologic discontinuity"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beefhollow soils.\nParent material:  colluvium derived from andesite.\nLandform:  volcanic affected mountain slopes.\nSlopes:  20 to 60 percent\nElevation: 5,200 to 6,800 feet\nMean annual air temperature:  41 to 45 degrees F.\nMean annual precipitation:  16 to 22 inches.\nWettest months:  October to May.\nDriest months:  June to September.\nFrost-free period:  70 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the These are the Tickville, Jesh, Melling, and Reywat series.  Tickville soils are moderately deep to bedrock.  Jesh soils have vertic properties and are under sagebrush.  Melling and Reywat soils are shallow and are under sagebrush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very high runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat and rangeland.  Some potential native plants are Gambel oak, mountain snowberry, bluebunch wheatgrass, and mountain brome.  In Utah, The Beefhollow series is correlated with Mountain Loam (Oak) - 047AY446UT ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah.  LRR D, MLRA 28A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Salt Lake county, Utah. 1999.  The name comes from a nearby geographic location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from 0 to 16 inches.  (A and Bt1 horizons)\nArgillic horizon: from 16 to 44 inches.  (Bt1, Bt2, Bt3, Bt4 horizons)\nKeys to Soil Taxonomy:  Eighth Edition 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
