{
  "SERIES": "BEEKMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/TDT",
  "REVDATE": "06/1999",
  "STATES": "OR",
  "OVERVIEW": "The Beekman series consists of moderately deep, well drained soils that formed in colluvium weathered from altered sedimentary and extrusive igneous rocks.  Beekman soils are on steep mountainous slopes ranging from 30 to 100 percent.  The mean annual precipitation is about 50 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beekman gravelly loam - on a north facing slope of 70 percent in a forested area at 3,400 feet elevation.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) gravelly loam, brown (10YR 4/3) dry; weak fine granular structure; soft, friable, nonsticky and slightly plastic; many fine and very fine and few medium roots; many irregular pores; 30 percent angular gravel; slightly acid (pH 6.2); clear smooth boundary.  (2 to 8 inches thick)\nAB--5 to 14 inches dark yellowish brown (10YR 3/4) very gravelly loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; many irregular pores; 60 percent angular gravel; base saturation is 37 percent by ammonium acetate; moderately acid (pH 6.0); gradual smooth boundary.  (0 to 12 inches thick)\nBw--14 to 25 inches; brown (10YR 4/3) very gravelly loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; many very fine tubular pores; 55 percent angular gravel; base saturation is 51 percent by ammonium acetate; slightly acid (pH 6.2); clear irregular boundary.  (8 to 24 inches thick)\nR--25 inches; fractured metamorphic bedrock; fractures are 4 to 8 inches apart; voids and fractures are not all filled."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Josephine County, Oregon; about 3 miles southeast of Placer along the McCoy Creek Road; 1,540 feet south and 80 feet east of the northwest corner of sec. 14, T. 34 S., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in the moisture control section for 60 to 90 consecutive days during the summer in most years.  The mean annual soil temperature ranges from 47 to 54 degrees F.  Depth to highly fractured bedrock ranges from 20 to 40 inches.  Rock fragments in the control section average from 35 to 70 percent.  It is moderately acid or slightly acid throughout.  The thickness of the solum is 20 to 40 inches and has a base saturation of 35 to 60 percent by ammonium acetate.\nThe A horizon has hue of 10YR or 7.5YR value of 3 or 4 moist, 4 through 6 dry and chroma of 2 through 4 moist and 3 or 4 dry.\nThe B horizon has hue of 2.5Y, 10YR, or 7.5YR, value of 4 or 5 moist, 5 through 7 dry and chroma of 2 through 6 moist and dry.  It is very gravelly loam, extremely gravelly loam or very gravelly clay loam and has 18 to 30 percent clay.  Clean sand and silt coatings on faces of peds are common in the upper part of the B horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring, Barpeak, Farber, Geppert, Hartless, Hilltish, Inskip, Kanid, Kindig, Mayacama, Neuns, Sheetiron, Straight, Vena and Woodin series.  Atring, Geppert and Straight soils are 20 to 40 inches to a paralithic contact. Barpeak, Farber, Hartless, Kanid, and Kindig soils are over 40 inches deep.  Hilltish soils contain rounded rock fragments throughout and formed in conglomerate from the Riddle Formation.  Inskip, Neuns, and Vena soils have less than 18 percent clay in the particle-size control section.  Mayacama and Woodin soils have a mean annual soil temperature of 54 to 59 degrees F.  Sheetiron soils are dry for over 90 consecutive days and clay minerals are high in the chlorite and mica."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Beekman soils are on mountainous slopes at elevations of 200 to 4,000 feet.  Slopes are 30 to 100 percent.  The soils formed in colluvium weathered from altered sedimentary and extensive igneous rocks.  The climate is characterized by warm, wet winters and hot, dry summers.  The mean annual temperature is 45 to 55 degrees F, mean January temperature is 33 degrees F, and mean July temperature is 65 degrees F.  The mean annual precipitation is typically 35 to 60 inches.  In the interior mountains of Curry County, Oregon, the mean annual precipitation ranges to 100 inches.  The frost-free period is 100 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colestine, Josephine, Pollard, Speaker and Vermisa soils.  Colestine, Josephine and Pollard soils are nonskeletal.  Josephine, Speaker and Pollard soils have an argillic horizon.  Vermisa soils are 10 to 20 inches deep to a lithic contact.  All of these soils occur on broad ridgetops or side slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Beekman soils are used for timber production, watershed, and wildlife habitat.  Natural vegetation dominantly is Douglas fir, ponderosa pine, sugar pine, Pacific madrone, tanoak, Pacific dogwood, shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon; MLRA 5.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Josephine County, Oregon, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 0 to 14 inches (A and AB horizons).\nCambic horizon - from 14 to 25 inches (Bw horizon).\nDystric feature - from 5 to 14 inches and from 14 to 25 inches having a base saturation by ammonium acetate of 37 percent and 51 percent respectively.\nParticle-size control section - from 10 to 25 inches.\nClassification revised from loamy-skeletal, mixed, mesic Dystric Xerochrepts 6/99\nADDITIONAL DATA:  Reference samples from type location; sample numbers 83T7852-53; NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; very dark grayish brown (10YR 3/2) gravelly loam, brown (10YR 4/3) dry; weak fine granular structure; soft, friable, nonsticky and slightly plastic; many fine and very fine and few medium roots; many irregular pores; 30 percent angular gravel; slightly acid (pH 6.2); clear smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AB--5 to 14 inches dark yellowish brown (10YR 3/4) very gravelly loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; many irregular pores; 60 percent angular gravel; base saturation is 37 percent by ammonium acetate; moderately acid (pH 6.0); gradual smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw--14 to 25 inches; brown (10YR 4/3) very gravelly loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; many very fine tubular pores; 55 percent angular gravel; base saturation is 51 percent by ammonium acetate; slightly acid (pH 6.2); clear irregular boundary.  (8 to 24 inches thick)"
      },
      {
        "name": "R",
        "top": 64,
        "narrative": "R--25 inches; fractured metamorphic bedrock; fractures are 4 to 8 inches apart; voids and fractures are not all filled."
      }
    ]
  ]
}
