{
  "SERIES": "BEEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DB/JLS/AJE",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Beek series is a member of the fine-loamy, mixed, mesic family of Pachic Calciustolls. Typically Beek soils have dark grayish brown, mildly or moderately alkaline, silty clay loam A1 horizons; light grayish brown, very strongly alkaline, silty clay loam Cca horizons and very pale brown, strongly alkaline, loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Beek silty clay loam, cropland. (Colors are for air dry soil unless otherwise noted.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; hard, firm, sticky, plastic; few fine roots; common fine pores; slightly calcareous, lime is disseminated; mildly alkaline (pH 7.8); clear smooth boundary. (6 to 10 inches thick)\nA12--6 to 18 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, firm, sticky, plastic; few fine roots; common fine pores; moderately calcareous, lime is disseminated; moderately alkaline (pH 8.4); gradual smooth boundary. (10 to 16 inches thick)\nA13ca--18 to 23 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; few fine faint yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; hard, firm, sticky, plastic; few fine roots; few fine and medium pores; very strongly calcareous, lime is disseminated and in nodules; strongly alkaline (pH 9.0); gradual smooth boundary. (4 to 10 inches thick)\nC1ca--23 to 35 inches; light grayish brown (10YR 6/2) silty clay loam, dark grayish brown (10YR 3/2) moist; few fine faint yellowish brown (10YR 5/4) moist; few fine faint yellowish brown (10YR 5/4) mottles; massive; hard, firm, sticky, plastic; few fine roots; few fine and medium pores; very strongly calcareous, lime is disseminated and in nodules and veins; very strongly alkaline (pH 9.2); gradual smooth boundary. (10 to 15 inches thick)\nC2ca--35 to 44 inches; light gray (10YR 7/1) silty clay loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, firm, sticky, plastic; very strongly calcareous, lime is disseminated and in soft accretions; very strongly alkaline (pH 9.2); gradual smooth boundary.  (0 to 10 inches thick)\nC3--44 to 60 inches; very pale brown (10YR 7/3) loam, light olive brown (2.5Y 5/3) moist; common medium distinct yellowish brown (10YR 5/4) mottles; massive; slightly hard, friable, slightly sticky, plastic; strongly calcareous; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete County, Utah; 2 miles north of Mt. Pleasant and one mile east of highway; 750 feet west, 600 feet north of the SE corner of sec. 23, T.14S., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 20 to 30 inches thick. Depth to calcic horizon ranges from 17 to 27 inches and calcium carbonate equivalent ranges from 20 to 40 percent. The mean annual soil temperature at 20 inches ranges from 47 degrees to 49 degrees F. The mean summer soil temperature ranges from 62 degrees to 66 degrees F. In 7 out of 10 years the soils are moist 50 to 60 percent of the time in some part of the moisture control section during the period the soil temperature at 20 inches exceeds 41 degrees F. They are continuously saturated with water for as long as 90 days within 40 inches where undrained. The A1 horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. It is light clay loam to silty clay loam. This horizon is moderately to very strongly alkaline. The C horizon has hue of 10YR or 2.5Y, value of 6 through 8 dry, 3 through 6 moist, and chroma of 1 through 3. It is loam to silty clay loam. This horizon is moderately to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Chipman, Collett, Elfrida, Greenson, Leeton, Vineyard, and Winn series. All of these soils, except the Elfrida and Winn series, have mollic epipedons less than 20 inches thick. Elfrida soils have a mean annual soil temperature of 59 degrees F. or more. Elfrida, Chipman, and Greenson soils have less than 15 percent sand coarser than very fine sand in the control section. Collett soils have more than 35 percent clay in the control section. Winn soils have chroma of 1 in the A1 horizon and lack a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Beek soils are on alluvial plains at elevations of 5,200 to 6,200 feet. Slope ranges from 0 to 2 percent. These soils formed in mixed alluvium from limestone, sandstone, and shale. The climate is dry subhumid and the average annual precipitation ranges from 12 to 14 inches. The mean annual temperature is 45 degrees to 47 degrees F. The mean temperature is 64 degrees to 68 degrees F. and the frost-free period ranges from 110 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Arapien and Woodrow soils and the competing Chipman soils. Arapien and Woodrow soils lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated crops of alfalfa, small grains, and pastures. The vegetation is rabbitbrush, wiregrass, foxtail, annual weeds, and reed canarygrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Calcium Carbonate Solonchak soils.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
