{
  "SERIES": "BEELEM",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-WED-JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beelem very gravelly sandy loam, woodland.  (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 5 percent cobbles and 40 percent gravel.\nA1--0 to 3 cm; light yellowish brown (2.5Y 6/4) very gravelly sandy loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; no roots; many very fine interstitial pores; 40 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (3 to 8 cm thick)\nA2--3 to 10 cm; light yellowish brown (2.5Y 6/4) gravelly sandy loam, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine interstitial pores; 25 percent gravel; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 15 cm thick)\nR--10 cm; welded tuff; weathered in the upper 10 cm with lime coats in fractures; becomes hard at 18 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; about 2,400 feet north and 600 feet east of the southwest corner, sec. 10, T. 9 N., R. 34 E.; latitude 38 degrees 38 minutes 56 seconds N and longitude 118 degrees 11 minutes 01 seconds W; WGS84 Decimal Degrees 38.6490000 latitude, -118.183611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry in summer and fall, except moist for 10 to 20 days cumulative July to October due to convection storms; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to bedrock:  10 to 23 cm.\nReaction:  Slightly alkaline or moderately alkaline.\nEffervescence:  Slightly effervescent through violently effervescent throughout.\nParticle-size control section - Clay content:  10 to 18 percent.\nRock fragments:  15 to 35 percent, predominantly 2 to 5 mm gravel.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4 dry or moist.  Color variations are due to lithochromic influence."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Shotwell and Tessfive series.  Shotwell and Tessfive soils are 25 to 50 cm to bedrock, and have soil temperatures of 11 degrees C, or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beelem soils are on mountains, hills mesas, plateaus and pediments. These soils formed in residuum and colluvium from welded tuffs and altered granitic rocks.  In some areas Beelem soils are on altered granitic rocks. Slopes are 15 to 75 percent.  Elevations are 1,640 to 2,590 meters.  The climate is semi-arid with cool, moist winters and generally hot dry summers; mean annual precipitation is about 250 to 300 mm and mean annual temperature is 9 to 14 degrees C.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Stewval and Steepcan soils.  Stewval soils have an argillic horizon with over 18 percent clay.  The Steepcan soils have over 35 percent gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid or very rapid runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat.  The present vegetation is mainly scattered singleleaf pinyon, Utah juniper, green ephedra and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  Beelem soils are not extensive.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 10 cm (A1 and A2 horizons).\nLithic contact - The contact at 10 cm (R layer).\nParticle-size control section - The zone from the surface to 10 cm (A1 and A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
