{
  "SERIES": "BEENO",
  "STATUS": "Established Series",
  "BYREV": "Rev. PJL/RJE/JAL",
  "REVDATE": "08/2002",
  "STATES": "WY",
  "OVERVIEW": "The Beeno series consists of well drained soils that are moderately deep to soft bedrock. They formed in residuum and slope alluvium derived from shale and sandstone. These soils are on mountain slopes of 5 to 40 percent. The mean annual precipitation is about 17 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Beeno silt loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; neutral (pH 6.7); clear smooth boundary. (1 to 6 inches)\nBt1--4 to 11 inches; brown (10YR 4/3) gravelly silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and moderately plastic; common prominent clay films on all faces of peds; 20 percent gravel; neutral (pH 6.8); clear smooth boundary. (4 to 12 inches thick)\nBt2--11 to 18 inches; brown (10YR 5/3) gravelly silty clay loam, brown (10YR 4/3) moist; weak fine prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and plastic; many prominent clay films on all faces of peds; 20 percent gravel; neutral (pH 6.8); clear wavy boundary. (5 to 13 inches thick)\nBtk--18 to 26 inches; light yellowish brown (10YR 6/4) gravelly silty clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common prominent clay films on vertical faces of peds; strongly effervescent, calcium carbonate as few fine and very fine threads and common prominent crusts on undersides of gravel; 25 percent gravel; moderately alkaline (pH 7.9); clear smooth boundary. (6 to 12 inches thick)\nCr--26 to 60 inches; weakly consolidated shale interbedded with lenses of sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sheridan County, Wyoming; NE1/4, SW1/4, sec. 2, T. 58 N., R. 89 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to weakly consolidated bedrock and the paralithic contact ranges from 20 to 40 inches. The mollic epipedon ranges from 8 to 15 inches thick. The mean annual soil temperature ranges from 39 to 45 degrees F., and the mean summer soil temperature ranges from 59 to 63 degrees F. Coarse fragments, mainly angular shale or sandstone chips or semi-rounded gravel, range from 0 to 35 percent throughout the whole soil. These soils are dry for more than 60 consecutive days in the moisture control section from July 15, to September 30 in most years.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3. Reaction is neutral or slightly alkaline.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 3 through 5 dry, 2 through 4 moist, and chroma of 2 or 3. Texture is silty clay loam or clay loam which may be modified with coarse fragments. Clay ranges from 27 to 35 percent. Reaction is neutral or slightly alkaline.\nThe Btk or Bk horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4. Texture is silty clay loam, clay loam, or loam with 18 to 35 percent clay. Textures may be modified with coarse fragments. Carbonates range from 5 to 15 percent. Reaction of the matrix is moderately alkaline, but ped interiors may be slightly alkaline.\nThe soil-bedrock interface is considered a paralithic contact. The weakly consolidated shale is interbedded with soft, fine grained sandstone. A large part of both sedimentary rocks slake with overnight shaking."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Absarook, Archmesa, Beartooth, Bielenberg, Bookcliff, Burtoner, Clancy, Clasoil, Dooley, Doughty, Empedrado, Fairfield, Farnuf, Farside, Felor, Greenway, Gurney, Hangdo, Hoppers, Hyalite, Jeffcity, Kokoruda, Livona, Martinsdale, Maudlin, Meagher, Moen, Moento, Pianohill, Placerton, Reeder, Reedwest, Snakejohn, Sponseller, Trag, Tragmon, Trazuni, Trujillo, Ulrant, Vida, Watne, Watrous, Williams, and Yegen series. The Bielenberg, Beartooth, Bookcliff, Clasoil, Dooley, Doughty, Empedrado, Fairfield, Farnuf, Farside, Felor, Greenway, Hyalite, Kokoruda, Hangdo, Livona, Martinsdale, Meagher, Snakejohn, Sponseller Trag, Tragmon, Trazuni, Trujillo, Ulrant, Vida, Watne, Williams, and Yegen soils are deep or very deep. Burtoner, Clancy, Jeffcity, and Placerton, soils have a paralithic contact with decomposed granite (grus) that crushes to sandy material. Hoppers soils are dry for less than 45 consecutive days in the four months following the summer solstice. Absarook, Archmesa, Gurney, Maudlin, Moen Moento, Pianohill, and Watrous soils have a lithic contact at 20 to 40 inches. Reeder soils are usually dry for less than 60 consecutive days in the moisture control section from July 15 to September 30. Reedwest soils have a Bk horizon with a calcium carbonate equivalent: 5 to 15 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Beeno soils are on gently to steeply sloping mountain and hillslopes. Slopes range from 5 to 40 percent. Elevations range from 4,500 to 7,000 feet. The mean annual precipitation is about 17 inches but ranges from 15 to 19 inches, of which about half falls as snow or rain in April, May, and early June. The mean annual temperature ranges from 40 to 45 degrees F. The frost-free season is estimated to range from 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beenom and Tolman soils. Beenom soils have a lithic contact. Tolman soils are in the loamy-skeletal family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability; medium or rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. Native vegetation consists of bluebunch wheatgrass, prairie junegrass, and scattered ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Wyoming. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sheridan County, Wyoming; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon - 0 to 11 inches (A,Bt1)\n2. Argillic horizon - 4 to 26 inches (Bt1,Bt2,Btk)\n3. Paralithic contact - 26 inches (Cr)\n4. Ustic moisture regime\n5. Frigid temperature regime\nSIR - WY0717"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; neutral (pH 6.7); clear smooth boundary. (1 to 6 inches)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--4 to 11 inches; brown (10YR 4/3) gravelly silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and moderately plastic; common prominent clay films on all faces of peds; 20 percent gravel; neutral (pH 6.8); clear smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--11 to 18 inches; brown (10YR 5/3) gravelly silty clay loam, brown (10YR 4/3) moist; weak fine prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and plastic; many prominent clay films on all faces of peds; 20 percent gravel; neutral (pH 6.8); clear wavy boundary. (5 to 13 inches thick)"
      },
      {
        "name": "Btk",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk--18 to 26 inches; light yellowish brown (10YR 6/4) gravelly silty clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common prominent clay films on vertical faces of peds; strongly effervescent, calcium carbonate as few fine and very fine threads and common prominent crusts on undersides of gravel; 25 percent gravel; moderately alkaline (pH 7.9); clear smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Cr",
        "top": 66,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--26 to 60 inches; weakly consolidated shale interbedded with lenses of sandstone."
      }
    ]
  ]
}
