{
  "SERIES": "BEGAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WN/AJE",
  "REVDATE": "06/2013",
  "STATES": "AZ,CO,UT",
  "OVERVIEW": "The Begay series consists of very deep, well drained, moderately rapidly permeable soils that formed in eolian deposits and alluvium, derived mainly from sandstone. Begay soils are on structural benches, sand sheets on broad mesas, fan remnants, fan terraces and have slopes of 0 to 30 percent. The mean annual precipitation is about 12 inches, and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Begay loamy fine sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; yellowish red (5YR 5/6) loamy fine sand, yellowish red (5YR 4/6) moist; single grained; loose; very slightly effervescent, carbonates are disseminated; moderately alkaline (pH 7.9); clear smooth boundary. (2 to 5 inches thick)\nBw--3 to 16 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine roots; few fine pores; slightly alkaline (pH 7.8); clear wavy boundary. (11 to 17 inches thick)\nBk--16 to 28 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, firm, nonsticky and nonplastic; few fine roots; common fine pores; very slightly effervescent, carbonates occur in veins and are are disseminated; moderately alkaline (pH 7.9); gradual wavy boundary. (10 to 14 inches thick)\nB--28 to 42 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, firm, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (12 to 16 inches thick)\nC--42 to 60 inches; yellowish red (5YR 5/8) very fine sandy loam, yellowish red (5YR 5/8) moist; massive; soft, very friable, nonsticky and nonplastic; few fine pores; very slightly effervescent; carbonates are disseminated; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; 7 miles east and 5 miles north of Navajo Mountain School; SW 1/4, SE 1/4 sec. 31, T. 42 S., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic soil moisture regime\nMean annual soil temperature: 47 to  59 degrees F\nMean summer soil temperature at a depth of 20 inches: 61 to 65 degrees F.\nCombined thickness of the A and B horizons: 35 to 50 inches\nDepth to carbonates: 7 to 22 inches\nParticle-size control: 15 to 40 percent fine sand or coarser\nRock fragments: 0 to 15 percent\nA horizon\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 4 to  7 dry, 3 to 6 moist\nChroma: 3 to 8, dry or moist\nReaction: slightly alkaline to moderately strongly alkaline\nCalcium carbonate equivalent: 0 to 3 percent\nBw horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to  6 moist\nChroma: 3 to 8, dry or moist\nTexture: very fine sandy loam, loamy very fine sand, fine sandy loam, loamy fine sand, loamy sand, sandy loam, loam\nReaction: slightly alkaline to strongly alkaline\nCalcium carbonate equivalent: 0 to 5 percent\nB, Bk and C horizons\nHue: 2.5YR, 5YR, 7.5YR\nValue:  4 to 8 dry, and 4 to 8 moist\nChroma:  3 to 8, dry or moist\nTextures: very fine sandy loam, fine sandy loam, sandy loam, and thin strata of gravelly fine sandy loam; or loamy fine sand below a depth of 40 inches\nReaction: slightly alkaline to strongly alkaline\nCalcium carbonate equivalent: 0 to 5 percent in the B and Bk; 1 to 10 percent in the C horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Delvalle (NM), Ignacio (NM), Kitsili (I)(NM), Koshare (NM), Ojito (NM), Parida (NM), Ranchos (T)(NM), Remmit (CO)and Turnback (WY) series. Delvalle soils have loamy sand and coarse sand substratums. Ignacio, Ojito, and Turnback are moderately deep to bedrock. Kitsili soils are Inactive. Koshare soils contain 10 to 25 percent mica content in the coarse silt to fine sand fraction. Parida soils contain more than 15 percent rock fragments and have 10YR hue. Ranchos soils attempt to reflect the effects of soil forming agents unique to the Great Plains. Remmit soils have hue 10YR and yellower in the Bw, Bk, and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Begay soils occur on fan remanants, fan terraces, sand sheets on mesas, structural benches and broad mesa tops at elevations of 4,700 to 7,400 feet. Slopes range from 0 to 30 percent. These soils formed in very deep eolian and alluvial deposits derived from sedimentary rock formations. The mean annual precipitation ranges from 8 to 14 inches and the mean annual air temperature ranges from 44 to  57 degrees F. The frost-free period ranges from 110 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anasazi, Aneth and Sogzie soils. Anasazi soils have calcic horizons and a lithic contact at 20 to 40 inches. Aneth soils do not have cambic horizons and have a sandy particle size control section. Sogzie soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing. Vegetation is needleandthread, big sagebrush, blue grama, Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah, southwestern Colorado, and northern Arizona. Begay soils are moderately extensive. MLRA 35. This series should not be used outside of MLRA 35 and 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Utah, 1976"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nCambic horizon - the zone from 3 to 16 inches (Bw horizon)\nThe Begay concept does not include a calcic horizon\nSoil classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 11th Edition, 2010\nUpdate and revision for the correlation of Navajo Mountain Area (AZ711) and Fort Defiance Area (AZ715), May 2008, CEM\nUpdate and revision for the correlation of Arches National Park (UT687), February 2009, CEM\nRestore parts of the original field description that affect the series concept. June 2009, WWJ\nUpdated and revised for the correlation of Canyonlands National Park (UT688), October 2009, WWJ\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
