{
  "SERIES": "BEHRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACL-RMR",
  "REVDATE": "09/2015",
  "STATES": "TX",
  "OVERVIEW": "The Behring series consists of deep, moderately well drained, slowly permeable soils that formed in residuum weathered from mudstone of Tertiary Age.  These nearly level to sloping soils occur on interfluves and side slopes on upland ridges and plains on dissected plains.  Slopes range from 0 to 8 percent, but are mostly 2 to 4 percent.  Mean annual precipitation is about 888 mm (35 in) and the mean annual air temperature is about 19.7 degrees C (67.5 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Behring clay loam--pasture.   (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); dark grayish brown (2.5Y 4/2) clay loam,  very dark grayish brown (2.5Y 3/2) moist; weak fine blocky structure; very hard, very firm; many roots; few earthworm channels; few fine strongly cemented calcium carbonate concretions; a few siliceous pebbles; noncalcareous; moderately alkaline; diffuse smooth boundary.  (10 to 25 cm [4 to 10 in] thick)\nA--20 to 61 cm (8 to 24 in); very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; moderate coarse prismatic and medium angular blocky structure; very hard, very firm; common roots; few pores; few fine strongly cemented concretions or particles of calcium carbonate; few pressure faces; few siliceous pebbles; noncalcareous; moderately alkaline; gradual smooth boundary.  (30 to 51 cm [12 to 20 in] thick)\nBkss--61 to 97 cm (24 to 38 in); light olive brown (2.5Y 5/4) clay, olive brown (2.5Y 4/4) moist; with mottles and streaks of dark grayish brown (2.5Y 4/2) along old cracks; moderate coarse prismatic and medium angular blocky structure; very hard, very firm; few roots; few grooved pressure faces and a few fine strongly cemented calcium carbonate concretions; noncalcareous; moderately alkaline; few Fe-Mn concretions; clear wavy boundary.  (28 to 51 cm [11 to 20 in] thick)\nBk--97 to 124 cm (38 to 49 in); mottled grayish brown (2.5Y 5/2) yellowish brown (10YR 5/6) and light olive brown (2.5Y 5/4) clay loam; weak fine and medium angular blocky structure; very hard, very firm; few roots; few streaks of very dark grayish brown (10YR 3/2); contains about 2 percent by volume weakly and strongly cemented calcium carbonate concretions and particles of limestone; noncalcareous; moderately alkaline; clear smooth boundary. (18 to 30 cm [7 to 12 in] thick)\nCdk--124 to 203 cm (49 to 60 in); mixed mottled yellowish brown (10YR 5/6) and grayish brown (10YR 5/2) shaly clay; blocky structure; very hard, very firm; few roots along cleavage planes; few very dark grayish brown (10YR 3/2) streaks or fillings in old cracks; few soft masses and concretions of calcium carbonate; noncalcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caldwell County, Texas; From the intersection of Farm To Market Road 1854 and County Road 172 in Lytton Springs, Texas, approximately 1.75 miles southeast on Farm to Market Road 1854, approximately 0.25 miles northeast in pastureland. USGS Dale topographic quadrangle; Latitude: 29 degrees, 59 minutes, 22.05 seconds N; Longitude: 97 degrees 35 minutes, 21.4 seconds W. Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic soil moisture regime.  The soil moisture control section is dry in some or all parts for more than 90 but less than 150 cumulative days in normal years.\nSoil Depth: 102 to 152 cm (40 to 60 in)\nRock fragments: amount-0 to 14 percent, kind-quartzite, shape-nonflat, roundness-subrounded, cementation-very-strongly to indurated; size-gravel; occur throughout matrix.\nVertic features: 0.6 to 3 cm (1/4 to 1 in) wide extend from the surface to depths of 51 to 76 cm (20 to 30 in) when the soil is dry.\nThickness of the mollic epipedon: 40 to 80 cm (16 to 32 in)\nDepth to cambic horizon: 40 to 80 cm (16 to 32 in)\nDepth to slickensides: 8 to 61 cm (3 to 24 in)\nDepth to secondary calcium carbonate: 8 to 97 cm (3 to 38 in)\nDepth to gypsum accumulations, where present: 45 to 147 cm (18 to 58 in)\nParticle-size control sections (weighted average)\nClay content: 35 to 55 percent\nA horizon:\nHue: 2.5Y or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 2 to 3, 1 or 2 moist\nTexture: clay loam or clay\nClay content: 30 to 45 percent\nSand content: 22 to 42 percent\nRock fragments: amount-0 to 6; size-gravel; kind-quarzite\nCalcium carbonate equivalent: 0 to 2 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 2\nEffervescence: None\nReaction: slightly acid to moderately alkaline\nBss Horizon (where present):\nHue: 2.5Y or 10YR\nValue: 3 or 4 dry or moist\nChroma: 1 or 2 dry or moist\nTexture: clay or silty clay\nClay content: 42 to 52 percent\nSand content: 5 to 35 percent\nSlickensides/Pressure faces: amount-few to common; distinctness-faint to prominent\nRock fragments: amount-0 to 6 percent; size-gravel; kind- quartzite\nIdentifiable secondary carbonate: amount-0 to 1, size-fine, kind-carbonate concretions\nCalcium carbonate equivalent: 0 to 5 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 1\nEffervescence: none to slight\nReaction:  neutral or moderately alkaline\nBkss, Bkssy, Bk, or By Horizon:\nHue: 2.5Y or 10YR\nValue: 3 to 7, 3 to 5 moist\nChroma: 2 to 4, 1 to 3 moist\nTexture: clay or silty clay\nClay content: 35 to 55 percent\nSand content: 9.6 to 32 percent\nSlickensides/Pressure faces: amount-few to common; distinctness-faint to prominent\nRock fragments: amount-0 to 12 percent; size-gravel; kind- quartzite\nIdentifiable secondary carbonate: amount-0 to 6 percent, size-fine to medium, kind-carbonate masses and carbonate concretions\nGypsum accumulations: amount-0 to 4 percent, size-fine to medium, kind-gypsum crystals and gypsum masses\nCalcium carbonate equivalent: 0 to 10 percent\nGypsum: 0 to 2 percent\nElectrical conductivity (mmhos/cm): 0 to 3\nSodium Adsorption Ratio: 0 to 13\nEffervescence: slight to violent\nReaction: slightly alkaline to moderately alkaline\nCd, Cdk, Cdky, Cdy, CBdky, or CBdk horizon:\nHue: 2.5Y to 10YR\nValue: 3 to 5, 4 or 5 moist\nChroma: 1 to 4 dry or moist\nTexture: clay, silty clay loam or silty clay containing thin strata of loamy materials\nClay content: 35 to 57 percent\nSand content: 4.2 to 32 percent\nRock fragments: amount-0 to 14 percent; size-gravels; kind-quartzite\nPararock fragments: amount-0 to 1 percent; size-channers and flagstones; kind-mudstone\nIdentifiable secondary carbonate: amount-0 to 2 percent, size-fine, kind-carbonate concretions and carbonate masses\nGypsum accumulations: amount-0 to 9 percent, size-fine to medium, kind-gypsum crystals\nCalcium carbonate equivalent: 2 to 8 percent\nGypsum: 0 to 2 percent\nElectrical conductivity (mmhos/cm): 0 to 8\nSodium Adsorption Ratio: 0 to 12\nEffervescence: slight to violent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bleiblerville, Branyon, Burleson, Deport, Dimebox, Ellis, Heiden, Houston Black, Leson, and Luling. Similar soils include the Fairlie series.\nBleiblerville, Branyon, Burleson, Dimebox, Houston Black, and Leson soils: have chroma of 1 or less in the upper 30 cm (12 in) of the surface in 50 percent or more of the pedon.\nLuling soils: range from deep to very deep to shale of the Cook Mountain formation and are slightly lighter in the surface horizon\nDeport soils: have moist values of 3.5 or higher in the upper 30 cm (12 in) of soils\nEllis soils: are moderately deep to weathered shale of upper Cretaceous Age\nHeiden soils: are calcareous in the surface and are formed in residdum from Cretaceous Age\nFairlie soils: are deep to a paralithic contact of Chalk"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey residuum weathered from mudstone in the Tertiary Aged Midway Group\nLandscape: dissected plains\nLandform: ridges and plains\nSlope: 0 to 8 percent, but are dominantly from 2 to 4 percent\nMean annual precipitation: 787 to 915 mm (31 to 36 in)\nMean annual air temperature: 19.5 to 21.1 degrees C (67 to 70 degrees F)\nFrost-free period: 257 to 275\nElevation: 103 to 192 m (337 to 630 ft)\nThornthwaite P-E Index: 44 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ellis, Leson, Heiden, Crockett, and Wilson series.\nEllis soils: are on slightly higher elevations.\nLeson soils: are on slightly lower elevations.\nCrockett soils: have loamy A horizons and mottled clayey Bt horizons.\nHeiden soils: have A horizons which are effervescent.  These soils occur on Cretaceous Aged parent materials.\nWilson soils: A horizons which are hard and massive when dry, and Bt horizons.  These soils occur at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; slowly permeable.  Water enters the dry soil rapidly."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  In cultivation and pasture.  Cultivated crops are mostly grain sorghums.  Native vegetation consists of mid and tall grasses such as little and big bluestem, indiangrass and switchgrass with an overstory of elm and hackberry.  Mesquite is a common invader."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Land Resource Region J - Southwestern Prairies Cotton and Forage Region. East Central Texas. The Blackland Prairies (MLRA 86A and 86B).  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Heiden series and classified in the Rendzina great soil group.  The classification was changed from Fine, smectitic, thermic Udertic Haplustolls to Fine, smectitic, thermic Udic Haplusterts based on extensive data collection and analysis of laboratory data.  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 61 cm (0 to 24 in)  (Ap and A horizons)\nCambic horizon: 61 to 124 cm (24 to 49 in)  (Bkss and Bk horizons)\nSlickensides (pedongenic): 61 to 97 cm (24 to 38 in)  (Bkss horizon)\nSecondary carbonates: 61 to 152 cm (24 to 80 in)  (Bkss, Bk, and Cdk horizons)\nDensic materials: 124 to 203 cm (49 to 80 in)  (Cdk horizon)\nADDITIONAL DATA: Kellogg Soil Survey Laboratory, S08TX055001. Texas A&M University Soil Characterization Laboratory, P06TX055-4051.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
