{
  "SERIES": "BEIGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/RJE/KWH/TLA",
  "REVDATE": "01/2002",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, frigid Alic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beigle silt loam - under a coniferous forest on a 25 percent concave west-facing backslope at an elevation of 2,520 feet. The soil was moist throughout when described.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOe-2 inches to 0; loose, partially decomposed organic litter including needles, leaves, twigs, bark chips, cones, and roots; abrupt smooth boundary. (1 to 4 inches thick)\nA--0 to 13 inches; very dark brown (10YR 2/2) silt loam, dark brown (10YR 3/3) dry; weak fine and medium subangular blocky structure parting to weak very fine granular; soft, friable, slightly sticky and slightly plastic, weakly smeary; many very fine, fine, medium, and coarse roots; many fine irregular pores; 20 percent shot-like aggregates (2-5mm in diameter); 5 percent subangular pebbles; strongly acid (pH 5.4); clear wavy boundary. (7 to 14 inches thick)\nAB--13 to 17 inches; dark brown (10YR 3/3) silt loam, yellowish brown (10YR 5/4) dry; moderate fine and medium subangular blocky structure parting to moderate very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; many very fine, fine, medium, and coarse roots; many fine irregular pores; 15 percent shot-like aggregates (2-5mm in diameter); 5 percent subangular pebbles; moderately acid (pH 5.6); clear wavy boundary.  (3 to 6 inches thick)\nBw1--17 to 25 inches; dark yellowish brown (10YR 3/4) silt loam, yellowish  brown (10YR 5/4) dry; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common very fine, fine, medium, and coarse roots; many fine irregular pores; 10 percent shot-like aggregates (2-5mm in diameter); 10 percent subangular pebbles; moderately acid (pH 5.6); clear wavy boundary.\nBw2--25 to 42 inches; brown (7.5YR 4/4) gravelly silt loam, strong brown (7.5YR 5/6) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common very fine, fine, medium, and coarse roots; many fine irregular pores; 15 percent subangular pebbles and 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary. (Combined thickness of the Bw horizon is 16 to 30 inches)\nC--42 to 46 inches; brown (7.5YR 4/4) very gravelly loam, strong brown (7.5YR 5/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few roots; few pores; 40 percent angular and subangular weathered andesite pebbles and 10 percent cobbles; moderately acid (pH 5.8); abrupt irregular boundary. (4 to 10 inches thick)\nR--46 inches; highly fractured, weathered andesite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington; 40 feet south and 2,440 feet east of the northwest corner of sec. 5, T. 8 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature at 20 inches ranges from 44 to 46 degrees F.  Depth to a lithic contact is 40 to 60 inches.  Rock fragments range from 15 to 30 percent in the particle-size control section.  Reaction ranges from slightly acid to strongly acid throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 through 5 dry and chroma of 2 or 3 moist and dry.\nThe AB horizon has hue of 10YR or 7.5YR, value 2 or 3 moist, 4 or 5 dry, and chroma of 3 or 4 moist and dry.  Pebbles range from 5 to 30 percent.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 through 7 dry, and chroma of 4 through 6 moist and dry.  Texture is silt loam or loam.  Pebbles range from 10 to 20 percent and cobbles from 5 to 10 percent.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 3 through 6 moist and dry.  Texture is silt loam or loam.  Pebbles range from 15 to 40 percent and cobbles from 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Domell, Giveout, Hyas, Jonas, Lates, Marty, Moe, Murtip, Murnen, Tolany, Vailton, Wilhoit, and Xeno series.  Domell and Tolany soils are very deep and have a solum more than 60 inches thick.  Giveout soils are 20 to 40 inches to a paralithic contact.  Hyas soils have 15 to 40 percent soft rock fragments in the particle-size control section. Jonas soils have silty clay loam and clay loam textures in the particle-size control section. Lates soils have a lithic contact with basalt at a depth of 20 to 40 inches.  Marty soils have a Bw horizon with hue of 5YR or 2.5YR.  Moe soils have an apparent clay content of 35 to 45 percent in the B horizon and lack hard rock in the particle-size control section.  Murnen soils have 0 to 15 percent rock fragments in the particle-size control section.  Murtip soils are 40 to more than 60 inches to a paralithic contact.  Vailton soils have 15 to 40 percent soft siltstone and sandstone fragments in the particle-size control section. Wilhoit soils have an umbric epipedon more than 20 inches thick.  Xeno soils have 15 to 55 percent soft tuff and tuffaceous breccia fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beigle soils are in upland basins, on benches, mountainsides, and broad ridgetops at elevations of 1,800 to 2,800 feet.   Slopes are 5 to 65 percent.  These soils formed in residuum and colluvium from highly weathered andesite and andesitic volcanic breccia with a mantle of volcanic ash and loess. The climate is marine and characterized by hot, dry summers and cool, moist winters.  The average annual precipitation is 70 to 100 inches.  The average annual air temperature is 42 to 44 degrees F.  The growing season (28 degrees F) is 140 to 190 days.\nGEOGRAPHICALLY ASSOCIATED/SOILS:  These are the competing Jonas and Xeno soils, and the Pheeney, Sarazan, Voight, and Zynbar soils. Pheeney soils are medial-skeletal and have a lithic contact with andesite at a depth of 20 to 40 inches.  Sarazan soils are medial-skeletal.  Voight soils have an argillic horizon.  Zynbar soils have a bulk density of less than 0.85g/cc in the upper part of the particle-size control section."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, wildlife habitat, watershed, and recreation.  Vegetation is mainly Douglas-fir, western hemlock, western redcedar, and red alder, with an understory of vine maple, Oregon-grape, red huckleberry, western swordfern, Oregon oxalis, trailing blackberry, longtube twinflower, and redwood violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade Mountains in Cowlitz and Clark Counties, Washington.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  SCS, 1989; Weyerhaeuser Company Soil Survey, St.  Helens Tree Farm, Cowlitz County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are an umbric epipedon from the mineral surface to 17 inches and a cambic horizon from 17 to 42 inches.  This description reflects a change in classification based on amendment 16. The particle-size control section has an estimated moist bulk density of less than 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of more than 1 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
