{
  "SERIES": "BELATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB/CEJ/JVC/JBF",
  "REVDATE": "06/2017",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Belate very gravelly loam--rangeland. (Colors are for dry soils unless otherwise noted.)  The surface is covered by 2 percent stones, 5 percent cobbles, and 25 percent gravel.\nA1--0 to 5 cm; grayish brown (10YR 5/2) very gravelly loam, black (10YR 2/1) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular and few very fine interstitial pores; 2 percent stones, 5 percent cobbles, and 30 percent gravel; neutral (pH 6.8); clear smooth boundary. (3 to 10 cm thick)\nA2--5 to 30 cm; brown (10YR 4/3) very gravelly loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine tubular pores; 35 percent gravel; neutral (pH 6.7); clear wavy boundary.  (10 to 25 cm thick)\nBt1--30 to 46 cm; brown (10YR 5/3) very gravelly clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; 40 percent gravel; few faint and common distinct clay films on faces of peds; neutral (pH 7.0); clear smooth boundary. (12 to 18 cm thick)\nBt2--46 to 79 cm; light yellowish brown (10YR 6/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine tubular pores; 40 percent pebbles gravel; common distinct clay films on faces of peds; neutral (pH 7.0); gradual smooth boundary. (25 to 71 cm thick)\nBt3--79 to 152 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; massiveweak medium subangular blocky; soft, very friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine tubular pores; 55 percent pebblesgravel; common faint clay films on faces of peds; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; in the Stillwater Range about 0.5 mile northwest of Job Peak; in the northeast corner of section 23, T. 20 N., R. 33 E.; USGS Job Peak 7.5 minute topographic quadrangle; latitude 39 degrees 35 minutes 20.7 seconds N and longitude 118 degrees 14 minutes 26.5 seconds W; WGS84 Decimal Degrees 39.5891667 latitude, -118.240833 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the winter and spring, dry mid-July through October. The moisture distribution is such that limits depth of wetting to about 35 to  50  cm in most years; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm; includes the Bt1 horizon.\nDepth to bedrock: 150 to 200 cm.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content: 18 to 30 percent;\nRock fragments: 35 to 50 percent, mainly gravel.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nBt1 and Bt2 horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 18 to 25 percent.\nRock fragments: 35 to 55 percent.\nStructure: Moderate, fine and medium subangular blocky or angular blocky.\nBt3 horizon\nValue: 5 or 6 dry, 2 through 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly loam or very gravelly clay loam.\nClay content: 18 to 30 percent.\nRock fragments: 35 to 60 percent, mainly gravel.\nStructure: Fine and medium subangular blocky or angular blocky with the lower part sometimes massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Burnborough, Closkey, Devils, Gowjai, Granipeak, Jivas, Millan, Sumine, and Torro series.\nBurnborough soils receive sufficient moisture to allow depth of wetting to exceed 76 cm and the upper part of the argillic horizon contains 18 to 25 percent clay.  Closkey, Devils and Sumine soils have bedrock at depths of 50 to 100 cm.  Gowjai soils have bedrock at 100 to 150 cm and are 76 to 100 cm to base of the Bt horizon.  Granipeak soils have greater than 50 percent sand and rock fragments that are mainly stones and boulders.  Jivas soils have mollic epipedons that do not include part of the Bt horizon. Millan soils are 25 to 50 cm to the base of the Bt horizon and contains 50 to 80 percent rock fragments.  Torro soils have 60 to 75 percent rock fragments in their control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Belate soils are on mountains.  They typically occur on convex-shaped backslope or footslope positions.  They formed mainly in colluvium and residuum derived from rhyolitic tuff and andesite.  Slopes are 15 to 75 percent.  Elevations range from 1,830 to 2,650 meters.  The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 5 to 9 degrees C., and the frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cleavage, Sumine, and Walti soils. Cleavage soils have a lithic contact at depths of 36 to 50 cm and have 50 to 80 percent rock fragments in their control section. Sumine soils are 50 to 100 cm to bedrock. Walti soils have more than 35 percent clay in their control sections and are 50 to 76 cm to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Belate soils are used for rangeland and wildlife habitat.  The native vegetation is low sagebrush, Idaho fescue, pine bluegrass, and prickly gilia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are moderately extensive.  The series concept is in MLRA 27, while most acreage occurs in MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 30 to 152 cm (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 30 to 80 cm (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
