{
  "SERIES": "BELDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:RBH",
  "REVDATE": "03/2019",
  "STATES": "MS",
  "OVERVIEW": "The Belden series consists of deep, somewhat poorly drained soils.  Permeability is moderate.  These soils formed in mixed alluvium high in silt.  These soils are on flood plains of streams that drain uplands in the Southern Coastal Plain and Blackland Prairie.  Slopes are from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, thermic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Belden silty clay loam, 0 to 2 percent slope, cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam; weak fine subangular blocky structure; friable; common fine roots, slightly acid; abrupt smooth boundary.  (6 to 8 inches thick)\nBg1--8 to 17 inches; grayish brown (2.5Y 5/2) clay loam; common medium distinct yellowish brown (10YR 5/6) mottles; weak fine and medium subangular blocky structure; friable, plastic, sticky; few fine roots; medium acid; clear smooth boundary.  (8 to 12 inches thick)\nBg2--17 to 30 inches; grayish brown (2.5Y 5/2) silty clay loam; many medium distinct brown (10YR 5/3) and yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; friable, plastic, sticky; few fine roots; common medium black concretions; medium acid; clear smooth boundary.  (12 to 20 inches thick)\nBg3--30 to 60 inches; grayish brown (10YR 5/2) clay loam; common fine distinct yellowish brown (10YR 5/6) and prominent yellowish red (5YR 5/6) mottles; weak fine subangular blocky structure; friable, plastic, sticky; many medium black concretions; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chickasaw County, Mississippi; 1.5 miles northeast of Van Vleet, on State Highway 8 and 0.15 mile northwest into cultivated field.  SE1/4SE1/4 sec. 28, T. 12. S., R. 4 E.; lat. 34 degrees 17.96 seconds N. and long. 88 degrees 52 minutes 50.52 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 45 to more than 60 inches.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is silt loam, loam, very fine sandy loam, or silty clay loam.  It ranges from medium acid to neutral.\nThe Bg1 horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2; mottles, if present, are few to common in shades of brown; or the horizon is mottled in shades of brown and gray.  The Bg2 and Bg3 horizons have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2 with few to many mottles in shades of brown and red.  The B horizon is silt loam, silty clay loam, loam, or clay loam.  The particle-size control section, the 10-to 40-inch section is 25 to 35 percent clay, 40 to 60 percent\nsilt, and 5 to 25 percent sand, which mostly is very fine sand.  The upper part of the B horizon is medium acid or slightly acid, and the lower part of the B horizon ranges from medium acid to neutral.  Black concretions, if present, are few to many in the B subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Commerce is the only competing series.\nSimilar series include Arkabutla, Bruin, Keo, Marietta, Mathiston, and series.  Commerce soils have a solum ranging from 20 to 40 inches thick, and the control section is slightly acid to moderate alkaline.  Arkabutla and Mathison soils are very strongly acid or strongly acid in the 10- to 40-inch control section; also, Mathiston soils have siliceous mineralogy.  Bruin and Keo soils have a coarse-silty particle-size class.  Marietta soils do not have a grayish matrix in the upper part of the B\nhorizon and have a fine-loamy particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Belden soils are on wide flood plains of streams that drain portions of the Southern Coastal Plain and Blackland Prairie.  Slopes range for 0 to 2 percent.  The soil formed in silty and loamy alluvial sediment.  The climate is warm and humid.  Mean annual precipitation is 51 inches, and mean annual temperature is 63 degrees F near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Marietta and Mathiston series of the competing series and Catalpa, Leeper, and Tuscumbia series.  These soils on nearly level flood plains.  Catalpa, Leeper, and Tuscumbia soils have a fine particle-size class.  Moderately well drained Catalpa soils are in slightly higher positions.  Somewhat poorly drained Leeper soils are in similar positions as the Bleden soils, and the poorly drained Tuscumbia soils are in depressions and backswamps."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Slow runoff; moderate permeability.  The water table is within a depth of 12 inches of the surface in wet seasons late in winter and early in spring, and most areas are subject to either occasional or frequent flooding for brief to long duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Belden soils are cleared and cropped to cotton, corn, soybeans, pasture, and hay.  The native vegetation is mixed hardwoods and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chickasaw County, Mississippi; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam; weak fine subangular blocky structure; friable; common fine roots, slightly acid; abrupt smooth boundary.  (6 to 8 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 20,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--8 to 17 inches; grayish brown (2.5Y 5/2) clay loam; common medium distinct yellowish brown (10YR 5/6) mottles; weak fine and medium subangular blocky structure; friable, plastic, sticky; few fine roots; medium acid; clear smooth boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Bg2",
        "top": 43,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2--17 to 30 inches; grayish brown (2.5Y 5/2) silty clay loam; many medium distinct brown (10YR 5/3) and yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; friable, plastic, sticky; few fine roots; common medium black concretions; medium acid; clear smooth boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bg3",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bg3--30 to 60 inches; grayish brown (10YR 5/2) clay loam; common fine distinct yellowish brown (10YR 5/6) and prominent yellowish red (5YR 5/6) mottles; weak fine subangular blocky structure; friable, plastic, sticky; many medium black concretions; medium acid."
      }
    ]
  ]
}
