{
  "SERIES": "BELFON",
  "STATUS": "Established Series",
  "BYREV": "CEW-TCB-CLN-SLM",
  "REVDATE": "03/2016",
  "STATES": "KS,OK",
  "OVERVIEW": "The Belfon series consists of very deep, well drained, moderately permeable soils that formed in loamy, eolian loess deposits of Holocene age.  These soils are on level to very gently sloping plains and interdunes of the Southern High Plains, Northern part (MLRA 77A).  Slope ranges from 0 to 2 percent. Mean annual precipitation is about 460 mm (18 in) and mean annual air temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Belfon loam - on a 1 percent linear slope in cropland at approximately 1031 m (3383 ft) elevation. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 8 cm (0 to 3 in); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak fine platy structure parting to weak fine granular; slightly hard, very friable, sticky and plastic; many fine and medium roots; noneffervescent; neutral, pH 7.3; clear smooth boundary.\nAp2--8 to 20 cm (3 to 8 in); brown (10YR 4/3) loam, dark brown (10YR 3/3), crushed, moist; weak fine subangular blocky structure parting to weak medium granular; slightly hard, friable, sticky and plastic; many fine roots; noneffervescent; slightly alkaline, pH 7.4; gradual smooth boundary. (Combined thickness of Ap horizons: 13 to 28 cm [5 to 11 in])\nBt1--20 to 38 cm (8 to 15 in); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine and medium roots; common fine and medium tubular pores; few faint very dark grayish brown (10YR 3/2) clay films on surfaces of peds; noneffervescent; neutral, pH 7.2; gradual smooth boundary.\nBt2--38 to 58 cm (15 to 23 in); pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine roots; common fine and medium tubular pores; few distinct very dark grayish brown (10YR 3/2) clay films on surfaces of peds; noneffervescent; slightly alkaline, pH 7.5; gradual smooth boundary\nBt3--58 to 71 cm (23 to 28 in); pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak fine and weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine roots; common fine and medium tubular pores; few faint clay films on surfaces of peds; slightly effervescent (3 percent calcium carbonate equivalent); moderately alkaline, pH 8.0; gradual wavy boundary. (Combined thickness of Bt horizons: 30 to 61 cm [12 to 24 in])\n2Btk1--71 to 99 cm (28 to 39 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine roots; common fine and medium tubular pores; very few faint clay films on surfaces of peds; common fine and medium irregular masses of calcium carbonate; strongly effervescent (5 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual wavy boundary.\n2Btk2--99 to 119 cm (39 to 47 in); grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very firm, sticky and plastic; common fine roots; common fine and medium tubular pores; few distinct clay films on surfaces of peds; common fine and medium irregular masses of calcium carbonate; strongly effervescent (4 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual wavy boundary.\n2Btk3--119 to 137 cm (47 to 54 in); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very firm, sticky and plastic; common fine roots; common fine and medium tubular pores; few distinct clay films on surfaces of peds; very few distinct silt coats on surfaces of peds; common fine and medium irregular masses of calcium carbonate; strongly effervescent (2 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual smooth boundary\n2Btk4--137 to 152 cm (54 to 60 in); pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; few fine roots; common fine and medium tubular pores; very few faint clay films on surfaces of peds; few fine and medium irregular carbonate threads and common fine and medium irregular masses of calcium carbonate; violently effervescent (12 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual wavy boundary.\n2Btk5--152 to 170 cm (60 to 67 in); light yellowish brown (10YR 6/4) silty clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; very few faint clay films on surfaces of peds; common fine and medium irregular carbonate threads; violently effervescent (17 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual wavy boundary.\n2Btk6--170 to 183 cm (67 to 72 in); light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine and medium tubular pores; very few faint clay films on surfaces of peds; few medium and coarse irregular masses of calcium carbonate and few fine irregular calcium carbonate threads; strongly effervescent (14 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual wavy boundary. (Combined thickness of 2Btk horizons: 0 to 132 cm [0 to 52 in])\n3C--183 to 203 cm (72 to 80 in); yellow (10YR 7/6) fine sand, brownish yellow (10YR 6/6) moist; single grain; loose, nonsticky and nonplastic; slightly effervescent (1 percent calcium carbonate equivalent); strongly alkaline, pH 8.8."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morton County, Kansas; about 6 miles south and 4 miles east of Rolla; 2300 ft (701 m) south 350 ft (107 m) west of the northeast corner of Section 9, Township 35S, Range 39W.\nUSGS topographic quadrangle: Rolla, KS\nLatitude: 37 degrees, 1 minutes, 7 seconds N\nLongitude: 101 degrees, 33 minutes, 24 seconds W\nDatum: NAD83\nDecimal Degrees\nLatitude: 37.018611\nLongitude: -101.556667\nUTM Easting: 237627 m\nUTM Northing: 4099993 m\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: more than 203 cm (80 in)\nThickness of mollic epipedon: 25 to 48 cm (10 to 19 in)\nDepth to discontinuity: 33 to 94 cm (13 to 37 in)\nDepth to secondary calcium carbonate: 20 to 81 cm (8 to 32 in)\nDepth to calcic horizon (where present): 150 to greater than 203 cm (60 to greater than 80 in)\nParticle-size control section (weighted average):\nSilicate clay: 20 to 35 percent\nA horizon:\nHue: 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3\nTexture: fine sandy loam, sandy loam, loam, sandy clay loam, or clay loam\nEffervescence: none\nReaction: neutral or slightly alkaline\nBt horizons:\nHue: 10YR\nValue: 3 to 6, 3 to 5 moist\nChroma: 2 to 4\nTexture: loam, sandy clay loam, and clay loam\nEffervescence: none or slight\nReaction: neutral or slightly alkaline\n2Btk horizons:\nHue: 7.5 YR or 10YR\nValue: 4 to 7, 4 to 6 moist\nChroma: 2 to 6\nTexture: silt loam, clay loam, and silty clay loam\nVisible calcium carbonate: 1 to 15 percent as coatings, masses, and nodules\nCalcium carbonate equivalent: 1 to 20 percent\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\n3C horizons (where present):\nHue: 7.5YR or 10YR\nValue: 5 to 7, 4 or 6 moist\nChroma: 4 to 8\nTexture: fine sand, loamy fine sandy, loamy sand, sandy loam, and fine sandy loam\nEffervescence: slight or strong\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ascalon (CO), Bresser (CO), Cedak (WY), Charkiln (NV), Critchell (CO), Dagflat (UT), Datil (NM), Featherlegs (WY), Forgan (OK), Hargreave (WY), Harlan (WY), Hemingford (NE), Hiarc (NM), Kirtley (WY), Lavate (UT), Loarc (UT), Moskee (WY), Noden (WY), Palmer Canyon (WY),  Recluse (WY), Satanta (KS), Shalona (CO), Sitcan (CO), Sugardee (WY), Wages (CO), and Wolf( WY) series.\nAscalon soils: have a control section that has more than 35 percent fine sand or coarser and more than 50 percent total sand\nBresser, Critchell, Lavate and Noden soils: do not have horizons containing secondary carbonates\nCedak, Dagflat, Hargreave, Hemingford, Hiarc, and Kirtley soils: have a lithic or paralithic contact above a depth of 100 cm (40 in)\nCharkiln, Palmer Canyon, and Wolf soils: formed in alluvium and have gravelly textures throughout the series control section\nDatil soils: formed in alluvium from volcanic rock\nFeatherlegs soils: have loamy skeletal horizons at a depth of 100 cm (40 in)\nForgan soils: do not have a silty discontinuity within 100 cm (40 in)\nHarlan soils: are 7.5YR and redder throughout\nLoarc, Moskee, Recluse, Shalona, and Sitcan soils: have base of argillic horizon at less than 100 cm (40 in)\nSatanta and Sugardee soils: contain less than 35 percent fine or coarser sand and less than 50 percent total sand, in addition Satanta series: do not have 2Bt horizons above 100 cm (40 in)\nWages soils: formed in mixed alluvium and eolian material and have a solum which are less than 38 cm (15 in) thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy eolian sediments and silty loess of Holocene and late Pleistocene age\nLandscape: Tableland\nLandform: Plains and interdunes on sand sheets\nSlope: 0 to 2 percent\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F)\nMean annual precipitation: 381 to 584 mm (15 to 23 in)\nFrost-free period: 170 to 200 days\nElevation: 750 to 1430 m (2460 to 4700 ft)\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bigbow, Canina, Dalhart, Eva, Forgan, Hugoton, Lautz, Optima, Vorhees, and Zella soils.\nBigbow soils: are on similar positions and have an ochric epipedon\nCanina soils: are on slightly higher positions, have a fine-silty particle-size class, and an ochric epipedon\nDalhart soils: are on slightly higher positions, have an ochric epipedon, and do not have a lithologic discontinuity\nEva soils: are on higher positions, have a coarse-loamy particle-size class, and an ochric epipedon\nForgan soils: are on similar positions and do not have a lithologic discontinuity\nHugoton soils: are on similar positions and have a fine-silty particle-size class\nLautz soils: are on lower positions, have a fine particle-size class, and is moist in control section for longer periods\nOptima soils: are on higher positions and have a sandy particle-size control section\nVorhees soils: are on higher positions, have an ochric epipedon, and a calcic horizon within 100 cm (40 in) of the soil surface\nZella soils: are on similar positions, have a fine particle-size class with a COLE of 6.0 cm or more to a depth of 100 cm (40 in)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Well drained\nPermeability: moderate\nRunoff: negligible on 0 to 1 percent slopes, and low on 1 to 2 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Belfon soils are cultivated. Some of the acreage is irrigated. Wheat and grain sorghum are the principal dryland crops. Where irrigated, the principal crops are wheat, grain sorghum, corn, and alfalfa. Native vegetation is short and mid prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Kansas and the Oklahoma Panhandle (MLRA-77A in LRR H). This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morton County, KS, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSeries revised as part of the SDJR initiative, (SLM 02/2016)\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 38 cm (0 to 15 in) (Ap1, Ap2, and Bt1 horizons)\nArgillic horizon: 20 to 183 cm (8 to 72 in) (Bt and 2Btk horizons)\nCalcic horizon: 152 to 170 cm (60 to 67 in) (2Btk5 horizon)\nLithologic discontinuity: The zone from 71 to 203 cm (28 to 80 in) (2Btk and 3C horizons)\nADDITIONAL DATA: KSSL lab data available, S1993KS129002, S1993KS129008 (Morton County, KS); S1992OK139005 (Texas County, OK).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap1--0 to 8 cm (0 to 3 in); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak fine platy structure parting to weak fine granular; slightly hard, very friable, sticky and plastic; many fine and medium roots; noneffervescent; neutral, pH 7.3; clear smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap2--8 to 20 cm (3 to 8 in); brown (10YR 4/3) loam, dark brown (10YR 3/3), crushed, moist; weak fine subangular blocky structure parting to weak medium granular; slightly hard, friable, sticky and plastic; many fine roots; noneffervescent; slightly alkaline, pH 7.4; gradual smooth boundary. (Combined thickness of Ap horizons: 13 to 28 cm [5 to 11 in])"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--20 to 38 cm (8 to 15 in); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine and medium roots; common fine and medium tubular pores; few faint very dark grayish brown (10YR 3/2) clay films on surfaces of peds; noneffervescent; neutral, pH 7.2; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--38 to 58 cm (15 to 23 in); pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine roots; common fine and medium tubular pores; few distinct very dark grayish brown (10YR 3/2) clay films on surfaces of peds; noneffervescent; slightly alkaline, pH 7.5; gradual smooth boundary"
      },
      {
        "name": "Bt3",
        "top": 58,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--58 to 71 cm (23 to 28 in); pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak fine and weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine roots; common fine and medium tubular pores; few faint clay films on surfaces of peds; slightly effervescent (3 percent calcium carbonate equivalent); moderately alkaline, pH 8.0; gradual wavy boundary. (Combined thickness of Bt horizons: 30 to 61 cm [12 to 24 in])"
      },
      {
        "name": "2Btk1",
        "top": 71,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk1--71 to 99 cm (28 to 39 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine roots; common fine and medium tubular pores; very few faint clay films on surfaces of peds; common fine and medium irregular masses of calcium carbonate; strongly effervescent (5 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual wavy boundary."
      },
      {
        "name": "2Btk2",
        "top": 99,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk2--99 to 119 cm (39 to 47 in); grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very firm, sticky and plastic; common fine roots; common fine and medium tubular pores; few distinct clay films on surfaces of peds; common fine and medium irregular masses of calcium carbonate; strongly effervescent (4 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual wavy boundary."
      },
      {
        "name": "2Btk3",
        "top": 119,
        "bottom": 137,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Btk3--119 to 137 cm (47 to 54 in); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very firm, sticky and plastic; common fine roots; common fine and medium tubular pores; few distinct clay films on surfaces of peds; very few distinct silt coats on surfaces of peds; common fine and medium irregular masses of calcium carbonate; strongly effervescent (2 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual smooth boundary"
      },
      {
        "name": "2Btk4",
        "top": 137,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk4--137 to 152 cm (54 to 60 in); pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; few fine roots; common fine and medium tubular pores; very few faint clay films on surfaces of peds; few fine and medium irregular carbonate threads and common fine and medium irregular masses of calcium carbonate; violently effervescent (12 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual wavy boundary."
      },
      {
        "name": "2Btk5",
        "top": 152,
        "bottom": 170,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk5--152 to 170 cm (60 to 67 in); light yellowish brown (10YR 6/4) silty clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; very few faint clay films on surfaces of peds; common fine and medium irregular carbonate threads; violently effervescent (17 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual wavy boundary."
      },
      {
        "name": "2Btk6",
        "top": 170,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk6--170 to 183 cm (67 to 72 in); light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine and medium tubular pores; very few faint clay films on surfaces of peds; few medium and coarse irregular masses of calcium carbonate and few fine irregular calcium carbonate threads; strongly effervescent (14 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual wavy boundary. (Combined thickness of 2Btk horizons: 0 to 132 cm [0 to 52 in])"
      },
      {
        "name": "3C",
        "top": 183,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "pH_class": "strongly alkaline",
        "narrative": "3C--183 to 203 cm (72 to 80 in); yellow (10YR 7/6) fine sand, brownish yellow (10YR 6/6) moist; single grain; loose, nonsticky and nonplastic; slightly effervescent (1 percent calcium carbonate equivalent); strongly alkaline, pH 8.8."
      }
    ]
  ]
}
