{
  "SERIES": "BELLECHESTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAP-DMA-TWN",
  "REVDATE": "10/2007",
  "STATES": "MN,WI",
  "OVERVIEW": "The Bellechester series consists of deep and very deep, excessively drained soils that formed in 100 to 180 centimeters of sandy colluvium and residuum from sandstone overlying soft sandstone bedrock. These soils are on concave, south-facing to west-facing, lower back slopes on valley sides in maturely dissected terrain. Slope ranges from 12 to 90 percent. Mean annual precipitation is about 850 millimeters. Mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Entic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bellechester sand, on a southwest-facing, concave slope of 32 percent, in a pasture. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 18 centimeters; very dark brown (10YR 2/2) sand, dark gray (10YR 4/1) dry; single grain; loose; many roots; slightly alkaline; gradual wavy boundary. (14 to 31 centimeters thick)\nA2--18 to 41 centimeters; very dark gray (10YR 3/1) sand, dark grayish brown (10YR 4/2) dry; single grain; loose; many roots; slightly alkaline; clear irregular boundary. (14 to 31 centimeters thick)\nBA--41 to 58 centimeters; very dark gray (10YR 3/1) and brown (10YR 4/3) sand, dark grayish brown (10YR 4/2) rubbed; single grain; loose; common roots; about 5 percent rock fragments consisting mostly of hard dolomite channers; slightly alkaline; clear irregular boundary. (0 to 31 centimeters thick)\nBw--58 to 71 centimeters; yellowish brown (10YR 5/6) sand with some masses of dark grayish brown (10YR 4/2), dark yellowish brown (10YR 4/4) rubbed; single grain; loose; about 10 percent flagstones consisting mostly of sandstone and dolomite; moderately alkaline; slightly effervescent; clear wavy boundary. (9 to 26 centimeters thick)\nBC--71 to 107 centimeters; yellowish brown (10YR 5/8) sand; single grain; loose; stone line in upper part and about 10 percent flagstones consisting mostly of sandstone and dolomite in lower part; slightly alkaline; slightly effervescent; clear wavy boundary. (0 to 52 centimeters thick)\nCr--107 to 203 centimeters; white (10YR 8/1) soft sandstone: slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Goodhue County, Minnesota subset; about 2 miles south and 9 miles east of Red Wing; located about 790 feet east and 330 feet south of the northwest corner of section 11, T. 112 N., R. 13 W.; USGS Maiden Rock topographic quadrangle; lat. 44 degrees 31 minutes 34 seconds N. and long. 92 degrees 20 minutes 47 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--30 to 49 centimeters\nDepth to carbonates--50 to 100 centimeters\nDepth to contact with soft sandstone--100 to 180 centimeters\nClay content in the particle-size control section (weighted average)--1 to 10 percent\nSand content in the particle-size control section (weighted average)--75 to 95 percent, more than 5 percent medium and coarse sand\nRock fragment content--2 to 35 percent throughout, dolomite, sandstone or limestone, mostly greater than 76 millimeters in size\nA horizon:\nHue--7.5YR or 10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--sand, fine sand, loamy sand, loamy fine sand, sandy loam, or the channery or flaggy analogues of these textures\nClay content--2 to 15 percent\nSand content--70 to 95 percent\nReaction--moderately acid to moderately alkaline\nBA horizon (when present):\nHue--7.5YR or 10YR\nValue--2 to 4\nChroma--1 to 3\nTexture--sand, fine sand, loamy sand, loamy fine sand or the channery or flaggy analogues of these textures\nClay content--2 to 10 percent\nSand content--70 to 95 percent\nReaction--moderately acid to moderately alkaline\nBw horizon:\nHue--7.5YR or 10YR\nValue--4 to 8\nChroma--4 to 8\nTexture--sand, fine sand, loamy sand, loamy fine sand or the channery or flaggy analogues of these textures\nClay content--2 to 10 percent\nSand content--75 to 95 percent\nReaction--moderately acid to moderately alkaline\nSome pedons have masses with either lower value or chroma or both\nBC and C horizon (when present):\nHue--7.5YR or 10YR\nValue--5 to 8\nChroma--1 to 8\nTexture--sand, fine sand, or the channery or flaggy analogues of these textures\nClay content--1 to 10 percent\nSand content--90 to 100 percent\nReaction--neutral to moderately alkaline\nCr horizon:\nSoft to weakly cemented sandstone bedrock, Jordan and St. Peter formations"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Finchford, Fruitfield, Hawick, Hononegah, Komro, Lasa, Sparta, Trempe, and Zumbro series.\nFinchford--do not have carbonates within a depth of 200 centimeters\nFruitfield--do not have carbonates within a depth of 150 centimeters\nHawick--do not have a contact with sandstone within a depth of 200 centimeters\nHononegah--do not have a contact with sandstone within a depth of 200 centimeters\nKomro--have a frequently saturated zone within a depth of 1.8 meters during the wettest periods in years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nLasa--have a medium sand content of less than 5 percent in the series control section and do not have rock fragments in the series control section\nSparta--do not have carbonates within a depth of 200 centimeters\nTrempe--do not have carbonates within a depth of 200 centimeters and do not have rock fragments in the series control section\nZumbro--have a mollic epipedon 60 to 127 centimeters thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--100 to 180 centimeters of sandy colluvium and residuum from sandstone overlying soft sandstone bedrock (Jordan and St. Peter formations)\nLandform--concave, south-facing to west-facing, lower back slopes on valley sides in maturely dissected terrain\nSlope--12 to 90 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--735 to 965 millimeters\nFrost-free period--145 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brodale, Copaston, Eyota, and Marlean soils.\nBrodale--are at higher landscape positions on upper side slopes and have carbonates within a depth of 30 centimeters\nCopaston--are at higher landscape positions on shoulders and have a lithic contact of limestone within a depth of 50 centimeters\nEyota--are at lower landscape positions on base slopes and have a mollic epipedon 60 to 127 centimeters thick\nMarlean--are at higher landscape positions on upper side slopes and have a clay content that averages 12 to 30 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--excessively drained--these soil do not have a saturated zone within a depth of 1.8 meters during the wettest periods in years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second in the sandy colluvium and residuum and 1.00 to 100.00 micrometers per second in the sandstone bedrock, depending on the degree of fracturing"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are in permanent pasture or in open stands of red cedar. The native vegetation is big bluestem, indiangrass, switchgrass, other grasses of the tall grass prairie with a few scattered trees such as bur oak, hazel, red cedar, and sumac."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains and Wisconsin driftless section\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104) and Northern Mississippi Valley Loess Hills (105)\nLRR M; southeastern Minnesota and southwestern Wisconsin\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Goodhue County, Minnesota, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 107 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 41 centimeters (A1 and A2 horizons);\ncambic horizon--the zone from a depth of 41 to 107 centimeters (BA, Bw, and BC horizons);\nudic moisture regime.\nEntic subgroup based on presence of carbonates throughout the cambic horizon.\nThis soil is usually 100 to 150 centimeters to bedrock but may range to 180 centimeters. The representative value (RV) in NASIS will be a value between 100 and 150 centimeters and interpretations for this series will be based on less than 150 centimeters to soft bedrock.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nRefer to Minnesota Agricultural Experiment Station Central File Code No. 1381 for results of some laboratory analyses of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 18 centimeters; very dark brown (10YR 2/2) sand, dark gray (10YR 4/1) dry; single grain; loose; many roots; slightly alkaline; gradual wavy boundary. (14 to 31 centimeters thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A2--18 to 41 centimeters; very dark gray (10YR 3/1) sand, dark grayish brown (10YR 4/2) dry; single grain; loose; many roots; slightly alkaline; clear irregular boundary. (14 to 31 centimeters thick)"
      },
      {
        "name": "BA",
        "top": 41,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "BA--41 to 58 centimeters; very dark gray (10YR 3/1) and brown (10YR 4/3) sand, dark grayish brown (10YR 4/2) rubbed; single grain; loose; common roots; about 5 percent rock fragments consisting mostly of hard dolomite channers; slightly alkaline; clear irregular boundary. (0 to 31 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 58,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--58 to 71 centimeters; yellowish brown (10YR 5/6) sand with some masses of dark grayish brown (10YR 4/2), dark yellowish brown (10YR 4/4) rubbed; single grain; loose; about 10 percent flagstones consisting mostly of sandstone and dolomite; moderately alkaline; slightly effervescent; clear wavy boundary. (9 to 26 centimeters thick)"
      },
      {
        "name": "BC",
        "top": 71,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--71 to 107 centimeters; yellowish brown (10YR 5/8) sand; single grain; loose; stone line in upper part and about 10 percent flagstones consisting mostly of sandstone and dolomite in lower part; slightly alkaline; slightly effervescent; clear wavy boundary. (0 to 52 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 107,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "narrative": "Cr--107 to 203 centimeters; white (10YR 8/1) soft sandstone: slightly acid."
      }
    ]
  ]
}
