{
  "SERIES": "BELLEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGC-JDL-WEF",
  "REVDATE": "01/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, active, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Belleville loamy fine sand, on a 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 28 cm; black (10YR 2/1) loamy fine sand, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; common fine roots; slightly alkaline; abrupt smooth boundary. (28 to 41 cm thick)\nBg--28 to 51 cm; grayish brown (2.5Y 5/2) fine sand; single grain; loose; few fine roots; black (10YR 2/1) coatings in root channels; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron; few fine faint gray (10YR 6/1) iron depletions; slightly alkaline; clear wavy boundary. (0 to 51 cm thick)\nCg1--51 to 76 cm; gray (10YR 6/1) fine sand; single grain; loose; common fine prominent brown (7.5YR 4/4) and common medium prominent light olive brown (2.5Y 5/4) masses of oxidized iron; slightly effervescent; slightly alkaline; abrupt smooth boundary. (0 to 25 cm thick)\n2Cg2--76 to 86 cm gray (5Y 5/1) heavy clay loam; moderate coarse subangular blocky structure; firm; common medium faint dark grayish brown (2.5Y 4/2) and few fine prominent olive (5Y 5/6) masses of oxidized iron; about 1 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 13 cm thick)\n2Cg3--86 to 130 cm; dark grayish brown (2.5Y 4/2) silty clay loam; common medium distinct dark gray (5Y 4/1) masses of oxidized iron; massive; firm; about 3 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary.\n2Cg4--130 to 140 cm; gray (10YR 5/1) silty clay loam; common medium prominent olive brown (2.5Y 4/4) masses of oxidized iron; massive; firm; about 5 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary.\n2Cg5--140 to 152 cm; gray (10YR 5/1) silty clay loam; few fine distinct dark reddish gray (5YR 4/2) masses of oxidized iron; massive; firm; about 2 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Michigan; about 7 1/2 miles south and 1 mile east of Belleville; 528 feet west and 2376 feet north of the southeast corner of sec. 34, T. 4 S., R. 8 E: USGS Carleton topographic quadrangle; latitude 42 degrees 5 minutes 39.09 seconds N. And longitude 83 degrees 27 minutes 44.23 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the lithologic discontinuity (2C horizon): 51 to 102 cm\nRock fragment content: 0 to 5 percent gravel throughout\nAp horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: sandy loam, loamy fine sand, loamy sand, fine sand, or sand\nReaction: slightly acid to moderately alkaline\nA thin AE horizon is present in some pedons.\nBg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: loamy fine sand, loamy sand, fine sand, or sand\nReaction: slightly acid to moderately alkaline\nC horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 3\nTexture: loamy fine sand, loamy sand, fine sand, or sand\nReaction: slightly alkaline or moderately alkaline; slightly or strongly effervescent\n2C horizon:\nHue: 10YR to 5Y, or is neutral\nValue: 4 to 6\nChroma: 0 to 6\nTexture: clay loam, loam, silt loam, or silty clay loam; thin lenses of fine sand or sand are in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Belleville soils are on lake plains, till-floored lake plains, wave-worked till plains, and till plains. Slope ranges from 0 to 2 percent. These soils formed in sandy glaciofluvial and glaciolacustrine deposits underlain by loamy glacial or lacustrine deposits at depths of 51 to 102 cm. Mean annual precipitation ranges from 720 to 940 mm. Mean annual temperature ranges from 7 to 11 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Metea soils and the somewhat poorly drained Selfridge soils are in a drainage sequence with Belleville soils. On most landscapes with the Belleville soils are the Corunna, Granby, Oakville, Pewamo, Tedrow, and Thetford soils. The Granby, Oakville, Tedrow, and Thetford soils do not have loamy material. The Corunna and Pewamo soils do not have sandy material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is high or very high in the sandy horizons and moderately high in the 2C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The greater part of these soils is cropped to corn, soybeans, and small grains. A few areas of these soils are in pasture, idle land, woodland, truck crops, or sod production. The wooded areas are chiefly lowland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97, 98, and 99 in the southern part of the Lower Peninsula of Michigan; MLRA 89 in Wisconsin; MLRA 103 in Minnesota, and MLRA 111D in Indiana. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wayne County, Michigan, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 28 cm (Ap horizon).\nAquic conditions: redoximorphic features in all horizons underlying the mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
