{
  "SERIES": "BELMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBJ-RAR-DNM",
  "REVDATE": "01/2011",
  "STATES": "IN,OH",
  "OVERVIEW": "The Belmore series consists of very deep, well drained soils formed in loamy and gravelly outwash and are underlain by gravelly, sandy, and loamy outwash deposits. They are on terraces, outwash plains, and glacial drainage channels. Slope ranges from 0 to 50 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Belmore loam, on a convex, 1 percent slope in a cultivated field at an elevation of 235 meters (770 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 10 percent rock fragments; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBE--20 to 38 cm (8 to 15 inches); brown (10YR 4/3) loam; moderate medium subangular blocky structure; friable; common fine roots; 10 percent rock fragments; neutral; clear wavy boundary. [0 to 18 cm (7 inches) thick]\nBt1--38 to 81 cm (15 to 32 inches); dark yellowish brown (10YR 4/4) gravelly clay loam; moderate medium subangular blocky structure; firm; common fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; clay bridging between sand grains; 15 percent rock fragments; moderately acid; clear wavy boundary.\nBt2--81 to 114 cm (32 to 45 inches); brown (7.5YR 4/4) gravelly clay loam; moderate medium subangular blocky structure; firm; few fine roots; many faint brown (7.5YR 4/4) clay films on rock fragments; 25 percent rock fragments; neutral; abrupt smooth boundary. [Combined thickness of the Bt horizon is 28 to 84 cm (11 to 33 inches).]\nC1--114 to 145 cm (45 to 57 inches); brown (10YR 4/3) gravelly sandy loam; single grain; loose; 20 percent rock fragments; strongly effervescent; moderately alkaline; clear wavy boundary.\nC2--145 to 196 cm (57 to 77 inches); dark grayish brown (2.5Y 4/2) loamy sand; single grain; loose; 3 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wyandot County, Ohio; approximately 1 mile southeast of McCutchenville, in Tymochtee Township; 2000 feet north and 1000 feet east of the southwest corner of sec. 3, T. 1 S., R. 14 E.; USGS Sycamore, Ohio topographic quadrangle; lat. 40 degrees 59 minutes 02 seconds N. and long. 83 degrees 14 minutes 37 seconds E., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 56 to 140 cm (22 to 55 inches) and commonly is the same as depth to carbonates\nSpecial features: tongues of the B horizon in some pedons extend into the underlying outwash material to depths greater than 140 cm (55 inches)\nRock fragments: typically glacial pebbles of mixed lithology\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (6 or more dry)\nChroma: 2 or 3\nTexture: loam, silt loam, sandy loam, or fine sandy loam\nRock fragment content: 0 to 10 percent\nReaction: moderately acid to neutral\nSome pedons have an E or BA horizon.\nBE horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam or silt loam\nRock fragment content: 2 to 10 percent\nReaction: moderately acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR; thin subhorizons of 5YR are in some pedons\nValue: 3 to 5\nChroma: 3 or 4\nTexture: clay loam, sandy clay loam, loam, or sandy loam or the gravelly analogs of these textures\nRock fragment content: 5 to 34 percent\nReaction: strongly acid to neutral in the upper part and moderately acid to neutral in the lower part\nSome pedons have a BC or BCt horizon.\nC horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: sandy loam, loamy sand, loam, or coarse sandy loam or the gravelly or very gravelly analogs of these textures; thin strata of fine sandy loam, silt loam, sandy clay loam, clay loam, loamy fine sand, or fine sand are in some pedons\nClay content: averages 5 to 18 percent\nRock fragment content: 3 to 40 percent, and averages more than 15 percent\nCalcium carbonate equivalent: 0 to 35 percent\nReaction: slightly alkaline or moderately alkaline\nSome pedons have a 2C horizon below 152 cm (60 inches) in till that is clay loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Caprell, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. Amanda, Crouse, Greybrook, Hickory, Martinsville, Princeton, Richardville, Riddles, Senachwine, and Strawn soils average less than 15 percent rock fragments in the lower part of the series control section. Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have a lithic contact within a depth of 152 cm (60 inches). Caprell, Skelton, and Wawasee soils average less than 15 percent rock fragments in the lower part of the series control section. Chili and Kanawha soils are more acid than slightly alkaline in the lower part of the series control section. Cliftycreek and Gallman soils are deeper than 140 cm (55 inches) to the base of the argillic horizon. Conestoga soils have rock fragments of quartzite, chert, and schist in the series control section. Hollinger soils have chroma of more than 4 in the middle and lower parts of the series control section and typically have rock fragments of quartz, limestone, and schist in the series control section. Kidder soils formed in till and are not stratified in the lower part of the series control section. Kosciusko soils are coarse sand in the fine-earth fraction in the lower part of the series control section. LeRoy soils have rock fragments of limestone and chert. Mocksville soils are in a wetter climate with a mean annual precipitation of more than 991 mm (39 inches). Ockley soils average less than 5 percent clay in the lower part of the series control section. Relay soils have rock fragments of gabbro, metagabbro, and granodiorite. Wawaka soils have sola more than 140 cm (55 inches) in thickness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Belmore soils are on terraces, outwash plains, and glacial drainage channels. Slope gradients are typically 0 to 12 percent but range from 0 to 50 percent. Mean annual precipitation ranges from 686 to 1067 mm (27 to 42 inches). Mean annual air temperature ranges from 7 to 13 degrees C (45 to 55 degrees F). Frost-free period is 151 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Digby, moderately well drained Haney, and very poorly drained Millgrove soils that form a toposequence with the Belmore soils. The Digby and Haney soils are on less sloping or lower-lying areas. The Millgrove soils are in depressions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is high in the solum and very high in the underlying material. Permeability is moderately rapid in the solum and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Belmore soils are cultivated. Corn, soybeans, wheat, oats, and hay are principal crops. Some areas are used for fruit, early truck crops, and sugar beets."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern and west-central Ohio and northern Indiana; mainly in MLRAs 99 and 111B, and of lesser extent in 111A and 111E. The type location is in MLRA 111B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reconnaissance Soil Survey of Ohio, 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A till substratum phase is recognized and will need to be evaluated during MLRA update activities.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 38 cm (Ap, BE horizons).\nArgillic horizon: from a depth of 38 to 114 cm (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 10 percent rock fragments; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--20 to 38 cm (8 to 15 inches); brown (10YR 4/3) loam; moderate medium subangular blocky structure; friable; common fine roots; 10 percent rock fragments; neutral; clear wavy boundary. [0 to 18 cm (7 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--38 to 81 cm (15 to 32 inches); dark yellowish brown (10YR 4/4) gravelly clay loam; moderate medium subangular blocky structure; firm; common fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; clay bridging between sand grains; 15 percent rock fragments; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 81,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--81 to 114 cm (32 to 45 inches); brown (7.5YR 4/4) gravelly clay loam; moderate medium subangular blocky structure; firm; few fine roots; many faint brown (7.5YR 4/4) clay films on rock fragments; 25 percent rock fragments; neutral; abrupt smooth boundary. [Combined thickness of the Bt horizon is 28 to 84 cm (11 to 33 inches).]"
      },
      {
        "name": "C1",
        "top": 114,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--114 to 145 cm (45 to 57 inches); brown (10YR 4/3) gravelly sandy loam; single grain; loose; 20 percent rock fragments; strongly effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 145,
        "bottom": 196,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--145 to 196 cm (57 to 77 inches); dark grayish brown (2.5Y 4/2) loamy sand; single grain; loose; 3 percent rock fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
