{
  "SERIES": "BELMILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBS-ELS-WED-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Belmill series consists of very deep, well drained soils that formed in alluvium derived from mixed rock sources. Belmill soils are on fan piedmont remnants. Slopes are 0 to 15 percent. The mean annual precipitation is about 280 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calciargidic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Belmill gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted).\nA--0 to 8 cm; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak and moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine interstitial pores; 25 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (3 to 8 cm thick)\nBt1--8 to 15 cm; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine interstitial pores; common faint clay films on faces of ped and bridging sand grains; 25 percent gravel; neutral (pH 6.8); clear smooth boundary. (5 to 18 cm thick)\nBt2--15 to 33 cm; brown (10YR 5/3) gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine tubular pores; many faint clay films as bridges between sand grains, and few faint clay films on faces of peds; 30 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (10 to 20 cm thick)\n2Bt--33 to 48 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; very hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; many very fine and fine interstitial pores; common faint clay films as bridges between sand grains; 60 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (10 to 15 cm thick)\n2Bqk--48 to 76 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; common fine and medium interstitial pores; many fine white (10YR 8/1) carbonate and silica coats on all surfaces of gravel; 75 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (20 to 36 cm thick)\n3Bqk--76 to 156 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; single grained; loose, nonsticky and nonplastic; few very fine and fine roots, and many fine roots in spots; common fine and medium interstitial pores; common fine distinct white (10YR 8/1) carbonate and silica coats on all surfaces of gravel; 75 percent gravel; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; approximately 3 miles west of Belmill Mine, Mt. Hamilton; about 500 feet south and 200 feet west of the northeast corner of section 13, T. 16 N., R. 56 E; USGS Seligman Canyon 7.5 minute topographic quadrangle; latitude 39 degrees 15 minutes 33 seconds N and longitude 115 degrees 36 minutes 38 seconds W; WGS84 Decimal Degrees 39.2588889 latitude, -115.6105556longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry but moist in winter and early spring, dry late June through October; xeric soil moisture regime bordering on aridic\nMean annual soil temperature: 8 to 10 degrees C.\nMollic epipedon: Surface layers must be mixed to a depth of 18 cm for characteristics of a mollic epipedon.\nDepth to calcic: 28 to 50 cm.\nParticle-size control section - Clay content: Averages 18 to 27 percent.\nRock fragments: Averages 35 to 50 percent, dominantly gravel.\nA horizon\nValue: 5 or 6 dry, 2 or 3 moist.\nChroma: 2 or 3.\nBt horizons\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4 moist or dry.\nTexture: Gravelly loam, with subhorizons of gravelly sandy loam or gravelly sandy clay loam.\nRock fragments: 15 to 30 percent, mostly gravel.\nStructure: Weak or moderate, fine and medium subangular blocky.\nReaction: Neutral or slightly alkaline.\n2Bt horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4 moist or dry.\nTexture: Extremely gravelly loam, extremely gravelly sandy loam, extremely gravelly sandy clay loam.\nRock fragments: 60 to 75 percent, mostly gravel.\nStructure: Weak fine or medium subangular blocky or the horizon is massive.\nReaction:  Neutral or slightly alkaline\n2Bqk horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4 moist or dry.\nTexture: Extremely gravelly sandy loam or extremely gravelly loam.\nClay content: 15 to 20 percent.\nRock fragments: 60 to 75 percent mostly gravel.\nReaction: Neutral to moderately alkaline.\n3Bqk horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4 moist.\nClay content: 5 to 10 percent.\nRock fragments: 60 to 75 percent, mostly gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kancan, Mountainville, Pagari, Povertyflat, Selti and Walsey series.\nKancan soils do not have silica accumulations and the upper part of the argillic horizon contains more than 35 percent rock fragments. Mountainville soils are dominantly stony, lack sandy textures, and have subhorizons that are very strongly alkaline.  Pagari, Povertyflat and Walsey soils have bedrock within 150 cm. Selti soils lack carbonate and silica cementation and have particle-size control sections dominated by stones."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Belmill soils are on slightly convex fan piedmont remnants formed in alluvium derived from mixed rocks. Slopes are 2 to 15 percent. Elevations are 1,950 to 2,110 meters. The climate is cool, semiarid with warm dry summers and cold moist winters. The mean annual precipitation is 250 to 300 mm; mean annual temperature is 7 to 10 degrees C.; and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cassiro, Fax and Langston series.  Cassiro and Fax soils lack calcic horizons, and Langston soils have contrasting particle-size classes and lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat. The present vegetation is mainly Wyoming big sagebrush, Thurber's needlegrass, Sandberg bluegrass, bottlebrush squirreltail, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are not extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County, Nevada.  (BLM Duckwater Planning Unit).  1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Belmill soils were classified in the clayey-skeletal, montmorillonitic, frigid family of Durargidic Argixerolls.  In 1988, as a result of current temperature data, Belmill soils have been reclassified from frigid to mesic.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm (mixed) (A, Bt1, upper part of the Bt2 horizon).\nArgillic horizon - The zone from about 8 to 48 cm (Bt1, Bt2 and 2Bt3 horizon).\nCalcic subgroup - Soft powdery carbonates as coats on gravel in the zone 48 to 152 cm (2Bqk1, 3Bqk2 horizons).\nAridic feature - Aridic moisture regime bordering on Xeric.\nParticle-size control section - The zone from about 8 to 48 cm. (Bt1, Bt2, and 2Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
