{
  "SERIES": "BELROSE",
  "STATUS": "Established Series",
  "BYREV": "DKM-JKW-RM",
  "REVDATE": "07/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, thermic Oxyaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Belrose loamy fine sand--woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 cm, (0 to 5 in); brown (10YR 4/3) loamy fine sand; weak fine subangular blocky structure; soft, very friable; many very fine to coarse roots; many fine and medium pores; few ant tubules; very strongly acid; clear smooth boundary.  (8 to 18 cm [3 to 7 in] thick)\nE1--13 to 33 cm, (5 to 13 in); yellowish brown (10YR 5/4) loamy very fine sand; moderate medium subangular blocky structure; soft, very friable; many very fine to coarse roots; many fine and medium pores; few ant tubules; very strongly acid; gradual wavy boundary.\nE2--33 to 51 cm, (13 to 20 in); yellowish brown (10YR 5/4) loamy very fine sand; moderate medium subangular blocky structure; soft, very friable; many very fine to coarse roots; many fine and common medium pores; few ant tubules; 5 percent very pale brown (10YR 8/3) masses of fine sand along root channels and in pores; strongly acid; gradual wavy boundary. (combined thickness of the E horizons is 38 to 120 cm [15 to 47 in])\nBt/E1--51 to 79 cm, (20 to 31 in); yellowish brown (10YR 5/6) loamy very fine sand (Bt); 15 percent very pale brown (10YR 8/3) (E); moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; many fine and medium roots; many fine and common medium pores; few ant tubules; few faint clay films; the E portion of this horizon consists of pockets of albic material 0.2 to 0.6 cm (1/8 to 1/4 in) wide along root channels and in pores; strongly acid; diffuse wavy boundary. (combined thickness of the Bt/E horizons is 65 to 157 cm [26 to 62]).\nBt/E2--79 to 112 cm, (31 to 44 in); brownish yellow (10YR 6/6) loamy very fine sand (Bt); 30 percent very pale brown (10YR 8/3) (E); moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; common fine and medium roots; common fine and medium pores; few ant tubules; few faint clay films; 1 percent yellowish red (5YR 5/8) lamella that is 0.2 to 0.6 cm (1/8 to 1/4 in) thick; 6 percent fine distinct yellowish brown (10YR 5/4) iron concentrations with diffuse boundaries; 2 percent fine prominent reddish yellow (7.5YR 6/8) iron concentrations with clear boundaries on faces of peds; 1 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries lining roots and pores; the E portion of this horizon consists of masses of albic material 0.2 to 1.5 cm (1/8 to 1/2 in) wide along root channels and in pores; strongly acid, gradual wavy boundary.\nBt/E3--112 to 160 cm, (44 to 63 in); (E); brownish yellow (10YR 6/6) (Bt) loamy very fine sand; 30 percent very pale brown (10YR 8/3); weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; common fine and medium roots; common fine and medium pores; few ant tubules; common faint brownish yellow (10YR 6/6) clay films on faces of prisms in Bt; 8 percent fine and medium distinct yellowish brown (10YR 5/4) iron concentrations with diffuse boundaries; 5 percent fine and medium prominent brownish yellow (10YR 6/8) iron concentrations with diffuse boundaries in the Bt; 1 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries lining roots and pores; the E portion of the horizon consists of interfingering of albic material 1 to 10 cm (1/2 to 4 in) wide; 10 percent of the total volume is very pale brown (10YR 8/2) albic material in the interior of the E; strongly acid; gradual wavy boundary\nBt/E4--160 to 190 cm, (63 to 75 in); percent brownish yellow (10YR 6/8) very fine sandy loam Bt; 40 percent very pale brown (10YR 8/3) (E); moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, firm; common fine and medium roots; common fine and medium pores; few prominent dark yellowish brown (10YR 4/6) clay films on faces of peds and in pores; 5 percent fine and medium distinct yellow (10YR 7/6) iron concentrations with diffuse boundaries in matrix; 3 percent fine prominent red (2.5YR 4/8) iron concentrations with clear boundaries on faces of peds; 2 percent fine and medium prominent yellowish red (5YR 5/8) iron concentrations with clear boundaries in matrix; 1 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries lining roots and pores; the E consists of interfingering of albic material 0.6 to 1.2 cm (1/4 to 1/2 in) wide between peds; strongly acid; diffuse wavy boundary.\nBt/E5--190 to 203 cm, (75 to 80 in); 50 percent very pale brown (10YR 8/3) loamy fine sand (E'); 40 percent reddish yellow (7.5YR 6/8) (Bt); moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; common fine roots; common fine pores; few faint strong brown (7.5YR 5/8) clay films between sand grains in Bt; 10 percent fine and medium prominent brown (7.5YR 5/4) iron concentrations with diffuse boundaries; 1 percent fine distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries lining roots and pores; the E portion of this horizon consists of interfingering of albic material 0.6 to 1.2 cm (1/4 to 1/2 in) wide between peds; 10 percent very pale brown (10YR 8/2) albic materials in vertical streaks in the E; very strongly acid. (0 to 48 cm [0 to 19 in] thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardin County, Texas; from the intersection of Farm Road 92 and Texas Highway 327 in Silsbee; 3.3 miles south on Farm Road 92; 0.5 mile east on county road; 0.8 mile east on forest road; 50 feet north in forest. Silsbee USGS quad; Latitude: 30 degrees, 17 minutes, 49 seconds N; Longitude: 94 degrees, 9 minutes, 52 seconds W). WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is 20 to 60 cm (8 to 24 in). The soil moisture control section remains moist in some or all parts for more than 275 cumulative days in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C. (69 to 71 degrees F)\nSolum thickness is more than 200 cm (80 in)\nDepth to argillic horizon: 38 to 84 cm (15 to 22 in)\nDepth to glossic horizon: 38 to 84 cm (15 to 22 in)\nDepth to redox concentrations: 33 to 94 cm (13 to 37 in)\nDepth to redox depletions: 79 to 107 cm (31 to 42 in)\nParticle-size control section (weighted average)\nClay content: 4 to 10 percent\nBase saturation: 20 to 30 percent\nCEC/clay ratio: 0.70 to 1.50\nA horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: loamy fine sand, loamy very fine sand, very find sandy loam, or fine sandy loam\nReaction: very strongly acid or strongly acid\nE horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 4 to 6\nTexture: loamy fine sand, loamy very fine sand, very find sandy loam, or fine sandy loam\nReaction: very strongly acid or strongly acid\nBt/E horizon\nPart: Bt\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 6 to 8\nPart: E\nHue: 7.5YR or 10YR\nValue: 7 or 8\nChroma: 2 or 3\nTexture: loamy fine sand, loamy very fine sand, fine sandy loam, very fine sandy loam, or loam\nRedox accumulations: amount-8 to 20 percent; size-fine or medium; contrast-faint to prominent; color-yellow, brown, or red; boundary-sharp or clear; location-faces of peds.\nRedox depletions: amount-1 to 5 percent, size-fine or medium, contrast-faint or distinct, color-gray, boundary-sharp or clear, location-faces of peds.\nReaction: very strongly acid or strongly acid\nE'/Bt horizon (where present)\nPart: E\nHue: 7.5YR or 10YR\nValue: 7 to 8\nChroma: 2 or 3\nPart: Bt\nHue: 7.5YR or 10YR\nValue: 5 to 6\nChroma: 6 to 8\nTexture: loamy fine sand, very fine sandy loam, or fine sandy loam\nRedox accumulations: amount-8 to 20 percent, size-fine or medium, contrast-faint  to prominent, color-yellow, brown or red boundary-sharp or clear, location-faces of peds.\nRedox depletions: amount-1 to 5 percent, size-fine or medium, contrast-faint or distinct, color-gray, boundary-sharp or clear, location-faces of peds.\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Benndale (MS), Butters (NC), Dallardsville (TX), Heidel (MS), McLaurin (MS) and Niwana (TX) series.\nBenndale and Butters soils: do not have a glossic horizon; in a semiactive CEC class; do not have oxyaquic conditions.\nDallardsville soils: have a semiactive CEC class.\nHeidel and McLaurin soils: do not have a glossic horizon; in a subactive CEC class; do not have oxyaquic conditions.\nNiwana soils: are in a semiactive CEC class; do not have oxyaquic conditions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium of Quarternary age\nLandscape: coastal plain\nLandform: terraces\nMicrofeature: relict bars\nSlope: 0 to 3 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern:  Precipitation is evenly distributed throughout the year with slight increase during the late spring and fall months.\nFrost-free period:  240 to 300 days\nElevation: 8 to 46 m (26 to 150 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Babco, Caneyhead, Kenefick, McNeely, Spurger, Turkey, Tyden, and Votaw soils.\nBabco soils: have a sandy surface layer and are on a mounded landscape position.\nCaneyhead soils: are poorly drained; on relict meander belt channels.\nKenefick soils: fine-loamy parcticle-size control section; upper argillic horizon is redder; on a similar landform.\nMcNeely, Turkey, and Votaw soils: are sandy throughout; on a similar landform.\nSpurger soils: have a fine particle-size control section; on a similar landform.\nTyden soils: are very poorly drained; on relict meander belt channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderate.  Runoff is negligible to very low.  In normal years, these soils remain saturated without aquic conditions for 30 or more cumulative days but not more than 2 weeks consecutively during the late winter and early spring months.  The zone of saturation includes the E and upper part of the Bt/E horizons. An apparent water table occurs from 160 to 203 cm (63 to 80 in) during the same period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for timber production and wildlife habitat.  Some areas are used as grazed woodland.  Native vegetation is longleaf pine, beach, sycamore, yaupon, andropogons, and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Gulf Coast Flatwoods (MLRA 152B) of southeast Texas; LRR T; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardin County, Texas, 1998.  The name Belrose comes from a small community in Hardin County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with the Bienville and Besner series. Horizonation was changed during the update of MLRA 152B as a result of an examination of the type location and existing pedon descriptions.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in).  (Bw and Bw/E horizons)\nOchric epipedon--0 to 51 cm (0 to 20 in) (A, E1 and E2 horizons).\nArgillic horizon--51 to 203 cm (20 to 80 in) (Bt/E horizons).\nGlossic horizon--51 to 203 cm (20 to 80 in (Bt/E horizons.  The glossic horizon is series criteria but not diagnostic for classification).\nOxyaquic feature--These soils remain saturated from late December to April at a depth of  33 to 112 cm (84 to 44 in) below the surface but do not have aquic conditions in most years.\nAdditional Comments: The classification was updated in May 1999 from Typic Paleudults to Oxyaquic Paleudults to reflect a change in Soil Taxonomy.\nADDITIONAL DATA:  Data from Texas A&M University Soil Characterization Lab on samples (S95TX-199-006) from type location in Hardin County, TX.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
