{
  "SERIES": "BELTED",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ-GJS-JVC-JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Belted series consists of shallow and very shallow over a duripan, well drained soils that formed in alluvium derived from mixed rocks.  Belted soils are on fan remnants and fan skirts.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 150 mm and the mean annual temperature is 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Belted sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine vesicular pores; strongly effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (5 to 15 cm thick)\nBt--8 to 18 cm; light gray (10YR 7/2) sandy clay loam, brown (10YR 4/3) moist; brown (10YR 5/3) moist and rubbed; weak thick platy structure parting to moderate medium and fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular and many very fine and fine interstitial pores; common faint clay films on faces of peds and lining pores; slightly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (8 to 30 cm thick)\nBqkm--18 to 28 cm; very pale brown (10YR 7/3) cemented material, brown (10YR 4/3) moist, brown (10YR 5/3) moist and rubbed; strong thin platy structure; extremely hard, very firm, strongly cemented by silica and carbonates; many very fine and fine, and few medium roots between plates; common fine tubular exped, and many very fine and fine interstitial pores; noneffervescent in the interior of plates, violently effervescent on outer faces of plates with very pale brown (10YR 8/2) carbonate coats; strongly alkaline (pH 8.8); abrupt wavy boundary.  (10 to 43 cm thick)\nC1--28 to 61 cm; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; massive; hard, friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular and many very fine interstitial pores; few thin very pale brown (10YR 8/2) carbonate filaments; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 48 cm thick)\nC2--61 to 81 cm; light gray (10YR 7/2) fine sandy loam, brown (10YR 5/3) moist; massive; hard, friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular and many fine interstitial pores; slightly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 61 cm thick)\n2C3--81 to 102 cm; light gray (10YR 7/2) loam, brown (10YR 5/3) moist; massive; very hard, very firm, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; few fine, medium and coarse distinct reddish brown (5YR 4/4) and dark reddish brown (5YR 3/4) masses of iron accumulation; faint very pale brown (10YR 8/2) carbonate filaments and pockets; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 61 cm thick)\n2C4--102 to 152 cm; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; few fine, medium, and coarse distinct reddish brown (5YR 5/4) masses of iron accumulation; noneffervescent, except for few light gray (10YR 7/2) carbonate filaments, veins, or pockets; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; in Sand Spring Valley about 4 miles northwest of Rachel; approximately 950 feet north and 2,170 feet east of the southwest corner of section 17, T. 3 S., R. 55 E.; USGS White Blotch Springs NE 7.5 minute topographic quadrangle; latitude 37 degrees 40 minutes 54 seconds N and longitude 115 degrees 49 minutes 5 seconds W; WGS84 Decimal Degrees 37.6813889 latitude,  -115.8169444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, but moist in some part for short periods during winter and early spring months and for 10 to 20 days cumulative between July to October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to duripan: 15 to 36 cm.\nReaction: Moderately alkaline through very strongly alkaline.\nParticle-size control section - Clay content:  Averages 15 to 28 percent.\nRock fragments:  Averages 0 to 25 percent.\nA horizon\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nEffervescence:  Slightly effervescent through strongly effervescent.\nBt horizon\nHue:  7.5YR or 10YR.\nValue:  5 through dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Sandy clay loam, sandy loam, loam. or clay loam.\nClay content:  18 to 30 percent.\nRock fragments:  0 to 30 percent.\nStructure:  Subangular blocky, platy or granular.\nConsistence: Very friable or friable moist, slightly plastic or plastic wet.\nCarbonates:  Slightly effervescent through strongly effervescent.\nBqkm horizon\nStructure: Platy or is massive, strongly cemented continuous laminae that are rarely over 1.2 cm thick.\nC horizons\nTexture:  Sandy loam or fine sandy loam.\nRock fragments:  0 to 35 percent.\nConsistence: Soft through hard dry, very friable or friable moist.\n2C horizons\nHue:  10YR or 7.5YR.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture: Silt loam through extremely gravelly coarse sand.\nConsistence: Soft through very hard dry, very friable through very firm moist, nonsticky to slightly sticky and nonplastic to slightly plastic wet.\nEffervescence:  Noneffervescent through violently effervescent.\nOther features: Btk horizon is present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deppy, Dobel, Orphant, and Vylach series.\nDeppy soils have mean annual soil temperature of 8 to 9 degrees C.  Dobel soils have mean annual soil temperature of 9 to 11 degrees C. and have identifiable secondary carbonates in the lower part of the argillic horizon.  Orphant soils are neutral or slightly alkaline in the upper part of the solum and have a second duripan at a depth of 86 to 100 cm.  Vylach soils have bedrock at a depth of 50 to 76 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Belted soils are on fan remnants and fan skirts.  These soils formed in alluvium derived from mixed rocks.  Slopes are 0 to 30 percent. Elevations range from 1,060 to 2,070 meters.  The mean annual precipitation is 100 to 200 mm, the mean annual temperature is 9 to 14 degrees C, and the frost-free period is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fang, Papoose, and Stumble soils.  Fang and Papoose soils do not have duripans.  Stumble soils are sandy and do not have duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Belted soils are used for livestock grazing.  The vegetation is shadscale, gray molly kochia, Nuttall's saltbush, and annuals, dominantly Eriogonum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Nevada.  These soils are moderately extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County (Big Smoky Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nArgillic horizon - The zone from 8 to 18 cm (Bt horizon).\nDuripan - The zone from 18 to 28 cm (Bqkm horizon).\nParticle-size control section - The zone from the soil surface to 18 cm (A and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
