{
  "SERIES": "BELUGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLM/DVP/JPM",
  "REVDATE": "03/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid Typic Cryaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beluga silt loam - under forest and grass understory.  (All colors for moist soil unless otherwise stated)\nOe -- 0 to 5 inches; dark reddish brown (5YR 2/2) moderately decomposed straw and woody mat with mycelia in the lower part; strongly acid (pH 5.3); abrupt smooth boundary.  (2 to 5 inches thick)\nA -- 5 to 7 inches; very dark grayish brown (10YR 3/2) silt loam with pockets of dark grayish brown (10YR 4/2); moderate fine granular structure; very friable; common roots; streaks of burned organic matter near bottom of horizon; strongly acid (pH 5.4); abrupt wavy boundary. (2 to 5 inches thick)\nC1g -- 7 to 13 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; very friable; common roots; moderately acid; common distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; moderately acid (pH 5.6); abrupt wavy boundary.\nC2g -- 13 to 18 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak thin platy structure; very friable; common roots; common large distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; moderately acid (pH 5.6); abrupt wavy boundary.\nC3g -- 18 to 26 inches; gray (5Y 5/1) silt loam; weak fine platy structure; friable, slightly sticky and nonplastic; few roots; thin stratas of fine sandy loam; common medium distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; moderately acid (pH 5.8); abrupt wavy boundary.\nC4g -- 26 to 32 inches; greenish gray (5GY 5/1) fine sandy loam; weak thin platy structure; very friable, nonsticky and nonplastic; few roots; thin layer of gravelly silt loam with red shale fragments; common medium distinct olive brown (2.5Y 4/4) redoximorphic concentrations; moderately acid (pH 5.8); abrupt smooth boundary. (Combined thickness of the Cg horizons is 25 to 38 inches thick)\n2Cg -- 32 to 60 inches; gray (5Y 5/1) silty clay loam; massive; firm; few fine pores and vesicles; underlying sediments are layered fine sandy loam, silt loam, and shaly silt loam; common large prominent yellowish brown (10YR 5/6) and dark red (2.5YR 3/6) redoximorphic concentrations; firm dark red decomposing shale fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Homer-Ninilchik Area, Alaska; SE 1/4, SE 1/4, Section 17, T. 6 S., R. 13 W., Seward Meridian. Approximately 1 mile east of Homer."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to massive, firm underlying material: about 30 inches, ranges from 20 to greater than 40 inches\nThin strata of sand and silty clay loam, and angular fragments of shale and lignite: may occur at any depth\nParticle size control section (weighted average): less than 18 percent clay; more than 15 percent fine or coarser sand\nRedoximorphic features: normally present throughout the entire profile\nA horizon:\nMatrix moist color: 10YR to 5Y; value of 2 to 4; chroma of 1 to 4\nTexture: silt loam, very fine sandy loam\nReaction class: strongly acid to slightly acid\nCg horizons:\nMatrix moist color: hue of 10YR to 5GY; value of 4 or 5, chroma of 1 or 2\nTexture: silt loam, very fine sandy loam, silty clay loam, fine sandy loam\nReaction class: moderately acid to neutral\n2C horizon massive and firm;\nMatrix moist color: hue of 10YR to 5GY; value of 4 or 5, chroma of 1 or 2\nTexture: silt loam, very fine sandy loam, silty clay loam, clay loam, fine sandy loam\nReaction class: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aquatna, Moose River, Noonku, and Susivar series.  Aquatna, Moose River, and Noonku soils do not have firm underlying material within the control section. Susivar soils have a sandy substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty and clayey slope alluvium\nLandform: alluvial fans\nSlope: 0 to 15 percent\nClimate: maritime with cool summers and long moderately cold winters\nAverage annual temperature is about 36 degrees F.\nAverage annual precipitation: about 24 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Salamatof and Mutnala soils.  Salamatof soils are organic soils in bogs. Mutnala soils are well drained, have spodic horizons, and occur moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly or poorly drained, very high runoff, saturated hydraulic conductivity is moderately high to high in upper part of the profile and moderately low in the silty clay loam underlying material. Most areas are influenced by seepage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The native vegetation is bluejoint grass, alder, willow, fireweed, and forbs. Some areas are forested with Sitka spruce and paper birch.  Some areas are used for pasture, hay, vegetables, and residential development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 224 Cook Inlet Lowlands, South-central Alaska. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Homer-Ninilchik Area, Alaska.  1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil include: Saturation with water at some time of the year\nRedoximorphic concentrations and depletions within 20 inches of the surface\nAssumed sulfidic materials within 20 inches of the surface\nWeighted average of coarse-loamy from 10 to 40 inches\nSoil Reaction is more than 5.5 (1:1, H20) throughout the control section.\nTemperature regime: cryic\nMoisture regime: aquic\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
