{
  "SERIES": "BEMIDJI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER-RBH-TWN",
  "REVDATE": "05/2007",
  "STATES": "MN",
  "OVERVIEW": "The Bemidji series consists of very deep, moderately well drained soils formed in 50 to 100 centimeters of sandy sediments and the underlying coarse loamy till. These soils are on slightly concave to convex slopes on outwash plains and ground moraines.  Slope ranges from 1 to 3 percent.  Mean annual precipitation is about 660 millimeters.  Mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Aquic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bemidji loamy sand, on a convex slope of 1 percent, on an outwash plain, in a farmstead.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 centimeters; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak fine granular structure; friable; about 14 percent gravel; moderately acid; clear wavy boundary.  (5 to 24 centimeters thick)\nE1--10 to 30 centimeters; brown (10YR 4/3) cobbly loamy sand, light gray (10YR 7/2) dry; single grain; loose; about 30 percent cobbles and gravel; slightly acid; clear irregular boundary.\nE2--30 to 66 centimeters; dark yellowish brown (10YR 4/4) cobbly sand, brown (10YR 5/3) dry; single grain; loose; about 30 percent cobbles and gravel; slightly acid; abrupt wavy boundary.  (Combined thickness of the E horizon is 45 to 67 centimeters.)\n2B/E--66 to 86 centimeters; about 70 percent light olive brown (2.5Y 5/4) fine sandy loam (Bt); weak medium angular blocky structure; firm; few distinct brown (10YR 4/3) clay films on faces of peds; about 30 percent dark grayish brown (2.5Y 4/2) loamy sand (E); single grain; loose; few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; about 10 percent gravel; moderately acid; clear wavy boundary.  (10 to 25 centimeters thick)\n2Bt--86 to 112 centimeters; light olive brown (2.5Y 5/4) fine sandy loam; moderate medium angular blocky structure; firm; common distinct dark brown (10YR 3/3) clay films on faces of peds and in tubular pores; common fine distinct dark grayish brown (2.5Y 4/2) redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; about 10 percent gravel and cobbles; slightly acid; clear wavy boundary.  (15 to 30 centimeters thick)\n2C--112 to 152 centimeters; light olive brown (2.5Y 5/4) fine sandy loam; massive; friable; common fine distinct dark grayish brown (2.5Y 4/2) redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; about 10 percent gravel and cobbles; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 57-Northern Minnesota Gray Drift, Beltrami County, Minnesota subset; about 2 miles east and 1 mile south of Nymore; located about 1,200 feet south and 300 feet west of the northeast corner of section 25, T. 146 N., R. 33 W.; USGS Bemidji East topographic quadrangle; lat. 47 degrees 26 minutes 08 seconds N. and long. 94 degrees 48 minutes 03 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the sandy sediments--50 to 100 centimeters\nDepth to carbonates--75 to more than 200 centimeters\nClay content in the particle-size control section (weighted average)--12 to 18 percent\nSand content in the particle-size control section (weighted average)--50 to 80 percent\nA or Ap horizon:\nHue--10YR\nValue--2 to 4\nChroma--1 to 3\nTexture--loamy sand, loamy fine sand or the gravelly or cobbly analogs of these textures\nClay content--4 to 10 percent\nSand content--75 to 85 percent\nRock fragment content--0 to 35 percent, 2 to 76 millimeters in diameter\nReaction--strongly acid to slightly acid\nE horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 4\nTexture--sand, fine sand, loamy sand, loamy fine sand or the gravelly or cobbly analogs of these textures\nClay content--4 to 10 percent\nSand content--80 to 95 percent\nRock fragment content--0 to 35 percent, 2 to 76 millimeters in diameter\nReaction--strongly acid to slightly acid\nMost pedons have EB, E/B, 2B/E, or 2BE horizons\nBt horizon (when present):\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--sand, loamy sand or the gravelly or cobbly analogs of these textures, mainly clay bridging between sand grains\nClay content--4 to 10 percent\nSand content--80 to 95 percent\nRock fragment content--0 to 35 percent, 2 to 76 millimeters in diameter\nReaction--moderately acid to neutral\n2Bt horizon:\nHue--10YR or 2.5Y\nValue--2 to 5\nChroma--3 to 5\nTexture--sandy loam, fine sandy loam, sandy clay loam, or loam\nClay content--10 to 25 percent\nSand content--45 to 80 percent\nRock fragment content--2 to 15 percent, 2 to 76 millimeters in diameter\nReaction--moderately acid to neutral\n2C horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 4\nTexture--sandy loam or fine sandy loam\nClay content--8 to 16 percent\nSand content--55 to 80 percent\nRock fragment content--2 to 15 percent\nCalcium carbonate equivalent--5 to 20 percent, 2 to 76 millimeters in diameter\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.60 to 1.75 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bushville, Eckvoll, Huntersville and Ricelake series.\nBushville--have a moist bulk density of 1.80 to 2.00 g/cc in the lower third of the series control section\nEckvoll--have a clay content that averages 18 to 35 percent in the particle-size control section\nHuntersville--have a moist bulk density of 1.80 to 2.00 g/cc in the lower third of the series control section\nRicelake--have a moist bulk density of 1.40 to 1.60 g/cc in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of sandy sediments and the underlying coarse loamy till\nLandform--slightly concave to convex slopes on outwash plains and ground moraines\nSlope--1 to 3 percent\nElevation--300 to 500 meters above sea level\nMean annual air temperature--3 to 6 degrees C\nMean annual precipitation--585 to 735 millimeters\nFrost-free period--120 to 175 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cutaway, Nary, Sol and Stuntz soils.\nCutaway--are at higher slightly landscape positions on side slopes and have a clay content of 18 to 30 percent in the lower third of the series control section\nNary--are in landscape positions similar to those of the Bemidji soils and have a clay content that averages 18 to 27 percent in the particle-size control section\nSol--are at higher landscape positions on side slopes and do not have a frequently saturated zone within a depth of 1.8 meters\nStuntz--are at lower landscape positions in swales and have a clay content that averages 20 to 35 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--moderately well drained--a saturated zone occurs between depths of 0.75 to 1 meter during March to June when precipitation is within one standard deviation of the 30 year mean of annual precipitation and is considered apparent\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second in the sandy sediments and 1.00 to 10.00 micrometers per second in the till\nSurface runoff potential--negligible or very low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are small grain, corn, or grass-legume hay.  Some areas are wooded or pastured. The native vegetation is eastern white pine and red pine, white spruce, quaking aspen, northern red oak and bur oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western lake section\nMLRA--Northern Minnesota Gray Drift (57)\nLRR K; north-central and western Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beltrami County, Minnesota, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 66 to 112 centimeters (2B/E and 2Bt horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (A, E1, E2, 2B/E, 2Bt, and 2BC horizons).\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 66 centimeters (A, E1 and E2 horizons);\nargillic horizon--the zone from a depth of 66 to 112 centimeters (2B/E and 2Bt horizon);\nudic moisture regime.\nArenic subgroup based on sandy textures to a depth of 66 centimeters.\nAquic subgroup based on 2 chroma colors in the 2B/E horizon that are considered as redoximorphic depletions.\nThis series needs further study to clarify classification at the Great Group level.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
