{
  "SERIES": "BENADUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-TRZ-TJE",
  "REVDATE": "07/2011",
  "STATES": "IN",
  "OVERVIEW": "The Benadum series consists of very deep, very poorly drained soils that formed in slope alluvium overlying herbaceous organic material and coprogenous material. Benadum soils are in closed depressions and potholes on till plains and moraines. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 991 mm (39 inches), and mean annual temperature is about 11.1 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, mesic Thapto-Histic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Benadum silt loam, on a nearly level area in a cultivated field at an elevation of 277 meters (909 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium subangular blocky structure parting to weak fine granular; friable; many very fine and fine roots; few very fine tubular pores; few fine prominent strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; 1 percent gravel; neutral; abrupt smooth boundary. [23 to 28 cm (9 to 11 inches) thick]\nBg--25 to 53 cm (10 to 21 inches); grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure; firm; few very fine and fine roots; few very fine tubular pores; common fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; 1 percent gravel; neutral; clear smooth boundary. [13 to 69 cm (5 to 27 inches) thick]\nOa--53 to 112 cm (21 to 44 inches); black (2.5Y 2.5/1) broken face and rubbed muck; about 5 percent fiber, less than 1 percent rubbed; massive; firm; few very fine roots; neutral; clear smooth boundary. [20 to 102 cm (8 to 40 inches) thick]\nCg--112 to 203 cm (44 to 80 inches); dark grayish brown (2.5Y 4/2) coprogenous material; massive; friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delaware County, Indiana; about 1 1/4 miles west of the town of Anthony; 750 feet east and 150 feet north of the southwest corner of sec. 12, T. 21 N., R. 9 E.; USGS Wheeling, Ind. topographic quadrangle; lat. 40 degrees 16 minutes 38 seconds N. and long. 085 degrees 27 minutes 33 seconds W., NAD 27; UTM Zone 16, 630996 easting and 4459671 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mineral soil material: 41 to 91 cm (16 to 36 inches)\nDepth to coprogenous material: 91 to 152 cm (36 to 60 inches)\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: 2 to 4; values of 2 or 3 are less than 25 cm (10 inches) thick or have dry values of 6 or more\nChroma: 1 or 2\nTexture: silt loam\nRock fragment content: 0 to 5 percent gravel\nReaction: slightly acid or neutral\nBg horizon:\nHue: 10YR to 5Y\nValue: 4 or 5\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nRock fragment content: 0 to 5 percent gravel\nReaction: slightly acid or neutral\nOa horizon:\nHue: 7.5YR to 2.5Y, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: muck\nReaction: slightly acid to slightly alkaline\nCg horizon:\nHue: 10YR to 5Y\nValue: 3 or 4\nChroma: 2\nTexture: coprogenous material\nCalcium carbonate equivalent: 0 to 60 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Rockmill, Snohomish, Wallkill, and Wunabuna series are in closely related families. Rockmill and Wunabuna soils do not have coprogenous material above a depth of 152 cm (60 inches). In addition, the Wunabuna soils are in the fine textural family. Snohomish soils have 15 to 60 percent volcanic ash in the upper part of the particle-size control section. Wallkill soils are in the fine-loamy textural family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Benadum soils are in closed depressions and potholes on till plains and moraines. Slope ranges from 0 to 1 percent. The soils formed in slope alluvium overlying herbaceous organic material and coprogenous material. Mean annual precipitation ranges from 914 to 1092 mm (36 to 43 inches). Mean annual temperature ranges from 8.9 to 12.2 degrees C (48 to 54 degrees F). Frost-free period is 150 to 180 days. Elevation is 183 to 305 meters (600 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Houghton, Muskego, and Southwest soils. The very poorly drained Houghton and Muskego soils are on similar landform positions and do not have mineral overwash layers. In addition, Houghton soils do not have coprogenous material above a depth of 129 cm (51 inches). The poorly drained Southwest soils formed in mineral deposits and are on similar landforms but are on slightly higher lying areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the top of an intermittent apparent high water table ranges from 61 cm (2 feet) above the surface to 15 cm (0.5 foot) below the surface during winter and spring in normal years. Potential for surface runoff is very low or negligible. Saturated hydraulic conductivity is moderately high or high in the mineral part, high in the organic material, and moderately high or moderately low in the underlying coprogenous material. Permeability is moderate in the mineral part, moderately rapid in the organic material, and slow in the underlying coprogenous material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Where drained, Benadum soils are used for growing corn and soybeans. A few areas are used for hay and pasture. Native vegetation is hydrophytic shrubs and plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 111A and 111B in central and northern Indiana. The type location is in MLRA 111B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delaware County, Indiana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Benadum soils have previously been correlated as a coprogenous earth substratum phase of the Wallkill series.\nDiagnostic horizon and features recognized in this pedon:\nOchric epipedon: from the surface to a depth of 25 cm (Ap horizon).\nMineral material: from the surface to a depth of 53 cm (Ap, Bg horizons).\nHerbaceous organic material: from a depth of 53 to 112 cm (Oa horizon).\nCoprogenous material: from a depth of 112 to 203 cm (Cg horizon).\nAquic conditions: visible redoximorphic features are present from 0 to 53 cm.\nDrained and undrained phases are recognized. In MO 11, a representative data mapunit for the undrained phase is DMU ID 123709 and for the drained phase is DMU ID 123708.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium subangular blocky structure parting to weak fine granular; friable; many very fine and fine roots; few very fine tubular pores; few fine prominent strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; 1 percent gravel; neutral; abrupt smooth boundary. [23 to 28 cm (9 to 11 inches) thick]"
      },
      {
        "name": "Bg",
        "top": 25,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--25 to 53 cm (10 to 21 inches); grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure; firm; few very fine and fine roots; few very fine tubular pores; common fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; 1 percent gravel; neutral; clear smooth boundary. [13 to 69 cm (5 to 27 inches) thick]"
      },
      {
        "name": "Oa",
        "top": 53,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa--53 to 112 cm (21 to 44 inches); black (2.5Y 2.5/1) broken face and rubbed muck; about 5 percent fiber, less than 1 percent rubbed; massive; firm; few very fine roots; neutral; clear smooth boundary. [20 to 102 cm (8 to 40 inches) thick]"
      },
      {
        "name": "Cg",
        "top": 112,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--112 to 203 cm (44 to 80 inches); dark grayish brown (2.5Y 4/2) coprogenous material; massive; friable; neutral."
      }
    ]
  ]
}
