{
  "SERIES": "BENDASTIK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/PWB/JBF",
  "REVDATE": "04/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Aquic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bendastik loam-rangeland and wildlife habitat.  (Colors are for dry soil unless otherwise noted.)\nOe--0 to 1 cm; black (10YR 2/1) moderately decomposed willow leaves and twigs, and grass, black (10YR 2/1) moist; abrupt smooth boundary.  (0 to 4 cm thick)\nA1--1 to 18 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine and medium roots throughout; few fine irregular pores; slightly acid (pH 6.2); clear smooth boundary.  (4 to 25 cm thick)\nA2--18 to 45 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine and medium roots throughout; few fine irregular pores; 3 percent gravel; moderately acid (pH 6.0); clear smooth boundary.  (25 to 50 cm thick)\nBt1--45 to 90 cm; yellowish brown (10YR 5/4) gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate coarse columnar structure; moderately hard, very friable, moderately sticky and moderately plastic; 20 percent faint clay films on surfaces along pores; 1 to 2 cm brown (10YR 5/3) organic stains, dark brown (10YR 3/3) moist, as irregular patterns around root channels and organic matter; few fine and medium roots throughout; few fine tubular pores; 15 percent gravel; neutral (pH 7.2); abrupt smooth boundary.  (25 to 50 cm thick)\nBt2--90 to 152 cm; brownish yellow (10YR 6/6) very cobbly sandy clay loam, yellowish brown (10YR 5/6) moist; massive; moderately hard, very friable, moderately sticky and moderately plastic; 15 percent faint clay films on surfaces along pores; 1 to 2 cm thick brown (10YR 5/3) organic stains, dark brown (10YR 3/3) moist, as irregular patterns around root channels and organic matter; few medium and coarse roots; few fine tubular pores; 5 percent gravel, and 30 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; west of Angel Lake in the East Humboldt range; southeast quarter of section 4, T. 36 N., R. 61 E.; USGS Welcome 7.5 minute topographic quadrangle; latitude 41 degrees 1 minutes 35.58 seconds N and longitude 115 degrees 5 minutes 35.72 seconds W; WGS84 Decimal Degrees 41.02655 latitude, -115.0932555 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry in mid-summer through fall for less than 90 days. The soil is moist in the upper part in late fall, winter, spring and early summer. A seasonal water table occurs between 40 and 100 cm after snow melt during May, June, and July. Additional moisture is supplied by run on from adjacent steep upper slopes and late summer thunderstorms; typic xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 40 to 75 cm.\nDepth to an argillic horizon: 40 to 75 cm.\nDepth to a water table: 40 to 100 cm.\nReaction: Neutral or slightly acid.\nParticle-size control section - Clay content:  Averages 27 to 35 percent.\nRock fragments: Averages 15 to 35 percent, mainly gravel.\nA1 horizon\nOrganic matter content: 10 to 20 percent.\nA2 horizon\nValue:  4 or 5 dry.\nChroma:  2 or 3.\nOrganic matter content: 5 to 10 percent.\nClay percent: averages 18 to 27 percent.\nStructure: Week or moderate, medium or coarse, granular or subangular blocky structure.\nReaction: Neutral through moderately acid.\nBt1 horizon\nChroma:  3 or 4.\nOrganic matter content: 0.5 to 2 percent.\nClay percent: 27 to 35 percent, some sub horizons range as low as 18 percent.\nRock fragments: 15 to 35 percent.\nStructure: Medium or coarse, columnar or subangular blocky.\nBt2 horizon\nValue:  5 or 6.\nChroma:  5 or 6.\nOrganic matter content: 0.25 to 1 percent.\nClay percent: 18 to 35 percent.\nRock fragments: 35 to 60 percent. Cobbles are common in lower horizons.\nTexture:  Sandy loam, very fine sandy loam, or sandy clay loam.\nStructure: Subangular blocky or massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Beavet, Bighole, Plimpton and Wallrock soils. Beavet soils have secondary calcium carbonate accumulations, has a calcium carbonate equivalent of 5 to 10 percent, and are usually dry except between April and July. Bighole soils have a glossic horizon, secondary calcium carbonate accumulations, and are subject to flood irrigation. Plimpton soils are subject to prolonged flood irrigation that forms redoximorphic features in the profile. Wallrock soils average thinner mollic epipedons and have secondary calcium carbonate accumulations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bendastik soils are on upper mountain broad valleys and narrow benches of mountain valley backslopes. These soils formed in reworked loess over colluvium or glacial moraine deposits derived from metamorphic rock. Slopes are 8 to 30 percent. Elevations range from 2,000 to 2,940 meters. The climate is subhumid with cold, moist winters and cool, dry summers. The mean annual precipitation is 550 to 750 mm derived mostly from snow with additional moisture as run-on from adjacent steep slopes and summer thunderstorms. The mean annual temperature is 3 to 6 degrees C and the frost-free period is 40 to 60 days. Frost may occur during any month at higher elevations."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Laryan, Poppellen, Hourland, and Hackwood series. Laryan soils have a histic epipedon and a water table at or near the surface for most of the growing season. Poppellen soils in the particle size control section average less than 10 percent clay and greater than 35 percent rock fragments, have a water table depth between 75 and 100 cm, and a mean annual temperature of 6 degrees. Hourland soils have a water table greater than 150 cm and are dry for up to 90 days. Hackwood soils are not aquic and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bendastik soils are used for rangeland and wildlife habitat. The vegetation is principally Sierra willow, Geyer's willow, mountain brome, bluegrass, sweetcicely, nettleleaf giant hyssop, and monk's hood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Humboldt National Forest, Nevada, North Part, 2016."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 1 to 90 cm (A1, A2 and Bt1 horizons).\nArgillic horizon - The zone from 45 to 152 cm (Bt1 and Bt2 horizons).\nParticle-size control section - The zone from 45 to 95 cm (Bt1 and part of Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
