{
  "SERIES": "BENDENA",
  "STATUS": "Established Series",
  "BYREV": "DKK,GJJ",
  "REVDATE": "09/2008",
  "STATES": "KS,MO",
  "OVERVIEW": "The Bendena series consists of shallow and very shallow, somewhat excessively drained soils on uplands. They formed mainly in residuum weathered from limestone. Slopes range from 2 to 50 percent. Mean annual precipitation is about 91 centimeters, and the mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bendena silty clay loam - rangeland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 20 centimeters; very dark gray (10YR 3/1) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine subangular blocky structure; firm, slightly hard, moderately sticky, moderately plastic; 1 percent flat very angular indurated 2 to 5 millimeter limestone fragments and 2 percent flat very angular 20 to 75 millimeter limestone fragments and 2 percent flat very angular indurated 5 to 30 millimeter limestone fragment; clear smooth boundary.\nR--20 to 30 centimeters; indurated level bedded, fractured, limestone bedrock. The upper part has dark colored soil in the cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Kansas; located about 1500 feet north and 1200 feet west of the southeast corner, Sec. 22, T. 10 S., R. 18 E.; USGS Ozawkie topographic quadrangle; lat. 39 degrees 9 minutes 7.10 seconds N. and long; 95 degrees 23 minutes 6.90 seconds W., NAD 83; 433747 meters easting, 293079 meters northing."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture; The soil moisture control section is Udic moisture regime\nDepth to lithic contact; 10 to 50 centimeters to limestone bedrock\nThickness of the mollic epipedon; 10 to 50 centimeters\nA horizon;\nHue; 10 YR, 7.5YR, or 2.5Y\nValue; 2 or 3 moist, 3 or 4 dry\nChroma; 1 to 3\nTexture; Silty clay loam, clay loam, or silty clay\nClay content; 35 to 55 percent\nSand content: less than 5 percent fine sand or coarser material\nReaction: slightly acid to moderately alkaline\nSome pedons have a thin AC, or C horizon.\nIn some pedons, the limestone is more weathered, and is highly fractured."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series for this soil"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material; clayey residuum from limestone bedrock\nLandform: sloping shoulders and moderately sloping to very steep side slopes on uplands\nSlopes: 2 to 50 percent\nMean annual temperature; 11 to 14 degrees C (52 to 57 degrees F)\nMean annual precipitation; 86 to 97 centimeters\nFrost free period; 165 to 185 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chillicothe, Elmont, Gymer, Knox, Martin, Oska, Padonia, Palermo, Rosendale, Vinland, and Wamego soils.\nChillicothe soils are higher on the landscape and have a depth to limestone that is greater than 152 centimeters.\nElmont soils are lower on the landscape and are derived from shale.Gymer and Martin soils are lower on the landscape.\nKnox soils are higher on the landscape, are well drained, and do not have a lithic contact within 203 centimeters.\nOska soils are slightly higher on the landscape and have a lithic contact within 51 to 102 centimeters.Padonia soils are formed in weathered calcareous shale.\nPalermo soils are higher on the landscape, are well drained, and do not have a lithic contact within 203 centimeters.\nRosendale soils are lower on the landscape and derived from shale.\nVinland and Wamego soils are on similar landscape positions, but formed in weathered noncalcareous shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: somewhat excessively drained\nRunoff: medium or rapid\nSaturated hydraulic conductivity: moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in pasture or woodland. Native vegetation is prairie grasses and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Kansas and possibly in northwestern Missouri and southeastern Nebraska; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Doniphan County, Kansas, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously included with the Sogn series in mapping. Sogn soils are Haplustolls and typically are in a drier climate.\nDiagnostic horizons and other features recognized in this pedon include: mollic epipedon - the zone from the soil surface to a depth of 20 centimeters, lithic contact - bedrock at 20 to 30 centimeters.\n09/2008 GJJ changed from loamy to clayey, removed mixed, superactive and replaced with smectitic, fixed range in characteristics, added metric conversions, removed English\nunits, and made some format changes."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 20 centimeters; very dark gray (10YR 3/1) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine subangular blocky structure; firm, slightly hard, moderately sticky, moderately plastic; 1 percent flat very angular indurated 2 to 5 millimeter limestone fragments and 2 percent flat very angular 20 to 75 millimeter limestone fragments and 2 percent flat very angular indurated 5 to 30 millimeter limestone fragment; clear smooth boundary."
      },
      {
        "name": "R",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--20 to 30 centimeters; indurated level bedded, fractured, limestone bedrock. The upper part has dark colored soil in the cracks."
      }
    ]
  ]
}
