{
  "SERIES": "BENEDICTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC, GLP, KP, BG",
  "REVDATE": "07/2002",
  "STATES": "PB",
  "OVERVIEW": "The Benedicto series consists of very deep, somewhat poorly drained soils that formed in basaltic and andesitic volcanic ash.  Benedicto soils are in broad depressional basins of stratovolcanic islands.  Slopes range from 0 to 8 percent.  Mean annual precipitation is about 2032 millimeters (80 inches) and the mean annual temperature is about 27 degrees C. (81 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, isohyperthermic Aquandic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Benedicto silt loam, on a south facing, 2 percent slope in a hibiscus jungle at an elevation of 203 meters (666 feet).  Textures are apparent field textures.  (Colors are for moist soil unless otherwise noted.)  When described on May 3, 1999 the soil was moist throughout.\nA--0 to 10 centimeters (0 to 4 inches); black (2.5Y 2.5/1), silt loam; moderate fine subangular blocky and moderate medium subangular blocky structure; hard, friable, nonsticky, nonplastic; common fine and medium roots throughout; common fine high continuity dendritic tubular pores; strongly acid, pH 5.4 by 1:1 H2O; clear wavy boundary.  8 to 25 centimeters thick (3 to 10 inches).\nBw--10 to 23 centimeters (4 to 9 inches); very dark grayish brown (2.5Y 3/2), silt loam; weak fine subangular blocky and weak medium subangular blocky structure; moderately hard, very friable, slightly sticky, nonplastic, slightly smeary; common medium roots throughout; common fine and common very fine high continuity dendritic tubular pores; 20 percent medium prominent irregular brown (7.5YR 4/4) masses of oxidized iron between peds with diffuse boundaries; slightly acid, pH 6.3 by 1:1 H2O; gradual wavy boundary.  4 to 33 centimeters thick (2 to 13 inches).\nBd--23 to 41 centimeters (9 to 16 inches); dark grayish brown (2.5Y 4/2), silt loam; weak medium platy parts to moderate angular blocky structure; friable, very hard, slightly sticky, slightly plastic, very smeary; few fine roots throughout; common fine and common medium low continuity vesicular pores; moderately consolidated densic fragments, neutral, pH 6.7 by 1:1 H2O; clear wavy boundary.  0 to 25 centimeters thick (0 to 10 inches).\n2Bw1--41 to 64 centimeters (16 to 25 inches); lithochromic dark gray (2.5Y 4/1), silt loam; weak medium prismatic parts to weak medium platy structure; extremely hard, firm, slightly sticky, slightly plastic, very smeary; common medium roots throughout; 20 percent medium prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron between peds with diffuse boundaries; neutral, pH 6.7 by 1:1 H2O; clear wavy boundary.  41 to 64 centimeters thick (16 to 25 inches).\n2Bw2--64 to 152 centimeters (25 to 61 inches); lithochromic dark grayish brown (2.5Y 4/2), silt loam; strong coarse prismatic structure; extremely hard, firm, slightly sticky, slightly plastic, very smeary; 20 percent medium prominent irregular brown (7.5YR 4/4) masses of oxidized iron between peds with diffuse boundaries; neutral, pH 6.7 by 1:1 H2O.  4 to 75 centimeters thick (2 to 30 inches)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Anatahan, Commonwealth of the Northern Mariana Islands, in the Lomb Valley, about 500 feet north of the trailhead at the southern end of the valley, lat. 16 degrees, 21 minutes and 55 seconds N and long. 145 degrees, 38 minutes, and 44 seconds, NAD 83, GPS/PLGR."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 26 to 30 degrees C (79 to 86 degrees F).\nDepth to redoximorphic concentrations: 10 to 152 centimeters (4 to 61 inches).\nClay content of particle-size control section: 35 to 50 percent weighted\naverage(calculated from lab data- see Remarks).\nA horizon:\nHue:  10YR or 2.5Y\nValue:  2.5 to 4\nChroma:  1 or 2\nReaction:  Strongly acid to moderately acid\nB horizons:\nHue:  10YR or 2.5Y\nValue:  3 to 5\nChroma:  1 or 2\nReaction:  Moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Volcanic ash derived from basalt and andesite.\nLandform:  Broad depressional basins on stratovolcanic islands\nSlopes:  0 to 8 percent\nElevation:  55 to 65 meters (180 to 215 feet)\nMean annual temperature: 26 to 30 degrees C (79 to 86 degrees F).\nMean annual precipitation: 1778 to 2286 millimeters (70 to 90 inches)\nPrecipitation pattern: Monsoonal, characterized by a wet season from July through November when moderate to torrential rains occur, and a dry season with substantially less precipitation from December through June.\nFrost-free period: 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Apilam soils.  Apilam soils have andic properties and do not have an aquic moisture regime or significant redoximorphic features."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained, low runoff and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for betelnut plantation, other agro-forestry crops and wildlife habitat.  Native and naturalized vegetation includes hibiscus, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Mariana Islands.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Anatahan, Commonwealth of the Northern Mariana Islands, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nThe soil moisture control section is 10 to 30 centimeters.\nParticle-size control section: The zone from 25 to 100 centimeters (10 to 40 inches).\nOchric epipedon: The zone from 0 to 23 centimeters (0 to 9 inches). Redoximorphic concentrations: In the zone from 10 to 152 centimeters (0 to 61 inches).\nAquic moisture regime/Endosaturation:  The zone of saturation at 0 to 152 centimeters (0 to 61 inches).\nParticle size control section clay percent is estimated and calculated from lab data due to poor dispersion as indicated by high 15 bar/clay ratios (2.5(15BarH2O - Organic Carbon)).\nThis soil is bordering on isotic mineralogy.\nTaxonomic Version: Second edition Soil Taxonomy, 1999.\nADDITIONAL DATA:  NSSL lab sample number S99MP-090-025\nNational Cooperative Soil Survey\nU.S.A."
  }
}
