{
  "SERIES": "BENEMES",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-ET-MAV-JVC",
  "REVDATE": "02/2017",
  "STATES": "CA",
  "OVERVIEW": "The Benemes series consists of very deep, excessively drained soils that formed in rhyolitic volcanic ash and pumice.  Benemes soils are on lake terraces and volcanic craters.  Slopes are 2 to 15 percent.  The mean annual precipitation is about 300 mm and the mean annual temperature is about 7.2 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy-pumiceous, glassy, nonacid, mesic Vitrandic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Benemes paragravelly ashy sand--on a 5 percent west-facing slope at 2,005 feet elevation under Wyoming big sagebrush, Anderson's peachbrush, and antelope bitterbrush--rangeland. (Colors are for dry soil unless otherwise noted.  When described on August 8, 1979 the soil was dry throughout.)  The soil surface is covered with 2 percent cobbles, 40 percent pumice paragravel, and some obsidian gravel.\nA1--0 to 13 cm; light brownish gray (10YR 6/2) paragravelly ashy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 30 percent fine pumice paragravel, slightly acid (pH 6.1); abrupt smooth boundary.  (8 to 13 cm thick)\nA2--13 to 23 cm; light gray (10YR 7/2) ashy loamy sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 5 percent pumice paragravel; slightly acid (pH 6.4); abrupt smooth boundary.  (5 to 13 cm thick)\nC--23 to 152 cm; light gray (10YR 7/2) very paragravelly ashy coarse sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; few very fine, few fine, and few medium roots; common very fine and common fine interstitial pores; 1 percent stones, 5 percent cobbles, 50 percent pumice paragravel, and some obsidian gravel; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; about 3.5 miles southeast of Lee Vining near Panum Crater and 8 feet east of dirt road; 200 feet south and 1,400 feet west of the northeast corner of section 24, T. 1 N., R. 26 E.;\nUSGS Lee Vining 7.5 minute topographic quadrangle; latitude 37 degrees 56 minutes 17 seconds N and longitude 119 degrees 03 minutes 19 seconds W;   WGS84 Decimal Degrees 37.9380556 latitude, -119.0552778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil between depths of 30 to 100 cm is usually dry from mid-May to mid-November, and is moist in some or all parts the rest of the time.  The soil temperature is above 5 degrees C., from April 1 to December 20, and is above 8.3 degrees C. from April 15 to November 30.  Summer thundershowers occur but are sporadic and usually do not wet the control section; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.; Extrapolated from actual temperature transect data using Rod Arkley's equation.\nDepth to bedrock: 152 cm or more.\nReaction: Slightly acid or neutral.\nParticle-size control section - Rock and pararock fragments: 35 to 70 percent, mainly pumice paragravel and obsidian gravel.\nA horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nTexture: Ashy sand, ashy loamy sand, or paragravelly ashy sand.\nPararock fragments: 5 to 30 percent.\nStructure: Single grain or massive.\nVolcanic glass content: 30 to 60 percent in coarse silt through very coarse sand fractions.\nC horizon\nValue: 6 through 8 dry, 5 or 6 moist.\nChroma: 1 or 2 dry, 2 or 3 moist.\nPararock fragments: 35 to 60 percent; cobbles and stones are 0 to 10 percent, with cobbles predominating.\nVolcanic glass content: 30 to 60 percent in coarse silt through very coarse sand fractions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Benemes soils are on lake terraces and volcanic craters such as Panum Crater near Mono Lake.  These soils formed in rhyolitic volcanic ash and pumice.  Slopes are 2 to 15 percent.  Elevations range from 1,985 to 2,135 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 360 mm, much of it as snow.  Precipitation ranges are extrapolated from data at weather stations in Pumice Valley and Mono Lake.  The mean January temperature is about -2 degrees C. and the mean July temperature is about 19 degrees C.  The mean annual temperature is 6 to 8 degrees C.  The frost-free period is 115 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Brantel soil.  Brantel soils do not have more than 35 percent pumice and obsidian fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYRAULIC CONDUCTIVITY:  Excessively drained; very low surface runoff; rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Benemes soils are used for livestock grazing and wildlife habitat.  The vegetation is Wyoming big sagebrush, Anderson's peachbrush, antelope bitterbrush, Douglas rabbitbrush, Indian ricegrass, annual forbs, common pricklygilia, and rubber rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California.  These soils are not extensive with about 800 acres of the series mapped to date.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mono County (Benton-Owens Valley Area Soil Survey), California, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of February 2003 updates the taxonomic class from Cindery, mesic Vitrandic Torriorthents.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nVitrandic intergrade properties - The zone from the soil surface to 75 cm (A1 and A2 horizons and part of the C horizon).\nParticle-size control section and ashy-pumiceous substitute class with glassy mineralogy - The zone from 25 to 100 cm (part of the C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 13 cm; light brownish gray (10YR 6/2) paragravelly ashy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 30 percent fine pumice paragravel, slightly acid (pH 6.1); abrupt smooth boundary.  (8 to 13 cm thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--13 to 23 cm; light gray (10YR 7/2) ashy loamy sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 5 percent pumice paragravel; slightly acid (pH 6.4); abrupt smooth boundary.  (5 to 13 cm thick)"
      },
      {
        "name": "C",
        "top": 23,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--23 to 152 cm; light gray (10YR 7/2) very paragravelly ashy coarse sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; few very fine, few fine, and few medium roots; common very fine and common fine interstitial pores; 1 percent stones, 5 percent cobbles, 50 percent pumice paragravel, and some obsidian gravel; slightly acid (pH 6.4)."
      }
    ]
  ]
}
