{
  "SERIES": "BENEVOLENCE",
  "STATUS": "Established Series",
  "BYREV": "RHC; Rev. SWA & GRB",
  "REVDATE": "04/2003",
  "STATES": "AL,GA",
  "OVERVIEW": "The Benevolence series consists of very deep, well drained, moderately rapid permeable and moderately permeable soils on broad ridges and side slopes of the Southern Coastal Plain.  They formed in unconsolidated sandy and loamy marine sediments.  Near the type location, the mean annual temperature is about 66 degrees F., and the mean annual precipitation is about 49 inches.  Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, kaolinitic, thermic Typic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Benevolence loamy sand -- on a west facing, 2 percent slope, in a pine plantation.  (Colors are for moist conditions)\nAp--0 to 12 inches; brown (7.5YR 4/4) loamy sand; weak fine granular structure; very friable; many fine roots; moderately acid; clear smooth boundary.  (2 to 12 inches thick)\nBt1--12 to 37 inches; yellowish red (5YR 5/6) sandy loam; weak coarse subangular blocky structure; friable; many fine and medium roots; sand grains coated and bridged with clay; moderately acid; gradual wavy boundary.\nBt2--37 to 47 inches; red (2.5YR 4/8) loamy sand; weak medium subangular blocky structure; very friable; common fine and medium roots; most sand grains coated and bridged with clay; moderately acid; gradual wavy boundary.\nBt3--47 to 80 inches; red (2.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few faint discontinuous clay films on ped faces; strongly acid. (Combined thickness of the Bt horizons range is more than 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randolph County, Georgia.  Approximately 3.0 miles northeast of Benevolence, about 400 feet east of County Road 186; Benevolence topographic quadrangle; lat. 31 degrees 54 minutes 33 seconds N.; long. 84 degrees 41 minutes 47 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  Ironstone nodules range from 0 to 10 percent, by volume, throughout the solum. The particle size control section has 10 to 18 percent clay and less than 20 percent silt.  Reaction ranges from very strongly acid to moderately acid throughout, except where the surface has been limed.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 3 or 4.  Texture is loamy fine sand or loamy sand.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 4.  Texture is loamy fine sand or loamy sand.\nThe EB horizon, where present, has hue of 7.5YR, value of 5 or 6, and chroma of 5 or 6.  Texture is loamy fine sand or loamy sand.\nThe BE horizon, where present, has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Texture is sandy loam.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 6 or 8.  Texture in the upper part is fine sandy loam or sandy loam.  Texture in the lower part is sandy loam or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Benevolence soils are on broad ridges and side slopes in the Southern Coastal Plain.  They formed in loamy and sandy marine sediments.  Slopes are generally convex and range from 0 to 15 percent.  Climate is warm and humid and is characterized by cool wet winters and hot summers with variable rainfall.  The average annual temperature ranges from 64 to 68 degrees F., and the average annual precipitation ranges from 43 to 50 inches.  The frost-free period ranges from 225 to 285 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ailey, Americus, Cowarts, Lakeland, Lucy, Nankin, Orangeburg, Red Bay, Springhill, and Troup soils.  Ailey and Lucy soils are on slightly lower positions and have surface and subsurface layers 20 to 40 inches in thickness.  In addition, Ailey soils have a dense 2C horizon.  Americus, Lakeland, Orangeburg, Red Bay, Springhill, and Troup soils are on similar positions.  In addition, Americus soils do not have a kandic horizon, are Rhodic, and have a sandy particle-size control section.  Lakeland soils are sandy throughout and Orangeburg soils have fine-loamy control sections.  Red Bay and Springhill soils have fine-loamy control sections.  Troup soils have sandy A and E horizons 40 to 80 inches in thickness.  Cowarts and Nankin soils are on lower more sloping positions.  In addition, Cowarts soils have a thinner solum and are fine-loamy, and Nankin soils have clayey control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability in the upper subsoil and moderate permeability in the lower subsoil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Benevolence soils are used for cultivated crops, pasture, hayland, or timber production.  A few areas are used for wildlife habitat or homesites.  Cultivated crops include peanuts, cotton, corn, and soybeans.  The woodland vegetation consists of longleaf pine, loblolly pine, and slash pine with scattered oaks, hickory, and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Randolph County, Georgia, 1998.  The proposed series name is taken from a small community near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 12 inches (Ap horizon).\nArgillic horizon - 12 to 80 inches (Bt1, Bt2, and Bt3 horizons).\nKandic horizon - 12 to 80 inches (Bt1, Bt2, and Bt3 horizons).\nADDITIONAL DATA:  S97GA243-1.  Sample by the University of Georgia.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 inches; brown (7.5YR 4/4) loamy sand; weak fine granular structure; very friable; many fine roots; moderately acid; clear smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--12 to 37 inches; yellowish red (5YR 5/6) sandy loam; weak coarse subangular blocky structure; friable; many fine and medium roots; sand grains coated and bridged with clay; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 94,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--37 to 47 inches; red (2.5YR 4/8) loamy sand; weak medium subangular blocky structure; very friable; common fine and medium roots; most sand grains coated and bridged with clay; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 119,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3--47 to 80 inches; red (2.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few faint discontinuous clay films on ped faces; strongly acid. (Combined thickness of the Bt horizons range is more than 60 inches.)"
      }
    ]
  ]
}
