{
  "SERIES": "BENSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRS-BGW-RLM-SHG",
  "REVDATE": "02/2003",
  "STATES": "ME,NY,PA,VT",
  "OVERVIEW": "The Benson series consists of shallow to limestone or calcareous shale, somewhat excessively and excessively drained soils on glaciated uplands. They formed in loamy till. Bedrock is at a depth of 10 to 20 inches.  Permeability is moderate throughout the soil. Slope ranges from 0 to 70 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Lithic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Benson silt loam - described in a wooded area of Benson rocky silt loam, over shaley limestone, 8 to 15 percent slopes (Colors are for moist soil unless otherwise noted.)\nOi -- 0 to 1 inches; slightly decomposed litter of leaves and twigs.\nA -- 1 to 6 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many roots; 5 percent rock fragments; slightly acid; clear smooth boundary. (3 to 7 inches thick.)\nBw1 -- 6 to 11 inches; brown (10YR 4/3) channery silt loam; weak fine and very fine subangular blocky structure; friable; many roots; 15 percent rock fragments; neutral; abrupt wavy boundary.\nBw2 -- 11 to 19 inches; dark grayish brown (10YR 4/2) very channery silt loam; weak fine subangular blocky structure; friable; many roots; 40 percent rock fragments; strongly effervescence; slightly alkaline; abrupt wavy boundary. (Combined thickness of the Bw horizon is 6 to 16 inches.)\nR--19 inches; dark gray (N 4/0) limestone; violent effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grand Isle County, Vermont; Town of South Hero; 1.2 miles west of the west end of Sand Bar Bridge connecting South Hero Island and Chittenden County, Vermont. USGS South Hero, VT topographic quadrangle; Latitude 44 degrees, 38 minutes, 2 seconds N. and Longitude 73 degrees, 17 minutes, 16 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 9 to 20 inches. The depth to bedrock ranges from 10 to 20 inches. Rock fragments make up 35 to 70 percent by volume of the particle size control section and range from 5 to 50 percent in the A horizon and from 15 to 70 percent in the Bw horizon. Channers are the dominant kind of rock fragment. Reaction ranges from moderately acid to slightly alkaline in the A horizon, from slightly acid to slightly alkaline in the upper part of the Bw horizon, and is neutral or slightly alkaline in the lower part of the Bw horizon. Carbonates are usually present in the lower part but can be found throughout the Bw horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 2 through 4. It is silt loam, loam, or silty clay loam in the fine earth.\nThe Bw horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 through 6, and chroma of 2 through 6. It is silt loam, loam or silty clay loam in the fine earth.\nSome pedons have a Cr or C horizon. It has hue of 5YR, 7.5YR, 10YR, 2.5Y, or 5Y, value of 3 through 5, and chroma of 3 through 6. It is silt loam, loam or silty clay loam in the fine earth. Rock fragments range from 20 to 90 percent.  Reaction is neutral or slightly alkaline.\nBedrock is limestone or calcareous shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There no series in the same family.\nThe Brimfield, Farmington, Galway, Hollis, Holyoke, Kearsarge, Lordstown,  Palatine, and Umpcoos series are similar soils in related families. The Umpcoos soil is more acid in the subsoil and is underlain by sandstone or siltstone. Brimfield, Hollis, Holyoke, and Kearsarge soils have less than 60 percent base saturation and less than 35 percent rock fragments in the control section. The Farmington soil has less than 35 percent rock fragments in the control section. The Galway soil has less than 35 percent rock fragments in the control section and the depth to bedrock ranges from 20 to 40 inches. The Lordstown soil has less than 60 percent base saturation, less than 35 percent rock fragments in the control section and the depth to bedrock ranges from 20 to 40 inches. The Palatine soil has a mollic epipedon and the depth to bedrock ranges from 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Benson soils are nearly level to very steep soils on glaciated uplands. They are on broad plains and on the tops and side slopes of hills, ridges, knolls, and mounds. Slope ranges from 0 to 70 percent. The soils formed in loamy till underlain by limestone or calcareous shale bedrock. The mean annual precipitation ranges from 28 to 45 inches and the mean annual temperature ranges from 45 to 56 degrees Farenheit. The frost free season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amenia, Covington, Massena, Nellis, Panton, and Vergennes soils. The Nellis, Amenia, and Massena soils have less than 35 percent rock fragments in the control section and the depth to bedrock is greater than 60 inches. The Amenia and Massena soils have mottles in the subsoil. The Vergennes, Panton, and Covington soils formed in clayey lacustrine deposits and the depth to bedrock is greater than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained and excessively drained. Permeability is moderate throughout the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. Common trees are sugar maple, beech, yellow birch, basswood, red oak, hickory, white ash, white pine, northern white cedar, red cedar, and hemlock. A few areas of Benson soils that are mapped in a complex with moderately deep to very deep soils have been cleared and are used for cultivated cropland, hayland, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New York, Vermont, and Pennsylvania. Benson was used in Maine prior to frigid/mesic separation. MLRA's 101, 140, 142, 144A, and 146. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grand Isle County, Vermont, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects new horizon designations and general updating.\nThis series was mapped in MLRA 146 (Maine) prior to the mesic/frigid separation and is still on the books. It would not be used there again.\nThe horizons and features diagnostic for the typical pedon are:\n1. Ochric epipedon from 0 to 5 inches.\n2. Cambic horizon from 5 to 18 inches.\n3. Lithic contact at 18 inches.\n4. Carbonates in the cambic horizon or Cr horizon or the base saturation by Ammonium Acetate that is 60 percent or more in some subhorizon between 10 to 30 inches.\n5. Particle-size control section from 10 inches to the lithic contact is loamy-skeletal.\n6. Mesic soil temperature regime.\n7. Udic soil moisture regime.\nADDITIONAL DATA: NSSL laboratory data is available for the following pedons - S56VT-7-1 S56VT-7-2 (SSIR 20)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively and excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi -- 0 to 1 inches; slightly decomposed litter of leaves and twigs."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 1 to 6 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many roots; 5 percent rock fragments; slightly acid; clear smooth boundary. (3 to 7 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1 -- 6 to 11 inches; brown (10YR 4/3) channery silt loam; weak fine and very fine subangular blocky structure; friable; many roots; 15 percent rock fragments; neutral; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2 -- 11 to 19 inches; dark grayish brown (10YR 4/2) very channery silt loam; weak fine subangular blocky structure; friable; many roots; 40 percent rock fragments; strongly effervescence; slightly alkaline; abrupt wavy boundary. (Combined thickness of the Bw horizon is 6 to 16 inches.)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--19 inches; dark gray (N 4/0) limestone; violent effervescence."
      }
    ]
  ]
}
