{
  "SERIES": "BERDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "03/2016",
  "STATES": "NM,OK,TX",
  "OVERVIEW": "The Berda series consists of very deep, well drained, moderately permeable soils that formed in calcareous, loamy colluvium and slope alluvium derived from the Ogallala Formation of Miocene-Pliocene age. These soils are on very gently sloping valley flats or gently sloping to very steep valley sides or escarpments. Slope ranges from 1 to 45 percent. Mean annual precipitation is about 496 mm (20 in), and mean annual temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Berda loam, on a south-facing, concave, 3 percent slope in rangeland at an elevation of about 914 m (3,000 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); light brown (7.5YR 6/3) loam, brown (7.5YR 5/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; many very fine roots; common very fine and fine tubular pores; few fine fragments of indurated calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (13 to 25 cm [5 to 10 in] thick)\nBw--18 to 56 cm (7 to 22 in); light brown (7.5YR 6/3) loam, brown (7.5YR 5/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; common very fine and fine tubular pores; few fine filaments of calcium carbonate in pore linings; violently effervescent; moderately alkaline; gradual smooth boundary. (13 to 50 cm [5 to 20 in] thick)\nBk1--56 to 91 cm (22 to 36 in); light reddish brown (5YR 6/4) clay loam, reddish brown (5YR 5/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm; common fine roots; common very fine and fine tubular pores; about 3 percent by volume of fine filaments and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (25 to 50 cm [10 to 20 in] thick)\nBk2--91 to 132 cm (36 to 52 in); light reddish brown (5YR 6/4) clay loam, reddish brown (5YR 5/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm; common fine roots; common fine tubular pores; about 4 percent by volume of fine filaments and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (25 to 100 cm [10 to 40 in] thick)\nBk3--132 to 203 cm (52 to 80 in); light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, firm; few very fine roots; common fine tubular pores; about 5 percent by volume of filaments, films, and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Floyd County, Texas; from the intersection of U.S. Highway 62 and Farm Road 54, which is about 7 miles south of Floydada, 0.5 mile north on Highway 62, 0.8 mile east on county road, 0.8 mile north on county road, 0.7 mile southeast on private road into Blanco Canyon, about 0.6 mile east on ranch road, on the east side at the base of Indian Mound; Latitude: 33 degrees, 52 minutes, 29.2 seconds N; Longitude: 101 degrees, 19 minutes, 51.4 seconds W; Floydada, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through\nFebruary are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 16 to 18 degrees C (61 to 64 degrees F).\nDepth to secondary carbonates: 13 to 70 cm (5 to 30 in).\nDepth to calcic horizon: 100 to more than 203 cm (40 to 80 in).\nSolum thickness: more than 203 cm (80 in).\nParticle-size control section: 18 to 35 percent silicate clay.\nA horizon:\nHue: 5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 4\nHorizons with moist value and chroma lower than 3.5 are less than 18 cm (7 in) thick.\nTexture: fine sandy loam or loam\nCoarse fragments: 0 to 4 percent siliceous gravel mainly on the soil surface, 0 to 10 percent caliche fragments throughout the horizon.\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\nBw horizon:\nHue: 5YR to 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 3 to 6\nTexture: loam, sandy clay loam, clay loam\nCoarse fragments: 0 to 5 percent caliche fragments\nVisible secondary calcium carbonate: less than 2 percent by volume in the form of filaments, films, and nodules\nEffervescence: violent\nReaction: slightly alkaline or moderately alkaline\nUpper Bk horizons:\nHue: 5YR to 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 3 to 6\nTexture: loam, sandy clay loam, clay loam\nCoarse fragments: 0 to 10 percent caliche fragments\nVisible secondary calcium carbonate: 2 to 4 percent as filaments, masses, nodules, and finely disseminated carbonates\nCalcium carbonate equivalent: less than 15 percent by weight\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline\nLower Bk horizons (where present):\nHue: 5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 3 to 4\nTexture: sandy clay loam or clay loam\nCoarse fragments: 0 to 10 percent caliche fragments\nVisible secondary calcium carbonate: 5 to 40 percent by volume as filaments, masses, nodules, and finely disseminated carbonates\nCalcium carbonate equivalent: 15 to 30 percent by weight\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils include the Bippus, Creta, Drake, Mansic, Mobeetie, Paloduro, Sprone, and Veal series.\nBippus, Paloduro, and Sprone soils: have a mollic epipedon.\nCreta soils: have a mollic epipedon and sodic horizons below 40 cm (16 in).\nDrake soils: have a calcic horizon within 102 cm (40 in).\nMansic soils: have a mollic epipedon and calcic horizon within 60 cm (24 in).\nMobeetie and Veal soils: have less than 18 percent silicate clay in the particle-size control section; in addition Veal has carbonatic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy colluvium and slope alluvium derived from the Ogallala Formation of Miocene-Pliocene age.\nLandform: scarps, valley sides, or valley flats.\nSlopes: dominantly 3 to 20 percent, but range from 1 to 45 percent.\nMean annual air temperature: 15 to 17 degrees C (59 to 63 degrees F).\nMean annual precipitation: 406 to 559 mm (16 to 22 in).\nFrost-free period: 185 to 220 days.\nElevation: 670 to 1,433 m (2,299 to 4,700 ft ).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Bippus, Creta, Mansic,\nMobeetie, Paloduro, Sprone, and Veal soils and the Ady, Alibates, Manson, Plemons, Potter, Tascosa, and Yellowhouse soils.\nBippus and Sprone soils: are on floodplains.\nCreta, Mobeetie, Paloduro, and Veal soils: are on similar landscape positions.\nMansic soils: are on similar landscape and have a mollic epipedon.\nAdy, Alibates, Manson, and Plemons soils: are on slightly higher landscape positions and have an argillic horizon.\nPotter and Tascosa soils: are on higher landscape positions and are loamy-skeletal in the particle-size control section.\nYellowhouse soils: are on lower landscape positions and have a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately permeable. Surface runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on 20 to 50 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are primarily used for livestock grazing. Where cultivated, the principal crops are cotton, wheat, and grain sorghum. Native vegetation includes mid and tall grasses with a wide variety of forbs and a smaller woody plant component. Major grass species are little and sand bluestem, sideoats, hairy, and blue grama, and indiangrass. Forbs include daleas, dotted gayfeather, sensitive brier, ratany, prairieclover, gauras, and bushsunflower. Sand sagebrush is the major woody species along with small amounts of yucca, shin oak, sumacs, and skunkbush. This soil has been correlated to the Hardland Slopes (R077EY055TX) ecological site in MLRA-77E."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Breaks (MLRA 77E in LRR H) of western Texas, Oklahoma, and eastern New Mexico. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hale County, Texas; l969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nThe type location was moved and described as part of the MLRA-77 Soil Survey;\nFloyd County, Texas update and will better reflect the current concept of the series; 1997.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 cm (0 to 7 in) (A horizon)\nCambic horizon: 18 to 56 cm (7 to 22 in) (Bw horizon)\nVisible secondary carbonates: 56 to 203 cm (22 to 80 in) (Bk horizons)\nADDITIONAL DATA: NSSL data from Floyd County, TX (99TX-153-001).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); light brown (7.5YR 6/3) loam, brown (7.5YR 5/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; many very fine roots; common very fine and fine tubular pores; few fine fragments of indurated calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (13 to 25 cm [5 to 10 in] thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--18 to 56 cm (7 to 22 in); light brown (7.5YR 6/3) loam, brown (7.5YR 5/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; common very fine and fine tubular pores; few fine filaments of calcium carbonate in pore linings; violently effervescent; moderately alkaline; gradual smooth boundary. (13 to 50 cm [5 to 20 in] thick)"
      },
      {
        "name": "Bk1",
        "top": 56,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--56 to 91 cm (22 to 36 in); light reddish brown (5YR 6/4) clay loam, reddish brown (5YR 5/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm; common fine roots; common very fine and fine tubular pores; about 3 percent by volume of fine filaments and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (25 to 50 cm [10 to 20 in] thick)"
      },
      {
        "name": "Bk2",
        "top": 91,
        "bottom": 132,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk2--91 to 132 cm (36 to 52 in); light reddish brown (5YR 6/4) clay loam, reddish brown (5YR 5/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm; common fine roots; common fine tubular pores; about 4 percent by volume of fine filaments and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (25 to 100 cm [10 to 40 in] thick)"
      },
      {
        "name": "Bk3",
        "top": 132,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk3--132 to 203 cm (52 to 80 in); light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, firm; few very fine roots; common fine tubular pores; about 5 percent by volume of filaments, films, and nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary."
      }
    ]
  ]
}
