{
  "SERIES": "BERENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD/TER/MJD",
  "REVDATE": "11/2007",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Berent loamy fine sand - rangeland. (Colors are for air dry soil unless otherwise stated.)\nA--0 to 6 inches; pale brown (10YR 6/3) loamy fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose; many very fine and few fine roots; slight effervescence, carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 10 inches thick)\nC1--6 to 16 inches; pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grain; loose; common very fine and few fine and medium roots; slight effervescence, carbonates are disseminated; moderately alkaline (pH 8.2); gradual wavy boundary.  (2 to 20 inches thick)\nC2--16 to 39 inches; light yellowish brown (10YR 6/4) fine sand, dark yellowish brown (10YR 4/4) moist; single grain; loose; few very fine and fine roots; slight effervescence, carbonates are disseminated; strongly alkaline (pH 8.8); gradual wavy boundary.  (5 to 30 inches thick)\nC3--39 to 60 inches; light yellowish brown (10YR 6/4) fine sand, brown (10YR 5/3) moist; single grain; loose; few very fine roots; slight effervescence, carbonates are disseminated; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tooele County, Utah, about 10 miles west and 9 miles south of Delle, Utah; about 2,200 feet south and 500 feet west of the northeast corner, sec. 20, T. 2 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soils are usually dry, but are moist during winter and early spring and are moist from 10 to 20 days cumulative from July through October due to convection storms. Aridic bordering on xeric moisture regime.\nSoil temperature: 47 to 53 degrees F.\nParticle size control section (weighted average)\nClay content: 0 to 5 percent clay\nCalcium carbonate equivalent: 1 to 15 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 or 3\nReaction: Slightly alkaline or moderately alkaline\nC horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 4 to 6 moist\nChroma: 2 to 6\nReaction: Slightly alkaline to strongly alkaline\nEffervescence: Slightly effervescent to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Goldrun (NV), Grandora (CA), Hotsprings (NV), Incy (NV), Lachim (CA), Painter (ID), Quincy (WA), Quinton (OR), Rinquin (WA), Toll (NV), Walco (ID), Winchester (WA) and Zorravista (NV) series.  Quinton, Lachim, Painter, and Walco soils have bedrock at a depth of 20 to 40 inches. Goldrun soils are noncalcareous to a depth of 17 to 35 inches. Grandora soils are noncalcareous throughout the profile and have clay films. Hotsprings soils have 20 to 35 percent gravel in the particle size control section.  Incy soils are noncalcareous throughout the profile. Quincy soils are noncalcareous to a depth of 15 inches. Rinquin soils have a paralithic contact at a depth of 20 to 40 inches. Toll soils are noncalcareous and are slightly acid or neutral throughout.  Winchester soils are noncalcareous to a depth of 20 to 30 inches and have more than 75 percent medium sand or coarser in the particle size control section.  Zorravista soils have appreciable amounts of vitric pyroclastic material throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Berent soils are on hummocky stabilized sand dunes.  They formed in eolian material derived from sandy lacustrine deposits or igneous and sedimentary rocks. Slopes are 0 to 30 percent. Elevation is 4,500 to 5,800 feet.  The mean annual precipitation is 8 to 12 inches and the mean annual air temperature is 45 to 51 degrees F. The freeze-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amtoft, Hiko Peak and Medburn soils. Amtoft soils are shallow to bedrock and are on adjacent hillsides. Hiko Peak soils are loamy-skeletal and are on high fan terraces. Medburn soils are coarse-loamy and are on lower fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; rapid or very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Berent soils are used for rangeland and wildlife habitat. The potential vegetation is an overstory of Utah juniper and an understory of needleandthread, Indian ricegrass, scurfpea and bottlebrush squirreltail. In southwest Utah the present vegetation includes rubber rabbitbrush, squawbush and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Utah. These soils are moderately extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County, Utah, (Beryl-Enterprise Soil Survey Area) 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was moved to Tooele County, Utah in 1990.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from the surface to 6 inches. (A horizon)\nParticle size control section: The zone from 10 to 40 inches. (Parts of the C1, C2 and C3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
