{
  "SERIES": "BERGSVIK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/TDT",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, mixed, dysic, isomesic Terric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bergsvik mucky-peat, under brush. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed leaves, moss, twigs, roots and other woody materials.\nOe1--2 to 6 inches; dark reddish brown (5YR 3/2) broken, mucky peat, dark reddish brown (5YR 2/2) rubbed and pressed; about 45 percent fibers, 20 percent rubbed; many very fine and fine roots; extremely acid (pH 4.4); clear smooth boundary. (3 to 10 inches thick)\nOe2--6 to 17 inches; black (5YR 2/1) broken, rubbed and pressed, mucky peat, about 85 percent fibers, 40 percent rubbed; many very fine and fine roots; extremely acid (pH 4.2); gradual smooth boundary. (4 to 17 inches thick)\n0e3--17 to 34 inches; very dark grayish brown (10YR 3/2) broken, mucky peat, black (10YR 2/1) rubbed and pressed; about 80 percent fibers, 40 percent rubbed; common very fine and fine roots; few 1 to 2 inch diameter wood fragments; extremely acid (pH 4.4); clear smooth boundary. (11 to 20 inches thick)\nOe4--34 to 38 inches; black (10YR 2/1) broken, rubbed and pressed, mucky peat about 50 percent fibers, 30 percent rubbed; 40 percent mineral material; common very fine and fine roots; extremely acid (pH 4.4); abrupt smooth boundary. (0 to 6 inches thick)\n2C1--38 to 45 inches; very dark brown (7.5YR 2/2) fine sand, dark brown (7.5YR 3/2) dry; single grained; loose, nonsticky and nonplastic few fine roots; very strongly acid (pH 4.6); gradual smooth boundary. (5 to 10 inches thick)\n2C2--45 to 20 inches; very dark grayish brown (2.5Y 3/2) fine sand, grayish brown (2.5Y 5/2) dry; single grained; loose, nonsticky and nonplastic; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clatsop County, Oregon; about 0.3 miles south on Hawkins Road from Cullaby Lake Road intersection; about 75 feet west of road in the NE1/4 SE1/4 NW1/4, section 15, T.7N., R.10W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are saturated with water throughout the year unless artificially drained. The mean annual soil temperature is 49 to 52 degrees F. The mean annual summer soil temperature is about 52 to 56 degrees F., and the mean annual winter soil temperature is about 46 to 50 degrees F. The difference between mean summer and mean winter soil temperature is 5 to 9 degrees F. Depth to the underlying sandy material is 18 to 51 inches. These soils are extremely to very strongly acid in the organic layers.\nThe surface tier has hue of 5YR to 10YR, value of 2 or 3 and chroma of 1, 2 or 3 moist. Fibers range from 35 percent to 85 percent unrubbed and 15 to 40 percent after rubbing. A surface mantle of sand 3 to 12 inches thick overlies the organic materials in some areas.\nThe subsurface tier has hue of 5YR ot 10YR, value of 2 or 3 moist and chroma of 1, 2 or 3 moist. Fibers range from 40 to 80 percent unrubbed ans 20 to 50 percent after rubbing. Mineral material ranges from 0 to 45 percent in the lower part.\nThe 2C horizons have hue of 7.5YR through 2.5Y, value of 2 to 4 moist, 3 to 6 dry and chroma of 1 or 2 moist and dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no other soils in this subgroup. The Crims series is similar. Crims soils are loamy in the bottom tier and have a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bergsvik soils are on depressional areas between dunes and also between dunes and adjacent uplands. Slopes are 0 to 1 percent. Elevations are 5 to 20 feet. They formed in the remains of sedges, willows and other water tolerant plants deposited over interdunal sands. The climate is characterized by warm wet winters and warm moist summers. The mean annual precipitation is 70 to 100 inches.  The mean annual temperature is 48 to 51 degrees F. The frost-free period is 175 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brallier, Netarts, Warrenton and Yaquina soils. Brallier soils lack mineral soils in the control section. Netarts soils have a spodic horizon and are well drained. Yaquina soils are somewhat poorly drained and have a spodic horizon. Warrenton soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow runoff, to ponded; moderate over moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bergsvik soils are used for cranberry production and building sites where water table is lowered or managed. Where not managed, native vegetation consists of Sitka spruce, western hemlock, red alder, willows, salmonberry, skunk cabbage and other water tolerant plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interdune areas of northwestern Clatsop County, Oregon. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clatsop County, Oregon, 1984.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
