{
  "SERIES": "BERKSHIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJS-WHT-CAW-RGD",
  "REVDATE": "05/2016",
  "STATES": "ME,MA,NH,NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Berkshire fine sandy loam, on a 30 percent, southeast facing slope in a very stony, wooded area. (Colors are for moist soil unless otherwise noted.)\nOi -- 0 to 5 cm; slightly decomposed plant material comprised of needles, leaves, and twigs. (0 to 12 cm thick)\nA -- 5 to 10 cm; very dark gray (10YR 3/1) fine sandy loam, dark gray 10YR 4/1), dry; weak fine granular structure; very friable; many fine, many medium, and common coarse roots; 5 percent gravel; very strongly acid (pH 4.6); abrupt wavy boundary. (0 to 10 cm thick)\nE -- 10 to 13 cm; gray (10YR 5/1) fine sandy loam; weak fine granular structure; very friable; many fine, many medium, and few coarse roots; 5 percent gravel; very strongly acid (pH 4.8); abrupt broken boundary. (0 to 30 cm thick)\nBs1 -- 13 to 18 cm; dark reddish brown (5YR 3/4) fine sandy loam; weak fine granular structure; very friable; moderately smeary; many fine and many medium roots; 5 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary.\nBs2 -- 18 to 33 cm; strong brown (7.5YR 4/6) fine sandy loam; weak fine granular structure; friable; weakly smeary; many fine and many medium roots; 5 percent gravel; strongly acid (pH 5.4); clear smooth boundary.\nBs3 -- 33 to 53 cm; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine granular structure; friable; common fine and common medium roots; 5 percent gravel; strongly acid (pH 5.4); clear smooth boundary. (Combined thickness of the Bs horizon is 5 to 40 cm.)\nBC1 -- 53 to 71 cm; light olive brown (2.5Y 5/4) fine sandy loam; weak medium subangular structure; friable; common fine and few medium roots; 5 percent gravel; strongly acid (pH 5.4); gradual smooth boundary.\nBC2 -- 71 to 84 cm; olive (5Y 5/4) fine sandy loam; weak medium subangular structure; friable; common fine and few medium roots; 5 percent gravel; moderately acid (pH 5.6); clear smooth boundary. (Combined thickness of the BC horizon is 0 to 51 cm.)\nC -- 84 to 165 cm; olive (5Y 5/3) fine sandy loam; massive; friable; few fine roots; 10 percent gravel; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Windsor County, Vermont; Town of Bethel; located about 1 mile west of VT Route 12, and 800 feet south of Gilead Brook; USGS Randolph, VT topographic quadrangle; latitude 43 degrees, 52 minutes, 32.05 seconds N. and longitude 72 degrees, 40 minutes, 14.57 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mineral solum ranges from 41 to 91 cm. Depth to bedrock is greater than 165 cm. Texture of the fine-earth fraction of the mineral horizons is loam, very fine sandy loam, fine sandy loam, or sandy loam. Clay content averages 10% or less and silt content averages 40 percent or less in the particle size control section. The A and E horizons contain 5 to 20 percent gravel or channers, 0 to 10 percent cobbles and 0 to 10 percent stones by volume. The Bhs, Bs, and BC horizons contain 5 to 35 percent gravel or channers, 0 to 30 percent cobbles, and 0 to 30 percent stones by volume. The C horizon contains 5 to 50 percent gravel or channers, 0 to 50 percent cobbles, and 0 to 30 percent stones. The weighted average of rock fragments in the particle size controls sections is less than 35 percent. Reaction ranges from extremely acid to moderately acid unless limed.\nThe O horizon, where present, consists of slightly, intermediately, and/or highly decomposed organic material.\nThe A horizon is neutral or has hue of 5YR to 10YR, value of 2 or 3, and chroma of 0 to 3.\nSome pedons have an Ap horizon with hue of 5YR to 10YR and value and chroma of 2 to 4.\nThe E horizon is neutral or has hue of 2.5YR to 2.5Y, value of 4 to 6, and chroma of 0 to 2.\nSome pedons have a Bhs horizon up to 10 cm thick with hue of 2.5YR to 7.5YR and value and chroma of 3 or less.\nThe Bs horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 4 to 8.\nStructure of the Bs and Bhs horizons is weak granular or subangular blocky. Maximum combined thickness of the spodic horizon is 41 cm.\nThe BC horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4.\nThe C horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 2 to 6.Some pedons have individual layers of loamy coarse sand or coarse sand below a depth of 100 cm. The C horizon is typically friable, but some pedons have discrete firm masses or strata."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bangor, Elliotsville, Groveton, Houghtonville, Penquis, Potsdam, and Tunbridge series. Houghtonville soils have a spodic horizon greater than 41 cm thick. Groveton soils formed in glaciofluvial material and have less gravel in the upper part of the solum. Penquis, Tunbridge, and Elliotsville soils are moderately deep to bedrock. Potsdam soils have an eolian or water deposited silty mantle 40 to 100 cm thick over a Cd layer formed in lodgment till. Bangor soils average more than 40 percent silt in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Berkshire soils are on nearly level to very steep slopes of hills and mountains on glaciated uplands. They are typically on convex parts of summits, shoulders, and backslopes. The soils formed in loamy, late Wisconsin aged, melt-out till derived mainly from schist, granite, gneiss, and phylitte. Slope ranges from 0 to 80 percent. The mean annual precipitation is 790 to 1640 mm, and the mean annual temperature is 2 to 7 degrees C. The frost-free period ranges from 90 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hermon, Lyman, Lyme, Marlow, Monadnock, Peru, Sunapee, and Tunbridge soils. Hermon soils are sandy-skeletal and are somewhat excessively drained. Lyman soils are shallow to bedrock and are somewhat excessively drained. Monadnock soils have sandy substrata. Marlow and Peru soils formed in lodgment till, and Peru is moderately well drained. Tunbridge soils are moderately deep to bedrock. Berkshire soils are in a drainage sequence with the moderately well drained Sunapee and poorly drained Lyme soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Estimated saturated hydraulic conductivity is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The common trees are paper birch, eastern white pine, white ash, red pine, balsam fir, white spruce, sugar maple, yellow birch, and red spruce. Areas cleared of stones are used mainly for hay and pasture and some cultivated crops. A few areas are in urban use."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, western Massachusetts, New Hampshire, New York, and Vermont; principally in the White and Green Mountains, the Berkshire Hills, the Vermont Piedmont, and the Northeast Highlands of Vermont; MLRAs 143 and 144B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Berkshire County, Massachusetts, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to a depth of 13 cm (O, A, and E horizons).\nAlbic horizon - the zone from 10 to 13 cm (E horizon).\nSpodic horizon - the zone from 13 to 33 cm (Bs1 and Bs2 horizons).\nCoarse-loamy feature - the zone from 30 to 105 cm.\nADDITIONAL DATA: Characterization data for Berkshire and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
