{
  "SERIES": "BERMEJA",
  "STATUS": "Established Series",
  "BYREV": "JLL; GRB",
  "REVDATE": "02/2008",
  "STATES": "PR",
  "OVERVIEW": "The Bermeja series consists of shallow, well drained, moderately permeable soils on side slopes and summits of hills and mountains of the Semiarid Mountains and Valleys MLRA.  They formed in residuum and colluvium that weathered from basalt, chert, and rhyolite.  Near the type location, the mean annual temperature is about 80 degrees F., and the mean annual precipitation is about 29 inches.  Slopes range from 5 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, active, isohyperthermic, shallow Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bermeja extremely cobbly sandy loam--wildlife habitat (Colors are for moist soil).\nA--0 to 2 inches; dark reddish brown (5YR 3/3) extremely cobbly sandy loam, reddish brown (5YR 4/4) dry; week fine and medium granular structure; slightly hard, friable; slightly sticky, slightly plastic; many fine roots; about 45 percent, by volume, cobbles and about 20 percent, by volume, pebbles; moderately acid; clear wavy boundary. (2 to 5 inches thick)\nBw--2 to 8 inches; reddish brown (5YR 5/4) extremely paragravelly sandy clay loam, reddish brown (5YR 5/4) dry; weak fine and medium subangular blocky structure; soft, friable; slightly sticky, slightly plastic; common fine roots; common fine and medium irregular and tubular pores; about 65 percent, by volume, paragravels; strongly acid; clear wavy boundary. (4 to 6 inches thick)\nCr--8 to 27 inches; dark red saprolite that has an extremely paragravelly clay texture, red (2.5YR 5/6) dry; massive; hard, firm; slightly sticky, slightly plastic; about 70 percent, by volume, paragravels; strongly acid; clear wavy boundary. (5 to 20 inches thick)\nR--27+ inches; hard consolidated chert bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo, Puerto Rico. Sierra Bermeja Mountain Range; approximately 1,500 feet northwest of Rancho Cabassa; about 50 feet southwest of summit.  USGS Parguera topographic quadrangle (1966); lat. 17 degrees 59 minutes 17 seconds N.; long. 67 degrees 07 minutes 28 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to saprolite ranges from 8 to 20 inches.  Depth to hard consolidated chert bedrock ranges from 20 to 35 inches.  Reaction ranges from strongly acid to slightly acid throughout.\nThe A horizon has hue of 5YR or 10YR, value of 3 or 4, and chroma of 3 or 4.  Texture is sandy loam, loam, sandy clay loam, sandy clay in the fine-earth fraction.  Content of pebbles and cobbles range from 35 to 70 percent, by volume.\nThe Bw horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8.  Texture is loam, sandy clay loam or clay loam in the fine-earth fraction.  Content of paragravels and paracobbles range from 35 to 70 percent, by volume.\nThe C horizon, where present, has the same colors and textures as the Bw horizon.\nThe Cr horizon is saprolite composed of basalt, chert or rhyolite.  It can be excavated with difficulty with hand tools, and is rippable by mechanical equipment.\nThe R layer is composed of unconsolidated basalt, chert, or rhyolite bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bermeja soils are on side slopes and summits of hills and mountains on the Semiarid Mountains and Valleys MLRA.  Slopes range from 5 to 60 percent.  They formed in residuum and colluvium that weathered from basalt, chert and rhyolite.  The climate is semiarid tropical.  The average annual precipitation ranges from 28 to 36 inches and the average annual temperature ranges from 78 to 82 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cerro Mariquita (T), Llanos Costa (T) and Maguayo series.  Cerro Mariquita (T) soils are on similar positions, but have clayey subsoils that weathered from volcanic bedrock.  Llanos Costa (T) soils are on lower positions, are very deep, and have clayey-skeletal subsoils.  Maguayo soils are on lower positions, are deep to bedrock, and have clayey subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Bermeja soils are on naturalized pastureland and wildlife habitat.  The vegetation consists of xerophytic grasses, shrubs, and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Side slopes and summits of hills and mountains of the Semiarid Mountains and Valleys MLRA.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cabo Rojo Municipality, Puerto Rico; 2007.  The name is from Sierra Bermeja Mountain Range, where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 2 inches (A horizon).\nCambic horizon - the zone from 2 to 8 inches (Bw horizon).\nParalithic contact - the contact at 8 inches (Cr horizon).\nLithic contact - the contact at 27 inches (R horizon).\nThese soils were formerly included in the Guayama series.  The classification was updated with the 06/2002 draft from Loamy, mixed, active, isohyperthermic, shallow Aridic Haplustepts to Loamy, mixed, active, isohyperthermic, shallow Typic Haplocambids.  A soil moisture study performed in the San German Area Soil Survey Update recognizes the Aridic Soil Moisture Regime in southern Puerto Rico.\nBermeja soils formed in the Mariquita Chert Formation (KJm).\nADDITIONAL DATA:  Characterization pedon - Cabo Rojo Municipality, Puerto Rico; S02PR-079-002R.  Sample by NSSL, Lincoln, NE., 10/2001.\nBermeja soils are in MLRA 271.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; dark reddish brown (5YR 3/3) extremely cobbly sandy loam, reddish brown (5YR 4/4) dry; week fine and medium granular structure; slightly hard, friable; slightly sticky, slightly plastic; many fine roots; about 45 percent, by volume, cobbles and about 20 percent, by volume, pebbles; moderately acid; clear wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 5,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--2 to 8 inches; reddish brown (5YR 5/4) extremely paragravelly sandy clay loam, reddish brown (5YR 5/4) dry; weak fine and medium subangular blocky structure; soft, friable; slightly sticky, slightly plastic; common fine roots; common fine and medium irregular and tubular pores; about 65 percent, by volume, paragravels; strongly acid; clear wavy boundary. (4 to 6 inches thick)"
      },
      {
        "name": "Cr",
        "top": 20,
        "bottom": 69,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cr--8 to 27 inches; dark red saprolite that has an extremely paragravelly clay texture, red (2.5YR 5/6) dry; massive; hard, firm; slightly sticky, slightly plastic; about 70 percent, by volume, paragravels; strongly acid; clear wavy boundary. (5 to 20 inches thick)"
      }
    ]
  ]
}
