{
  "SERIES": "BERNOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELC",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Glossic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bernow fine sandy loam--forest.\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 7 inches; dark brown (10YR 4/3) fine sandy loam;\nweak fine granular structure; hard, friable; neutral; clear smooth\nboundary.  (3 to 10 inches thick)\nA2--7 to 15 inches; yellowish brown (10YR 5/4) fine sandy\nloam; weak fine granular structure; hard, friable; neutral, clear\nsmooth boundary.  (3 to 17 inches thick)\nB21t--15 to 38 inches; strong brown (7.5YR 5/6) sandy clay\nloam; few fine distinct yellowish red mottles; moderate medium\nsubangular blocky structure; very hard, firm; few thin\ndiscontinuous clay films on faces of peds; medium acid; gradual\nsmooth boundary.  (10 to 36 inches thick)\nB22t--38 to 48 inches; strong brown (7.5YR 5/6) sandy clay\nloam; common medium distinct yellowish red (5YR 5/6) mottles;\nmoderate medium subangular blocky structure; very hard, firm; few\nthin discontinuous clay films on faces of peds; very strongly\nacid; gradual smooth boundary.  (10 to 30 inches thick)\nB&A'2--48 to 68 inches; coarsely mottled yellowish brown\n(10YR 5/6) and strong brown (7.5YR 5/6) sandy clay loam (B part);\nweak coarse subangular blocky structure; very hard, firm; 10\npercent light gray (10YR 6/1) fine sandy loam (A part) massive;\nvery friable, slightly hard; few thin discontinuous clay films\nbridging sand grains; few fine dark concretions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bryan County, Oklahoma; about 4 miles northeast of\nBokchito; 1200 feet east and 60 feet north of the southwest corner\nof sec. 20, T. 6 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more\nthan 80 inches.\nThe A1 or Ap horizon is very dark grayish brown (10YR 3/2), dark\nbrown (10YR 3/3, 4/3), dark grayish brown (10YR 4/2), grayish\nbrown (10YR 5/2), or brown (10YR 5/3; 7.5YR 4/2, 4/4).  Where the\nmoist value and chroma are less than 3.5 the thickness is less\nthan 7 inches.  Texture is fine sandy loam or loamy fine sand.\nSoil reaction ranges from neutral through medium acid.\nThe A2 horizon is brown (10YR 4/3, 5/3; 7.5YR 5/2, 4/4, 5/4),\nyellowish brown (10YR 5/4), pale brown (10YR 6/3), strong brown\n(7.5YR 5/6), light brown (7.5YR 6/4), light yellowish brown (10YR\n6/4), or reddish yellow (7.5YR 6/6).  It is fine sandy loam or\nloamy fine sand and ranges from neutral through strongly acid.\nThe B21t horizon is yellowish brown (10YR 5/4, 5/6, 5/8), brownish\nyellow (10YR 6/6), strong brown (7.5YR 5/6, 5/8), reddish yellow\n(7.5YR 6/6, 6/8), reddish brown (5YR 5/4), or yellowish red (5YR\n4/6, 4/8, 5/6, 5/8).  It has mottles in shades of red, brown, or\nyellow in some pedons.  This horizon is loam, clay loam, or sandy\nclay loam and it ranges from slightly acid through very strongly\nacid.\nThe B22t horizon is light yellowish brown (10YR 6/4), yellowish\nbrown (10YR 5/4, 5/6, 5/8), brownish yellow (10YR 6/6, 6/8),\nstrong brown (7.5YR 5/6, 5/8), reddish yellow (7.5YR 6/6, 6/8),\nreddish brown (5YR 4/4, 5/4), or yellowish red (5YR 4/6, 4/8, 5/6,\n5/8).  It has mottles in shades of gray, brown, yellow, or red in\nmost pedons.   This horizon is sandy clay loam or clay loam (20 to\n32 percent clay).  It ranges from medium acid through very\nstrongly acid.  Some pedons contain clean sand grains comprising\nless than 2 percent.\nThe B part of the B&A'2 horizon has the same range in color as the\nB2t horizon or is coarsely mottled in shades of red, yellow,\nbrown, or gray.  The A'2 part of the B&A'2 horizon comprises 5 to\n15 percent of the matrix and occurs as pockets, vertical streaks,\nor ped coatings.  The A'2 part is light gray (10YR 6/1, 7/1, 7/2),\nlight brownish gray (10YR 6/2), white (10YR 8/1, 8/2), pinkish\ngray (7.5YR 6/2, 7/2), or pinkish white (7.5YR 8/2) fine sandy\nloam.  The B&A'2 horizon is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bernaldo and Gallime series and\nthe closely similar Besner, Evangeline, Naldo, Vesey, and Whakana\nseries.  Bernaldo soils are browner than 5YR hue and have a\nperched water table at a depth of 4 to 6 feet.  Besner soils are\ncoarse-loamy, and Evangeline soils are fine-silty.  Gallime soils\nhave an A horizon with a thickness of 20 inches or more.  Naldo,\nVesey, and Whakana soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bernow soils are on nearly level through\nstrongly sloping uplands.  Slope ranges from 0 to 12 percent.  The\nsoil formed in material weathered from loamy and sandy sediments.\nThe climate is warm and subhumid.  Thornthwaite annual P-E index\nis 62 to 76.  Average annual precipitation is about 38 to 46\ninches.  Mean annual temperature is about 62 degrees to 66 degrees\nF."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boswell, Hamden,\nLarue, and Romia series.  Boswell soils are on similar slopes and\nhave a fine argillic horizon.  Hamden soils are on broad slightly\nconcave ridges and have gray mottles in the upper part of the\nargillic horizon.  Larue soils are on broad smooth ridges and have\nan A horizon with a thickness of 20 inches or more.  Romia soils\nare mostly on ridgecrests and have sandstone bedrock at a depth of\n40 to 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff;\nmoderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily used for tame pasture plants or\nwoodland.  Bermudagrass is the principal pasture grass.  The main\nfield crops are wheat, grain sorghum, peanuts, soybeans, and\ncotton.  Native vegetation is mainly oak, with an understory of\ngrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oklahoma, possibly Arkansas,\nLouisiana, and Texas.  The series is of moderate extent."
  },
  "ORIGIN": {},
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bryan County, Oklahoma; 1975."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  }
}
