{
  "SERIES": "BERRYLAND",
  "STATUS": "Established Series",
  "BYREV": "SK-SG-CS/Rev. JWB",
  "REVDATE": "03/2015",
  "STATES": "DE,MD,MA,NJ,NY",
  "OVERVIEW": "Depth Class: Very deep\nDrainage Class (Agricultural): Very poorly drained\nSaturated Hydraulic Conductivity: High\nLandscape: Coastal plain, upland or lowland\nParent Material: Sandy eolian deposits and /or fluviomarine sediments\nSlope: 0 to 2 percent\nMean Annual Air Temperature (type location): 13 degrees C. (56 degrees F.)\nMean Annual Precipitation (type location): 1143 mm (45 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, mesic Typic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Berryland sand, in an idle field. (Colors are for moist soil, unless noted.)\nAp--0 to 25 cm (0 to 10 inches); black (10YR 2/1) sand, dark gray (10YR 4/1) dry; very weak fine granular structure; very friable; many fine roots; many clean light gray sand grains; less than 3 percent white quartzose pebbles; extremely acid; abrupt wavy boundary. (25 to 51 cm thick)\nEg--25 to 30 (10 to 12 inches); gray (10YR 5/1) sand; single grain; loose; common fine roots; many clean light gray sand grains; about 3 percent white rounded quartzose pebbles less than 5 cm (2 inches) in diameter; very strongly acid; abrupt wavy boundary. (0 to 15 cm thick)\nBh--30 to 51 cm (12 to 20 inches); dark reddish brown (5YR 2/2) loamy sand; single grain; loose; common fine and medium roots; sand grains coated with organic matter; common firm, weakly cemented organic nodules; very strongly acid; abrupt wavy boundary. (10 to 25 cm thick)\nBg--51 to 76 cm (20 to 30 inches); dark gray (10YR 4/1) sand; single grain; loose; few fine roots; very strongly acid; gradual wavy boundary. (25 to 61 cm thick)\nCg1--76 to 102 cm (30 to 40 inches); grayish brown (10YR 5/2) coarse sand; single grain; loose; less than 3 percent rounded quartzose pebbles in some thin strata; very strongly acid; clear smooth boundary.\nCg2--102 to 183 cm (40 to 72 inches); stratified grayish brown (10YR 5/2) sand with thin layers of sandy loam; single grain; loose; less than 3 percent rounded quartzose pebbles in some thin strata; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burlington County, New Jersey; in Wharton Tract (State Forest), about 2,000 feet southeast of Batsto River along County Highway 542, 200 feet east of road, in an idle field; USGS topographical quadrangle; lat. 39 degrees 38 minutes 20 seconds N. and long. 74 degrees 38 minutes 40 seconds W. NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 51 to 102 cm (20 to 40 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: + 15 cm (6 inches) to 25 cm (10 inches), October to June. Unless drained, the water table is at depths of 30 to 61 cm (12 to 24 inches) in summer months.\nDepth to the Spodic Horizon: 25 to 41 cm (10 to 16 inches)\nRock Fragments: less than 15 percent, by volume throughout the profile, mostly quartzose pebbles, commonly less than 5 percent. The Bh horizon contains firm nodules that range from non-cemented to strongly cemented and are hard to very hard when dry.\nSoil Reaction: Extremely acid to strongly acid, throughout the profile, unless limed\nOther Features: Iron content is low in most pedons and specimens from the Bh horizon do not normally turn red when heated unless the soils are limed.\nRange of Individual Horizons:\nO horizon (if it occurs):\nColor--hue of 2.5YR to 10YR, value of 2 or 3, chroma of 1 to 3\nType of organic soil material--highly decomposed to slightly decomposed plant material\nA, Ag, or Ap horizon:\nColor--hue of 5YR to 2.5Y, value of 2 or 3, chroma of 1 or 2, or is neutral with value of 2 or 3\nTexture--coarse sand, sand, fine sand,  loamy fine sand or loamy sand, with mucky modifiers\nEg horizon:\nColor--hue of 7.5YR or 2.5Y, value of 4 or 6, chroma of 1 or 2, or is neutral with value of 5 or 6\nTexture--coarse sand, sand, fine sand, or loamy sand\nBh horizon:\nColor--hue of 5YR to 10YR, value of 2 to 4, chroma of 1 to 4\nTexture--loamy sand or sand\nBg horizon:\nColor--hue of 10YR to 5Y, value of 4 to 6, chroma of 1 to 3, or is neutral with value of 4 to 6\nTexture--loamy sand or sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive. Some pedons have one or more Bh horizons below the Bg horizon. This feature is not series criteria. These Bh horizons have the same range in color, structure, and rupture resistance as previously described.\nCg horizon:\nColor--hue of 7.5YR to 5Y, value of 4 to 8, chroma of 1 to 2\nTexture--sand or loamy sand and below a depth of 40 inches is commonly stratified with finer textured material\nC horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 4 to 7, chroma of 3 to 6\nTexture--sand, loamy sand or loamy fine sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow or olive\nAb horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of  2 to 4, chroma of 1 to 4\nTexture--sandy loam, fine sandy loam, loam or silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain, upland or lowland\nLandform: Broad, nearly level areas adjacent to swamps and in bottoms of closed depressions at levels just above the tidal mark. Further inland, Berryland soils are found at elevations of 15 meters (50 feet) or more. In these areas,   the water table is perched by finer textured layers.\nElevation: 1.5 to 46 meters (5 to 150 feet) above mean sea level\nParent Material: Sandy eolian deposits and/or fluviomarine sediments\nSlope: 0 to 2 percent\nMean Annual Air Temperature: 11 to 14 degrees C. (52 to 58 degrees F.)\nMean Annual Precipitation: 1016 to 1270 mm (40 to 50 inches)\nFrost Free Period: 180 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAtsion soils--poorly drained soils that do not have an umbric epipedon, on slightly higher landforms\nLakehurst soils--moderately well drained soils that do not have an umbric epipedon, on slightly higher landforms\nLakewood soils--Excessively drained soils that do not have an umbric epipedon, on higher landforms\nMullica soils--do not have a spodic horizon, on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Very poorly drained\nInternal Free Water Occurrence:  Very shallow, 0 to 25 cm (0 to 10 inches) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None to frequent and none to long\nIndex Surface Runoff: Negligible\nSaturated Hydraulic Conductivity: High\nPermeability (obsolete): Moderately rapid\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses--Mostly in woodland. Some of the soil has been cleared for growing high-bush blueberries and cranberries. Drained areas have been used for growing vegetables, corn, soybeans and small grain\nWhere wooded--predominantly pitch pine, widely spaced Atlantic white cedar, red maple, and black gum. The dense understory is commonly high-bush blueberry, sweet pepperbush, bay magnolia, leather leaf, gallberry, and greenbriar. In Maryland, loblolly pine, pond pine, red maple, sweetgum, black gum, willow oak, swamp chestnut oak, and American holly are important forest trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution--Coastal Plain of New Jersey, Maryland, Delaware, Massachusetts, and possibly Long Island, New York\nExtent--Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Salem County, New Jersey, 1966\nRemarks: The series was reclassified as Typic Alaquods with the 1996 revision to the Keys to Soil Taxonomy.\nPrevious revisions: 11/2002-JAK.  Added coordinates-March 2015-DTA.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nUmbric epipedon--the zone from the soil surface to a depth of 25 cm  (Ap horizon)\nAlbic horizon--the zone from 25 to 30 cm (Eg horizon)\nSpodic horizon--the zone from 30 to 51 cm (Bh horizon)\nAquic conditions--the zone from the soil surface (or 15 cm ) to a depth of 200 cm is saturated from October to June (endosaturation).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); black (10YR 2/1) sand, dark gray (10YR 4/1) dry; very weak fine granular structure; very friable; many fine roots; many clean light gray sand grains; less than 3 percent white quartzose pebbles; extremely acid; abrupt wavy boundary. (25 to 51 cm thick)"
      },
      {
        "name": "Bh",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bh--30 to 51 cm (12 to 20 inches); dark reddish brown (5YR 2/2) loamy sand; single grain; loose; common fine and medium roots; sand grains coated with organic matter; common firm, weakly cemented organic nodules; very strongly acid; abrupt wavy boundary. (10 to 25 cm thick)"
      },
      {
        "name": "Bg",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg--51 to 76 cm (20 to 30 inches); dark gray (10YR 4/1) sand; single grain; loose; few fine roots; very strongly acid; gradual wavy boundary. (25 to 61 cm thick)"
      },
      {
        "name": "Cg1",
        "top": 76,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--76 to 102 cm (30 to 40 inches); grayish brown (10YR 5/2) coarse sand; single grain; loose; less than 3 percent rounded quartzose pebbles in some thin strata; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 102,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--102 to 183 cm (40 to 72 inches); stratified grayish brown (10YR 5/2) sand with thin layers of sandy loam; single grain; loose; less than 3 percent rounded quartzose pebbles in some thin strata; very strongly acid."
      }
    ]
  ]
}
