{
  "SERIES": "BERTRAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH-HFG",
  "REVDATE": "09/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bertrand silt loam - on a 3 percent slope in a cultivated field at an elevation of about 715 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) and brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium and fine subangular blocky structure; friable; many fine roots; common medium and fine pores; neutral; abrupt smooth boundary.  (6 to 10 inches thick)\nBt1--10 to 15 inches; brown (10YR 5/3) silt loam; weak medium subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; neutral; clear smooth boundary.\nBt2--15 to 26 inches; dark brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; firm; few fine roots; common faint clay films on faces of peds; slightly acid; clear wavy boundary.\nBt3--26 to 35 inches; dark brown (10YR 4/3) and dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; common faint clay films on faces of peds; strongly acid; clear wavy boundary.\nBt4--35 to 44 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium and coarse subangular blocky structure; friable; few faint clay films on faces of peds; slightly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon ranges from 28 to 46 inches.)\n2Bt5--44 to 55 inches; brown (10YR 5/3) and yellowish brown (10YR 5/4) stratified silt loam, loam, sandy loam, and sand; weak medium and coarse subangular blocky structure; friable; few faint clay films on faces of peds and as bridging of sand grains; slightly acid; gradual wavy boundary.  (0 to 12 inches thick)\n3C--55 to 60 inches; white (10YR 8/2) and very pale brown (10YR 7/3 and 8/3) sand with few thin strata and few isolated small pockets of sandy loam and loam; single grain; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Richland County, Wisconsin; about 4 miles east of Gotham; 1,600 feet west and 1,850 feet north of the southeast corner, sec. 26, T. 9 N., R. 2 E., or 800 feet north and 50 feet east of driveway to farmhouse on west side of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the silty alluvium, depth to the base of the argillic horizon, and depth to sandy alluvium all range from 40 to 60 inches.  The particle-size control section averages from 18 to 27 percent clay.  The content of fine sand or coarser is less than 15 percent to a depth of 40 to 60 inches.  Reaction commonly ranges from strongly acid to slightly acid throughout, but ranges to neutral in the upper part where the soil is limed.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3.  Where the value moist is 3, value dry is 6 or more.  Some pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 to 3.\nSome pedons have an E horizon with hue of 10YR, value of 4 or 5, and chroma of 2 or 3.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  Value and chroma of 3 do not occur together.  It is silt loam or silty clay loam.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4.  Typically it is stratified dominantly with silt loam, loam, fine sandy loam, or sandy loam, and has thin strata of coarser texture.  In some pedons it is not stratified.\nThe 3C horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 2 to 8.  It is stratified fine or medium sand or loamy sand and typically has a few thin strata of finer texture.  Volume of gravel ranges from 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Blackhammer, Cadiz, Camden, Dodge, Dubuque, Fayette, Flagg, Hackers, Inton, Jackson, Jermerson, Knowles, La Farge, Lomira, Marseilles, Martinsburg, Mayville, Menfro, Mentor, Minnith, Palsgrove, Pepin(T), Piscasaw(T), Pottersville(T), Ridgway, Rush, Ruma(T), Russell, Sandview, Seaton, Stubenville(T), Uniontown, Weingarten, Westbend, Westmore, Yellowriver, and Zurich series. Related soils are the Richwood and Tell series. Marseilles, Mayville, Minnith, and Uniontown soils will be reclassified as Oxyaquic Hapludalfs. Baraboo, Dubuque, and Knowles soils have a lithic contact at 20 to 40 inches. Blackhammer, Camden, Piscasaw, Ridgway, Rush, and Russell soils have 2B horizons with more than 15 percent fine sand or coarser within a depth of 40 inches. Cadiz, Inton, and Jackson soils have redox features and saturation in the lower part of the control section. Dodge, Lomira, Pottersville, Stubenville, and Zurich soils have free calcium carbonate within the control section. Fayette, Flagg, Hackers, Jermerson, Martinsburg, Menfro, Mentor, Ruma, and Seaton soils do not have sandy textures within a depth of 60 inches. La Farge and Westbend soils have a paralithic contact within the control section.  Palsgrove soils have a lithic contact at 40 to 60 inches and Pepin soils at 45 to 80 inches. Sandview soils have 35 percent or more clay in the lower part of the control section within a depth of 40 inches and have a lithic contact at 60 to 80 inches.\nWeingarten soils have 35 or more percent clay in the lower part of the control section at a depth of 40 to 60 inches. Westmore soils have 35 percent or more clay in the lower part of the control section and have a lithic contact below 48 inches. Yellowriver soils typically have more than 15 percent sand in the colluvium in the upper part of the control section and have less than 10 percent sand in the lower part of the control section to 60 inches or more. Richwood soils have a mollic epipedon. Tell soils are fine-silty over sandy or sandy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on stream terraces and lake terraces.  Slope gradient ranges from 0 to 35 percent.  These soils formed mostly in silty alluvium and are underlain by stratified sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 700 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jackson, Curran, and Tell soils.  The moderately well drained Jackson soils and the somewhat poorly drained Curran soils form a drainage sequence with Bertrand soils.  Tell soils are nearby on landscape positions similar to those of Bertrand soils where the silty mantle is 20 to 40 inches thick over sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to rapid.  Permeability is moderate in the silty and loamy alluvium and rapid in the sandy alluvium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used for pastureland or woodland.  Native vegetation is mixed hardwood forest.  Common trees are northern red oak, white oak, black oak, white ash, black walnut, and quaking aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wisconsin and eastern Iowa, and in Illinois, and Minnesota.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mississippi County, Missouri, 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:  ochric epipedon - 0 to 10 inches (Ap); argillic horizon - 10 to 55 inches (Bt1, Bt2, Bt3, Bt4, 2Bt5).\nADDITIONAL DATA - Soil Interpretation Record WI0096\nNational Cooperative Soil Survey\nU.S.A."
  }
}
