{
  "SERIES": "BESEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELB-ROP",
  "REVDATE": "12/2006",
  "STATES": "ME,MN,NY,WI",
  "OVERVIEW": "The Beseman series consists of very deep, very poorly drained soils that formed in a mantle of highly decomposed organic soil material 16 to 51 inches thick over loamy glacial sediments on glacial moraines, outwash, and lake plains.  These soils have moderate slow to moderately rapid permeability in organic mantle and moderately slow permeability in loamy sediments.  They have slopes of less than one percent.  Mean annual precipitation is about 28 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, dysic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beseman muck in a level bog on a ground moraine with a cover of mostly sedges.  (Colors are for moist soil.  The pH is in 0.01M calcium chloride.)\nOa1--0 to 8 inches; dark reddish brown (5YR 3/3) muck; broken face (sapric material), dark reddish brown (5YR 3/2) rubbed; about 40 percent fiber, about 10 percent rubbed; massive in parts with weak very coarse platy structure in other parts; nonsticky; herbaceous fiber; about 15 percent mineral material; extremely acid; abrupt smooth boundary.\nOa2--8 to 36 inches; black (10YR 2/1) muck; broken face and rubbed (sapric material); about 5 percent fiber, trace rubbed; massive in parts with weak thick platy structure in other parts; nonsticky; herbaceous fiber; about 20 percent mineral material; extremely acid; abrupt smooth boundary.\nCg--36 to 60 inches; gray (5YR 6/1) loam; massive; friable; about 5 percent gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carlton County, Minnesota; about one mile north of the village of Wright; 610 feet east and 100 feet south of the northwest corner of sec. 34, T. 49 N., R. 21 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of organic soil material and the depth to the mineral substratum range from 16 to 51 inches.  The content of woody fragments ranges from 0 to 10 percent and greater amounts are only in the upper part of the control section.  Typically, the fiber is of herbaceous origin in all parts of the organic soil material, but a small proportion of woody fiber is in some pedons. Also, sphagnum moss fiber is in the surface tier of some pedons and in a few pedons it is the dominant kind of fiber in that tier.  Reaction (0.01 M calcium chloride) is 3.5 to 4.4, in all parts of the organic soil material.  The organic soil material typically is all sapric. However, in a few pedons that have organic soil material at or near the thicker limit of the range, the surface tier consists partly of hemic or fibric material or a combination of both with or without sapric material. Further, the sapric material is dominant in those pedons that have a mineral substratum above a depth of 35 inches. The sapric material has on the broken face hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3 or is N 1/0 or N 3/0.  Color upon rubbing is the same as on the broken face or ranges up to 2 units lower in value or chroma or both.  The sapric material has a content of fiber that ranges from 0 to 45 percent and 0 to 15 percent after rubbing.  It has 10 to 30 percent of mineral material in the organic soil material.\nA thin buried soil is in the upper part of the mineral substratum of some pedons.  The base hue of the mineral substratum ranges from 5YR to 5Y with redder hues commonly becoming dominant with depth in pedons that have yellower hue in the upper part.  Value is 4 to 7 and chroma is 1 to 3.  The mineral substratum, which typically is glacial till, commonly is fine sandy loam, sandy loam, or loam, but the full range includes other kinds of glacial sediments and all other texture classes within the limits of the loamy particle-size class.  Further, the upper few inches of the mineral substratum is sandy in some pedons.  The mineral substratum ranges from extremely acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Nikolai series.  Nikolai soils have greater than 30 percent mineral material in the organic soil material and have lower soil temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beseman soils are in bogs primarily in rather shallow depressions chiefly on glacial moraines, lake plains, and outwash plains.  They generally have slope gradients of less than 8 feet per mile.  They developed in 16 to 51 inches of organic soil material that is derived primarily from herbaceous plants over loamy, noncalcareous glacial sediments of Late Wisconsinan Age.  Glacial till is the most common sediment.  Mean annual precipitation ranges from 24 to 45 inches.  Mean annual air temperature ranges from 35 to 45 degrees F.  The frost-free season ranges from 90 to 120 days.  The elevation ranges from 500 to 2600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the very poorly drained Loxley and Greenwood soils which are in parts of bogs where the organic soil material is thicker than 51 inches.  Associated mineral soils primarily include those developed in reddish, noncalcareous, loamy glacial till such as the Ahmeek and Duluth soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is very slow or ponded.  Permeability is moderate slow to moderately rapid in the upper part and moderately slow in the underlying material.  The depth to an apparent seasonal high water table is as high as 2 feet above the surface at some time from January to December in most years for the undrained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all of this soil is in native vegetation.  Native vegetation consists primarily of sedges and grasses but sphagnum mosses are common in some areas.  An overstory of scattered black spruce, tamarack, balsam fir, red maple or alder also are in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Primarily northeastern Minnesota and New York and possibly in northern Michigan and northern Wisconsin.  Moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carlton County, Minnesota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:  Sapric soil materials from the surface to 36 inches (Oa1 and Oa2 horizons); terric subgroup with mineral material at 36 inches plus (Cg horizon); aquic soil moisture regime with low chroma matrix in the mineral material (Cg horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa1--0 to 8 inches; dark reddish brown (5YR 3/3) muck; broken face (sapric material), dark reddish brown (5YR 3/2) rubbed; about 40 percent fiber, about 10 percent rubbed; massive in parts with weak very coarse platy structure in other parts; nonsticky; herbaceous fiber; about 15 percent mineral material; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 20,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa2--8 to 36 inches; black (10YR 2/1) muck; broken face and rubbed (sapric material); about 5 percent fiber, trace rubbed; massive in parts with weak thick platy structure in other parts; nonsticky; herbaceous fiber; about 20 percent mineral material; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Cg",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--36 to 60 inches; gray (5YR 6/1) loam; massive; friable; about 5 percent gravel; very strongly acid."
      }
    ]
  ]
}
