{
  "SERIES": "BETEMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LC/TWH",
  "REVDATE": "08/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Betemer very gravelly loam, on an east facing, 15 percent slope in grassland at an elevation of 2,804 meters (9,200 feet).  (Colors are for dry soil unless otherwise noted. When described on November 21, 1990 the soil was slightly moist throughout.)\nA--0 to 13 cm (0 to 5 inches); grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft very friable, slightly sticky and slightly plastic; many very fine roots; few very fine continuous tubular pores; 40 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (10 to 20 cm thick)\nBw--13 to 28 cm (5 to 11 inches); brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine continuous tubular pores; 40 percent gravel; neutral (pH 7.2); clear irregular boundary. (10 to 30 cm thick)\nR--28 to 152 cm (11 to 60 inches); indurated breccia"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Colorado; about 18 kilometers (11 miles) southeast of Hartsel; located about 500 feet south and 1600 feet west of the northeast corner of sec. 17, T. 13 S., R. 74 W.; Guffey NW USGS quad; lat. 38 degrees 55 minutes 32 seconds N. and long. 105 degrees, 41 minutes, 24 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry in late spring and early summer, moist in some part in late July and August, and intermittently dry in fall; ustic regime bordering on aridic.\nMean annual soil temperature:  2.8 to 5.0 degrees C (37 to 41 degrees F)\nMean summer soil temperature:  10.6 to 14.4 degrees C (51 to 58 degrees F)\nThickness of mollic epepedon: 18 to 38 centimeters (7 to 15 inches)\nDepth to lithic contact:  25 to 51 centimeters (10 to 20 inches)\nLithology of rock fragments: breccia\nVolcanic glass content: 1 to 5 percent (estimated)\nParticle-size control section (weighted averages):\nClay content:  18 to 27 percent\nRock fragment content:  35 to 60 percent\nA horizon:\nHue: 10YR, 7.5YR\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 2 to 6 dry; 1 to 3 moist\nClay content: 18 to 27 percent\nGravel content: 35 to 60 percent, indurated\nOrganic matter content: 2.0 to 4.0 percent\nBw horizon:\nHue: 10YR, 7.5YR\nValue: 4 to 6 dry; 3 or 4 moist\nChroma: 2 or 3 dry; 2 or 3 moist\nClay content: 18 to 27 percent\nGravel content: 35 to 60 percent, indurated\nOrganic matter content: 1.0 to 3.0 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arrowpeak, Cheadle, Chokecherry, Clamp, Dalys, Dollarhide, Eyre, Irigul, Irson, Jonlake, Labshaft, Mccadden, Milling, Poin, Rogert, Schwacheim, Starley, Topeki, Trump, and Udel series.\nArrowpeak and Milling soils have a udic moisture regime.\nCheadle, Mccadden, Starley, and Trump soils have accumulations of secondary carbonate.\nChokecherry, Clamp, Dollarhide, Jonlake, Labshaft, Topeki, and Udel soils have a xeric moisture regime.\nDalys soils are less than 10 inches to a lithic contact.\nEyre, Irigul, Irson, Rogert, and Schwacheim soils do not have rock fragments of breccia.\nPoin soils have less than 18 percent clay.\nRogert soils have rock fragments of granitic lithology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from volcanic breccia\nLandform:  crests or side slopes of hills\nSlopes:  3 to 40 percent\nElevation:  2,713 to 3,018 meters (8,900 to 9,900 feet)\nMean annual temperature:  1.7 to 3.9 degrees C (35 to 39 degrees F)\nMean annual precipitation:  254 to 406 mm (10 to 16 inches)\nPrecipitation pattern:  Monthly precipitation is lowest in winter and greatest in July and August.\nFrost-free period:  50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gebson and Lanswick series.  The Gebson soils are very deep and are on pediments.  The Lanswick soils are very deep and are on drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat. Native vegetation consists mainly of Arizona fescue, Indian ricegrass, blue grama, mountain muhly, needleandthread, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado; LRR E, MLRA 48B; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Park County, Colorado, Teller-Park soil survey area, Colorado, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 28 cm.\nParticle-size control section:  The zone from 0 to 28 cm.  (A and Bw horizons)\nMollic epipedon:  The zone from 0 to 28 cm.  (A and Bw horizons)\nLithic contact:  The contact with breccia at 28 cm.  (R layer)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
