{
  "SERIES": "BETHANY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEW:CS:JLD",
  "REVDATE": "01/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Pachic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bethany silt loam-cultivated, at an elevation of 397 m (1301 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable; many fine roots; slightly acid; clear smooth boundary.\nA--15 to 36 cm (6 to 14 in); dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; slightly hard, friable; many fine roots; slightly acid; gradual smooth boundary.  (Combined thickness of the A horizon is 10 to 51 cm [4 to 20 in])\nBA--36 to 46 cm (14 to 18 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; hard, firm; many fine roots; neutral; clear smooth boundary.  (Thickness of the BA horizon is 8 to 25 cm [3 to 10 in])\nBt--46 to 91 cm (18 to 36 in); brown (10YR 4/3) silty clay, dark brown (10YR 3/3) moist; strong medium angular blocky structure parting to strong fine angular blocky; very hard, very firm; common distinct clay films on faces of peds; common fine roots; noneffervescent; slightly alkaline; gradual smooth boundary.  (Thickness of the Bt horizon is 25 to 64 cm [10 to 25 in])\nBtk1--91 to 142 cm (36 to 56 in); brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate coarse angular blocky structure parting to moderate angular blocky; very hard, very firm; common prominent clay films on faces of peds; few fine roots; common fine concretions of iron-manganese; few fine concretions of calcium carbonate; very slight effervescence; moderately alkaline; gradual smooth boundary.\nBtk2--142 to 183 cm (56 to 72 in); brown (7.5YR 5/4) silty clay, brown (7.5YR 4/4) moist; moderate coarse angular blocky structure parts to moderate medium angular blocky structure; very hard, very firm; common prominent clay films on faces of peds; few fine roots; common fine and coarse distinct yellowish red (5YR 5/6) and reddish brown (5YR 5/4) masses of oxidized iron with clear boundaries; common fine concretions of iron-manganese; few soft accumulations of calcium carbonate; few fine concretions of calcium carbonate; slight effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the Btk horizon is 10 to 120 cm [4 to 47 in])\nBtk3--183 to 203 cm (72 to 80 in); reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak medium blocky structure; very hard, very firm; common prominent clay films on faces of some peds; common coarse distinct brown (7.5YR 5/4) and red (2.5YR 5/6) masses of oxidized iron with clear boundaries; few fine concretions of calcium carbonate; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oklahoma County, Oklahoma; about 1 mile east of Wheatland; 1,000 feet north and 200 feet east of the southwest corner of sec. 28, T. 11 N., R. 4 W.\nUSGS topographic quadrangle: Mustang, OK\nLatitude 35 degrees, 23 minutes, 40 seconds N\nLongitude 97 degrees, 38 minutes, 8 seconds W\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: greater than 152 cm (60 in)\nThickness of the mollic epipedon: more than 51 cm (20 in)\nDepth to secondary calcium carbonate: 71 to 102 cm (28 to 40 in)\nDepth to redoximorphic concentrations: 89 to 203 cm (35 to 80 in)\nDepth to redoximorphic depletions: 102 to 203 cm (40 to 80 in)\nParticle-size control section (weighted average):\nClay content: 35 to 50\nSand Content: 5 to 25\nAp or A horizon:\nHue: 7.5YR or 10YR\nValue: 3 moist, 4 dry\nChroma: 2 moist or dry\nTexture: silt loam\nClay content: 10 to 27 percent\nReaction: slightly acid\nBA horizon:\nHue: 7.5YR or 10YR\nValue: 3 moist, 4 dry\nChroma: 2 dry or moist\nTexture: silty clay loam or clay loam\nClay content: 27 to 35 percent\nReaction: slightly acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 moist, 4 dry\nChroma: 2 or 3 moist, 2 dry\nTexture: silty clay loam, clay loam, or silty clay\nClay content: 35 to 45 percent\nEffervescence: none to slight\nReaction: neutral to slightly alkaline\nBtk horizons:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6 moist, 5 to 6 dry\nChroma: 2 to 8 moist, 4 to 8 dry\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 to 45 percent\nRedoximorphic concentrations: amount-0 to 10 percent; size-1 to 10 mm; kind- masses of oxidized iron; color-shades of red; boundaries-clear and abrupt\nRedoximorphic depletions: amount-0 to 10 percent; size-1 to 10 mm; kind-iron depletions; colors-in shades of brown and gray; boundaries-clear\nEffervescence: none to slight\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Rotan and Darrouzett are the two series in the same family. Soils in similar families in MLRA 80A are the Agra, Kirkland, and Renfrow soils.\nRotan soils: formed in loamy alluvium of Quaternary age and have a calcic horizon between 76 and 150 cm (30 and 59 in)\nDarrouzett soils: formed in thick calcareous eolian sediments of the Pleistocene age and the calcic horizon in this soil is deeper at 190 to 254 cm (75 to 100 in)\nAgra, Kirkland, and Renfrow soils: have an LE value of 6 cm or more in the subsoil.  In addition, Kirkland soils have an abrupt textural change from the A horizon to the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess or alluvium of Pleistocene age over shale of Permian age\nLandscape: alluvial plain\nLandform: summits and backslopes of paleoterraces\nSlopes: 0 to 5 percent\nMean Annual Precipitation: 787 to 940 mm (31 to 37) in\nMean Annual Temperature: 13.9 to 16.1 degrees C (57 to 61 degrees F)\nElevation ranges from 305 to 457 meters (1000 to 1500 feet)\nFrost-free period: 181 to 240 days\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Kirkland, Norge, Pond Creek, Renfrow, Tabler, and Vanoss series.\nNorge, Pond Creek, and Vanoss soils: are on similar landscapes and have less than 35 percent clay content in the control section.\nKirkland soils: are on the same landscape and have an abrupt textural change between A and Bt horizons\nRenfrow soils: are on adjacent residual landscapes and mollic epipedon is less than 50 cm (20 in) thick\nNorge, and Vanoss soils: have a mollic epipedon less than 51 cm (20 in) thick and a fine-silty control section\nTabler soils: are on the same landscape, in a slightly concave to nearly level positions, have an LE value of 6 cm or more, redoximorphic accumulations and depletions in the A and Bt horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Well drained\nPermeability: moderately low\nRunoff: low on 0 to 1 percent slopes, and high on 1 to 5 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for small grains, grain sorghum, cotton and alfalfa.  Some areas are used for tame pasture or rangeland.  Native vegetation is mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oklahoma and Kansas; LRR H, MLRA 80A; extensive, about 525,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cleveland County, Oklahoma; 1947"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUpdated competing series, taxonomic version, saturated hydraulic conductivity, and formatting. 6/2008 JBB. Updated for SDJR (JLD 01/2016)\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 91 cm (0 to 36 in) (A, BA, and upper Bt horizons)\nArgillic horizon: 46 to 203 cm (18 to 80 in (Bt and Btk horizons)\nSoil Interpretation Record Number: OK0059 Bethany Series.\nADDITIONAL DATA:  Soil Survey Investigation Report No. 11, May 1967. Lab No. 5467-5473. National Soil Survey Lab No. 40A1775, 40A1776, 81P0177, 90P0950, and 91P0907. NSSL lab No. 40A4693 is the lab data the OSD is classified with.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
