{
  "SERIES": "BETHLEHEM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMB:RLM:HS:DTA",
  "REVDATE": "07/2009",
  "STATES": "AL,GA,NC,SC,VA",
  "OVERVIEW": "The Bethlehem series consists of well drained, moderately deep soils on\nridgetops and side slopes in the upper part of the Piedmont. They formed in residuum weathered from the high-grade metamorphic rocks such as sillimanite schist, phyllite schist, and mica schist. Slopes range from 2 to 45 percent. Near the type location, mean annual air temperature is 58 degrees and mean annual precipitation is 49 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bethlehem gravelly sandy clay loam - in an area of Pacolet-Bethlehem complex, 8 to 15 percent slopes, moderately eroded (Colors are for moist soil unless otherwise stated).\nAp--0 to 7 inches; brown (7.5YR 4/4) gravelly sandy clay loam; weak medium granular structure; friable; few fine roots; few fine flakes of mica; 23 percent, by volume, gravel; very strongly acid; clear smooth boundary. (4 to 8 inches thick)\nBt--7 to 24 inches; red (2.5YR 4/6) clay; moderate medium subangular blocky structure; firm, sticky, and plastic; few fine roots; common distinct clay films on faces of peds; common fine flakes of mica; 10 percent, by volume, gravel; very strongly acid; gradual wavy boundary. (12 to 24 inches thick)\nBC--24 to 33 inches; yellowish red (5YR 4/6) gravelly sandy clay loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; 20 percent, by volume, gravel; common fine and medium flakes of mica; very strongly acid; abrupt wavy boundary. (0 to 9 inches thick)\nCr--33 to 60 inches; soft, weathered sillimanite schist; few thin interlayers of hard bedrock; few tongues and thin coatings of material from Bt horizon in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rutherford County, N.C.; approximately 2.8 miles southeast of Hollis on Secondary Road 1753; approximately 0.7 mile west on Secondary Road 1757; approximately 200 feet north, in woodland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum ranges from 20 to 40 inches thick over a Cr horizon of weathered bedrock. Hard bedrock is deeper than 40 inches. Reaction is very strongly acid to moderately acid unless limed. Content of flakes of mica ranges from few to common in the A and upper B horizons, and from few to many in the lower B and C horizons. Rock fragment content ranges from 0 to 60 percent by volume in the A horizon, from 0 to 35 percent in the E, BA, BE, and Bt horizons, and from 15 to 60 percent in the BC and C horizons. Fragments are dominantly gravel or cobbles.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 3 to 5, chroma of 3 to 6. Horizons with a value of 3 are less than 6 inches thick. Texture of the A or Ap horizon is sandy loam, loam, or sandy clay loam in the fine earth fraction.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, chroma of 4 or 6. Texture is sandy loam or loam in the fine earth fraction.\nThe BA or BE horizon, where present, has hue of 5YR to 10YR, value of 4 or 5, chroma of 6 or 8. Texture is sandy clay loam, clay loam, or loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR or 2.5YR, value of 4 or 5, and chroma of 6 or 8. Subhorizons of the Bt range to 7.5YR in some pedons. Texture is clay, clay loam, or sandy clay in the fine earth fraction.\nThe BC horizon has hue of 7.5YR to 2.5YR, value of 4 or 5 and chroma of 6 or 8. Texture is sandy clay loam or clay loam in the fine earth fraction.\nThe C horizon, where present, is multicolored loamy saprolite weathered from high-grade metamorphic rocks such as sillimanite schist, phyllite schist, or mica schist.\nThe Cr horizon is weathered high-grade metamorphic rock such as sillimanite schist, phyllite schist, or mica schist that can be dug with difficulty with a spade."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Appling, Cecil, Madison, Nankin, Pacolet, Saw, Tumbleton, and Wedowee series in the same family. Appling, Cecil, Madison, Nankin, Pacolet, Tumbleton, and Wedowee soils lack a paralithic contact within 40 inches. Saw soils have lithic contact at depths of 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bethlehem soils occur on ridgetops and side slopes in the upper part of the thermic Piedmont. They form in residuum weathered from high-grade metamorphic rocks such as sillimanite schist, phyllite schist, and mica schist. Slopes range from 2 to 45 percent. Mean annual air temperature ranges from 58 to 63 degrees F., and mean annual precipitation ranges from 40 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Pacolet and Saw series, and the Hibriten and Rion soils. Hibriten is loamy-skeletal and Rion is fine-loamy. These soils are on the same positions in the landscape as Bethlehem soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is medium or rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately half of the acreage is cleared. Chief crops are hay, corn, and pasture. The remainder is in mixed hardwoods and pines including shortleaf pine, Virginia pine, scarlet oak, chestnut oak, white oak, and black oak. Common understory plants are sourwood, flowering dogwood, greenbrier, sassafras, grape, poison ivy, American holly, and blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina, Virginia, South Carolina, Georgia, and Alabama. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Alexander County, North Carolina; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The July 2009 revision moves the type location from Alexander County, NC to Rutherford County, NC.  This move was required due to the mesic/thermic break established in MLRA 136.  Alexander County is mesic.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to a depth of 7 inches (Ap horizon).\nArgillic horizon - The zone from 7 inches to a depth of 24 inches (Bt horizon).\nKandic horizon - The zone from 7 to 24 inches. This zone meets the requirements of the low activity clay amendment in more than one half the volume.\nParalithic contact - The contact at 33 inches with weathered bedrock (the upper boundary of the Cr horizon).\nADDITIONAL DATA:\nMLRA: 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0191 BETHLEHEM   2-45   58-63   180-230   40-60   700-1200\nNC0281 BETHLEHEM   2-45   58-63   180-230   40-60   700-1200\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0191 NONE          >6.0                 -     20-40   SOFT\nNC0281 NONE          >6.0                 -     20-40   SOFT\nSOI-5  Depth  Texture                 3-Inch  No-10   Clay%   -CEC-\nNC0191  0-7   GR-SL GRV-SL GR-SCL     0-20    35-76    7-35    2-10\nNC0191  0-7   CB-SL                  15-30    45-80    7-20    2-7\nNC0191  7-24  C CL GR-C               0-10    60-100  35-60    7-12\nNC0191 24-33  GR-SCL GRV-SCL          0-20    30-85   20-35    4-8\nNC0191 33-60  WB                       -        -       -       -\nNC0281  0-7   SL L                    0-5     80-100   7-20    2-7\nNC0281  7-24  C CL GR-C               0-10    60-100  35-60    7-12\nNC0281 24-33  GR-SCL GRV-SCL          0-20    30-85   20-35    4-8\nNC0281 33-60  WB                       -        -       -       -\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab   Shnk-Swll\nNC0191  0-7   4.5-5.5    1.-3.  0-0    2.0-6.0   LOW\nNC0191  0-7   4.5-5.5    1.-3.  0-0    2.0-6.0   LOW\nNC0191  7-24  4.5-5.5    0.-.5  0-0    0.6-2.0   LOW\nNC0191 24-33  4.5-5.5    0.-.5  0-0    0.6-2.0   LOW\nNC0191 33-60     -         -     -        -\nNC0281  0-7   4.5-5.5    1.-3.  0-0    2.0-6.0   LOW\nNC0281  7-24  4.5-5.5    0.-.5  0-0    0.6-2.0   LOW\nNC0281 24-33  4.5-5.5    0.-.5  0-0    0.6-2.0   LOW\nNC0281 33-60     -         -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
