{
  "SERIES": "BEVERIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW-TDC-JVC",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, frigid Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Beveridge very gravelly sandy loam - on a moderately steep, convex mountain slope, under low sagebrush and Indian ricegrass native vegetation, at 8,700 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on 6/5/79 the soil was moist between depths of 25 and 48 cm.) The soil surface littered with shale fragments; 40 percent gravel and 2 percent cobbles.\nA--0 to 8 cm; pale brown (10YR 6/3) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine vesicular and interstitial pores; 40 percent by volume gravel and 2 percent to cobbles limestone fragments; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 8 cm thick)\nAC--8 to 25 cm; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many fine and very fine roots; common fine tubular and interstitial pores; 35 percent by volume gravel limestone fragments; strongly effervescent; moderately alkaline (pH 8.2) abrupt wavy boundary.  (10 to 20 cm thick)\nBk--25 to 48 cm; very pale brown (10YR 7/3) extremely gravelly loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few fine and very fine roots; few very fine interstitial pores; 50 percent by volume gravel limestone fragments and 30 percent cobbles by volume; violently effervescent, disseminated carbonates and carbonate as pendants on rock fragments; moderately alkaline (pH 8.2); clear wavy boundary.  (10 to 23 cm thick)\nR--48 cm; fractured limestone and shale.  No displacement or rotation of fragments.  Rock penetrate some cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; in the Inyo Mountains about 0.75 mile southeast of the Saline Valley Salt Tram line near the Daisy Canyon summit station; section 16, T. 15 S., R. 38  E.; approximately 36 degrees 38 minutes north latitude and 117 degrees 51 minutes west longitude; WGS84 Decimal Degrees 38.6344444 latitude, -117.8502778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact ranges from 25 to 50 cm.  Mean annual soil temperature ranges from 4.4 degrees to 8.3 degrees C.  Mean summer soil temperature ranges from 15.6 degrees to 18.3 degrees C.  The soil is slightly to strongly effervescent throughout.  The soils are dry from mid July to mid October, soil temperatures are warmer than 5 degrees C. from mid June to October 1 for about 105 days.   The soils are moist only 15 to 30 consecutive days when the soil temperature is warmer than 8.3 degrees C.\nThe A horizon has dry color of 10YR 5/2, 6/3, or 7/3 and moist color of 3/2, 4/2, or 5/2.  Organic matter averages less than 1 percent.  The upper 5 or 8 cm is usually weakly vesicular.  Rock fragments consist of gravel and cobbles and range from 35 to 70 percent.  Clay averages 10 to 18 percent.\nThe C horizon has dry color of 10YR 6/3 or 7/3.  It has textures similar to the A and includes extremely cobbly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family.  The Theriot series in another family is similar, but has a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Beveridge soils are on hills and mountains.  Slopes are 30 to 75 percent.  The soils formed in material weathered from hard, fractured, calcareous shale, dolomite, and other carbonate sedimentary rocks.  Elevations are 2,425 to 3,360 meters.  The climate consists of mild, dry summers with infrequent thundershowers of short durations; and cold, moist winters.  Average annual precipitation is 200 to 250 mm.  Mean January temperature is about -1 degrees C.; mean July temperature is about 21 degrees C.; and mean annual temperature is about 4.4 degrees C.  Frost-free season is 100 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Theriot soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Beveridge soils are used mainly for watershed, wildlife habitat, and recreation.  The native vegetation is primarily low sagebrush and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are mapped in the high mountainous portions of the northern California Desert and are moderately extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Inyo County, California, Saline Valley Area, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to  18 cm (A and part of the AC horizons).\nIdentifiable secondary carbonates - The zone from 25 to 48 cm (Ck horizon).\nLithic contact - The boundary at 48 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - 25 to 48 cm (Bk horizon).Future study should evaluate whether this series has an aridic (torric) moisture regime that borders on xeric and should be reclassified to the subgroup of Lithic Xeric Torriorthents if a calcic horizon is not present, or to Lithic Xeric Haplocalcids if otherwise.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
