{
  "SERIES": "BEVIL",
  "STATUS": "Established Series",
  "BYREV": "GWC-REL-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Dystraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bevil clay--woodland in microlow.(Colors are for moist soil unless otherwise stated.)\nAg--0 to 23 cm, (0 to 9 in); gray (N 5/0) clay; weak coarse angular blocky structure; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; common fine prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron along root channels; extremely acid; clear smooth boundary. (8 to 38 cm [3 to 15 in] thick)\nBg--23 to 58 cm, (9 to 23 in); dark gray (10YR 4/1) clay; weak medium prismatic structure parting to strong fine angular blocky; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; few fine prominent dark yellowish brown (10YR 3/6) and common fine prominent brownish yellow (10YR 6/8) masses of oxidized iron with diffuse boundaries lining pores; extremely acid; gradual wavy boundary. (10 to 89 [4 to 35 in] thick)\nBssg1--58 to 86 cm,(23 to 34 in); dark gray (N 4/0) clay; moderate medium wedge structure parting to moderate medium angular blocky; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; common prominent slickensides; few pressure faces; few fine prominent strong brown (7.5YR 5/8) and few fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with diffuse boundaries along slickenside faces and lining pores; few soft brown (10YR 4/3) iron-manganese masses 2 to 3 mm in diameter; extremely acid; gradual wavy boundary. (combined thickness of the Bssg horizon is 84 to 177 cm [22 to 70 in])\nBssg2--86 to 114 cm, (34 to 45 in); gray (N 5/0) clay; moderate medium wedge structure parting to moderate medium angular blocky; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; few pressure faces; common prominent slickensides; few fine distinct dark yellowish brown (10YR 4/4) with clear boundaries lining pores;  few fine prominent brownish yellow (10YR 6/8) masses of oxidized iron with diffuse boundaries along slickenside faces; very strongly acid; gradual wavy boundary.\nBssg3--114 to 140 cm, (45 to 55 in); gray (N 6/0) clay; moderate medium wedge structure parting to moderate medium angular blocky; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; few pressure faces; common prominent slickensides; few fine prominent yellowish brown (10YR 5/8) and common fine and medium prominent light olive brown (2.5Y 5/4) masses of oxidized iron with diffuse boundaries lining pores and along slickenside faces; strongly acid; gradual wavy boundary.\nBssg4--140 to 168 cm, (55 to 66 in); light gray (N 7/0) clay; moderate coarse wedge structure parting to moderate coarse angular blocky; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; common pressure faces; common prominent slickensides; few fine prominent yellowish brown (10YR 5/8) and common fine and medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with diffuse boundaries on slickenside faces; few soft very dark brown (10YR 2/2) iron manganese nodules 2 to 3 mm in diameter; few gray (10YR 5/1) clayey crawfish krotovina; slightly acid; gradual wavy boundary.\nBssg5--168 to 203 cm,(66 to 80 in); light gray (N 7/0) clay; moderate coarse wedge structure parting to moderate coarse angular blocky; very hard, very firm, very sticky, very plastic; few very fine roots; few fine pores; many pressure faces; common prominent slickensides; many coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron; few soft brown masses 2 to 3 mm in diameter; common soft black masses 3 to 10 mm in diameter; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the intersection of Interstate Highway 10 and U.S. Highway 90 in Beaumont, 12.2 miles west on U.S. Highway 90 to China, 1.5 miles north on North China Road, 1.3 miles west on private road, 1.1 miles north on farm road, 0.25 miles west to Cotton Creek, 0.1 mile south on farm road, 75 ft west in woodland. (Bevil Oaks USGS quad; Latitude: 30 degrees, 05 minutes, 11 seconds N; Longitude: 94 degrees, 21 minutes, 40 seconds W; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The range in characteristics includes 50 percent or more of the pedon unless otherwise stated.  Solum thickness is more than 203 cm (80 in).  Texture is clay or silty clay throughout.  Weighted average clay content of the particle-size control section is 45 to 60 percent.  This cyclic soil ranges from about 1 to 3.9 m (3 to 12 ft) from the top of the microhigh to the center of the microlow.  Undisturbed areas have gilgai microrelief with microhighs 10 to 38 cm (4 to 15 in) above the microlows.  The microhighs comprise about 30 percent, the microlows about 50 percent, and the intermediate areas about 20 percent.  When dry, cracks 1 to 3 cm (0.5 to 1 in) wide occur at the surface which extend to a depth of 30 cm (12 in) or more.  Cracks remain open for less than 60 cumulative days in most years.  Slickensides and wedge shaped peds begin at a depth of 30 to 64 (12 to 25 in).  Iron manganese concretions and/or masses range from few to common.  These soils have aquic soil conditions within 30 cm (12 in) of the surface in most years.\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nAg Horizon\nHue: 10YR to N\nValue: 4 to 6\nChroma: 1\nTexture: silt loam, silty clay loam, clay or silty clay (pedons with silt loam or silty clay loam are less than 13 cm [5 in] thick)\nRedox concentrations: amount-few to common, location-lining pores and root channels, shades-brown or yellow\nReaction: extremely acid or very strongly acid\nBg Horizon\nHue: 10YR to N\nValue: 4 to 7\nChroma: 1\nTexture: clay or silty clay\nRedox concentrations: amount-common to many, location-lining pores and root channels, shades-brown or yellow\nReaction: extremely acid or very strongly acid\nBssg Horizon\nHue: 10YR to N\nValue: 4 to 7\nChroma: 1 or 2\nTexture: clay or silty clay\nRedox concentrations: amount-common to many, location-lining pores and root channels, shades-brown, red or yellow\nReaction: very strongly acid to moderately acid in the upper part; very strongly acid to neutral in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mayhew (MS) and Sessum (MS) series. Similar soils are the Beaumont (TX), Estes (TX), Vamont (TX), and the tentative Simelake (TX) series.\nMayhew soils: have silty clay loam surface horizons; are strongly acid in the surface horizon\nSessum soils: deep solum\nBeaumont soils: hyperthermic temperature regime\nEstes and Simelake soils: have chroma of 2 in the surface horizon\nVamont soils: do not have aquic conditions"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits of the Beaumont Formation\nLandscape: flat coastal plain\nLandform: relic backswamps\nSlope: 0 to 1 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern: Rainfall is generally uniform throughout the year with slight peaks in the spring and fall.\nFrost-free period: 240 to 300 days\nElevation: 6 to 30.5 m (15 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Evadale (TX), Texla (TX), and Vamont (TX) series.\nEvadale and Texla soils soils: have a loamy surface; on a landform higher in the landscape\nVamont soils: somewhat poorly drained; on a slightly higher position on the same landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is negligible. During the winter and spring months, these soils are saturated from 0 to 30 cm (0 to 12 in) for periods of 1 to 3 months.  These soils have aquic conditions within 30 cm (12 in) in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland of mixed hardwood and pine.  Some areas are used for native pasture, and cropland.  Principal trees consist of various species of water oak, red oak, with loblolly pine and sweetgum.  The understory consists of andropogon, paspalums, panicums, sedges, and rushes.  A few areas have been cleared and used for improved pastures or cultivated to rice."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas; Land Resource Region T; MLRA 152B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Bevil soils were formerly included with the Garner and a depressional phase of the Vamont series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon  0 to 23 cm (0 to 9 in)  (A horizon).\nCambic horizon  23 to 203 cm (9 to 80 in) (Bg, and Bssg horizons).\nAquic feature - redoximorphic features throughout the pedon and aquic conditions in the upper part of the pedon in normal years.\nVertisol features - Slickensides at a depth of 9 to 203 cm (23 to 80 in) and cracks that extend to a depth of 12 in or more during dry peritods\nAdditional Comments: Aquic conditions have been tested with the use of a,a, dipyridyl.\nADDITIONAL DATA: KSSL data pending on pedon S12TX1991029 from a representative site in Hardin County, Texas.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
