{
  "SERIES": "BEXAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bexar cobbly clay loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0-8 inches, dark reddish brown (5YR 3/2) cobbly clay loam, dark reddish brown (5YR 2/2) moist; moderate fine and very fine subangular blocky structure; hard, friable; common fine roots; few fine pores; about 15 percent by volume of pebble and cobble sized fragments of chert; slightly acid; clear wavy boundary.  (4 to 12 inches thick)\nA2--8-18 inches, dark reddish brown (5YR 3/3) very cobbly clay loam, dark reddish brown (5YR 3/2) moist; moderate fine and very fine subangular blocky structure; hard, friable; common fine roots; few fine pores; about 40 percent by volume of cobble and pebble sized fragments of chert; slightly acid; abrupt wavy boundary.  (6 to 12 inches thick)\nBt--18-27 inches, dark reddish brown (2.5YR 3/4) cobbly clay, dark reddish brown (2.5YR 2.5/4) moist; strong very fine blocky structure; very hard, firm; few fine roots; few fine pores; continuous thin clay films on surfaces of peds; about 20 percent by volume of pebble and cobble sized fragments of chert; slightly acid; abrupt wavy boundary.  (6 to 16 inches thick)\nR--27-32 inches, interbedded indurated and strongly cemented crystalline limestone, partially weathered in upper 2 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bexar County, Texas; in a native pasture 1 mile northwest of the intersection of Redland Road and Jones-Maltsberger Road along Redland Road; then 50 feet west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum over limestone ranges from 20 to 40 inches.  It is slightly acid through mildly alkaline.\nThe A horizon is dark reddish brown (5YR 3/2, 3/3), reddish brown (5YR 4/2, 4/3), and dark brown (7.5YR 3/2, 4/2).  Texture of the fine earth fraction is clay loam or loam.  Coarse fragments of chert or limestone from 1/2 to 8 inches in diameter across the long axis comprise 15 to 50 percent by volume.\nThe Bt horizon is red (2.5YR 4/6), dark red (2.5YR 3/6), dark reddish brown (2.5YR 3/4; 5YR 3/3, 3/4), and reddish brown (2.5YR 4/4; 5YR 4/3, 4/4).  The fine earth fraction is clay with a clay content of 40 to 60 percent.  Coarse fragments of chert or limestone from 1/2 to 8 inches in diameter across the long axis comprise 15 to 34 percent by volume.  Some pedons have chert and limestone fragments 8 to 24 inches in diameter in the lower part of the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Anocon, Brico, Frankirk, Lawton, Luckenbach, Rumple, Satin, Scullin, and Topia series.  Anocon, Frankirk, Lawton, and Luckenbach soils have sola more than 40 inches thick.  Brico, Rumple, and Satin soils have more than 35 percent coarse fragments in the control section.  Scullin soils are moist for longer periods.  Topia soils have more than 60 percent clay in the control section and crack deeply when they are dry."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bexar soils are on nearly level to gently sloping upland plains.  Slope gradients range from 0 to 8 percent.  The soils are in areas of the Edwards Limestone and assumed to have formed in residuum from limestone.  The average annual temperature is about 66 degrees to 68 degrees; average annual precipitation about 26 to 30 inches; and the P.E. index is about 38 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crawford and Tarrant series.  Crawford soils are clayey throughout and have intersecting slickensides.  Tarrant soils are skeletal and less than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for rangeland.  This is a post oak - live oak savannah.  Principal grasses are bluestems, lovegrasses, and Texas wintergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Texas in the Edwards Plateau Resource Area.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bexar County, Texas; 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Bexar series would have been classified in the Reddish Prairie great soil group.  Diagnostic horizons and features recognized in this pedon are:                          Mollic epipedon - 0 to 18 inches\nArgillic horizon - 18 -27 inches\nLithic contact - soil rock contact at 27 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
