{
  "SERIES": "BIBB",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMH: PGM; GRB",
  "REVDATE": "03/2014",
  "STATES": "AL,AR,FL,GA,KY,LA,MD,MS,NC,OK,SC,TN,TX,VA",
  "OVERVIEW": "The Bibb series consists of very deep, poorly drained, moderately permeable soils on flood plains of streams in the Southern Coastal Plain        (133A) Major Land Resource Area. They formed in stratified loamy and sandy alluvium that are commonly and frequently flooded and water runs off the surface very slowly. Near the type location, the average annual air temperature is about 65 degrees F. and the average annual precipitation is about 54 inches. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, acid, thermic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bibb sandy loam, in a forested area (Colors are for moist soil).\nA--0 to 4 inches; brown (10YR 4/3) sandy loam; weak fine granular structure; friable; common fine roots and pores; strongly acid; abrupt wavy boundary.  (2 to 6 inches thick)\nAg--4 to 12 inches; variegated dark gray (N 4/) and dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; friable; few fine roots and pores; common fine strong brown (7.5YR 5/6) areas of iron accumulation around old root channels; strongly acid; clear wavy boundary. (0 to 19 inches thick)\nCg1--12 to 37 inches; gray (5Y 5/1) sandy loam; massive; friable; few fine roots and pores; common medium strong brown (7.5YR 5/6) areas of iron accumulation around old root channels; common thin strata of loamy sand to silt loam; some strata contain few to common imbedded partially decomposed organic material; very strongly acid; clear wavy boundary.  (5 to 40 inches thick)\nCg2--37 to 60 inches; gray (N 5/) silt loam; massive; slightly sticky; common strata of sandy loam and loamy sand; common thin strata with imbedded partially decomposed organic material; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Autauga County, Alabama; 300 yards north of where Martin Boulevard crosses Pine Creek in Prattville; SE1/4, SW1/4, SW1/4 of Sec. 26, T. 13 N., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from extremely acid to strongly acid throughout. Content of mica flakes ranges from none to common. Content of rounded gravel typically ranges from 0 to 10 percent throughout, but may range to 50 percent in thin strata below a depth of 40 inches. Buried soil horizons, present in many pedons, have the same range in color and texture as the Ag horizon.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 to 5, and chroma of 1 to 3; or it is neutral with value of 2.5 to 4. Texture is sand, loamy sand, loamy fine sand, fine sandy loam, sandy loam, loam or silt loam.\nThe Ag horizon, present in most pedons, has hue of 10YR or 2.5Y, value of 3 to 7, and chroma of 2 or less; or it is neutral with value of 2.5 to 7. The combined thickness of the A and Ag horizons with value of 3 or less is less than 7 inches. Iron and organic matter concentrations in shades of brown and yellow range from none to common. Texture is sand, loamy sand, loamy fine sand, fine sandy loam, sandy loam, loam or silt loam.\nThe Cg horizon has hue of 10YR through 5BG, value of 3 to 7, and chroma of 2 or less; or it is neutral with value of 3 to 7. Masses of iron accumulations in shades of red, yellow and brown range from none to many.  Texture of the upper part of the Cg horizon is sandy loam, fine sandy loam, loam, or silt loam; or is stratified with these textures. Thin strata of finer or coarser textured material are in most pedons. Texture of the lower part of the Cg horizon includes coarse sand, sand, fine sand, loamy sand, and loamy fine sand in addition to those of the upper part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family. Competing series in closely similar families are the Keechi and Muckalee series. Keechi soils are non-acid and superactive. Muckalee soils are nonacid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bibb soils are on flood plains of streams in the Coastal Plain. Slopes are generally less than 2 percent. They formed in loamy and sandy alluvium. They flood frequently unless protected, and are subject to scouring and uneven deposition of overwash.  The climate is humid subtropical. The average annual air temperature ranges from 59 to 72 degrees F., and the average annual precipitation ranges from 40 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Iuka, Johnston, Kinston, Mantachie, Myatt, Ochlockonee and Osier soils. The moderately well drained Iuka soils are on higher positions near stream channels. Johnston soils                    . The somewhat poorly drained Mantachie soils are on slightly higher adjacent positions and have fine-loamy control sections. Myatt soils have fine-loamy argillic horizons. The well drained Ochlockonee soils are on higher natural levee positions along stream channels. Osier soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; very slow runoff; moderate permeability. The water table is within 8 inches of the surface from 6 to 11 months each year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bibb soils are used for wildlife habitat and watershed protection.  The dominant over story vegetation consists of sweetgum, scattered loblolly pine, red maple, water oak, willow oak, green ash, baldcypress, swamp tupelo, and black willow. A few areas have been cleared, drained and used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Plain of Alabama, Arkansas, Delaware, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, North Carolina, New Jersey, Oklahoma, South Carolina, Tennessee, Texas, and Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Mississippi; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon: The zone from 0 to 12 inches (A and Ag horizons).\nFluvaquentic features: Low chroma colors in the matrix, irregular decrease in organic carbon and presence of thin strata of contrasting textures.\nBibb soils are in MLRA 133A."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization laboratory, Auburn AL.\nThe following laboratory characterization data are available on the NSSL web site:\nS84AL-011-7-pgm\nS88AL-131-5-pgm\nSIR = AL0033, AL0141"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; brown (10YR 4/3) sandy loam; weak fine granular structure; friable; common fine roots and pores; strongly acid; abrupt wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Ag",
        "top": 10,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ag--4 to 12 inches; variegated dark gray (N 4/) and dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; friable; few fine roots and pores; common fine strong brown (7.5YR 5/6) areas of iron accumulation around old root channels; strongly acid; clear wavy boundary. (0 to 19 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 30,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--12 to 37 inches; gray (5Y 5/1) sandy loam; massive; friable; few fine roots and pores; common medium strong brown (7.5YR 5/6) areas of iron accumulation around old root channels; common thin strata of loamy sand to silt loam; some strata contain few to common imbedded partially decomposed organic material; very strongly acid; clear wavy boundary.  (5 to 40 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 94,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--37 to 60 inches; gray (N 5/) silt loam; massive; slightly sticky; common strata of sandy loam and loamy sand; common thin strata with imbedded partially decomposed organic material; strongly acid."
      }
    ]
  ]
}
