{
  "SERIES": "BICE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMcD-JWW-ERS",
  "REVDATE": "03/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bice fine sandy loam on a 5 percent slope in a brushy, idle field. (Colors are for moist soil unless indicated otherwise).\nAp -- 0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine and very fine granular structure; very friable; many fine and few medium roots; 10 percent rock fragments; very strongly acid; clear smooth boundary. (5 to 12 inches thick.)\nBw -- 6 to 18 inches; yellowish brown (10YR 5/4) gravelly coarse sandy loam; weak very fine and fine granular structure; very friable; common fine and few medium roots; 15 percent rock fragments; strongly acid; clear smooth boundary. (8 to 20 inches thick.)\nBC -- 18 to 26 inches; brown (10YR 5/3) gravelly sandy loam; massive; friable; few roots; 25 percent rock fragments; strongly acid; clear wavy boundary. (0 to 10 inches thick.)\nC1 -- 26 to 40 inches; dark grayish brown (10YR 4/2) gravelly sandy loam; massive; friable; few roots; 25 percent rock fragments; strongly acid; clear wavy boundary. (5 to 22 inches thick.)\nC2 -- 40 to 72 inches; grayish brown (10YR 5/2) gravelly sandy loam; massive; firm; 25 percent rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, New York; town of Wilna, 1,060 yards southeast of Rogers Crossing Road, 185 yards northeast of Croghan Road. USGS Carthage, NY topographic quadrangle; latitude 43 degrees, 59 minutes, 43 seconds N. and longitude 75 degrees, 33 minutes, 50 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 to 36 inches. Depth to bedrock is commonly more than 72 inches. Rock fragment content ranges from 5 to 25 percent, by volume, throughout the soil. Reaction of the soil ranges from very strongly acid through moderately acid.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4 (6 or 7 dry), and chroma of 2 through 4. Texture ranges from fine sandy loam to silt loam in the fine-earth fraction. Unplowed areas have a thin A horizon that has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.\nThe upper part of the B horizon has hue of 7.5YR or 10YR, and value and chroma of 3 through 6. Texture ranges from coarse sandy loam through silt loam in the fine-earth fraction. Structure is weak or moderate granular or subangular blocky.\nThe lower part of the B and BC horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 3 through 6. Texture ranges from sandy loam through loam in the fine-earth fraction. Structure is weak granular or subangular blocky or it is massive.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 4. Texture is sandy loam, fine sandy loam or loam in the fine-earth fraction. Some pedons have lenses or pockets of coarse sand. It is massive or it has platy structure. Consistence is friable or firm. In some pedons discolorations may occur below a depth of 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dummerston, Elka, Flatiron, Haights, Lombard, Millsite, and Mongaup series. The Millsite and Mongaup soils have bedrock within a depth of 40 inches. The Dummerston soils have rock fragments dominated by phyllite, slate or schist. The Elka soils have 7.5YR or redder hue in the subsoil and substratum. Haights soils have stratified layers in the substratum. Lombard soils formed in glacial till over saprolite derived from phyllite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bice soils are on hills, ridges and other convex landforms on till uplands. Slope ranges from 0 to 50 percent. The soils formed in till commonly from gneiss and granite with variable components of sandstone and shale. In some places the soils formed in till that includes schist. In some areas a thin silty mantle overlies the till. Mean annual precipitation ranges from 35 to 55 inches; mean annual air temperature ranges from 40 to 45 degrees F; and the mean annual frost-free period ranges from 90 to 130 days. Elevation ranges from 800 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Bice and poorly drained Lyme soils which are associated in a drainage sequence. Blasdell, Boscawen, and Herkimer soils are on nearby glacial outwash terraces and alluvial fans, Charlton and Paxton soils are well drained and occur along the frigid-mesic boundary."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is medium to high. Saturated hydraulic conductivity is moderately high to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in forest or reverting to brush. Common trees in forested areas are American beech, sugar maple, red oak, red maple, Eastern white pine, red pine, red spruce and shagbark hickory. Some areas have been reforested with tree species of red pine, white spruce, scotch pine and European larch. Some areas are in hay, oats, and corn for silage or are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Adirondack foothills, Tug Hill Plateau, and Black River Valley of New York and northwestern Connecticut. MLRA's 142, 101, 140, 141, 143, and 144B. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, New York, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil is the frigid analogue of the Charlton series.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - from 0 to 6 inches (Ap horizon).\n2. Cambic horizon - from 6 to 18 inches (Bw horizon).\n3. Dystrochrepts Great Group - as evidenced by the Cambic horizon and base saturation less than 60 percent in the zone from 10 to 30 inches.\nADDITIONAL DATA: The typifying pedon was sampled under No.\nS78NY45-11-(1-5) for which characterization data are available from Cornell University Soil Survey laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
