{
  "SERIES": "BICKFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DET/TDT",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Bickford series consists of very deep, somewhat poorly drained soils formed in silty colluvium over older clayey alluvium.  Bickford soils are on toe slopes and foot slopes.  Slopes are 3 to 12 percent.  The mean annual precipitation is about 90 inches, and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed over smectitic, superactive, mesic Typic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bickford silt loam, forested, on a 7 percent slope at an elevation of 600 feet. (Colors are for moist soil unless otherwise stated)\nA1--0 to 5 inches; very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; strong fine and medium granular structure; slightly hard, friable, sticky and slightly plastic; many very fine and fine, and common medium roots; many fine irregular pores; strongly acid (pH 5.5); clear smooth boundary.\nA2--5 to 12 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (2.5Y 5/2) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and slightly plastic; many very fine, fine and medium roots; many fine irregular pores; moderately acid (pH 5.6); clear wavy boundary. (Combined thickness of the A horizon is 10 to 16 inches)\nBw--12 to 16 inches; grayish brown (2.5Y 5/2) silt loam, light gray (2.5Y 7/2) dry;  weak fine and medium subangular blocky structure; hard, firm, sticky and slightly plastic; many very fine, fine, and medium roots; many fine irregular pores; few fine, distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid (pH 5.6); abrupt broken boundary. (4 to 10 inches thick)\n2BCg--16 to 42 inches; gray (5Y 5/1) clay, light gray (5Y 6/1) dry; strong very coarse prismatic structure; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; common very fine and fine tubular pores; few faint clay films lining pores; common prominent stress surfaces on polyhedral faces; many coarse and medium prominent strong brown (7.5YR 5/8) irregularly shaped masses of iron accumulation; very strongly acid (pH 4.5); gradual smooth boundary.\n2Cg--42 to 60 inches; light olive gray (5Y 6/2) silty clay, light gray (5Y 7/2) dry; massive; very hard, very firm, very sticky and very plastic; many coarse and medium prominent strong brown (7.5YR 5/8) irregularly shaped masses of iron accumulation; very strongly acid (pH 4.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon, 6 miles southeast of Loon Lake, 1980 feet west and 1860 feet north of the S.E.\nc.rner of section 5, T. 24 S., R. 9 W.  (Latitude 43 degrees, 30 minutes, 26 seconds N, Longitude 123 degrees, 47 minutes, 6 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 16 inches thick and depth to strongly contrasting clay horizon is 14 to 20 inches.  The mean annual soil temperature is 49 to 54 degrees F.  The soil is usually moist but is dry between depths of approximately 4 to 12 inches for less than 40 consecutive days following summer solstice.  The upper part of the particle-size control section has 25 to 35 percent clay and less than 15 percent coarser than fine sand.   The lower particle-size control section has 50 to 65 percent clay.  The soil has 0 to 10 percent gravel and 0 to 5 percent cobbles.  Base saturation by ammonium acetate is 50 to 75 percent throughout the profile.  A perched water table is at 0.5 to 1.5 feet from November to May.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist and dry.  It is strongly acid to moderately acid.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6 moist, 7 or 8 dry, chroma of 2 moist and dry, and distinct or prominent masses of iron accumulations.  It is silt loam or silty clay loam. It is moderately acid to strongly acid.\nThe 2BCg or 2Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6 moist, 6 or 7 dry, and chroma of 1 or 2 moist and dry.  It is clay or silty clay with 50 to 65 percent clay.  It is very strongly acid to extremely acid.   It has prominent masses of iron accumulation having hue of 10YR or 7.5YR, value of 4 or 5 , and chroma of 4 to 8."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pengra series.  Pengra soils are dry within the moisture control section for more than 40 consecutive days following summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bickford soils are on toe slopes and foot slopes.  They formed in silty colluvium over older clayey alluvium.  Slopes are 3 to 12 percent. Elevations are 250 to 750 feet.  The climate is characterized by warm, wet winters and hot, moist summers.  The mean annual temperature is 47 to 53 degrees F. The mean annual precipitation is 60 to 100 inches.  The frost free period is 160 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blachly, Bohannon, Damewood, Kirkendall, Meda, Natal, Nekoma, Orford, Preacher and Wintley soils.  Blachly and Orford soils are clayey and on adjacent side slopes.   Bohannon and Damewood soils are moderately deep and on adjacent more steeply sloping side slopes.  Kirkendall and Nekoma soils are well drained and on flood plains.  Natal soils are poorly drained and on terraces.  Meda soils are fine-loamy and are also on toeslopes and footslopes.  Preacher soils are fine-loamy and on adjacent more steeply sloping side slopes.  Wintley soils are clayey and on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, moderate over very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bickford soils are used for timber production and wildlife habitat.  Native vegetation includes Douglas fir, western hemlock, western redcedar, red alder, sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along drainageways in the Coast Range of southwestern Oregon, MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from 0 to 12 inches (A1 and A2 horizons)\ncambic horizon - from 12 to 16 inches (Bw horizon)\naquolls - chroma of 2 in the lower part of the mollic epipedon and color value moist of 5, chroma of 2 with redox concentrations in the Bw horizon.\nBase saturation by ammonium acetate is 69, 71, 69, 68, and 68 percent respectively\nparticle-size control sections - from 10 to 16 inches fine-silty and from 16 to 40 inches clayey\nADDITIONAL DATA:  Partial laboratory data is available for this soil.  Reference samples S82OR-019-009 from Douglas County, Oregon, NSSL, Lincoln, NE, 3/83.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; strong fine and medium granular structure; slightly hard, friable, sticky and slightly plastic; many very fine and fine, and common medium roots; many fine irregular pores; strongly acid (pH 5.5); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 12 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (2.5Y 5/2) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and slightly plastic; many very fine, fine and medium roots; many fine irregular pores; moderately acid (pH 5.6); clear wavy boundary. (Combined thickness of the A horizon is 10 to 16 inches)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 41,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bw--12 to 16 inches; grayish brown (2.5Y 5/2) silt loam, light gray (2.5Y 7/2) dry;  weak fine and medium subangular blocky structure; hard, firm, sticky and slightly plastic; many very fine, fine, and medium roots; many fine irregular pores; few fine, distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid (pH 5.6); abrupt broken boundary. (4 to 10 inches thick)"
      },
      {
        "name": "2BCg",
        "top": 41,
        "bottom": 107,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2BCg--16 to 42 inches; gray (5Y 5/1) clay, light gray (5Y 6/1) dry; strong very coarse prismatic structure; extremely hard, extremely firm, very sticky and very plastic; few very fine and fine roots; common very fine and fine tubular pores; few faint clay films lining pores; common prominent stress surfaces on polyhedral faces; many coarse and medium prominent strong brown (7.5YR 5/8) irregularly shaped masses of iron accumulation; very strongly acid (pH 4.5); gradual smooth boundary."
      },
      {
        "name": "2Cg",
        "top": 107,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--42 to 60 inches; light olive gray (5Y 6/2) silty clay, light gray (5Y 7/2) dry; massive; very hard, very firm, very sticky and very plastic; many coarse and medium prominent strong brown (7.5YR 5/8) irregularly shaped masses of iron accumulation; very strongly acid (pH 4.5)."
      }
    ]
  ]
}
