{
  "SERIES": "BIDART",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL/ET",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, acid Fluvaquentic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bidart Mucky silt loam on a 0 percent slope at an elevation of 2548 meters. When described on 09/16/2002 the soil was dry to 41 cm and moist down to the water table which was at 145 cm. Colors are for dry soils unless otherwise noted.\nOa--0 to 7 cm; muck; abrupt smooth boundary. (0 to 13 cm thick)\nA--7 to 22 cm; grayish brown (10YR 5/2) mucky silt loam, dark brown (10YR 3/3) rubbed moist; 35 percent sand; 62 percent silt; 3 percent clay; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots throughout and few very fine roots throughout; 5 percent prominent yellowish red (5YR 5/8), moist, masses of oxidized iron; 1 percent gravel 2 to 5 millimeter and 2 percent gravel 5 to 75 millimeter; strongly acid, pH 5.4 by Chlorophenol red;  abrupt smooth boundary. (10 to 25 cm thick)\nBg--22 to 40 cm; grayish brown (10YR 5/2) silt loam, dark brown (10YR 3/3) rubbed moist; 35 percent sand; 62 percent silt; 3 percent clay; moderate fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine roots throughout and few very fine roots throughout; common very fine dendritic tubular pores; 10 percent prominent strong brown (7.5YR 5/8), moist, masses of oxidized iron; 1 percent gravel 5 to 75 millimeter and 1 percent gravel 2 to 5 millimeter; strongly acid, pH 5.4 by Chlorophenol red;  abrupt smooth boundary. (10 to 25 cm thick)\nC--40 to 43 cm; extremely gravelly coarse sand; 95 percent sand; 5 percent silt; loose, single grain, nonsticky and nonplastic; many fine interstitial pores; 80 percent gravel 2 to 75 millimeter; strongly acid, pH 5.4 by Chlorophenol red; abrupt smooth boundary. (0 to 8 cm thick)\n2Bg1--43 to 100 cm; very fine sandy loam, grayish brown (10YR 5/2) interior moist; 60 percent sand; 38 percent silt; 2 percent clay; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots throughout and few very fine roots throughout; many very fine tubular pores; 10 percent prominent strong brown (7.5YR 5/8), moist, masses of oxidized iron; 1 percent gravel 5 to 75 millimeter and 1 percent gravel 2 to 5 millimeter; strongly acid, pH 5.4 by Chlorophenol red;\n2Bg2--100 to 150 cm; sandy loam, grayish brown (10YR 5/2) interior moist; 70 percent sand; 27 percent silt; 3 percent clay; soft, very friable, nonsticky and nonplastic; 5 percent gravel 5 to 75 millimeter and 5 percent gravel 2 to 5 millimeter; strongly acid, pH 5.4 by Chlorophenol red;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Dorado County, California, in the meadow south of Meiss Lake, 789 feet east and 1213 feet south of Section 9, Township 10N, Range 18E, 38 degrees, 43 minutes, 50 seconds North latitude and 120 degrees, 0 minutes, 51 seconds West longitude, NAD83 - U.S.G.S Quad: Caples Lake, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually saturated in some part of the moisture control section during winter, spring, and early summer, usually dry in the upper part with the water table dropping to between 40 and 80 inches during summer and fall. Typic aquic soil moisture regime.\nWater features:\nSeasonal high water table:  0 to 25 cm\nFlooding: frequently\nPonding: frequently\nSoil temperature:\n5 to 6 degrees C. recorded at 50 cm\nSurface rock fragment content:\n0 to 5 percent gravel\nReaction: strongly acid\nBase saturation: is very low, 5 to 15 percent, where the influence of volcanic parent material is stronger and ranges up to 50 percent where the parent material is more predominantly granodiorite.\nDepth to redoximorphic features: 0 to 25 centimeters\nControl section: 25 to 100 cm\nRock fragments: 0 to 15 percent, with 0 to 15 percent gravel\nClay content: averages 2 to 15 percent clay\nMineralogy: mixed\nA horizon:\nHue: 10YR\nValue: 5 dry; 3 moist\nChroma: 2 dry; 3 moist\nOrganic matter: 10 to 20 percent\nRedoximorphic features: Masses of oxidized iron\nTexture of the fine earth fraction: Mucky silt loam\nClay content: 1 to 15 percent\nRock fragments: 0 to 15 percent mostly in the 2 to 5 mm range\nReaction: 4.5 to 6\nC horizon:\nThe C horizon as described above is typical of deposition in the meadows from high flood events. Colors are typically those of the sand grains or small gravel.  Some areas have this material on the surface and it is thought to be from the rain on snow event of 1996.\nOrganic matter: 0 to 2 percent\nTexture of the fine earth fraction: Coarse sand\nClay content: 0 to 3 percent\nRock fragments: 35 to 90 percent mostly in the 2 to 5 mm range\nReaction: 4.5 to 6.0\nBg horizons:\nHue: 10YR\nValue: 4 through 6 dry; 2 through 6 moist\nChroma: 2 or 3 dry; 2 or 3 moist\nOrganic matter: 1 to 10 percent\nRedoximorphic features: Masses of oxidized iron\nTexture of the fine earth fraction: Coarse sandy loam, sandy loam, very fine sandy loam, silt loam\nClay content: 0 to 15 percent\nRock fragments: 0 to 15 percent mostly in the 2 to 5 mm range\nReaction: 4.5 to 6.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Bidart soils are on flood plains . Slopes range from 0 to 2 percent. These soils formed in alluvium derived from mixed materials. Elevation is 2130 to 2825 meters. The climate is subhumid with warm dry summers and cold wet winters. The mean annual precipitation is 840 to 1650 millimeters and the mean annual air temperature is 3 to 5 degrees C. The frost free season is 20 to 60 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dagget and Meiss soils. The Dagget soils are excessively drained and are deep to soft granodiorite bedrock and the Meiss soils are excessively drained and are shallow to hard volcanic bedrock.  Both of these soils are on the mountain slopes surrounding the flood plains containing the Bidart series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained, moderately rapid permeability, negligible runoff. Occasional to frequent flooding for long duration beginning March and April with the spring runoff and less frequently in January with rain on snow events, frequent ponding for long duration with a time frame the same as the flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and recreation and has been used for grazing. Vegetation is Nebraska sedge, tufted hairgrass, and carex."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Bidart is of minor extent in California and Nevada in MLRA 22A -- Sierra Nevada Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: El Dorado County, (Tahoe Basin area), California. Source of name from nearby ranch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 25 to 100 cm, Bg, C, 2Bg1\nRedox Concentrations:     7 to 100 cm A, Bg, 2Bg1\nCambic Horizon:           22 to 100 cm Bg, 2Bg1, 2Bg2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
