{
  "SERIES": "BIDMAN",
  "STATUS": "Established Series",
  "BYREV": "CJH-MS",
  "REVDATE": "11/2005",
  "STATES": "MT,SD,WY",
  "OVERVIEW": "The Bidman series consists of very deep, well drained soils that formed in alluvium weathered from shale bedrock.  Bidman soils are on alluvial fans, fan remnants, terrace, ridges and hills.  Slopes are 0 to 25 percent. The mean annual precipitation is about 12 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Ustic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bidman loam-grassland.  (Colors are for dry soil unless otherwise noted)\nE--0 to 5 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak thin platy structure that parts to very fine granules; soft, very friable; uncoated sand grains; slightly acid (pH 6.4); abrupt smooth boundary.  (0 to 7 inches thick)\nBt--5 to 18 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; strong medium prismatic structure that parts to strong medium angular blocky; hard, very sticky and very plastic; many prominent clay films on faces of peds, in channels and pores; few streaks of bleached sand grains in the upper 2 inches; slightly alkaline (pH 7.4); clear wavy boundary. (6 to 19 inches thick)\nBtk--18 to 26 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; weak coarse prismatic structure that parts to moderate coarse angular and subangular blocks; extremely hard, very friable; sticky and plastic; few distinct clay films on faces of peds; strongly effervescent, calcium carbonate as soft masses and in thin seams and streaks; moderately alkaline (pH 8.4); gradual wavy boundary.  (0 to 23 inches thick)\nBk--26 to 60 inches; light olive brown (2.5Y 5/3) clay loam, olive brown (2.5Y 4/3) moist; massive; hard, very friable, sticky and slightly plastic; violently effervescent, calcium carbonate as soft masses; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; 2630 feet north and 20 feet west of the southeast corner  of sec. 19, T. 46 N., R. 80 W.  43 degrees 56 minutes 26 seconds north latitude and 106 degrees 30 minutes and 41 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to calcareous material ranges from 8 to 26 inches.  Depth to the base of the argillic horizon range from 15 to 36 inches.  Organic carbon ranges from .6 to 1.5 percent in the surface horizons and decreases uniformly with increasing depth.  Cation exchange capacity ranges from 60 to 90 milliequivalents per 100 grams of clay.  Rock fragments are typically less than 2 percent but ranges from 0 to 15 percent.   This soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F.  It is never moist in some or all parts for as long as 60 consecutive days during this same period. It is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.  The mean annual soil temperature is 47 to 53 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or warmer for 175 to 195 days.  The mean summer soil temperature at depth of 20 inches ranges from 59 to 65 degrees F.\nThe E horizon has hue of 2.5Y or 10YR, value of 5 to 7 dry, 4 or 5 moist, and chroma of 2 to 4.  It usually has platy structure but has granular structure in some pedons.  It is loam, very fine sandy loam or sandy loam.  It is soft or slightly hard.  Reaction is slightly acid to slightly alkaline.  Some pedons have an A horizon.\nThe Bt horizon has hue of 2.5Y, 10YR or 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 to 4.  It is silty clay, silty clay loam, clay loam or clay but has 35 to 50 percent clay, 15 to 45 percent silt, and 15 to 45 percent sand with more than 15 percent fine or coarser sand.  This horizon typically has prismatic structure but has columnar or angular blocky structure in some pedons.  It has oriented clay films in some part.  Reaction is neutral to moderately alkaline.  EC is 0 to 8 mmhos/cm.\nThe Btk horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.   It is clay loam, silty clay loam, clay or silty clay.  It is slightly alkaline to strongly alkaline.  It has a calcium carbonate equivalent of 5 to 12 percent.  It has an EC of 0 to 2 mmhos/cm and 4 to 12 in the saline phase.\nThe Bk horizon ranges from 5Y, 2.5Y or 10YR, value of 5 to 7 dry, 4 to 6 moist, and chroma of 2 to 4.  It is clay loam, loam, sandy clay loam, or light clay.  This horizon has 6 to 14 percent calcium carbonate equivalent.  Reaction is moderately alkaline or strongly alkaline.  EC is 0 to 12 mmhos.\nSome pedons have a C horizon below 40 inches that have properties that are similar to the Bk horizon.  A gravelly substratum phase is recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Big Horn, Briggsdale, Campo, Demar, Gibbler and Parmleed series.  Briggsdale  Gibbler, and Parmleed soils have bedrock at depths of less than 40 inches.  Big Horn soils have a calcic horizon.  Campo soils formed in eolian parent sediments and have less than 15 percent fine or coarser sand in the Bt and C horizons.  Demar soils are acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bidman soils are on alluvial fans, fan remnants, terraces, ridges and hills.  Elevation is 2,600 to 6,000 feet.  Slopes range from 0 to 25 percent.  These soils formed in thick, calcareous alluvial sediments derived from sedimentary rock.  At the type location the mean annual temperature is 47 degrees F., and the mean summer temperature is 66 degrees F.  The average annual precipitation is about 12 inches with about half the precipitation in April, May, and June.  Precipitation ranges from 10 to 14 inches.  The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Briggsdale soils and the Redig and Wyarno soils.  Redig soils are the main associated soils in Butte County, South Dakota.  They have high gypsum content and are on more steeply sloping areas.  Wyarno soils lack E horizons and do not have an abrupt textural boundary between the A and B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally as native pastureland but may be tilled to dryland or irrigated crops.  Principal native vegetation is blue grama, western wheatgrass, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and central Wyoming and western South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizon - 0 to 5 inches (E)\nArgillic horizon - 5 to 26 inches (Bt, Btk)\nAn absolute increase in clay of greater than 15 percent within a vertical distance of 2.5 cm. at the upper boundary of the Bt horizon.\nSIR - WY1070\nNational Cooperative Soil Survey\nU.S.A."
  }
}
