{
  "SERIES": "BIDRIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/TM/JVC/JBF",
  "REVDATE": "12/2019",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bidrim extremely stony ashy loam--forest land.  (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 15 percent stones and boulders, 20 percent cobbles, and 20 percent gravel. Thin, discontinuous layers of duff and microbiotic crusts are also present.\nA1--0 to 3 cm; very dark brown (10YR 2/2) extremely stony ashy loam, black (10YR 2/1) moist; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 20 percent stones, 20 percent cobbles, and 25 percent gravel; neutral (pH 6.8); clear wavy boundary.  (3 or 5 cm thick)\nA2--3 to 8 cm; dark grayish brown (10YR 4/2) very stony ashy loam, very dark brown (10YR 2/2) moist; moderate very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 15 percent stones, 20 percent cobbles, and 20 percent gravel; neutral (pH 7.0); clear wavy boundary.  (3 or 5 cm thick)\nBt--8 to 20 cm; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; many very fine, common fine and few medium roots; common fine tubular pores; many distinct clay films on faces of peds and lining pores; vertical cracks 5 to 16 mm wide and 13 to 18 cm apart extend through horizon; 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (8 to 20 cm thick)\nBtss--20 to 33 cm; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; moderate medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; common very fine, few fine, medium and coarse roots; common very fine tubular pores; many distinct and prominent clay films on faces of peds and lining pores; common slickensides; vertical cracks 5 to 16 mm wide and 13 to 21 cm apart extend through horizon; 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (5 to 15 cm thick)\nR--33 cm; hard, massive vesicular basalt with few fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 3.5 miles northeast of Barrel Springs and east of road along powerline; approximately 200 feet west and 1,650 feet south of the northeast corner of section 11, T. 46 N., R. 18 E.; USGS Barrel Springs 7.5 minute topographic quadrangle; latitude 41 degrees 55 minutes 33 seconds N and longitude 119 degrees 55 minutes 39 seconds W; WGS84 Decimal Degrees 41.9258333 latitude, -119.9275000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring; dry from July through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nMollic epipedon thickness: 18 to 28 cm; includes all or part of the argillic horizon.\nDepth to bedrock: 25 to 36 cm to a lithic contact.\nParticle-size control section - Clay content: Averages 35 to 45 percent;\nRock fragments: 5 to 15 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as basalt.\nA horizons\nValue: 2 through 4 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nOrganic matter content: 6 to 8 percent in the A1 horizon and 3 to 4 percent in the A2 horizon.\nVolcanic glass content: 30 to 50 percent in coarse silt through fine sand fractions.\nBt horizon\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 through 4, dry or moist.\nClay content: 33 to 40 percent.\nRock fragments: 5 to 15 percent, mainly gravel.\nOrganic matter content: 1 to 3 percent.\nOther features: Vertical cracks 5 to 20 mm wide when dry.\nBtss horizon\nHue: 10YR or 7.5YR.\nValue: 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 55 to 65 percent.\nRock fragments: 5 to 10 percent, mainly gravel.\nStructure: Angular blocky or wedge.\nOther features: Few to common slickensides; vertical cracks 5 to 20 millimeters wide when dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brezniak, Cullius, Devada, Dunnlake, and Wylo series.\nBrezniak soils have A horizons with 1 or 2 percent organic matter and do not have subhorizons of the argillic horizon with 55 to 65 percent clay and slickensides. Cullius soils have accumulation of secondary silica over the bedrock and do not have A1 horizons with 6 to 8 percent organic matter. Devada and Dunnlake soils have A horizons with 1 to 3 percent organic matter. Wylo soils have lithic contacts between 360 to 500 mm, mean annual soil temperature of 12 to 15 degrees C, 15 to 30 percent rock fragments in the argillic horizon, and 1 or 2 percent organic matter in the A horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bidrim soils are on plateaus.  They formed in residuum derived from basalt with surficial eolian deposits of volcanic ash.  Slopes are 2 to 15 percent.  Elevations range from 1,620 to 1,955 meters.  The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 7 to 8 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Devada soil and the Nitpac soil.  Nitpac soils are fine, moderately deep to strongly cemented duripans, and have argillic horizons with properties of vertic intergrades."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bidrim soils are used for livestock grazing, wood products, and wildlife habitat. The vegetation is a forest canopy of western juniper with an understory of low sagebrush, Cusick's bluegrass, Nevada bluegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are not extensive with about 11,600 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A1, A2, and Bt horizons).\nArgillic horizon - The zone from 8 to 33 cm (Bt and Btss horizons).\nSlickensides - The zone from 20 to 33 cm (Btss horizon).\nLithic contact - The boundary at 33 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 33 cm (A1, A2, Bt, and Btss horizons).\nClassification was updated to 11th edition on 07/2011 changed from Lithic Argixerolls to Aridic Lithic Argixerolls\nADDITIONAL DATA:  The typical pedon at the type location has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S98NV-031-009 (pedon # 99P0162).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
