{
  "SERIES": "BIDUYA",
  "STATUS": "Established Series",
  "BYREV": "ALS, AJM, WJG",
  "REVDATE": "08/2012",
  "STATES": "TX",
  "OVERVIEW": "The Biduya series consists of very shallow and shallow, well drained soils that formed in loamy residuum and colluvium weathered from Permian limestone and dolomite bedrock. Slopes range from 10 to 120 percent. The mean annual precipitation is about 356 mm (14 in) and the mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Biduya very cobbly loam, on a southeast facing 15 percent slope in rangeland at an elevation of 2,012 m (6,601 ft). (Colors are for dry soil unless otherwise noted).\nA--0 to 13 cm, (0 to 5 in); very dark grayish brown (10YR 3/2) very cobbly loam, very dark brown (10YR 2/2), moist; weak fine and medium subangular blocky structure; friable, slightly sticky, nonplastic; common very fine and fine roots; 15 percent angular indurated 5 to 75 mm limestone fragments and 35 percent angular indurated 76 to 250 mm limestone fragments; strongly effervescent; moderately alkaline; very abrupt smooth boundary. (Thickness of the A horizon is 7 to 13 cm [3 to 5 in])\nR--13 to 38 cm, (5 to 15 in); indurated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culberson County, Texas; from the trailhead in Dog Canyon campgrounds in Guadalupe National Park; 4.1 miles west on the Bush Mountain trail, site is 0.9 mile west-northwest. (P X Flat, TX USGS topographic quadrangle; Latitude: 31 degrees, 58 minutes, 56 seconds N; Longitude: 104 degrees, 53 minutes, 47 seconds W; UTM Easting 509798 m, UTM Northing 3538481 m, UTM Zone 13, NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Mollic epipedon: 11 to 43 cm (4 to 17 in)\nDepth to limestone bedrock: 11 to 43 cm (4 to 17 in)\nParticle-size control section (weighted average):\nClay content: 15 to 29 percent\nRock fragment content: 35 to 70 percent; 20 to 55 percent gravel; 0 to 50 percent cobbles\nReaction: slightly alkaline or moderately alkaline\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry, 1 to 3 moist\nTexture of the fine-earth fraction: loam, silt loam, or clay loam\nClay content: 15 to 29 percent\nCoarse fragments: 20 to 70 percent total; 10 to 55 percent gravel; 0 to 50 percent cobbles\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline\nBw horizon (where present)\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 to 4 dry, 1 to 3 moist\nTexture of the fine-earth fraction: loam, silt loam, or clay loam\nClay content: 21 to 31 percent\nCoarse fragments: 20 to 50 percent total; 10 to 50 percent gravel; 0 to 50 percent cobbles\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline\nR layer:\nFractures: greater that 10cm (4 in) apart\nBedrock kind: strongly cemented and indurated limestone and dolomite"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are; Arbol (NM), Faraway (AZ), Lostpeak (TX), Oro Grande (NM),  Rotogilla (NM), Seralin (NV), and Yaquican (AZ).\nArbol soils: have a paralithic contact\nFaraway soils: are neutral to moderately acid\nLostpeak soils: have slopes greater than 40 percent and support a different ecosite\nOro Grande: are derived from rhyolite and andesite\nRotogilla soils: are slightly acid to moderately acid\nSeralin: are in the Mojave Desert (MLRA30) and receive most of their precipitation in the winter\nYaquican soils: are neutral to slightly acid"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: colluvium and residuum weathered from Permian age limestone and dolomite\nLandscape: Mountains\nLandform: Hills and Ridges\nSlope: 10 to 25 percent\nSoil moisture: Aridic Ustic soil moisture regime\nMean annual soil temperature: 9.0 to 15.0 degrees C (48 to 59 degrees F)\nMean annual air temperature: 8.0 to 14.0 degrees C (46 to 57 degrees F)\nMean annual precipitation: 330 to 381 mm (13 to 15 inches)\nPrecipitation pattern: Most precipitation occurs as high intensity rain during afternoon convective thunderstorms from June to September.\nFrost-free period: 135 to 250 days\nElevation: 1,832 to 2,441 m (6,010 to 8,008 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Desario (NM), Lazarus (NM) and the tentative Victorio (TX), Lost Peak (TX), and Lozen (TX) soils.\nDesario soils: have a calcic horizon and occur on similar positions\nLazarus soils: are very deep and occur on lower water receiving positions\nLostpeak soils: occur on very steep escarpments\nLozen soils: have a typic ustic moisture regime and occur on mountain flanks at higher elevations\nVictorio soils: have an argillic horizon and occur on mountain flanks at higher elevations"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Runoff is high on 10 to 20 percent slopes; and very high on slopes over 20 percent; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat and recreation. Vegetation is New Mexico feathergrass, pine muhly, curlyleaf muhly, New Mexico muhly, sideoats grama, sacahuista, mountain mahogany, sotol, pinyon pine, alligator juniper and one seed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR G; Western Great Plains Range and Irrigated Region; MLRA 70C-Central New Mexico Highlands. The soil is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Culberson County, Texas; 2010. The name is taken from an Apache Indian who used the area as a hideout."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 13 cm (0 to 5 in) (A horizon)\nLithic contact: 13 cm (5 in) (top of R layer)\nThe taxonomic  version is Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "very abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm, (0 to 5 in); very dark grayish brown (10YR 3/2) very cobbly loam, very dark brown (10YR 2/2), moist; weak fine and medium subangular blocky structure; friable, slightly sticky, nonplastic; common very fine and fine roots; 15 percent angular indurated 5 to 75 mm limestone fragments and 35 percent angular indurated 76 to 250 mm limestone fragments; strongly effervescent; moderately alkaline; very abrupt smooth boundary. (Thickness of the A horizon is 7 to 13 cm [3 to 5 in])"
      },
      {
        "name": "R",
        "top": 13,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--13 to 38 cm, (5 to 15 in); indurated limestone bedrock."
      }
    ]
  ]
}
