{
  "SERIES": "BIFFLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFC-RPS",
  "REVDATE": "08/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Biffle gravelly silt loam --on the lower part of a convex nose slope of 34 percent under oak woodland at an elevation of 800 feet. (Colors are for moist soil)\nA -- 0 to 2 inches; brown (10YR 4/3) gravelly silt loam; weak fine and medium granular structure; friable; many very fine and fine roots, common medium roots; 22 percent by volume of fragments of  chert dominantly 2 to 10 mm; very strongly acid; abrupt wavy boundary. (1 to 4 inches thick)\nBE -- 2 to 10 inches; yellowish brown (10YR 5/4) gravelly silt loam; weak fine and medium granular structure ; friable; common fine and medium roots, few coarse roots; 18 percent by volume of fragments of chert dominantly 2 to 10 mm; very strongly acid; gradual wavy boundary.  (4 to 14 inches thick)\nBt1 -- 10 to 22 inches; strong brown (7.5YR 4/6) gravelly silty clay loam; moderate fine and medium subangular blocky structure; firm; common fine and medium roots; 25 percent by volume fragments of chert dominantly 2 to 10 mm; few distinct yellowish red (5YR 4/6) clay films on faces of peds and on fragments of chert; very strongly acid; clear wavy boundary.\nBt2 -- 22 to 32 inches; strong brown (7.5YR 5/6) gravelly silty clay loam; weak fine and medium subangular blocky structure; firm; common fine and medium roots; 25 percent by volume fragments of chert dominantly 2 to 10 mm; few distinct yellowish red (5YR 4/6) clay films on faces of peds and on fragments of chert; very strongly acid; abrupt wavy boundary.(combined thickness of the Bt horizon ranges from 10 to 30 inches)\nCr -- 32 to 60 inches; highly weathered dense bed of granular tripolite with red, brown, and yellow stains on fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County Tennessee. 1.5 miles east of Waynesboro on Hwy 64; 2.1 miles east on old Hwy 64; 3.8 miles north on Natural Bridge Rd.; 0.3 miles on Topsy Rd.; 2.3 miles northeast on a gravel road.; 350 feet north of road; Latitude 35 deg., 24 min., 29 sec. N; Longitude 87 deg., 44 min., 13 sec W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a paralithic contact range from 20 to 40 inches.  Depth to hard bedrock is greater than 60 inches.  Fragments of chert average 15 to 35 percent by volume throughout the solum but some subhorizons have more or less.  The fragments are dominantly 2 to 10 mm but range up to 2.5 cm.  The reaction is extremely acid to very strongly acid.\nThe A horizon has hue of 10YR, value of 3 to 5 and chroma of 2 or 3. The Ap horizon, present in some pedons has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is 4 to 10 inches thick.  Texture of the fine earth fraction is silt loam.\nThe BE or E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture of the fine earth fraction is silt loam.\nThe Bt horizon commonly has hue of 10YR or 7.5YR, and rarely 5YR value of 4 to 6, and chroma of 4 to 8. Mottles, present in some pedons, are in shades of brown, yellow, and red.  Texture of the fine earth fraction is silt loam or silty clay loam. Some pedons have BC horizons, that have color and texture similar to the Bt horizon.\nThe Cr horizon is dense beds of granular tripolite. The tripolite is commonly white.  Stains are in shades of red, brown, yellow, and white.  Some pedons have thin diagonal seams that are greater than 4 inches apart and commonly contain fine roots and clayey soil material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apison, Cahaba, Durham, Emporia, Eurharlee, Granville, Hartsells, Kempsville, Linker, Nauvoo, Okeelala, Oktaha, Olla, Pirum, Sipsey, Smithdale, Sprada, Stringtown, Suffolk and Vaucluse series in the same family. Apison and Sispey soils have paralithic contacts with interlayered sandstone, siltstone and shale.  Cahaba, Durham, Emporia, Eurharlee, Granville, Kempsville, Nauvoo, Okeelala, Olla, Smithdale, Spadra, Stringtown, Suffolk and Vaucluse soils do not have a paralithic contact within 40 inches of the soil surface. Hartsell, Oktaha, and Linker soils have a lithic contact within 40 inches of the surface. Pirum soils have a lithic contact within 50 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Biffle soils are on sloping to very steep convex ridgetops and side slopes.  Slopes range from 5 to 60 percent.  The soils formed in residuum from cherty limestone composed mostly of granular tripolite. The upper 10 to 20 inches of Biffle soils on the lower part of many of the side slopes have been influenced by soil creep or colluvium or both.  The climat4e is warm and humid.  The mean annual temperature is about 61 degrees F., and the mean annual precipitation is about 57 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bodine, Brandon, Ennis, Humphreys, and Sulphura series.  Bodine soils, on the same landscapes with Biffle soils, do not have a paralithic contact within 60 inches of the surface. Brandon soils are fine-silty and are on ridges and slopes at higher elevations.  Ennis and Humphreys soils contain less fragments of chert and are on flood plains and toe slopes respectively. Sulphura soils have hard bedrock within 40 inches of the surface and are on lower positions on hillsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium runoff; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native woodland consists of chestnut oak, red oak, white oak, with few shortleaf pine, beech, and hickory. Loblolly pine have been introduced on many areas for pulpwood production. A few small areas are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Highland Rim of Tennessee and possibly Northern Alabama. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Wayne County, Tennessee, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- from 0 to 10 inches (A and E horizons)\nArgillic horizon -- from 10 to 32 inches (Bt1, Bt2 horizons)\nParalithic contact at a depth of 32 inches.\nThese soils were formerly mapped in the Bodine series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
