{
  "SERIES": "BIGAPPLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMG-NKP-JTI",
  "REVDATE": "02/2017",
  "STATES": "NJ,NY,RI",
  "OVERVIEW": "The Bigapple series consists of very deep, well to excessively drained soils. The soil formed in a thick mantle of sandy dredge spoils from dredging activities in coastal waters and rivers. The sandy dredge material is thicker than 100 cm and occurs on modified landscapes in and near major urbanized areas of the Northeast. Saturated hydraulic conductivity is high or very high in the surface and very high in the subsoil and substratum. Slope ranges from 0 to 75 percent. Mean annual temperature is about 13 degrees C and mean annual precipitation is about 1196 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dredgic, mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bigapple fine sand on a large smoothed manmade island of soil material on a 0 to 3 percent slope. (Colors are for moist soil unless noted differently.)\n^Au -- 0 to 8 cm; dark grayish brown (10YR 4/2) fine sand; single grain; loose; many very fine to fine roots; 50 to 75 percent of the area has a 1/4\" thick layer of asphalt coating that has broken up into 3 inch diameter fragments; very strongly acid (pH 4.6); clear smooth boundary. (3 to 10 cm thick)\n^E -- 8 to 23 cm; brown (10YR 5/3) fine sand; single grain; loose; many very fine to fine, and few medium roots; few, fine, prominent yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid (pH 5.1); clear wavy boundary. (0 to 25 cm thick)\n^Bw -- 23 to 51 cm; yellowish brown (10YR 5/4) fine sand; massive; very friable; few very fine to fine and few coarse roots; common, fine, prominent strong brown (7.5YR 5/8) mottles in 1/8 to 1/4 inch-thick horizontal bedding planes of very fine sand which make up about 25 percent of the horizon; strongly acid (pH 5.2); clear wavy boundary. (0 to 58 cm thick)\n^C1 -- 51 to 74 cm; 50 percent light yellowish brown (10YR 6/4) and 40 percent grayish brown (10YR 5/2) stratified very fine and fine sand; massive; very friable; common, fine, prominent strong brown (7.5YR 5/8) masses of iron accumulation in 1/8 to 1/4-inch thick horizontal bedding planes of very fine sand which make up about 10 percent of the horizon; moderately acid (pH 5.6); clear smooth boundary.\n^C2 -- 74 to 150 cm; 60 percent grayish brown (10YR 5/2) and 40 percent bedding planes of gray (10YR 5/1) stratified very fine and fine sand; massive; very friable; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, New York; type location is located on the Southern portion of a human made island (White Island) in Marine Park; USGS Coney Island, NY topographic quadrangle; Latitude 40 degrees, 35 minutes, 39.00 seconds N. and Longitude 73 degrees, 54 minutes, 54.44 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the sandy dredge material is greater than 100 cm and is sourced from coastal waterways, bays, or rivers. Thickness of the solum ranges from 46 to 86 cm. Rock fragments range from 0 to 20 percent. Shell fragments are present in some pedons. Human artifacts fragments range from 0 to 10 percent. Reaction ranges from extremely acid to moderately alkaline throughout. Iron accumulations are relict and may be present on bedding planes in the subsoil and substratum horizons.\nThe ^A horizon has hue of 10YR to 2.5Y, value of 2 to 6, and chroma of 1 to 4. Textures and their gravelly analogs include sandy loam, loamy sand, very fine sand, or coarser. The horizon is commonly single grained, but ranges to granular or subangular blocky structure. Consistence is loose.\nThe ^E horizon, where present, has hue of 10YR to 2.5Y, value of 2 to 6, and chroma of 1 to 4. Textures and their gravelly analogs include very fine sand or coarser. The horizon is massive or single grained, but ranges to granular or subangular blocky structure. Consistence is loose.\nThe ^Bw horizons, where present, have hue of 10YR to 2.5Y, value of 4 to 6, and chroma of 3 or 4. Textures and their gravelly analogs include very fine sand or coarser. The horizon is massive or single grained. Some pedons have weak very fine subangular blocky structure. Consistence is very friable.\nThe ^C horizons have hue of 10YR to 2.5Y, value of 3 to 7, and chroma of 1 to 6. Textures and their gravelly analogs include very fine sand or coarser. The horizon is massive or single grain. Consistence is loose or very friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bigapple soils are on nearly level to very steep artificially created or modified landforms. These soils formed in human-transported soil material from dredging activities of nearby shorelines, waterways, bays or rivers. The human-transported soil material is relatively clean of human refuse and contains less than 20 percent gravel. Shell fragments are present in some pedons. Slope ranges from 0 to 75 percent. Mean annual precipitation ranges from 1020 to 1325 millimeters. Mean annual temperature ranges from 8 to 17 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Barren, Breeze, Fortress, Hooksan, Jamaica, Gravesend, Matunuck, Pawcatuck, Sandyhook, Verrazano, and Westbrook soils. The moderately well drained Fortress soils, somewhat poorly drained Barren soils, and poorly drained Jamaica soils are associated in a drainage sequence. Gravesend soils contain more than 35 percent human artifacts and/or rock fragments in the control section. Verrazano soils have a contrasting particle size class within 100 cm from soil surface. Hooksan soils formed in sandy eolian deposits. Ipswich, Pawcatuck, Matunuck, and Westbrook soils formed in organic soil materials subject to very frequent tidal flooding. Sandyhook soils formed in sandy marine deposits subject to tidal flooding. Breeze soils also contain 10 to 34 percent human artifacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: This soil is well to excessively drained. The potential for surface runoff is very low to low on vegetated slopes less than 20 percent, and medium on vegetated slopes 20 percent and greater. The potential for surface runoff is one class more rapid where the soil is unvegetated or the surface is poorly protected from erosion. Saturated hydraulic conductivity is high or very high in the surface and very high in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are covered with beach grasses, poison ivy, beach plum, red cedar, black cherry, smooth sumac, green briar, tree of heaven, pin cherry, bayberry, and milkweed. These soils are used for recreational development, urban development, beach cottages, and wildlife refuge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on human-altered landscapes in and near major urbanized areas of the Northeast. MLRAs 144A, 145, and 149B. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New Jersey 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Redoximorphic features in the typical pedon are considered relict features.  Water table monitoring at the type location did not indicate an active water table within observed depths.\nSome Bigapple soils feature one or more thin layers that meet diagnostic criteria for a placic horizon (i.e., a root-limiting pan cemented by iron or iron and manganese).\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 23 cm. (^Au and ^E horizons)\n2. Psamments - the zone from 25 to 100 cm is fine sand or sand and averages less than 35 percent rock fragments (^Bw, ^C1, and ^C2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Type location sampled as S1995NY047001 for full characterization. Pedon analyzed by the KSSL, Lincoln, NE.  Additional full characterization samples include S1998NY047001 and S1998NY047010. Characterization data for Bigapple and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/"
  },
  "SITE": [
    [
      {
        "drainage": "excessively, somewhat excessively, well",
        "drainage_overview": "excessively, somewhat excessively, well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^Au",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Au -- 0 to 8 cm; dark grayish brown (10YR 4/2) fine sand; single grain; loose; many very fine to fine roots; 50 to 75 percent of the area has a 1/4\" thick layer of asphalt coating that has broken up into 3 inch diameter fragments; very strongly acid (pH 4.6); clear smooth boundary. (3 to 10 cm thick)"
      },
      {
        "name": "^E",
        "top": 8,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^E -- 8 to 23 cm; brown (10YR 5/3) fine sand; single grain; loose; many very fine to fine, and few medium roots; few, fine, prominent yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid (pH 5.1); clear wavy boundary. (0 to 25 cm thick)"
      },
      {
        "name": "^Bw",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Bw -- 23 to 51 cm; yellowish brown (10YR 5/4) fine sand; massive; very friable; few very fine to fine and few coarse roots; common, fine, prominent strong brown (7.5YR 5/8) mottles in 1/8 to 1/4 inch-thick horizontal bedding planes of very fine sand which make up about 25 percent of the horizon; strongly acid (pH 5.2); clear wavy boundary. (0 to 58 cm thick)"
      },
      {
        "name": "^C1",
        "top": 51,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^C1 -- 51 to 74 cm; 50 percent light yellowish brown (10YR 6/4) and 40 percent grayish brown (10YR 5/2) stratified very fine and fine sand; massive; very friable; common, fine, prominent strong brown (7.5YR 5/8) masses of iron accumulation in 1/8 to 1/4-inch thick horizontal bedding planes of very fine sand which make up about 10 percent of the horizon; moderately acid (pH 5.6); clear smooth boundary."
      },
      {
        "name": "^C2",
        "top": 74,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "^C2 -- 74 to 150 cm; 60 percent grayish brown (10YR 5/2) and 40 percent bedding planes of gray (10YR 5/1) stratified very fine and fine sand; massive; very friable; moderately acid (pH 6.0)."
      }
    ]
  ]
}
