{
  "SERIES": "BIGBERNIE",
  "STATUS": "Established Series",
  "BYREV": "Rev: SMR/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Bigbernie series consists of moderately deep, somewhat excessively drained soils formed in colluvium over residuum weathered from granitoid and gneiss. These soils are on mountain slopes. Slope ranges from 30 to 75 percent. The mean annual precipitation is 150 millimeters, and the mean annual air temperature is 18.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bigbernie gravelly loamy sand, on a southwest-facing, 56 percent slope at an elevation of 1363 meters. (Colors are for dry soil unless otherwise stated.) The surface is covered by approximately 33 percent fine gravel, 15 percent medium and coarse gravel, 10 percent cobbles, 1 percent stones, and 1 percent boulders.\nA--0 to 2 centimeters (0 to 1 inches); brown (10YR 4/3) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; strong very thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common fine irregular pores; 15 percent fine gravel, 10 percent medium and coarse gravel, and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 11 centimeters thick)\nBw--2 to 11 centimeters (1 to 4 inches); dark yellowish brown (10YR 4/4) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots and common fine roots; few fine tubular pores; 10 percent fine gravel, 15 percent medium and coarse gravel, and 15 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (9 to 54 centimeters thick)\nBC--11 to 60 centimeters (4 to 24 inches); brown (10YR 4/3) very gravelly sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to massive; slightly hard, very friable, nonsticky and nonplastic; common very fine roots and fine roots and moderately few medium roots; few very fine interstitial pores; 25 percent fine gravel, 5 percent medium and coarse gravel, 3 percent cobbles, 10 percent stones, and 15 percent parastones; slightly alkaline (pH 7.4); clear wavy boundary. (0 to 60 centimeters thick)\nCr--60 to 150 centimeters (24 to 60 inches); moderately cemented granitoid bedrock with cracks greater than 10 centimeters apart; common very fine and fine roots matted at top of horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 3.5 miles south of the Town of Yucca Valley; approximately 1,025 meters east, 710 meters north of the southwest corner of section 23, T. 1 S., R. 5 E., San Bernardino Base and Meridian; USGS Yucca Valley South, California 7.5 minute topographic quadrangle; 34 degrees, 4 minutes, 5 seconds north latitude and 116 degrees, 25 minutes, 45 seconds west longitude; UTM 11S 552684e, 3769850n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms. These soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nDepth to paralithic contact: 50 to 100 centimeters (20 to 40 inches).\nOrganic matter: 0 to 0.5 percent.\nSurface rock fragments: 35 to 80 percent, dominated by gravel.\nControl section -\nRock fragments: 35 to 75 percent.\nClay content: 2 to 5 percent.\nEffervescence: noneffervescent throughout\nA horizon:\nHue: 10YR or 2.5Y.\nValue: 4 to 6 dry, 2 to 4 moist.\nChroma: 3 or 4 dry, 2 to 4 moist.\nTexture of the fine earth: coarse sand, fine sand, loamy sand, and loamy fine sand.\nClay content: 2 to 5 percent.\nRock fragments: 25 to 40 percent, dominantly gravel.\nReaction: neutral to moderately alkaline.\nBw or BA horizon :\nValue: 4 to 6 dry, 3 or 4 moist.\nChroma: 2 to 4 moist.\nTexture of the fine earth: sand, fine sand, loamy coarse sand, and loamy sand.\nClay content: 2 to 5 percent.\nRock fragments: 35 to 60 percent, dominantly gravel.\nReaction: slightly or moderately alkaline.\nBC or C horizon (when present):\nValue: 4 to 6 dry, 1 to 4 moist.\nChroma: 3 or 4 dry, 1 to 4 moist.\nTexture of the fine earth: coarse sand or sand.\nClay content: 1 to 4 percent.\nRock fragments: 35 to 75 percent, dominantly gravel.\nReaction: slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arizo (CA), Dragonwash (CA), Jean (CA), Kokan (NM), and Pipecan (CA) series. All competing series are very deep and formed in alluvium. In addition, Arizo soils are slightly effervescent or more in some or all parts and may contain secondary calcium carbonates on undersides of rock fragments. Dragonwash soils include mainly gravel, with over half less than 5 millimeters in size. Jean soils contain less than 15 rock fragments in the upper part of the particle size control section, and are effervescent throughout the profile. Kokan soils have a climate typical of the Chihuahuan desert, which is moist in some parts for more than 20 days between July and September. Pipecan soils are usually dry, moist in some part in the winter and early spring and intermittingly moist at the soil surface only following occasional summer precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bigbernie soils are on mountains. Slope ranges from 30 to 75 percent. These soils formed in colluvium over residuum weathered from granitoid and gneiss. Elevation ranges from 1,050 to 1,450 meters (3,445 to 4,757 feet). The climate is arid with hot, dry summers, and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (63 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Arizo, Goldenhills, Pinecity, Smithcanyon, and Whiterobe soils. All associated soils occur on adjacent mountain slopes, except Arizo soils which occur in drainageways, and are very deep. Goldenhills soils occur at elevations less than 1,050 meters and are deep to weathered granitoid, and have a hyperthermic soil temperature regime. Pinecity and Smithcanyon soils are shallow and sandy. Also Smithcanyon soils occur on adjacent north-facing slopes with an aridic bordering on xeric soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; low to medium runoff; high saturated hydraulic conductivity above the bedrock and moderately high within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bigbernie soils are used for recreation and wildlife habitat. The native vegetation is California juniper, Parish's goldeneye, green rabbitbrush, big galleta, Acton's brittlebush, and creosote bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern, California, U.S.A., MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, part of the Soil Survey of Joshua Tree National Park, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - the zone from 0 to 11 centimeters (0 to 1 inches) (A and Bw horizons).\nParticle size control section: 25 to 60 centimeters (10 to 24 inches) (C horizon).\nParalithic contact: the zone beginning at 60 centimeters (24 inches) (Cr horizon).\nADDITIONAL DATA: The NASIS UserPedonID for the Type Location is 1249810063.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 2,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 centimeters (0 to 1 inches); brown (10YR 4/3) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; strong very thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common fine irregular pores; 15 percent fine gravel, 10 percent medium and coarse gravel, and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 11 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 2,
        "bottom": 11,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--2 to 11 centimeters (1 to 4 inches); dark yellowish brown (10YR 4/4) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots and common fine roots; few fine tubular pores; 10 percent fine gravel, 15 percent medium and coarse gravel, and 15 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (9 to 54 centimeters thick)"
      },
      {
        "name": "BC",
        "top": 11,
        "bottom": 60,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--11 to 60 centimeters (4 to 24 inches); brown (10YR 4/3) very gravelly sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to massive; slightly hard, very friable, nonsticky and nonplastic; common very fine roots and fine roots and moderately few medium roots; few very fine interstitial pores; 25 percent fine gravel, 5 percent medium and coarse gravel, 3 percent cobbles, 10 percent stones, and 15 percent parastones; slightly alkaline (pH 7.4); clear wavy boundary. (0 to 60 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 60,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--60 to 150 centimeters (24 to 60 inches); moderately cemented granitoid bedrock with cracks greater than 10 centimeters apart; common very fine and fine roots matted at top of horizon."
      }
    ]
  ]
}
