{
  "SERIES": "BIGBEND",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMS-WJB",
  "REVDATE": "11/98",
  "STATES": "NE,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigbend silt loam with slope of less than 1 percent in native grass.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, very friable; few fine spots of dark grayish brown (10YR 4/2) moist; many fine bedding planes; strong effervescence; moderately alkaline; clear smooth boundary.  (2 to 8 inches thick)\nC1--3 to 18 inches; pale brown (10YR 6/3) silt loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky; soft, very friable; many fine bedding planes; strong effervescence; moderately alkaline; gradual smooth boundary.\nC2--18 to 32 inches; pale brown (10YR 6/3) silt loam stratified with thin lenses of very fine sandy loam; brown (10YR 5/3) moist; massive; soft, very friable; few fine accumulations of dark brown (10YR 4/2) moist; many fine bedding planes evident; strong effervescence; moderately alkaline; gradual smooth boundary.\nC3--32 to 60 inches; pale brown (10YR 6/3) silt loam stratified with thin layers of very fine sandy loam and fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable; common bedding planes; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyman County, South Dakota; about 13 miles south and 3 miles east of Kennebec; 1620 feet east and 955 feet south of the northwest corner of sec. 23, T. 103 N., R. 75 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The particle size control section is very fine sandy loam or silt loam averaging 8 to 18 percent clay and less than 15 percent fine or coarse sand.   The soil commonly contains free carbonates throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 3 to 5 moist, and chroma of 2 or 3.  Those pedons that have moist values of 3 are less than 6 inches thick.  It is typically very fine sandy loam or silt loam, but includes loam, silty clay loam, and fine sandy loam.  It ranges from neutral to moderately alkaline. Some pedons have an AC horizon that is intermediate in color and texture between the A and C horizons.\nThe C horizon has hue of 10YR or 2.5Y, value of 6 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is typically very fine sandy loam and silt loam, but includes strata of loam, fine sandy loam, loamy very fine sand, loamy fine sand,and silty clay loam.  Below a depth of 40 inches, textures range from very fine sandy loam to gravelly sand.  It ranges from slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bigbend soils are on flood plains and low stream terraces.  Slopes range from 0 to 2 percent.  The Bigbend soils formed in calcareous, stratified, loamy alluvial material.  The mean annual temperature ranges from 45 to 53 degrees F, and the mean annual precipitation ranges from 15 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hilmoe, Inavale, Munjor, and Wendte soils.  These soils are in the same landscape.  Inavale soils are in the sandy family.  Hilmoe soils are clayey over loamy.  Munjor soils have a coarse-loamy control section.  Wendte soils are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderately well drained .  Runoff is low.  Permeability is moderate.  It is subject to rare or occasional flooding for brief periods when streams overflow or during periods of high runoff from adjacent uplands."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the areas of Bigbend soils are cultivated and some areas are irrigated.  The main crops are wheat, grain sorghum, alfalfa, and tame grasses.  Native grasses are dominantly big bluestem, western wheatgrass, needlegrasses, little bluestem, switchgrass, sedges and forbs.  Shrubs and a few deciduous trees are in some of the lower lying areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and south-central South Dakota and southwest Nebraska.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyman County, South Dakota, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of about 3 inches (A horizon).\nADDITIONAL DATA:  Pedons S89NE057-100 and S82SD085-14 sampled for National Soil Survey Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
