{
  "SERIES": "BIGELOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCM/RHB/AON",
  "REVDATE": "10/2006",
  "STATES": "OR",
  "OVERVIEW": "The Bigelow series consists of deep, well drained soils that formed in colluvium weathered from granitic rocks and overlying glacial drift.  Bigelow soils are on mountain hill slopes and glacial basins and have slopes of 5 to 65 percent.  Mean annual precipitation is about 65 inches and mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Typic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigelow very gravelly sand loam, on a southwest-facing concave slope of 50 percent under mixed conifers at 5,600 feet elevation.  (When described the soils was moist throughout.  Colors are for moist soils unless otherwise stated.)\n01--1 inch to 0; undecomposed needles and twigs.\nA11--0 to 5 inches; very dark brown (10YR 2/2) very gravelly sandy loam, black (10YR 2/1) crushed, very dark grayish brown (10YR 3/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; many very fine pores; 50 percent pebbles; medium acid; clear smooth boundary.  (2 to 8 inches thick)\nA12--5 to 14 inches; very dark brown (10YR 2/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine to coarse roots; many very fine pores; 35 percent pebbles; medium acid; clear wavy boundary.  (5 to 25 inches thick)\nA13--14 to 26 inches; very dark grayish brown (10YR 3/2) very cobbly sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; soft, very friable, nonsticky and non- plastic; many very fine and common fine to coarse roots; many very fine root pores; 30 percent pebbles, 15 percent cobbles; medium acid; clear wavy boundary.  (0 to 15 inches thick)\nC1--26 to 50 inches; dark brown (10YR 3/3) extremely stony sandy loam, dark brown (10YR 4/3) dry; massive; soft, dry friable, nonsticky and nonplastic; common medium and coarse roots; many very fine pores; 15 percent pebbles, 20 percent cobbles, 30 percent stones; medium acid; diffuse wavy boundary.  (13 to 45 inches thick)\nC2--50 to 65 inches;  dark brown (10YR 3/3) extremely stony sandy loam, brown (10YR 5/3) dry; massive; soft, very friable, nonsticky and nonplastic; common medium and coarse roots; many pores; 15 percent pebbles, 20 percent cobbles, 30 percent stones; strongly acid; gradual wavy boundary.  (12 to 48 inches thick)\nC3--65 to 67 inches; glacial till; massive; very hard, very firm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Josephine County, Oregon; about 1 mile east of Oregon Caves National Monument; 2,360 feet west and 200 feet north of the southeast corner of section 11, T.40S., R.6W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness typically is 22 to 30 inches and ranges from 20 to 36 inches.  Depth to bedrock is 60 inches or more.  The mean soil temperature ranges from 40 degrees  to 46 degrees F., and the mean summer soil temperature without an 0 horizon is 50 degrees  to 59 degrees F.  These soils are usually moist and are dry between depth of 8 and 24 inches for less than 45 consecutive days in the four months that follow the summer solstice.  The 10- to 40-inch control section averages 40 to 75 percent rock fragments, with 25 to 40 percent being cobbles and stones.  The control section averages less than 18 percent clay.  The umbric epipedon is 20 inches or more thick.\nThe A horizon has value of 2 or 3 moist, 3 through 5 dry, and chroma of 1 through 3 moist and 2 or 3 dry.  It averages 35 to 65 percent rock fragments of which 5 to 15 percent are cobbles and stones.\nThe C horizon has value of 2 through 5 moist, 4 through 6 dry, and chroma of 2 through 4 moist and dry.  It is sandy loam and averages 45 to 80 percent rock fragments of which 35 to 55 percent are cobbles and stones.  Very firm glacial till commonly is below depth of 60 inches but ranges to a minimum depth of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buell, Crannler, Goodlow, Henline, Hossick, Hummington, McCall, Moohoo, Moran, Tallac, and Wolcott series.  Buell, Goodlow, Hossick, Hummington, McCall and Moran soils have cambic horizon.  Also, Buell and McCall soils are dry form  more than 45 days during the four-month period following the summer solstice.  Goodlow and Moran soils have an umbric thinner than 20 inches and Goodlow soils also have a clay loam B horizon, and Hossick and Hummington soils are 20 to 40 inches deep to bedrock.  Crannler and Henline soils are 20 to 40 inches deep to bedrock.  Moohoo soils have an umbric epipedon 7 to 16 inches thick and are medium textured throughout.  Tallac soils are dry for more than 60 consecutive days during the four-month period following the summer solstice and are 40 to 60 inches deep to cemented silica pan.  Wolcott soils are strongly to very strongly acid and have large stones and boulders throughout the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bigelow soils are on mountain sideslopes and in glacial basins at elevations 5,500 to 7,000 feet.  Slopes range from 5 to 65 percent.  The soils formed in colluvium weathered from granitic rocks and underlying mixed glacial drift.  Mean annual temperature is 38 degrees to 45 degrees F., and the mean annual precipitation ranges from 60 to 80 inches.  The frost-free period is less than 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Althouse, Beekman, Colestine, Goodwin, Jayar, Rogue, Tethrick and Woodseye soils and the competing Crannler soils.  Althouse, Jayar and Rogue soils lack an umbric epipedon and have a frigid soil temperature.  Beekman, Colestine and Tethrick soils are on associated south-facing slopes and have a mesic soil temperature.  Woodseye soils are 12 to 20 inches deep to a lithic contact and have a frigid soil temperature."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bigelow soils are used for timber production, wildlife habitat, recreation and water supply.  Natural vegetation is white fir, shasta red fir, mountain snowberry, Cascade Oregon grape, wild rose, deerfoot vanillaleaf, broadleaf starflower, northern bedstraw, spreading phlox and fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Josephine County, Oregon, l979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly classified as loamy-skeletal, mixed Entic Cryumbrepts, competing series not updated at the time of reclassification.\nADDITIONAL DATA:  Characterization data for 1 pedon (OR76-15(1-5) by Oregon State University (not published).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A11--0 to 5 inches; very dark brown (10YR 2/2) very gravelly sandy loam, black (10YR 2/1) crushed, very dark grayish brown (10YR 3/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; many very fine pores; 50 percent pebbles; medium acid; clear smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "A12",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A12--5 to 14 inches; very dark brown (10YR 2/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine to coarse roots; many very fine pores; 35 percent pebbles; medium acid; clear wavy boundary.  (5 to 25 inches thick)"
      },
      {
        "name": "A13",
        "top": 36,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A13--14 to 26 inches; very dark grayish brown (10YR 3/2) very cobbly sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; soft, very friable, nonsticky and non- plastic; many very fine and common fine to coarse roots; many very fine root pores; 30 percent pebbles, 15 percent cobbles; medium acid; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 66,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "C1--26 to 50 inches; dark brown (10YR 3/3) extremely stony sandy loam, dark brown (10YR 4/3) dry; massive; soft, dry friable, nonsticky and nonplastic; common medium and coarse roots; many very fine pores; 15 percent pebbles, 20 percent cobbles, 30 percent stones; medium acid; diffuse wavy boundary.  (13 to 45 inches thick)"
      },
      {
        "name": "C2",
        "top": 127,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--50 to 65 inches;  dark brown (10YR 3/3) extremely stony sandy loam, brown (10YR 5/3) dry; massive; soft, very friable, nonsticky and nonplastic; common medium and coarse roots; many pores; 15 percent pebbles, 20 percent cobbles, 30 percent stones; strongly acid; gradual wavy boundary.  (12 to 48 inches thick)"
      },
      {
        "name": "C3",
        "top": 165,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--65 to 67 inches; glacial till; massive; very hard, very firm."
      },
      {
        "name": "01",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "01--1 inch to 0; undecomposed needles and twigs."
      }
    ]
  ]
}
