{
  "SERIES": "BIGFOOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT:WJG",
  "REVDATE": "5/90",
  "STATES": "TX",
  "OVERVIEW": "The Bigfoot series consists of very deep, well drained, moderately slowly permeable soils that formed in calcareous, clayey alluvium.  These soils are on nearly level to very gently sloping flood plains.  Slopes are 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, carbonatic, hyperthermic Cumulic\nHaplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigfoot silty clay--rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--O to 9 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky; very hard, very firm; many fine and medium roots; common fine tubular pores; few snail shell fragments; 46 percent calcium carbonate equivalent; violent effervescence; mildly alkaline; clear smooth boundary.  (8 to 30 inches thick)\nA2--9 to 22 inches; grayish brown (10YR 5/2) silty clay, very dark brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky; very hard, very firm; few fine roots; few fine pores; few snail shell fragments; 50 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual wavy boundary.  (0 to 22 inches thick)\nBw1--22 to 33 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; very hard, firm; few fine roots; few fine tubular pores; few films and threads of calcium carbonate; few snail shell fragments; 62 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual wavy boundary.  (8 to 33 inches thick)\nBw2--33 to 44 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; few fine roots; few fine tubular pores; few films and threads of calcium carbonate; few snail shell fragments; 58 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual wavy boundary.  (0 to 28 inches thick)\nBk--44 to 63 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; few fine roots; few fine tubular pores; common threads and films of calcium carbonate along faces of peds; few snail shell fragments; 60 percent calcium carbonate equivalent; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frio County, Texas; from the intersection of U.S.  Highway 81 and Farm Road 140 in Pearsall, 0.65 mile west on Farm Road 140 to the intersection of Farm Road 1581, 8.05 miles southwest on Farm Road 1581, 100 feet north of fence in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon is 20 to 30 inches.  Solum thickness is more than 80 inches.  Dry soil cracks 0.25 to 0.5 inch wide at the surface but is less than 0.4 inch wide at a depth of 20 inches.  COLE ranges from 0.04 to 0.07 in the near surface horizons and decreases with depth.  COLE does not equal or exceed 0.07 in any layer with a thickness of 20 inches or more.  Calcium carbonate equivalent in the 10- to 40-inch control section ranges from 40 to about 65 percent.  Total clay in the 10- to 40-inch control section ranges from 40 to 55 percent and silicate clay ranges from 35 to 45 percent.  The silicate clay fraction is assumed to be dominantly montmorillonite.  Sand content is less than 5 percent.  Reaction is mildly alkaline or moderately alkaline.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 1 or 2.  Calcium carbonate equivalent ranges 35 to 60 percent.\nThe Bw and Bk horizons have hue of 10YR, value of 5 or 6, and chroma of 1 to 4.  Texture is silty clay or clay.  Films and threads of carbonate range from none to common on the surfaces of peds in the upper 40 inches.  Soft powdery forms of carbonate occur in some pedons below 40 inches. Secondary carbonates make up less than 5 percent of any horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in the same family.  Soils in similar families include Divot, Frio, Nipsum, Oakalla and Tordia series.  All of these soils except for the Oakalla soils have less than 40 percent calcium carbonate equivalent in the control section.  Frio and Nipsum have mean annual soil temperatures less than 72 degrees F.  Divot and Tordia soils have montmorillonitic mineralogy.  Oakalla soils have less than 35 percent silicate clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level to gently sloping flood plains.  The soil formed in calcareous clayey alluvial sediments.  Mean annual precipitation ranges from 20 to 29 inches and mean annual temperature is about 70 to 72 degrees F.  Frost free days range from 260 to 290 days and elevation ranges from 550 to 750 feet.  Thornthwaite annual P-E indices range from 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Divot series and the Bookout, Caid, Mercedes, Uvalde and Winterhaven series. Bookout, Caid, Mercedes and Uvalde soils occur at higher elevations on stream terraces.  Winterhaven and Divot soils occur on similar surfaces.  Winterhaven soils have evident bedding planes within 40 inches of the surface and have less than 35 percent silicate clay.  Divot soils have COLE greater than 0.07 in layers more than 20 inches thick and have less than 40 percent calcium carbonate equivalent in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability.  Flooding occurs for very brief periods at intervals ranging from 1 or more times per year to once in 20 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and cropland.  Woody vegetation consists mainly of live oak, mesquite, cedar elm, winged elm, sugar hackberry and Texas persimmon with isolated colonies of woolly hoptree.  Native grasses include Canada and Virginia wildrye, paspalums, bristlegrass, Texas wintergrass and rescuegrass.  Common crops include grain sorghum, wheat and oats.  The common pasture grasses are kleingrass and forage sorghums.  Some areas are planted to pecans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain of Texas.  This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frio County, Texas; 1985.  The name is from a community in Frio County that was named after \"Bigfoot\" Wallace."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Divot series.  Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - 0 to 22 inches (A1 and A2 horizons)\nCumulic feature - Mollic epipedon greater than 20 inches\nCambic horizon - B horizons from 22 to 63 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": "NA",
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--O to 9 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky; very hard, very firm; many fine and medium roots; common fine tubular pores; few snail shell fragments; 46 percent calcium carbonate equivalent; violent effervescence; mildly alkaline; clear smooth boundary.  (8 to 30 inches thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--9 to 22 inches; grayish brown (10YR 5/2) silty clay, very dark brown (10YR 3/2) moist; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky; very hard, very firm; few fine roots; few fine pores; few snail shell fragments; 50 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual wavy boundary.  (0 to 22 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 56,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--22 to 33 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; very hard, firm; few fine roots; few fine tubular pores; few films and threads of calcium carbonate; few snail shell fragments; 62 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual wavy boundary.  (8 to 33 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 84,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--33 to 44 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; few fine roots; few fine tubular pores; few films and threads of calcium carbonate; few snail shell fragments; 58 percent calcium carbonate equivalent; violent effervescence; moderately alkaline; gradual wavy boundary.  (0 to 28 inches thick)"
      },
      {
        "name": "Bk",
        "top": 112,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--44 to 63 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; few fine roots; few fine tubular pores; common threads and films of calcium carbonate along faces of peds; few snail shell fragments; 60 percent calcium carbonate equivalent; violent effervescence; moderately alkaline."
      }
    ]
  ]
}
