{
  "SERIES": "BIGFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF:RCB",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bigfork very stony silt loam--forest. (Colors are for moist soil unless otherwise stated.)\nOi--.5 to 0 inch; very dark brown (10YR 2/2) litter of leaves and twigs.\nA--0 to 5 inches; yellowish brown (10YR 5/4) very stony silt loam; moderate medium granular structure; hard, friable; common very fine and fine roots inside peds; few medium and coarse roots inside peds; 50 percent chert fragments by volume greater than 76 mm in diameter and 10 percent chert fragments by volume from 2 mm to 76 mm in diameter; strongly acid; clear smooth boundary. (3 to 9 inches thick)\nBt--5 to 35 inches; brown (7.5YR 5/4) very stony silty clay loam; weak fine subangular blocky structure; very hard, friable; common fine roots inside peds; few fine to coarse roots between peds; patchy clay films on faces of peds; 40 percent chert fragments by volume greater than 76 mm in diameter and 10 percent chert fragments by volume from 2 mm to 76 mm in diameter; very strongly acid; abrupt irregular boundary. (18 to 37 inches thick)\nR--35 to 40 inches; hard chert bedrock, tilted 35 degrees from a horizontal plane."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pushmataha County, Oklahoma; about 4 miles north of Tuskahoma, Oklahoma; 1,100 feet west and 400 feet north of the southeast corner of section 1, T. 2 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to hard bedrock ranges from 20 to 50 inches and due to the irregular boundary between the Bt horizon and the underlying tilted bedrock it is extremely variable within short distances.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4. Where the A horizon has moist value and chroma of 3, it is less than 6 inches thick. Texture is stony, very stony, very gravelly, or extremely gravelly analogues of loam, silt loam, or silty clay loam. Content of chert fragment ranges from 35 to 90 percent by volume. About 15 to 30 percent by volume is 2 mm to 76 mm in diameter and 20 to 60 percent by volume is greater than 76 mm in diameter. Reaction ranges from slightly acid to strongly acid. Some pedons have E horizons from 2 to 8 inches thick. The E horizon is similar to the A horizon in texture, reaction, and content of chert fragments. Colors are 1 or 2 values and chroma higher than the A horizon.\nThe Bt horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 4 to 8. Texture is stony, very stony, very gravelly or extremely gravelly analogues of clay loam or silty clay loam. Content of chert fragments are similar to the A horizon. Reaction ranges from medium acid to very strongly acid.\nThe R layer is hard chert or novaculite bedrock that is tilted 20 to 60 degrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Avant, Cobstone, Lillington, Saffell, and Zafra series in the same family. Avant soils are underlain by an R/C horizon and can be dug with power equipment. Cobstone soils are very deep. Lillington soils have sola greater than 60 inches thick. Saffell soils are deeper than 40 inches to bedrock. Zafra soils are underlain with hard sandstone and typically have redder hue in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bigfork soils are on gently sloping to very steep tops of the hills or ridges of the Ouachita Mountains. These soils formed in material weathered from chert or novaculite of Ordovician age. Slopes range from 3 to 60 percent. Mean annual precipitation ranges from 42 to 56 inches and is evenly distributed throughout the year. Mean annual temperature ranges from 57 to 64 degrees F. Frost free days range from 200 to 220. Thornthwaite annual P-E indices range from 70 to 76. Elevation ranges from 800 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This includes the Avant, Bengal, Bismarck, and Yanush series. The Avant and Bismarck soils occur on similar landscapes.  Bengal and Yanush soils occur on foot slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Bigfork soils are well drained. Runoff is rapid or very rapid and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for growing trees. The main trees are post oak and blackjack oak with small amounts of\nshortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains of Oklahoma and possibly in Arkansas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pushmataha County, Oklahoma; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Bodine series.\nDiagnostic horizons and features recognized in the series are:\nOchric epipedon- the zone from the surface of the soil to a depth of 5 inches (A horizon); Argillic horizon- the zone from 5 to 35 inches (Bt horizon);\nUdic moisture regime.\nLithic contact at 35 inches.\nADDITIONAL DATA: Oklahoma State University Data for two pedons. Sample Numbers 70-OK-64-2 and 70-OK-64-3.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
