{
  "SERIES": "BIGHAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/JBF/TM-JVC",
  "REVDATE": "12/2019",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bighat very stony sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light gray (10YR 7/2) very stony sandy loam, brown (10YR 4/3) moist; strong thick and very thick platy structure; hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine vesicular pores; 15 percent stones, 10 percent cobbles, and 15 percent gravel; violently effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (5 to 10 cm thick)\nA2--5 to 15 cm; very pale brown (10YR 8/2) stony loam, yellowish brown (10YR 5/4) moist; strong medium and thick platy structure; hard, very friable, moderately sticky and slightly plastic; common very fine and few fine roots; many very fine vesicular pores; 10 percent stones, 5 percent cobbles; and 15 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (5 to 15 cm thick)\nA3--15 to 23 cm, very pale brown (10YR 8/2) stony loam, dark yellowish brown (10YR 4/4) moist; strong very thick platy structure; hard, very friable, very sticky and moderately plastic; common very fine and fine roots; many very fine tubular pores; 10 percent stones, 5 percent cobbles, and 15 percent gravel; slightly effervescent; strongly alkaline (pH 8.5); abrupt wavy boundary.  (0 to 10 cm thick)\nBtn--23 to 41 cm; light yellowish brown (10YR 6/4) stony sandy clay loam, yellowish brown (10YR 5/4) moist; moderate fine and medium prismatic structure parting to strong medium and coarse angular blocky; very hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; few very fine tubular pores; common faint and distinct clay films on faces of peds and lining pores; 10 percent stones, 5 percent cobbles, and 15 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (18 to 36 cm thick)\n2Bkq--41 to 79 cm; brown (10YR 5/3) extremely stony coarse sand, brown (10YR 4/3) moist; massive; hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 30 percent stones, 10 percent cobbles, and 35 percent gravel; common silica bridges between mineral grains; 0.5 millimeter thick carbonate and silica coats on underside of rock fragments; 5 percent coarse masses of secondary carbonate surrounding some cobbles and some 5 cm gravel and on sides of stones; few 0.5 to 1.0 mm thick discontinuous laminae of secondary silica; violently effervescent; strongly alkaline (pH 8.5); gradual wavy boundary. (38 to 100 cm thick)\n3Bkq--79 to 152 cm; brown (10YR 5/3) extremely gravelly coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; no roots observed; many very fine interstitial pores; 5 percent stones, 10 percent cobbles, and 60 percent gravel; few silica bridges between mineral grains; common carbonate and silica coats on bottoms of rock fragments; 2 percent coarse masses of secondary carbonate; violently effervescent; strongly alkaline (pH 9.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; in Surprise Valley about 10 miles southwest of Vya and 3,500 feet south of Bull Creek; approximately 1,800 feet east and 2,400 feet north of the southwest corner of section 16, T. 41 N., R. 18 E.; USGS Big Hat Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 28 minutes 23.6 seconds N and longitude 119 degrees 58 minutes 48.7 seconds W; WGS84 Decimal Degrees 41.4732222 latitude, -119.9801944 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist for brief periods in winter; dry from late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to base of natric horizon and strongly contrasting horizons: 38 to 69 cm.\nParticle-size control section - Clay content: Averages 25 to 35 percent in the upper part and 0 to 2 percent in the contrasting lower part.\nRock fragments: 20 to 30 percent stones, cobbles and gravel in the upper part, 60 to 75 percent stones, cobbles and gravel in the lower part.  Lithology of fragments are volcanic rocks such as tuff and basalt.\nA horizons\nHue: 10YR or 2.5Y.\nReaction:  Moderately alkaline or strongly alkaline.\nBtn horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 or 4, dry or moist.\nClay content: 25 to 35 percent.\nTexture: Stony clay loam or stony sandy clay loam.\nStructure: Prismatic parting to angular blocky or subangular blocky.\nReaction: Moderately alkaline or strongly alkaline.\nConsistence: Hard or very hard dry, friable or very friable moist.\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 13 to 45.\nEffervescence: Slightly effervescent through violently effervescent.\nOther features: Some pedons have few fine and medium masses of secondary carbonate.\n2Bqk horizons\nValue:  5 through 8 dry, 4 through 6 moist.\nChroma:  3 or 4, dry or moist.\nClay content: 0 to 2 percent.\nTexture: Extremely stony or extremely cobbly sand or coarse sand.\nStructure: Single grain or massive.\nRock fragments: 60 to 80 percent, mainly stones and cobbles.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 5 to 20.\nEffervescence: Strongly effervescent or violently effervescent in the matrix.\nIdentifiable secondary carbonates: Few to many fine to coarse masses of secondary carbonate; common or many fine or medium carbonate coats on bottoms of rock fragments.\nCalcium carbonate equivalent: 5 to 10 percent.\n3Bqk horizons (when present)\nValue:  5 through 8 dry, 4 through 6 moist.\nChroma:  3 or 4, dry or moist.\nClay content: 0 to 2 percent.\nTexture: Extremely gravelly sand or extremely gravelly coarse sand.\nStructure: Single grain or massive.\nRock fragments: 60 to 80 percent, mainly gravel; includes 5 to 15 percent stones and 5 to 15 percent cobbles.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 5 to 20.\nEffervescence: Strongly effervescent or violently effervescent in matrix.\nIdentifiable secondary carbonates: Few to many fine to coarse masses of secondary carbonate; common or many fine or medium carbonate coats on bottoms of rock fragments.\nCalcium carbonate equivalent: 5 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Appian, Biddleman, and Cakehill series.\nAppian soils have nonstony natric horizons and have mean annual soil temperature of 12 to 14 degrees C.  Biddleman soils have mainly gravel in the particle-size control section, do not have stones, and have mean annual soil temperature of 12 to 13 degrees C.  Cakehill soils are moderately deep to paralithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bighat soils are on lake shore terraces and beach terraces.  They formed in alluvium derived from volcanic rocks.  Slopes are 4 to 30 percent.  Elevations range from 1,375 to 1,800 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 200 mm, the mean annual temperature is 7 to 8 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Isolde, Mazuma, and Raglan soils.  Isolde soils are sandy and are on dunes on terraces.  Mazuma soils are coarse-loamy and are on lake terraces.  Raglan soils are fine-loamy and are on lake terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bighat soils are used for rangeland and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush, bottlebrush squirreltail, and littleleaf horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are not extensive with about 6,000 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 23 cm (A1, A2, and A3 horizons).\nNatric horizon - The zone from 23 to 41 cm (Btn horizon).\nMajor lithologic discontinuity - The abrupt change to sandy-skeletal material at 41 cm (2Bkq1 and 3Bkq2 horizons).\nIdentifiable secondary carbonates - The zone from 41 to 152 cm (2Bkq1 and 3Bkq2 horizons).\nParticle-size control section - The zone from 23 to 100 cm (Btn and 2Bkq1 horizons and part of the 3Bkq2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
