{
  "SERIES": "BIGHOLE",
  "STATUS": "Established Series",
  "BYREV": "Rev: GFB-KTS-RJS",
  "REVDATE": "03/2012",
  "STATES": "MT",
  "OVERVIEW": "The Bighole series consists of very deep, well drained soils that formed in mixed alluvium on fan remnants, stream terraces and outwash plains.  The oxyaquic feature associated with this soil is a result of prolonged saturation from flood irrigation. Slopes are 0 to 4 percent. Mean annual precipitation is about 16 inches, and mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Oxyaquic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bighole silt loam, in irrigated grass hay (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; undecomposed and partially decomposed matted roots; abrupt smooth boundary.  (1 to 3 inches thick)\nA1--2 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark gray (10YR 3/1) moist; weak medium and fine subangular blocky structure parting to weak fine and very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many fine and very fine dendritic tubular pores; 10 percent gravel; neutral (pH 6.7); clear wavy boundary.\nA2--8 to 17 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure parting to weak fine and very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many fine and very fine dendritic tubular pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary. (Combined thickness of A horizons is 10 to 15 inches)\nBt/E--17 to 26 inches; Bt part (60 percent) light yellowish brown (10YR 6/4) silt loam, yellowish brown (10YR 5/4) moist; E part (40 percent) very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; few fine faint brown (7.5YR 5/4) moist redox concentrations (due to prolonged saturation from flood irrigation); moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine dendritic tubular pores; few faint patchy clay films on faces of peds; many silt and sand skeletans on faces of peds; 10 percent gravel; neutral (pH 7.0); clear wavy boundary. (0 to 10 inches thick)\nBt--26 to 41 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; few very fine roots; common very fine and few fine dendritic tubular pores; common faint patchy clay films on faces of peds; 10 percent gravel; neutral (pH 7.2); clear wavy boundary. (6 to 25 inches thick)\nBk--41 to 60 inches; very pale brown (10YR 7/4) silt loam, yellowish brown (10YR 5/6) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; very few fine roots; common very fine dendritic tubular pores; 10 percent gravel; disseminated calcium carbonate and many medium and fine patchy soft masses and threads of calcium carbonate; strongly effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; approximately 1450 feet south and 1400 feet west of the NE corner of sec. 29, T 3 S., R 4 W.  Highland Ranch topographic quadrangle, UTM 12T, 0296917e, 5047044n."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 35 to 40 degrees F.\nSoil moisture control section - between 4 and 12 inches; dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half of the cumulative days.\nMollic epipedon thickness - 10 to 18 inches\nDepth to argillic horizon - 10 to 24 inches\nRedox concentrations can occur in all horizons above the Bt horizon.\nNote: Some pedons have an E, E/Bt and or Btk horizon.\nA horizons\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 1 to 3; dry or moist\nTexture: loam or silt loam\nClay content: 18 to 25 percent\nRock fragments: 0 to 15 percent--0 to 15 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.0 to 7.5\nBt/E horizon\nHue: 10YR or 2.5Y; dry or moist\nValue:\nBt part - 5 or 6 dry; 4 or 5 moist\nE part - 7 or 8 dry; 5 or 6 moist\nChroma:\nBt part - 3 or 4; dry or moist\nE part - 1 to 3; dry or mosit\nTexture: loam or silt loam\nClay content: 18 to 25 percent\nRock fragments: 0 to 35 percent--0 to 35 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.6 to 7.5\nBt horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 3 to 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, clay loam or silt loam\nClay content: 25 to 35 percent\nRock fragments: 0 to 25 percent--0 to 25 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.0 to 7.5\nBk horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 7 or 8 dry; 5 to 7 moist\nChroma: 2 to 6; dry or moist\nTexture: sandy loam, loam or silt loam\nClay content: 15 to 27 percent\nRock fragments: 10 to 40 percent--10 to 40 percent gravel, 0 to 5 percent cobbles\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.6 to 8.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nPlimpton (MT) - do not have secondary carbonate accumulation\nWallrock (WY) - have a seasonally high water table within 60 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - fan remnants, stream terraces and outwash plains\nElevation - 5,900 to 7,100 feet\nSlope - 0 to 4 percent\nParent material - mixed alluvium\nClimate - long, cold winters; cool, moist springs; short, cool summers\nMean annual precipitation - 14 to 21 inches\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bighole soils are used for irrigated grass hay and irrigated pasture.  The vegetation is mainly Garrison creeping foxtail, meadow foxtail, timothy, tufted hairgrass, and other miscellaneous sedges, rushes and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Bighole soils are not extensive in the intermountain valleys of southwestern Montana. 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, Big Hole Area, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 2 to 17 inches (A1 and A2 horizons)\nGlossic horizon - from 17 to 26 inches (Bt/E horizon)\nArgillic horizon - from 17 to 41 inches (Bt/E and Bt horizons)\nHorizon with redox concentrations - from 17 to 26 inches (Bt/E horizon)\nHorizon of calcium carbonate accumulation - from 41 to 60 inches (Bk horizon)\nParticle-size control section - from 17 to 37 inches (Bt/E and part of Bt horizons)\nBighole soils have a cryic temperature regime and an ustic moisture regime and an oxyaquic moisture subclass.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
