{
  "SERIES": "BIGMEADOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAM/RLB/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Bigmeadow series consists of very deep, poorly drained soils that formed in alluvium derived from mixed rocks over lacustrine sediments.  The Bigmeadow soils are on flood plains and lake plains.  Slopes are 0 to 2 percent. Mean annual precipitation is about 150 mm and mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Fluvaquentic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigmeadow silt loam, cropland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 18 cm; gray (10YR 5/1) silt loam, black (10YR 2/1) moist; strong fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine, fine, medium and coarse roots; many fine interstitial pores; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (15 to 20 cm thick)\nA--18 to 38 cm; gray (10YR 5/1) silty clay loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine, fine, medium and coarse roots; many very fine and fine tubular pores; few fine and medium light olive gray (5Y 6/2) soft lime masses; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 46 cm thick)\nCg--38 cm to 66 cm; gray (10YR 6/1) silty clay, very dark gray (10YR 3/1) moist; common fine prominent dark yellowish brown (10YR 4/4) iron accumulations and few fine distinct black (N 2/) organic masses; weak coarse subangular blocky; hard, firm, moderately sticky and moderately plastic; many very fine, fine, medium and coarse roots; many very fine and fine tubular pores; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (10 to 46 cm thick)\n2Ab1--66 to 81 cm; dark gray (10YR 4/1) clay, black (N 2/) moist; weak medium prismatic structure that parts to strong medium angular blocky; very hard, firm, very sticky and very plastic; common very fine, fine and medium roots; common very fine and fine tubular pores; common fine organic carbon masses; few fine distinct light olive gray (5Y 6/2) soft lime masses; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (13 to 38 cm thick)\n2Ab2--81 to 127 cm; olive gray (5Y 4/2) clay, black (5Y 2.5/2) moist; many fine prominent strong brown (7.5YR 4/6) iron mottles, common fine black (N 2/) organic masses; massive; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; few 1 to 3 centimeters thick layers of very dark grayish brown (2.5Y 3/2) volcanic ash that have an apparent texture of silty clay loam; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (25 to 64 cm thick)\n2C'g--127 to 152 cm; gray (5Y 6/1) clay, dark gray (5Y 4/1) moist; few fine prominent strong brown (7.5YR 4/6) iron accumulations, many fine and medium black (N 2/) organic masses; massive; very hard, very firm, very sticky and very plastic; no roots; no pores; common fine rounded lime concretions; strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; approximately 9 miles southwest of Lovelock; 60 feet west and 2,430 feet north of the southwest corner of section 6, T. 25 N., R. 31 E; latitude 40 degrees 03 minutes 50 seconds N and longitude 118 degrees 32 minutes 04 seconds W; WGS84 Decimal Degrees 40.0638889 latitude, -118.5333333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually saturated for one month or more during most years unless artificially drained.\nMean annual soil temperature: 12 to 14 degrees C.\nMollic epipedon thickness: 25 to 60 cm.\nDepth to discontinuity: 60 to 90 cm.\nReaction - Moderately alkaline through very strongly alkaline.\nLinear extensibility (LE): 6 to 9 cm.\nParticle-size control section - Clay content: Average 35 to 45 percent in the upper part and are dominantly 70 to 80 percent in the lower part.\nA horizons\nValue:  4 or 5 dry, 2 or 3 moist.\nOrganic matter:  5 to 10 percent.\nElectrical conductivity (EC): 0 to 32 dS/m.\nSodium absorption ratio (SAR): 1 to 30.\nCalcium carbonate equivalent:  5 to 10 percent.\nCg horizons\nHue:  10YR, 2.5Y or 5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  1 through 3.\nTexture:  Stratified silty clay loam, silty clay or clay.\nClay content: 35 to 45 percent.\nStructure:  Weak coarse subangular blocky or is massive.\nElectrical conductivity (EC): 0 to 16 dS/m.\nSodium absorption ratio (SAR): 13 to 30.\nOrganic matter:  0.5 to 5 percent.\nCalcium carbonate equivalent:  5 to 15 percent.\n2Ab and 2C'g horizons - Hue: 10YR, N (neutral), 2.5Y or 5Y.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  0 through 2.\nTexture: Dominantly clay, but may contain thin strata of silty clay loam or silty clay.\nClay content: Dominantly 70 to 80 percent.\nStructure:  Weak to strong, medium, angular blocky or subangular blocky or is massive.\nElectrical conductivity (EC): 0 to 16 dS/m.\nSodium absorption ratio (SAR): 13 to 30.\nOrganic matter:  0.5 to 10 percent.\nCalcium carbonate equivalent:  5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Malin series. Malin soils have less than 60 percent clay throughout all parts of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bigmeadow soils are on lake plains and flood plains.  These soils formed in alluvium derived from mixed rocks over lacustrine sediments.  Slopes are 0 to 2 percent and are dominantly less than 0.5 percent.  Elevations are 1,180 to 1,220 meters.  The climate is cool, arid with cool, moist winters and warm, dry summers.  Mean annual precipitation is 100 to 200 mm; mean annual air temperature is 9 to 11 degrees C., and the frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armydrain, Brinker, Humboldt, Kniesley, Lovelock and Ryepatch series.  Armydrain and Humboldt soils lack more than 60 percent clay in any part of the particle-size control section.  Brinker and Lovelock soils have a clay fraction dominated by volcanic ash and diatomaceous earth.  Kniesley soils are fine-silty over clayey.  Ryepatch soils have more than 60 percent clay throughout the textural particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; ponded or very slow runoff;  permeability is slow;moderately low saturated hydraulic conductivity.  Under natural conditions the water table is at 45 to 90 cm.  Drainage ditches have been constructed and the water table is below 180 cm during the irrigation season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the area is used for small grains and alfalfa.  Areas that are strongly saline are used for native pasture, livestock grazing and wildlife habitat. The present vegetation is inland saltgrass, basin wildrye and black greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  MLRA 27.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pershing County, (Lovelock Area), Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to about 38 cm (Ap and A horizons).\nFluventic feature - An irregular decrease in organic-carbon.\nVertic feature - Linear extensibility (LE): 6 to 9 cm.\nParticle-size control section - The zone from 25 to 100 cm (Cg, 2Ab1 horizons and parts of the A and 2Ab2 horizons).\nClassification was changed in 1992 from Haplaquolls to Endoaquolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
