{
  "SERIES": "BIGNELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-GLS-JAL",
  "REVDATE": "05/2003",
  "STATES": "MT",
  "OVERVIEW": "The Bignell series consists of very deep, well drained soils that formed in alluvium and colluvium from Tertiary sediments, some of which was redeposited as till.  These soils are on alluvial fans, stream terraces, hills, moraines, and mountains.  Slopes are 0 to 60 percent.  Mean annual precipitation is about 20 inches and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bignell gravelly loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; undecomposed and slightly decomposed forest litter.  (1 to 2 inches thick)\nE--2 to 13 inches; pinkish gray (7.5YR 7/2) gravelly loam, pinkish gray (7.5YR 6/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine pores; 20 percent pebbles; strongly acid (pH 5.5); abrupt wavy boundary. (5 to 16 inches thick)\nE/Bt--13 to 17 inches; E part (80 percent) is pinkish gray (7.5YR 7/2) very gravelly loam, pinkish gray (7.5YR 6/2) moist tongues; B part (20 percent) pinkish gray (7.5YR 6/2) very gravelly clay loam, brown (7.5YR 5/2) moist; texture mixed is very gravelly loam; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine pores; 45 percent pebbles; strongly acid (pH 5.5); gradual wavy boundary.  (2 to 11 inches thick).\nBt1--17 to 37 inches; light brown (7.5YR 6/4) very gravelly clay, brown (7.5YR 5/4) moist; strong fine and medium angular blocky structure; very hard, firm, moderately sticky and very plastic; few very fine, fine, medium, and coarse roots; common very fine and fine pores; common distinct clay films on faces of peds; common distinct clay films on pebbles; 45 percent pebbles; strongly acid (pH 5.5); clear wavy boundary.  (7 to 45 inches thick)\nBt2--37 to 60 inches; light brown (7.5YR 6/4) very gravelly clay, strong brown (7.5YR 5/6) moist; strong fine and medium angular blocky structure; very hard, firm, moderately sticky and very plastic; few very fine, fine, medium, and coarse roots; few very fine and fine pores; reddish yellow (7.5YR 7/8) and brown (7.5YR 5/4) moist; common distinct clay films on faces of peds; common distinct clay films on surface of pebbles; 45 percent pebbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Missoula County, Montana; approximately 800 feet north and 300 feet east of the SW corner of sec. 30, T. 14 N., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 46 degrees F.\nMoisture control section - between 4 and 12 inches.\nSurface stones:  0 to 3 percent\nSome pedons have a Bt/E horizon 6 to 12 inches thick in place of or in addition to the E/Bt horizon.\nE horizons - Hue:  7.5YR or 10YR\nValue:  5, 6 or 7 dry; 4, 5, or 6 moist\nChroma:  1, 2, 3, or 4\nTexture:  loam or clay loam\nClay content:  10 to 30 percent\nRock fragments:  15 to 60 percent--0 to 30 percent cobbles or stones, 10 to 30 percent pebbles\nReaction:  pH 5.1 to 7.8\nE/Bt or Bt/E horizons - Hue:  7.5YR or 10YR\nValue:  E part 5, 6 or 7 dry, 4, 5 or 6 moist; B part 4, 5, 6, or 7 dry\nChroma:  E part 1, 2 or 3; B part 2, 3, 4, or 6\nTexture:  loam, sandy clay loam, clay loam\nClay content:  10 to 40 percent\nRock fragments:  25 to 60 percent--0 to 35 percent cobbles, 15 to 55 percent pebbles\nReaction:  pH 5.1 to 7.8\nBt horizons - Hue:  5YR, 7.5YR, or 10YR\nValue:  4, 5, 6, or 7 dry; 3, 4, 5, or 6 moist\nChroma:  2, 3, 4, or 6\nTexture:  clay, sandy clay, or clay loam\nClay content:  35 to 60 percent\nRock fragments:  35 to 60 percent--0 to 40 percent cobbles, 15 to 45 percent pebbles\nReaction:  pH 5.1 to 6.5; below 40 inches the pH can range to 7.8."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTrampas (NM) - does not have E/Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - moraines, alluvial fans, stream terraces, hills, and mountains.\nElevation - 2,600 to 6,900 feet.\nSlope - 0 to 60 percent.\nParent material - alluvium and colluvium from fine grained extrusive igneous rocks in Tertiary sediment, some of which was redeposited as till.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 30 inches, much of which falls as snow and as spring rain.\nMean annual temperature - 38 to 44 degrees F.\nFrost-free season - 70 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crow, Greenough, Lubrecht, and Shooflin soils. These soils have less than 35 percent rock fragments throughout. Shooflin soils are very fine."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bignell soils are used for timber production, wildlife habitat, and for watersheds.  The native vegetation is coniferous forest consisting of ponderosa pine, western larch, and Douglas fir with an understory of elk sedge, pinegrass, common snowberry, dwarf huckleberry, twinflower, and blue huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bignell soils are of moderate extent in western Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Missoula County, Montana, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1065, MT0395, MT8169. Diagnostic horizons and features recognized in this pedon are:  an albic horizon from 2 to 13 inches (E horizon); a glossic horizon from 13 to 17 inches (E/Bt horizon); an argillic horizon from 17 to 60 inches (Bt1, Bt2 horizons); a particle-size control section from 17 to 37 inches (Bt1 horizon).  Bignell soils have an ustic moisture regime and a frigid temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
