{
  "SERIES": "BIGPRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "RFG",
  "REVDATE": "06/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigprairie clay - rangeland (Colors are for dry soil unless otherwise noted.)  The surface is covered by about 3 percent gravel.\nA--0 to 2 inches; brown (7.5YR 4/3) clay, dark brown (7.5YR 3/3) moist; moderate medium platy structure parting to moderate fine and medium granular; moderately hard, friable, very sticky and very plastic; many very fine and fine roots; many very fine and fine pores; 1 percent basalt gravel; noneffervescent; neutral (pH 7.2); abrupt smooth boundary. (1 to 6 inches thick)\nBtss1--2 to 23 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/2) moist; strong medium and coarse angular blocky and strong fine and medium wedge structure; extremely hard, very firm, very sticky and very plastic; common very fine and fine and few medium roots; common very fine and fine pores; many prominent slickensides; common distinct clay films on faces of peds; 1 percent gravel; noneffervescent; neutral (pH 7.2); gradual wavy boundary.\nBtss2--23 to 40 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/2) moist; strong fine and medium angular blocky and strong fine and medium wedge structure; extremely hard, very firm, very sticky and very plastic; common very fine and fine and few medium roots; few very fine and fine pores; common prominent slickensides; common distinct clay films on faces of peds; 1 percent gravel; noneffervescent; slightly alkaline (pH 7.8); clear wavy boundary. (Combined thickness of the Btss horizons is 15 to 50 inches.)\n2Bt1--40 to 57 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable, very sticky and very plastic; few very fine and fine roots; few very fine and fine pores; common distinct clay films on faces of peds and few distinct clay films on rock fragments; few fine concretions and common medium and coarse masses of iron-manganese; 10 percent gravel; noneffervescent; slightly alkaline (pH 7.8); clear wavy boundary.\n2Bt2--57 to 65 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; weak coarse prismatic structure parting to weak fine and medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine pores; few distinct clay films on faces of peds and on rock fragments; common medium masses of iron-manganese; 3 percent gravel and 1 percent cobbles; slightly effervescent; slightly alkaline (pH 7.8). (Combined thickness of the 2Bt horizons is 13 to 40 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Graham County, AZ; located about 1,713 feet south and 1,374 feet west of the northeast corner of Sec. 3, T.1 N., R.25 E.; Topographic quadrangle: Sawbuck Mountain, AZ; Latitude: 33 degrees, 27 minutes, 40.6 seconds N; Longitude: 109 degrees, 43 minutes, 24.5 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Typic-ustic soil moisture regime. Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.\nParticle-size control section (weighted average)\nClay content:  35 to 60 percent\nRock fragments:  0 to 10 percent\nSurface Fragments: 0 to 30 percent\nSurface texture averages 30 percent or more clay when mixed to 7 inches\nVertic features: slickensides and/or wedge shaped peds within 20 inches of the soil surface and cracks that are 5mm or more wide that open and close periodically\nCracks:\nWidth:  0.2 to 1.5 inches\nDepth:  surface to 30 inches or more\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 to 3 moist\nChroma: 1 to 3, dry or moist\nTexture: clay loam, clay\nRock fragments: 0 to 25 percent\nEffervescence: noneffervescent\nReaction: neutral or slightly alkaline (6.6 to 7.8)\nBt and Btss horizons\nHue: 5YR, 7.5YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 to 4, dry or moist\nTexture: clay, silty clay, clay loam\nClay content: 30 to 60 percent\nRock fragments: 0 to 15 percent\nEffervescence: noneffervescent to slightly effervescent\nReaction: neutral or slightly alkaline (6.6 to 7.8)\n2Bt or Btk horizons\nHue: 5YR, 7.5YR\nValue: 3 to 6 dry, 2 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: clay, clay loam, sandy clay loam, loam\nClay content: 20 to 60 percent\nRock fragments: 1 to 60 percent\nCalcium carbonate equivalent: 0 to 15 percent\nEffervescence: noneffervescent to strongly effervescent\nReaction: neutral to moderately alkaline (6.6 to 8.4)\nSome pedons have a Bk horizon that is similar to the Btk horizon, but does not include clay texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Goessel(KS) and Millboro(SD) series.\nThe Goessel soils have redoximorphic features within 40 inches of the surface and are moderately well drained.  The Millboro soils have hues of 2.5Y or 5Y in the Bkss and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bigprairie soils occur on linear to slightly concave positions of stream and fan terraces and formed in alluvium derived from volcanic and sedimentary rocks. Elevation ranges from 5,800 to 7,200 feet. Slope ranges from 0 to 5 percent. Mean annual air temperature ranges from 45 to 57 degrees F. and mean annual precipitation ranges from 18 to 24 inches. Precipitation falls mainly during July-September and December-February and driest during May and June. Frost-free period is 100 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brolliar, Dedal, and Sponiker series. The Brolliar soils occur on higher hillslopes and are moderately deep to basalt. The Dedal soils occur on higher hillslopes and are shallow or very shallow to basalt. The Sponiker soils occur on similar or slightly higher positions and do not have vertic properties within 40 inches (100 cm)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  The present vegetation is blue grama, sideoats grama, western wheatgrass, prairie junegrass, bottlebrush squirreltail and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Arizona; LRR D; MLRA is 38; These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Carlos Indian Reservation, AZ; Parts of Gila and Graham Counties, (AZ675); 2009. The name is from the area in the San Carlos Reservation where this soil is described."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 40 inches (A, Btss1, and Btss2 horizons)\nSlickensides - the zone from 2 to 40 inches (Btss1 and Btss2 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
