{
  "SERIES": "BIGRIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR/JPS/ET",
  "REVDATE": "07/2016",
  "STATES": "CA,OR",
  "OVERVIEW": "The Bigriver series consists of very deep, well drained soils formed from alluvium derived from mixed sources. Bigriver soils are on lower alluvial flats and floodplains and have slopes of 0 to 5 percent. The mean annual precipitation is about 1400 millimeters (55 inches) and the mean annual air temperature is about 12 degrees C (53 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, isomesic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bigriver loamy sand - on a nearly level slope of 2 percent under redwood and oxalis, at 12 meters (39 feet) elevation. (Colors are for dry soil unless otherwise stated. When described on September 11, 1978 the soil was moist below 100 centimeters (40 inches).\nA--0 to 15 centimeters (0 to 6 inches); variegated pale brown (10YR 6/3) and very pale brown (10YR 7/3) loamy sand, dark brown (10YR 3/3), brown (10YR 5/3) and brownish yellow (10YR 6/6) moist; single grained; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 20 centimeters thick)\nAb--15 to 20 centimeters (6 to 8 inches); variegated brown (10YR 5/3) and yellowish brown (10YR 5/4) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few medium roots; common very fine and fine interstitial and few fine tubular pores; slightly acid (pH 6.4); abrupt wavy boundary. (0 to 8 centimeters thick)\nC--20 to 25 centimeters (8 to 10 inches); variegated pale brown (10YR 6/3) and very pale brown (10YR 7/3) loamy sand, dark brown (10YR 3/3) and brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, loose, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; slightly acid (pH 6.3); abrupt wavy boundary. (2 to 8 centimeters thick)\nA'b--25 to 30 centimeters (10 to 12 inches); variegated brown (10YR 5/3) and light yellowish brown (10YR 6/4) loam, dark brown (10YR 3/3) and brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; common very fine and fine interstitial pores; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 8 centimeters thick)\nC'--30 to 43 centimeters (12 to 17 inches); variegated pale brown (10YR 6/3) and very pale brown (10YR 7/4) sandy loam, variegated brown (10YR 5/3) and yellowish brown (10YR 5/4) moist; moderate fine platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine interstitial pores; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 13 centimeters thick)\nA\"b1--43 to 64 centimeters (17 to 25 inches); variegated brown (10YR 5/3) and light yellowish brown (10YR 6/4) loam, very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and plastic; common fine, medium and coarse roots; many very fine, fine and medium tubular and few very fine interstitial pores; slightly acid (pH 6.3); gradual irregular boundary. (0 to 25 centimeters thick)\nA\"b2--64 to 112 centimeters (25 to 44 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine and medium subangular blocky structure; hard, friable, slightly sticky and plastic; common fine, medium and coarse roots; many very fine and common fine and medium tubular, and few very fine interstitial pores; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 64 centimeters thick)\nC\"1--112 to 137 centimeters (44 to 54 inches); variegated brown (10YR 5/3) and pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few medium and coarse roots; common very fine and fine interstitial pores; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 38 centimeters thick)\nC\"2--137 to 160 centimeters (54 to 63 inches); grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium and coarse roots; common very fine, and few fine interstitial pores; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mendocino County, California; 625 meters (2050 feet) south and 351 meters west of the N.E. corner of Sec. 11, T. 15N., R.17W., MDBM Elk Quadrangle, WGS84 Decimal degrees 39.17912 latitude and -123.70775 longitude, UTM Zone 10 438772mE and 4336882mN NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil between the depths of 27 and 56 centimeters (11 to 22 inches) is moist in all parts from November 1 to August 15 and is dry in some part from September 1 to October 15 in most years. The soils have a udic moisture regime.\nSoil temperature: The mean annual soil temperature is 10 degrees to 12 degrees C (50 to 53 degrees F) but ranges to 15 degrees C (59 degrees F) on the southern Oregon coast. The difference between mean summer and winter temperature is 2 to 4 degrees C (35 to 40 degrees F).\nThe Organic carbon decreases irregularly with increasing depth.\nReaction is neutral to strongly acid and base saturation is 50 to 80 percent throughout.\nParticle-Size Control Section (weighted average):\nRock fragments: 0 to 5 percent gravel.\nClay content: 5 to 18 percent.\nSome pedons have an Oi horizon (0 to 5 centimeters thick).\nO horizon (when present)\nHue: 10YR.\nValue: 2 through 6 dry and moist.\nChroma: 1 through 4 dry and moist.\nTexture: slightly decomposed organic material.\nWood fragments: 0 to 35 percent.\nReaction: moderately to very strongly acid.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 2 through 6 moist.\nChroma: 1 through 4 dry, 1 through 6 moist.\nTexture of fine earth: loamy sand, loamy fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.\nRock fragments: 0 to 5 percent gravel.\nClay content: 5 to 18 percent.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 1 through 4 dry, 1 through 4 moist.\nTexture of fine earth: stratified loamy sand, loamy fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.\nRock fragments: 0 to 5 percent gravel.\nClay content: 5 to 18 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At this time there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Bigriver soils occur on flood plains. Slopes are 0 to 5 percent. Elevations are 0 to 228 meters (0 to 745 feet). They formed in alluvium derived from sandstone and mixed sources. The climate is humid with cool foggy summers and cool moist winters. A strong marine influence limits the diurnal and annual range of temperature. Mean annual precipitation is 1150 to 2000 millimeters (45 to 79 inches) but ranges to 2300 millimeters (90 inches) in the southern Oregon coast. Mean January temperature is about 10 degrees C (50 degrees F.); mean July temperature is about 13 degrees C (55 degrees F.); and the mean annual temperature is 10 to 13 degrees C (50 to 55 degrees F). The frost-free period is 290 to 365 days but ranges to 270 in the southern Oregon coast."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cottoneva, Dehaven, Hotel, Irmulco, Tramway and Vandamme soils. Cottoneva soils occur on recent flood plains and have redoximorphic features between 25 and 100cm from the soil surface.  Dehaven, Hotel, Irmulco, Tramway and Vandamme soils are on mountains. Dehaven and Hotel soils have loamy-skeletal particle-size control sections. Irmulco, Tramway and Vandamme soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; surface runoff under bare soil conditions is low; saturated hydraulic conductivity is moderately high. The soils are frequently to occasionally flooded and/or none to occasionally ponded for brief periods from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, recreation and watershed. Vegetation consists of redwood, tanoak, swordfern, huckleberry and oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt and southwestern Oregon; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mendocino County, California, Western Part, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 15 centimeters (A horizon).\n2. Fluvent feature - Irregular organic carbon distribution - the zone from 15 to 160 centimeters (Ab, C, A'b, C', A''b1, A''b2, C''1 & C''2 horizons)\n3. Particle-size control section - the zone from 25 to 100 centimeters, averages 12 percent clay, and 32.3 percent fine sand or coarser, by weight, and 0 percent rock fragments, by volume. CEC/clay ratio averages 0.90.\nADDITIONAL DATA: The assignment of cation-exchange activity class is inferred from a similar pedon in Redwood National Park, 86-RNP-21 and lab data from the Russ soils. California Soil-Vegetation Survey samples 64-CA-08-006, 64-CA-08-010, and 63-CA-12-011.\nNSSL, Pedon number 07N0360\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
