{
  "SERIES": "BIGSPRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/TM/JBF",
  "REVDATE": "02/2012",
  "STATES": "NV",
  "OVERVIEW": "The Bigspring series consists of very deep, well drained soils that formed in alluvium derived mainly from limestone and welded tuff over lacustrine deposits. Bigspring soils are on stream terraces and basin-floor remnants. Slopes are 2 to 4 percent. The mean annual precipitation is about 200 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bigspring gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 13 cm; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate thick platy structure; soft, very friable, slightly sticky and nonplastic; many very fine, common fine and few medium roots; many very fine, common fine and few medium interstitial and tubular pores; 15 percent pebbles; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 13 cm thick)\nA2--13 to 30 cm; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; common very fine and fine interstitial and tubular pores; 20 percent pebbles; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (10 to 25 cm thick)\nBk--30 to 89 cm; very pale brown (10YR 7/3) gravelly clay loam, brown (10YR 5/3) moist; strong coarse subangular blocky structure parting to moderate medium subangular blocky; very hard, extremely firm, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and few fine tubular pores; secondary calcium carbonate disseminated throughout and many (20 percent) coarse prominent masses in the matrix; common (10 percent) coarse prominent strongly cemented irregular secondary calcium carbonate nodules; 5 percent pebbles; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (38 to 64 cm thick)\n2Bky1--89 to 117 cm; light gray (10YR 7/2) silty clay, brown (10YR 5/3) moist; strong very coarse subangular blocky structure; very hard, extremely firm, moderately sticky and very plastic; few very fine roots; few very fine tubular pores; common (5 percent) medium prominent irregular masses of secondary calcium carbonate; many (20 percent) fine prominent gypsum threads and very coarse irregular masses; moderately alkaline (pH 8.4); clear smooth boundary. (25 to 38 cm thick)\n2Bky2--117 to 147 cm; light brown (7.5YR 6/4) silty clay, brown (7.5YR 5/4) moist; strong coarse subangular blocky structure parting to moderate medium subangular blocky; very hard, very firm, moderately sticky and very plastic; few very fine roots; many very fine tubular pores; common (5 percent) coarse strongly cemented calcium carbonate nodules; common (5 percent) medium prominent irregular masses of secondary calcium carbonate; moderately alkaline (pH 8.0); clear irregular boundary. (25 to 38 cm thick)\n2C--147 to 203 cm; light brown (7.5YR 6/3) clay loam, brown (7.5YR 5/4) moist; massive; soft, friable, slightly sticky and moderately plastic; few very fine roots; few very fine tubular pores; common (2 percent) coarse prominent strongly cemented irregular secondary calcium carbonate nodules; moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; approximately 2 miles northeast of Bigspring Ranch, 0.2 miles west of the Hamlin Valley Road and 50 feet south of a jeep trail; about 900 feet south and 1100 feet west of the northeast corner of section 26, T. 10 N., R. 70 E.; USGS Tweedy Wash 7.5 minute topographic quadrangle; latitude 38 degrees 42 minutes 53 seconds N and longitude 114 degrees 05 minutes 21 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring; and intermittently moist for 10 to 20 days cumulative from July through September due to summer convection storms; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 11 to 15 degrees C.\nMollic epipedon thickness: 18 to 30 cm.\nDepth to calcic horizon: 20 to 38 cm.\nCalcic horizon thickness: 38 to 64 cm.\nParticle-size control section: Clay content: 27 to 35 percent.\nRock fragments: 0 to 15 percent, consisting mainly of strongly cemented secondary calcium carbonate nodules.\nA horizons\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 5 to 15 percent.\nEffervescence: Slightly effervescent to strongly effervescent.\nBk horizon\nHue: 10YR or 7.5YR.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Loam or clay loam; subhorizons of sandy loam are in some pedons.\nClay content: averages 25 to 32 percent.\nRock fragments: 5 to 20 percent, mainly pebbles and pebble-sized strongly cemented secondary calcium carbonate nodules.\nOrganic matter content: 0.5 to 2 percent.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 20 to 30 percent.\n2Bky horizons\nHue: 10YR or 7.5YR.\nValue: 6 through 8 dry, 5 or 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay loam, silty clay, clay or silty clay loam.\nClay content: 30 to 45 percent.\nRock fragments: 0 to 5 percent, mainly pebbles and pebble-sized strongly cemented secondary calcium carbonate nodules.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 2 to 15 percent.\n2C horizon\nHue: 7.5YR through 2.5YR.\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 1 through 4, dry or moist.\nTexture: Clay loam or clay.\nClay content: 32 to 45 percent.\nRock fragment content: 0 to 5 percent, mainly pebbles and pebble-sized strongly cemented secondary calcium carbonate nodules.\nCalcium carbonate equivalent: 0 to 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bigspring soils are on stream terraces and basin-floor remnants. These soils formed in alluvium derived mainly from limestone and welded tuff over lacustrine deposits. Slopes are 2 to 4 percent. Elevations range from 1,650 to 1,740 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm but ranges as low as 150 mm where additional moisture is available as run-on moisture, the mean annual temperature is 8 to 14 degrees C, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Greatday, Kunzler, Littlespring, and Slaw soils. The Greatday, Kunzler, Littlespring and Slaw soils do not have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, high runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bigspring soils are used for livestock grazing and wildlife habitat. The potential vegetation is mainly basin big sagebrush, black greasewood, basin wildrye and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, East Part, 2004. The name is from a nearby landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1 and A2 horizons).\nCalcic horizon - The zone from 30 to 89 cm (Bk horizon).\nParticle-size control section - The zone from 25 to 100 cm (part of the A2, Bk, and part of the 2Bky1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
