{
  "SERIES": "BIGTALK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BLR-BG-EMM",
  "REVDATE": "11/2010",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Humic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigtalk loam, forested, on a 55 percent slope at 2,900 feet elevation. Aspect is south. When described on July 11, 1995 the soil was moist throughout. (Colors are for dry soil unless otherwise indicated).\nOe--0 to 1 inch; partially decomposed needles, twigs, and leaves.\nA1--1 to 3 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate very fine and fine granular structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 10 percent fine mica flakes; slightly acid (pH 6.4); abrupt wavy boundary.\nA2--3 to 8 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium roots; many very fine and fine irregular, few medium tubular pores; 10 percent fine mica flakes; 2 percent fine gravel; slightly acid (pH 6.2); abrupt wavy boundary. (Combined thickness of A horizons is 2 to 7 inches.)\nBt1--8 to 15 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; many very fine and fine roots located between peds, common medium and coarse roots located throughout; many very fine and fine irregular and common fine and medium tubular pores; few faint clay films located in root channels and pores; 20 percent fine mica flakes; slightly acid (pH 6.2); clear wavy boundary.\nBt2--15 to 24 inches; pale brown (10YR 6/3) loam, strong brown (7.5YR 4/6) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky and moderately plastic; common very fine and fine roots located between peds, common medium and coarse roots located throughout; common very fine and fine irregular and common very fine and medium tubular pores; few faint clay films located in root channels and pores; 20 percent fine mica flakes; 2 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary.\nBt3--24 to 35 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/6) moist; strong fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and medium roots located between peds; common very fine irregular, common very fine and few fine and medium tubular pores; few faint clay films located in root channels and pores; 20 percent fine mica flakes; 5 percent gravel; moderately acid (pH 5.8); clear wavy boundary. ( Combined thickness of Bt horizons is 11 to 44 inches)\nBC--35 to 48 inches; very pale brown (10YR 7/4) gravelly loam, yellowish brown (10YR 5/6) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and medium roots located between peds; common very fine irregular and few very fine and fine tubular pores; common 1/8 inch thick clay bands that are 1 inch apart; 15 percent fine mica flakes; 15 percent gravel and 10 percent cobbles; moderately acid (pH 5.6); clear wavy boundary. (0 to 13 inches thick)\nC--48 to 60 inches; very pale brown (10YR 7/4) fine sandy loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, nonsticky and nonplastic; common fine roots located in cracks; common very fine irregular and few very fine and fine tubular pores; numerous thin (less than 1/8 inch) clay bands in cracks; 15 percent fine mica flakes; 5 percent gravel; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; about 16 miles north of Headquarters, Idaho; about 1,500 feet north and 2,400 feet west of the southeast corner of sec. 23, T.41N., R.5E.; Latitude - 46 degrees, 52 minutes, 51 seconds North; Longitude - 115 degrees, 47 minutes, 38 seconds West; USGS Little Goat Mountains Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 47 degrees F. Frigid temperature regime.\nSoil moisture regime - usually moist year round and not dry for 45 or more consecutive days from June to October. Udic moisture regime.\nBase saturation - 70 to 90 percent within the particle-size control section (by NH4OAC).\nA horizons\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 2 to 4 dry or moist\nBt horizons\nHue - 7.5YR or 10YR\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 3 to 6 dry or moist\nTexture - L, SIL, GR-L, CB-L, SICL\nClay content - 17 to 28 percent\nMica content - 2 to 20 percent\nRock fragments - 0 to 10 percent gravel, 0 to 15 percent cobbles, total rock fragment content is 0 to 15 percent\nReaction - moderately acid or slightly acid\nBC horizon\nValue - 7 or 8 dry, 5 to 7 moist\nChroma - 3 or 4 dry, 4 to 6 moist\nTextures - L, GR-L, SL\nClay content - 15 to 24 percent\nMica content - 5 to 15 percent\nRock fragments - 5 to 15 percent gravel, 0 to 10 percent cobble, total rock fragment content is 5 to 25 percent\nC horizon\nValue - 6 to 8 dry, 5 to 7 moist\nChroma - 2 to 4 dry, 4 to 6 moist\nTextures - L, FSL, SL\nClay content - 8 to 22 percent\nMica content - 5 to 15 percent\nRock fragments - 5 to 10 percent gravel, 0 to 10 percent cobble, total rock fragment content is 5 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Langhei series. The Langhei soils contain carbonates and do not have Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bigtalk soils are on mountain slopes at elevations of 1,600 to 3,600 feet. Slopes are 15 to 65 percent. These soils formed in material from anorthsite and gneiss. The average annual temperature is 38 to 44 degrees F. and the average annual precipitation is 30 to 45 inches. The frost-free season is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Floodwood, Keeler, Longbar and Noil series. Floodwood soils are on gentle mountain slopes and have a thin volcanic ash cap. Keeler soils are on mountain slopes and have 2Bt horizons. Longbar soils are on mountain slopes and have a mollic epipedon.\nNoil soils are on steep mountain slopes, are loamy-skeletal, and deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid to very rapid runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, reacreation, watershed, and wildlife habitat. Potential natural vegetation is grand fir, Douglas-fir, western larch, and Rocky Mountain maple, with an understory of wild ginger, queencup beadlily, starry false Solomons seal, American trailplant, goldthread, snow raspberry, bracken fern, bunchberry dogwood, western rattlesnake plantain, western swordfern, broadleaved montia, and mountain thermopsis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho. Bigtalk soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in the pedon are:\nOchric epipedon - the zone from the mineral soil surface to 8 inches (A horizons).\nCambic horizon - the zone from 8 to 48 inches (Bt1, Bt2, Bt3 and BC horizons).\nParticle-size control section - the zone from 11 to 41 inches (part of Bt1, Bt2, Bt3 and part of the BC horizons).\nThe 11/2010 revision reflects a reclassification from Typic Eutrudepts to Humic Eutrudepts subgroup based on revisions to the 11th Edition Keys to Soil Taxonomy. No other changes were made during this revision.\nADDITIONAL DATA: Laboratory data - soil survey sample number S95ID-035-007 (project no. 96P 5, pedon no. 96P24) NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
