{
  "SERIES": "BIGWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JAL",
  "REVDATE": "10/2002",
  "STATES": "WY",
  "OVERVIEW": "The Bigwin series consists of very deep, somewhat poorly or poorly drained soils formed in alluvium from mixed sources. These soils are on flood plains and terraces, frequently near river channels. Slopes are 0 to 8 percent. Average annual precipitation is about 8 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, calcareous, mesic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bigwin fine sandy loam, range. (colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; calcareous; moderately alkaline (pH 8.2); gradual smooth boundary. (4 to 6 inches thick)\nCg--5 to 30 inches; light brownish gray (2.5Y 6/2) fine sandy loam stratified with thin lenses of loam and clay loam; dark grayish brown (2.5Y 4/2) moist; olive brown (2.5Y 4/3) mixed; many distinct brown (10YR 4/3) redox concentrations; massive; slightly hard and hard, very friable; calcareous; moderately alkaline (pH 8.2); clear wavy boundary. (14 to 36 inches thick)\nIIC--30 to 60 inches; calcareous sand and gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; about 200 feet east and 100 feet north of the W1/4 corner of sec. 24, T.3N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 48 degrees F. Depth to the contrasting substratum ranges from 20 to 40 inches.  Content of organic carbon ranges from .4 to 1.5 percent in the surface horizon and decreases irregularly with depth, varying between different strata. The control section is predominantly fine sandy loam but is highly stratified with thin lenses of loam, clay loam, and loamy sand.  It contains 5 to 18 percent clay, 15 to 45 percent silt, and 40 to 70 percent sand with less than 50 percent fine sand or coarser. Content of rock fragments ranges from 0 to 10 percent but is typically less than 5 percent. These soils typically occur in arid regions but have high water tables that fluctuate from near the surface to depths of 2 or 3 feet during most of the summer months. The A horizon has hue of 2.5 or 10YR, chroma of 2 or 3, and value of 5 through 7 dry and 3 through 5 moist. The A horizon ranges from pH 8.0 to pH 8.6. Typically, it has fine granular structure but it may have weak subangular blocky structure in some pedons. The Cg horizon has hue of 2.5Y or 10YR, chroma of neutral through 2, and value of 5 or 6 dry and 4 or 5 moist.  It is massive or has weakly subangular blocky structure. This horizon is moderately to strongly alkaline (pH 8.0 to 8.6). A few crystals of calcium carbonate and calcium sulfate occur in some strata in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level to gently sloping flood plains and terraces, frequently near river channels. The soils formed in highly stratified recent alluvial deposits derived from a variety of rocks. At the type location the average annual precipitation is 8 inches, approximately 6 inches of which falls during the months of April through September."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haverson and Lostwells soils. These soils have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly to poorly drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pasturelands or for recreational purposes. Principal plants are cottonwood, willows, rose bushes, big sage, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wyoming. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Riverton Irrigated Area), Wyoming, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly to poorly",
        "drainage_overview": "somewhat poorly or poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; calcareous; moderately alkaline (pH 8.2); gradual smooth boundary. (4 to 6 inches thick)"
      },
      {
        "name": "Cg",
        "top": 13,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg--5 to 30 inches; light brownish gray (2.5Y 6/2) fine sandy loam stratified with thin lenses of loam and clay loam; dark grayish brown (2.5Y 4/2) moist; olive brown (2.5Y 4/3) mixed; many distinct brown (10YR 4/3) redox concentrations; massive; slightly hard and hard, very friable; calcareous; moderately alkaline (pH 8.2); clear wavy boundary. (14 to 36 inches thick)"
      },
      {
        "name": "IIC",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC--30 to 60 inches; calcareous sand and gravel."
      }
    ]
  ]
}
