{
  "SERIES": "BILGRAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAL/PDC",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bilgray loamy fine sand - rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; reddish brown (5YR 5/4) loamy fine sand, reddish brown (5YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary (2 to 5 inches thick).\nBk1--4 to 15 inches; yellowish red (5YR 5/6) loamy sand, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; common fine hard nodules of calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary (10 to 15 inches thick).\nBk2--15 to 33 inches; reddish yellow (5YR 6/6) sandy loam, yellowish red (5YR 5/6) moist; massive; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; common medium soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary (15 to 17 inches thick).\nBk3--33 to 46 inches; light reddish brown (5YR 6/4) sandy loam, reddish yellow (5YR 6/6) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine and fine roots; many very fine and fine irregular pores; many coarse soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary (12 to 15 inches thick).\nBk4--46 to 50 inches; light red (2.5YR 6/6) loamy fine sand, red (2.5YR 4/6) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and fine irregular pores; common coarse filaments of calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary (0 to 10 inches thick).\nCdk--50 to 60 inches; light red (2.5YR 6/6) loamy fine sand, red (2.5YR 4/6) moist; massive; hard, firm, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yavapai County, Arizona; located about 935 feet north and 960 feet west of the SE corner of sec. 5, T.15N., R.4E.; 34 degrees, 43 minutes, 12.4 seconds north latitude and 111 degrees, 56 minutes, 31.5 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature: 62 to 65 degrees F.\nClay content: Averages  5 to 18 percent in the particle-size control section\nRock fragments: Averages less than 5 percent in the particle-size control section\nDepth to calcic horizon: 4 to 10 inches\nDepth to Cd horizon: 45 to 55 inches\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nOrganic matter: 1 to 3 percent\nCalcium carbonate equivalent: 2 to 5 percent\nBk horizons\nHue: 5YR, 7.5YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 4 through 6, dry or moist\nOrganic matter: 0.5 to 1 percent\nCalcium carbonate equivalent: 10 to 25 percent\nTexture: fine sandy loam, sandy loam, loam, loamy sand, loamy fine sand, very fine sandy loam\nCdk horizon\nThese are dense sediments that are intergrades between soft sediments (C material) and soft bedrock (Cr material).  These naturally compacted sediments have been subjected to a slow reduction in volume and increase in density from deep water loading in the geologic past.  These materials easily break down in water and roots can penetrate when moist.  They are root restrictive when dry.\nHue: 7.5YR, 5YR\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: 4 through 6, dry or moist\nOrganic matter: 0.1 to 0.5 percent\nCalcium carbonate equivalent: 10 to 25 percent\nTexture: loamy fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Geta (AZ), Kinco (TX), Luckyhills (AZ), Potrillo (TX), and Stronghold (AZ) series. These soils do not have dense compacted root-limiting horizons (Cd horizons). In addition, Geta soils are in the Mohave Desert and are moist in the soil moisture control section less than 20 days cumulative between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bilgray soils are on pediments and have slopes of 3 to 8 percent.  These soils formed in residuum and alluvium from sandstone of the Verde Formation.  Elevations range from 3000 to 4500 feet.  The mean annual precipitation ranges from 12 to 14 inches.  The mean annual air temperature ranges from 60 to 63 degrees F.  The frost-free period is 180 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gyberg, Fetch and Pagesprings soils.  Gyberg soils have an argillic horizon.  Pagesprings soils are very shallow to limestone and are loamy-skeletal.  Fetch soils are very shallow to hard sandstone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bilgray soils are used for livestock grazing and wildlife habitat.  The present vegetation is mesquite, mimosa, threeawn, sand dropseed, tobosa, black grama and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Arizona.  This series is of small extent.  MLRA is 38.  The name is derived from nearby Bill Gray Road."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yavapai County, Arizona; Soil survey of Black Hills-Sedona Area, Arizona, Parts of Coconino and Yavapai Counties; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nCalcic horizon - the zone from 4 to 50 inches (Bk1, Bk2, Bk3, Bk4 horizons)\nDense layer - the zone from 50 to 60 inches (Cdk horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010\nUpdated competing series section 3/17/08, CEM\nRevised for the correlation of Black Hills-Sedona, AZ, August 2012, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
