{
  "SERIES": "BILLSCABIN",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Billscabin series consists of very deep, somewhat excessively drained soils that formed in a colluvium and residuum weathered from quartz diorite.  Billscabin soils are on side slopes on granitic Sierra Nevada mountains.  Slopes range from 2 to 70 percent.  The mean annual precipitation is about 75 inches, (1905 mm) and the mean annual temperature is about 53 degrees F, (12 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Billscabin gravelly sandy loam on a northwest facing 51 percent slope under a cover of mixed conifers at an elevation of 4575 feet, (1394 m).  When described on 7/31/97 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted)\nOi--0 to 2 inches, (0 to 5 cm); slightly decomposed needles, leaves and twig litter.\nA1--2 to 5 inches, (5 to 13 cm); dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; 5 percent clay; weak very fine subangular blocky structure parting to single grain; loose, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; 11.5 NaF pH; 25 percent gravel; slightly acid, pH 6.3 by Hellige-Truog; abrupt smooth boundary.\nA2--5 to 14 inches, (13 to 36 cm); pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; 10 percent clay; weak fine subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; common very fine to medium roots; many very fine interstitial pores; 10.5 NaF pH; 40 percent gravel; slightly acid, pH 6.3 by Hellige-Truog; abrupt smooth boundary. (Combined thickness of the A horizon is 7 to 15 inches, (18 to 38 cm) thick)\nBw--14 to 27 inches, (36 to 69 cm); very pale brown (10YR 7/3) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; 15 percent clay; weak fine subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; common very fine to coarse roots; common very fine tubular pores; 10.0 NaF pH; common mica flakes; 36 percent gravel and 10 percent stones; moderately acid, pH  5.8 by Hellige-Truog; abrupt smooth boundary. (6 to 18 inches, (15 to 46 cm) thick)\nC1--27 to 37 inches, (69 to 94 cm); very pale brown (10YR 8/2) very gravelly loamy sand, light yellowish brown (10YR 6/4) moist; 3 percent clay; weak fine subangular blocky structure parting to single grain; loose, nonsticky and nonplastic; many very fine to medium roots; many very fine interstitial pores; common mica flakes; 33 percent gravel and 2 percent stones; moderately acid, pH 5.8 by Hellige-Truog; clear wavy boundary.\nC2--37 to 57 inches, (94 to 145 cm); very pale brown (10YR 8/2) very gravelly loamy sand, light yellowish brown (10YR 6/4) moist; 3 percent clay; weak fine subangular blocky structure parting to single grain; loose, nonsticky and nonplastic; many very fine to medium roots; many very fine interstitial pores; 10.0 NaF pH; common mica flakes; 40 percent gravel and 2 percent stones; moderately acid, pH 5.8 by Hellige-Truog; clear wavy boundary.\nC3--57 to 82 inches, (145 to 208 cm); very pale brown (10YR 8/3) very gravelly loamy sand, light yellowish brown (10YR 6/4) moist; 4 percent clay; weak fine subangular blocky structure parting to single grain; loose, nonsticky and nonplastic; many very fine to medium roots; many very fine interstitial pores; 10.0 NaF pH; common mica flakes; 37 percent gravel; moderately acid, pH 5.8 by Hellige-Truog. (Combined thickness of the C horizon is 50 to 60 inches, (127 to 152 cm) thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 1.9 miles south of Camel Peak Lookout, approximately 1800 feet west and 2350 feet north of the southeast corner of Section 8, T.21 N., R.8 E.; 39 degrees, 41 minutes, 33 seconds North latitude and 121 degrees, 6 minutes, 17 seconds West longitude, NAD83  U.S.G.S. Quad: American House, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 52 to 56 degrees F, (11 to 13 degrees C).  The soil moisture control section is dry in all parts from about July to about October (about 90 days).  The particle-size control section averages 8 to 15 percent clay and 35 to 80 percent rock fragments, mostly gravel.  Mineralogy is isotic.  Organic matter ranges from 2 to 4 percent from 2 to 5 inches, (5 to 13 cm) and is less than 1 percent from 5 to 80 inches, (13 to 203 cm).  Base saturation by ammonium acetate ranges from 26 to 34 percent from 2 to 82 inches, (5 to 208 cm).  Rock fragments on the surface range from 0 to 50 percent cobbles, 0 to 50 percent stones and 0 to 10 percent boulders.\nThe A horizon dry color is 10YR 5/2, 5/3, 5/4, 6/3 or 6/4.  Moist color is 10YR 3/2, 3/3, 4/3, 7.5YR 3/3 or 3/4.  Texture is dominantly gravelly sandy loam and very gravelly sandy loam but in some pedons is very gravelly coarse sandy loam, very stony coarse sandy loam, coarse sandy loam or gravelly coarse sandy loam.  Clay content ranges from 5 to 15 percent.   Rock fragments range from 5 to 40 percent gravel, 0 to 20 percent cobbles and 0 to 50 percent stones.  NaF pH ranges from 10.0 to 11.8.  Reaction ranges from moderately acid to slightly acid.\nThe Bw horizon dry color is 10YR 4/4, 5/4, 5/6, 6/2, 6/4, 6/6, 7/2, 7/3, 7/4, 8/3, or 2.5Y 7/6.  Moist color is 10YR 3/3, 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 6/4 or 2.5Y 5/4.  Texture is extremely gravelly sandy loam, very gravelly coarse sandy loam, very cobbly sandy loam, extremely cobbly sandy loam, very gravelly sandy loam, or very stony coarse sandy loam.  Clay content ranges from 5 to 15 percent.  Rock fragments range from 10 to 40 percent gravel, 0 to 50 percent cobbles and 0 to 20 percent stones.  NaF pH ranges from 9.0 to 11.0.  Reaction ranges from strongly acid to slightly acid.\nThe C horizon dry color is 10YR 7/6 or 8/2.  Moist color is 10YR 5/4, 6/2 or 6/4.  Texture is very gravelly loamy sand, extremely cobbly sandy loam, extremely cobbly coarse sandy loam, cobbly loamy coarse sand, gravelly loamy sand, or extremely stony sandy loam.  Clay content ranges from 3 to 12 percent.  Rock fragments range from 10 to 40 percent gravel, 0 to 50 percent cobbles and 0 to 50 percent stones.  NaF pH ranges from 9.0 to 10.8.  Reaction ranges from very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Inskip soil.  Inskip soils are moderately deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Billscabin soils are on side slopes on granitic Sierra Nevada mountains.  Slopes range from 2 to 70 percent.  These soils formed in colluvium and residuum weathered from quartz diorite from the Lumpkin and Cascade plutons.  Elevation is 3100 to 4600 feet, (945 to 1402 m).  The mean annual precipitation is 75 to 80 inches, (1905 to 2032 mm).  The mean annual temperature is 50 to 54 degrees F, (10 to 12 degrees C).  Frost free season is 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chawanakee, Bonnyridge, and Lewisflat soils.  Chawanakee soils are coarse-loamy and are shallow to a paralithic contact of quartz diorite.  Bonnyridge soils are coarse-loamy and are very deep.  Lewisflat soils are on concave back slopes, have argillic horizons, are fine-loamy and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; low to medium runoff; moderately rapid saturated hydraulic conductivity in the A and Bw horizons and rapid in the C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat and watershed.  Vegetation is Douglas-fir, sugar pine, ponderosa pine, incense cedar, white fir, California black oak, and tanoak, with an understory of whitethorn ceanothus, deerbrush, dogwood, Sierra gooseberry, broadleaf starflower, California hazel, common snowberry, Sierra chinquapin, bigleaf maple, huckleberry oak and whitevein shinleaf."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte and Plumas Counties, California on the Granitic and Metamorphic Hills subsection of the Sierra Nevada section.  MLRA 22A - Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Bills Cabin, Cascade Quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 2 to 14 inches, (5 to 36 cm). (A1, A2)\nCambic horizon - zone from 14 to 27 inches, (36 to 69 cm). (Bw)\nParticle-size control section - zone from 10 to 40 inches, (25 to 102 cm).\nSoil moisture control section - zone from 18 to 56 inches, (46 to 142 cm).\nADDITIONAL DATA: (Used lab data from the nearby S95CA-007-013; Kenebeck-like).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
