{
  "SERIES": "BILLMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAR-EWC-JAL",
  "REVDATE": "12/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Billman clay loam, in hayland (Colors are for dry soil unless otherwise noted).\nA--0 to 7 inches; dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; slightly hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary. (6 to 10 inches thick)\nBt1--7 to 15 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure; very hard, firm, moderately sticky and moderately plastic; common fine and very fine roots, few medium roots; common distinct clay films on faces of peds and lining pores; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary.\nBt2--15 to 23 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 4/2) moist; strong medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; common distinct clay films on faces of peds and lining pores; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of Bt1 and Bt2 horizons is 14 to 30 inches).\nCr1--23 to 38 inches; brown (7.5YR 4/2) moist; semi-consolidated shale that textures to silty clay loam; neutral (pH 7.0).\nCr2--38 to 60 inches; dark gray (5YR 4/1) moist; semiconsolidated shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gallatin County, Montana; 2200 feet north and 2200 feet west of the southeast corner of sec. 11, T.2S., R.6E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 39 to 43 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 8 to 16 inches and may include part of the Bt horizon.\nDepth to Cr horizon - 20 to 40 inches.\nA horizon - Hue: 2.5Y, 5YR, 7.5YR or 10YR\nValue: 2 or 3 moist\nChroma: 1 or 2\nClay content: 27 to 35 percent\nRock fragments: 0 to 30 percent--0 to 15 percent pebbles, 0 to 10 percent cobbles; 0 to 5 percent stones.\nReaction:  pH 6.1 to 7.3\nBt1 horizon - Hue: 7.5YR, 5YR or 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2, 3 or 4\nTexture: clay loam, clay, silty clay loam, silty clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent-- 0 to 10 percent pebbles, 0 to 5 percent cobbles or flagstones\nReaction:  pH 6.6 to 7.3\nBt2 horizon - Hue: 5YR, 7.5YR or 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2, 3 or 4\nTexture: clay loam, clay, silty clay loam, silty clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent-- 0 to 10 percent pebbles,\n0 to 5 percent cobbles\nReaction:  pH 6.6 to 7.3\nNote: Some pedons contain lime in the Cr horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlder (MT) - has horizon of secondary carbonate accumulation.\nBacbuster (MT) - has horizons of secondary carbonate accumulation.\nBigbear (MT) - is very deep.\nCharo (NM) - has a lithic contact of basalt at 20 to 40 inches.\nDarret (MT) - has horizon of secondary carbonate accumulation.\nDurston (MT) - is very deep.\nMishakal (MT) - formed in residuum from argillite.\nMicroy (NM) - has a lithic contact of basalt at 20 to 40 inches.\nPino (NM) - has a lithic contact at 20 to 40 inches.\nTerrad (MT) - has a paralithic contact at 40 to 60 inches; has horizons of secondary carbonate accumulation.\nWilcoxson (NM) - has a lithic contact of limestone at 40 inches or more; has horizon of secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - sedimentary plains and hills.\nElevation - 5,300 to 6,400 feet.\nSlope - 2 to 60 percent.\nParent material - interbedded shale and sandstone residuum.\nClimate - long cold winters; moist springs; warm summers.\nMean annual precipitation - 17 to 22 inches.\nMean annual air temperature - 37 to 41 degrees F.\nFrost-free period - 80 to 100 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Billman soils are used mainly for hayland and rangeland.  Potential native vegetation may include subalpine needlegrasses, Idaho fescue, bluebunch wheatgrass, sedges, lupine, sticky geranium, rose and big sagebrush as well as other grasses, forbs and woody shrubs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Billman soils are of small extent in southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gallatin County, Montana, 1997."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
