{
  "SERIES": "BILMOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG-DTS",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bilmod sandy loam on a plane 1 percent slope in a cultivated field at an elevation of about 1,060 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (7.5YR 3/2) sandy loam, brown (7.5YR 5/2) dry; weak coarse subangular blocky structure; friable; many very fine and fine and few medium roots; neutral; abrupt wavy boundary.  (6 to 9 inches thick)\nBt1--9 to 15 inches; brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; many fine and very fine and few medium roots; common, faint dark brown (7.5YR 3/4) clay films on faces of peds; slightly acid; clear wavy boundary.\nBt2--15 to 24 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; slightly acid; clear irregular boundary. (Combined thickness of the Bt horizons ranges from 12 to 30 inches.)\n2BC--24 to 32 inches; strong brown (7.5YR 5/6) loamy sand; weak coarse subangular blocky structure; very friable; few very fine roots; moderately acid; gradual wavy boundary.  (0 to 10 inches thick)\n2C1--32 to 46 inches; reddish yellow (7.5YR 7/6) sand;  single grain; loose; moderately acid; gradual wavey boundary\n2C2--46 to 60 inches; reddish yellow (7.5YR 7/6) sand; single grain; loose; few thin (1/8 inch) brown (7.5YR 4/4) strata of loamy sand; common faint strong brown (7.5YR 5/6) and common distinct strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 1/4 mile south of Levis; 1,020 feet south and 240 feet east of the northwest corner of sec. 27, T. 24 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the loamy mantle and depth to siliceous sandy alluvium ranges from 20 to 40 inches.  Typically these soils contain no coarse fragments but volume of sandstone gravel or channers ranges from 0 to 15 percent throughout.  Reaction typically ranges from very strongly acid to slightly acid in the loamy mantle but ranges to neutral in the upper part, where the soil is limed.  Reaction ranges from very strongly acid to slightly acid in the sandy alluvium.  Redox features are within 72 inches and are often within 40 inches.  Saturation occurs at 40 to 72 inches for 1 month or more per year in 6 or more out of 10 years.  Saturation occurs within 40 inches, in some pedons, but it is present for less than 1 month per year or less than 6 out of 10 years, or both.\nThe Ap or A horizon has a hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 3.  It is sandy loam or fine sandy loam.\nThe Bt horizon has hue of 7.5YR or 10YR and value of 3 to 5.  It is sandy loam, fine sandy loam, or loam.\nThe 2BC horizon has hue of 7.5YR or 10YR and value and chroma of 4 to 6.  It is loamy sand or sand.\nSome pedons have a 2Bt horizon with color and texture like the 2BC horizon described above.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 8.  A few very thin strata of sandy loam or loamy sand are in the 2C horizon in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bilson and Silverhill series. Related soils are the Billett and Hoop series.  Bilson and Silverhill soils do not have redox features or a seasonal high water table.  In addition, Silverhill soils have a paralithic contact of sandstone at 40 to 60 inches.  Billett soils have mixed mineralogy and do not have redox features or a water table.  Hoop soils have a mollic epipedon and have redox features and aquic conditions at a depth of 1 to 2 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bilmod soils are on pediments or stream terraces, or both.  Slope gradients range from 0 to 3 percent.  These soils formed mostly in siliceous loamy alluvium underlain by siliceous sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 700 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bilson, Gardenvale, Hoop, Merimod, Merit, Silverhill, and Sooner soils.  The well drained Bilson soils and the somewhat poorly drained Hoop soils form a drainage sequence with Bilmod soils.  The well drained Gardenvale and Silverhill soils are on adjacent uplands where sandstone bedrock is at a depth of 40 to 60 inches.  The well drained Merit soils, the moderately well drained Merimod soils, and the somewhat poorly drained Sooner soils form a drainage sequence in nearby areas where there is less sand and more silt and clay in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is moderate or moderately rapid in the loamy mantle and rapid in the sandy alluvium and moderate or moderately rapid in the stratified sandy alluvium.  These soils have an perched seasonal high water table at a depth of 3.5 to 6 feet for 1 month or more per year at some time during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Common crops are corn, small grains, and hay.  Native vegetation is mixed hardwoods and prairie grass openings or hardwood and conifer barrens with grass understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  These soils of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: ochric epipedon (darker than typic) - 0 to 9 inches (Ap); argillic horizon - 9 to 24 inches (Bt1, Bt2); siliceous feature - less than 10 percent weatherable minerals in the particle-size control section (0.02 - 2 mm fraction).\nADDITIONAL DATA:  Soil Interpretation Record - WI0542\nNational Cooperative Soil Survey\nU.S.A."
  }
}
