{
  "SERIES": "BINGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS:CRC",
  "REVDATE": "04/1999",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Udic Rhodustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Binger fine sandy loam--cultivated.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; reddish brown (2.5YR 4/4) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; weak fine granular structure; slightly hard, very friable; many fine roots; neutral; clear smooth boundary.  (7 to 15 inches thick)\nBt--10 to 32 inches; red (2.5YR 4/6) sandy clay loam, dark red (2.5YR 3/6) moist; weak medium prismatic structure parting to weak fine subangular blocky structure; hard, friable; many fine roots; clay films on faces of peds; neutral; clear wavy boundary.  (12 to 25 inches thick)\nCr--32 to 40 inches; red (2.5YR 5/6) weakly cemented sandstone; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Canadian County, Oklahoma; about 1 mile east and 1 mile north of Mustang; 220 feet south and 120 feet west of the northeast corner of sec. 27, T. 11 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to sandstone ranges from 20 to 40 inches.\nThe A horizon is reddish brown (2.5YR 4/4, 5/4; 5YR 4/3, 4/4, 5/3, 5/4), red (2.5YR 4/6, 5/6), yellowish red (5YR 4/6, 5/6), or brown (7.5YR 4/4, 5/4).  Where the A horizon has moist chromas and value of less than 3.5, it is less than 7 inches thick.  It ranges from slightly acid to slightly alkaline.\nThe B2t horizon is weak red (10R 4/4), red (10R 4/6; 2.5YR 4/6), or reddish brown (2.5YR 4/4).  It is fine sandy loam or sandy clay loam with clay contents ranging from about 18 to 25 percent.  It ranges from slightly acid to slightly alkaline.  Fragments of sandstone less than 3 inches in diameter comprise 0 to 10 percent of this horizon.\nThe Cr horizon is a reddish weakly cemented sandstone with a hardness of 2 or less on Mohs scale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Soils in similar families are the Cobb, Cosh, Devol, Dill, Grandfield, Ligon, and Oben series.  Of these, all but Cosh and Ligon soils have dry values of 5 or more in all or some part of the control section.  Cosh and Ligon soils have colors like Binger soils but are less than 20 inches thick to bedrock.  Devol and Grandfield soils also lack bedrock within 40 inches of the surface and Devol soils have less than 18 percent clay in the argillic horizon.  Dill soils lack argillic horizons. Oben soils are less than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Binger soils are very gently sloping or moderately sloping soils on uplands.  Slopes are 1 to 8 percent.  These soils have formed in material weathered from weakly cemented Perminan age sandstone.  The climate is dry or moist subhumid.  Mean annual temperature is 57 degrees to 63 degrees F.; average annual precipitation is 28 to 40 inches; Thornthwaite P-E indices of 44 to 64.  Frost-free days range from 185 to 220.  Elevation ranges from 1000 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grant, Ironmound, Nash, Norge, and Pond Creek series.  Grant, Nash, Norge and Pond Creek soils have mollic epipedons and have less than 15 percent material coarser than very fine sand in the control section.  In addition, the Grant, Norge and Pond Creek soils have solum thickness more than 40 inches. Nash soils lack Bt horizons.  Ironmound soils have bedrock within 20 inches of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are mainly cultivated.  Small grains, cotton, and grain sorghums are the principal crops.  Some areas are used for tame pasture or rangeland.  Native vegetation is mid and tall grasses with a small percent of oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rolling Red Prairies of Central Oklahoma and possibly northcentral Texas and southcentral Kansas.  The known occurance of the series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Canadian County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Binger soils would have been classified in the Reddish Chestnut great soil group.  These soils were formerly included in the Cobb series.  The classification of the Binger soils has been changed from Haplustalfs to Rhodustalfs.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
