{
  "SERIES": "BINGHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTH/RLT/MJD",
  "REVDATE": "10/2014",
  "STATES": "ID,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bingham gravelly loam-cultivated. (Colors are for air-dry soil unless otherwise stated.)\nAp--0 to 6 inches (0 to 15 cm); dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and plastic; many fine roots; common fine pores; neutral (pH 7.3); clear smooth boundary. (6 to 10 inches or 15 to 26 cm thick)\nBt1--6 to 12 inches(15 to 31 cm); brown (10YR 4/3) gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to moderate fine granular; hard, firm, sticky and plastic; common medium and fine roots; few fine pores; few thin clay films; neutral (pH 7.0); gradual wavy boundary. (6 to 10 inches or 15 to 26 cm thick)\nBt2--12 to 18 inches (31 to 46 cm); brown (7.5YR 4/3) gravelly fine sandy loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; very hard, firm, sticky and plastic; few fine roots; common medium and fine pores; few moderately thick clay films; neutral (pH 7.1); gradual wavy boundary. (0 to 10 inches or 0 to 26 cm thick)\n2Btk--18 to 27 inches (46 to 69 cm); brown (7.5YR 4/3) very gravelly sandy loam, dark brown (7.5YR 3/3) moist; weak very fine blocky structure; soft, friable, slightly sticky and slightly plastic; few fine roots; few fine interstitial pores; common thin clay films; calcium carbonate coatings on rock fragments; slightly alkaline (pH 7.5); gradual wavy boundary. (5 to 10 inches or 13 to 26 cm thick)\n2Bk--27 to 60 inches (69 to 152 cm); pale brown (10YR 6/3) very gravelly sand, brown (10YR 4/3) moist; single grain; loose, nonsticky, nonplastic; few fine roots; few fine interstitial pores; strongly calcareous, calcium carbonates are disseminated and as coatings on rock fragments; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Utah County, Utah, 3/4 mile east and 1/2 mile north of the junction of US Highway 91 and Utah Highway 52 in Orem; 2,500 feet east and 500 feet south of the northwest corner, sec. 11, T., 6 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are dry in the soil moisture control section for more than 60 consecutive days in most years. Mean annual soil temperature is 47 to 54 degrees F (8 to 12 degrees C). Summer temperatures are 65 to 72 degrees F (18 to 22 degrees F).\nThe mollic epipedon is from 7 to 20 inches or 18 to 51 cm thick.\nOrganic carbon decreases regularly or reaches a level of less than 0.6 percent within 20 inches (51 cm).\nDepth to gravelly sand is 20 to 35 inches (51 to 87 cm).\nThe soils are neutral to moderately alkaline.\nCoarse fragments are dominantly gravel size but may include cobbles.\nA horizon\nHue: 10YR\nValue: 2 or 3 moist, 4 or 5 dry\nChroma: 2 or 3, dry or moist\nTexture: gravelly loam, loam, or gravelly sandy loam\nBt horizon\nHue: 7.5YR, 10YR\nValue: 2 to 4 moist, 3 to 5 dry\nChroma: 2 to 4, dry or moist\nTexture: sandy clay loam, fine sandy loam, clay loam, loam, or sandy loam\nClay content: 18 to 30 percent\nRock fragments: 15 to 35 percent\nReaction: neutral or slightly alkaline\nCalcium carbonate equivalent: 0 to 10 percent\n2Btk horizon (has characteristics of the Bt and 2Bk horizons)\n2Bk and 2Ck horizons (when present)\nHue: 10YR, 7.5YR\nValue: 4 to 6 moist, 6 to 8 dry\nChroma: 2 or 3, dry or moist\nClay content: 0 to 15 percent\nRock fragments: 35 to 85 percent\nCalcium carbonate equivalent: 3 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nManderfield (UT) soils have less than 15 percent rock fragments in the argillic horizon. Millard (UT) is inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bingham soils are on gently sloping lake terraces and deltaic terraces of old Lake Bonneville and strongly sloping fan remnants with slopes of 1 to 10 percent. Elevation ranges from 4,320 feet to 5,350 feet. They formed in alluvium derived from a mixture of rock, sources, but the gravel is dominantly quartzite. The climate is dry subhumid. Mean annual temperature ranges from 45 to 53 degrees F. Average annual precipitation is 12 to 18 inches (307 to 461 mm) and the freeze-free period is 100 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Kidman and Lakewin soils and the Abela, Doyce, Kapod, Parleys and Timpanogos soils. The Doyce, Parleys, and Timpanogos soils lack coarse fragments. The Abela soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; permeability is moderate in the upper part and rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for irrigated land, mainly orchards with lesser amounts of small grain, peas, tomatoes and alfalfa. The native vegetation is bluebunch wheatgrass, big sagebrush, rubber rabbitbrush and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 28A. These soils are moderately extensive in north-central Utah and southern Idaho, dominantly along the Wasatch Front."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Salt Lake Area, Utah, 1899."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to depth of 18 inches. (A, Bt1 and Bt2 horizons)\nArgillic horizon - the zone of clay accumulation from 6 to 27 inches deep. (Bt1, Bt2, and 2Btk horizons)\nCalcic horizon - the zone of carbonate accumulation from 18 inches to 60 inches. (2Btk and 2Bk horizons)\nSandy or sandy-skeletal feature - the substratum layer that is dominantly gravel and sand. (2Btk and 2Bk horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 12th Edition, 2010\nRevised for the correlation the SDJR - MLRA 28A - Bingham gravelly loam, 1 to 3 percent slopes project, August 2014, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
