{
  "SERIES": "BINGHAMPTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEZ-JWS-TWN",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, active, mesic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Binghampton sandy loam on an east-facing 0.5 percent slope in a cultivated field at an elevation of 224 meters (734 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. [18 to 25 cm (7 to 10 inches) thick]\nBE--20 to 30 cm (8 to 12 inches); brown (10YR 4/3) loam; moderate fine and medium subangular blocky structure; friable; common fine roots; common distinct dark brown (10YR 3/3) organic coatings on faces of peds; common fine faint very dark brown (10YR 2/2) accumulations of iron and manganese oxides in the matrix; moderately acid; clear smooth boundary. [0 to 15 cm (0 to 6 inches) thick]\nBt1--30 to 43 cm (12 to 17 inches); brown (10YR 4/3) loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium faint grayish brown (10YR 5/2) iron depletions in the matrix; many fine and few medium very dark brown (10YR 2/2) accumulations of iron-manganese oxides in the matrix; strongly acid; clear smooth boundary.\nBt2--43 to 61 cm (17 to 24 inches); grayish brown (10YR 5/2) loam; moderate coarse and medium subangular blocky structure; friable; few fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct dark yellowish brown (10YR 4/4) and common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine very dark brown (10YR 2/2) accumulations of iron-manganese oxides in the matrix; strongly acid; clear smooth boundary.\nBt3--61 to 69 cm (24 to 27 inches); light brownish gray (10YR 6/2) sandy loam; moderate coarse and medium subangular blocky structure; friable; few fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine very dark brown (10YR 2/2) accumulations of iron-manganese oxides in the matrix; moderately acid; abrupt smooth boundary. [Combined thickness of the Bt horizon is 25 to 64 cm (10 to 25 inches).]\n2Bt4--69 to 91 cm (27 to 36 inches); pale brown (10YR 6/3) sand; weak coarse subangular blocky structure; very friable; few fine roots; few distinct dark grayish brown (10YR 4/2) clay bridges between sand grains and on faces of peds; few medium prominent strong brown (7.5YR 5/6) and common medium faint yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; many fine faint  light brownish gray (10YR 6/2) iron depletions in the matrix; common medium very dark brown (10YR 2/2) accumulations of iron-manganese oxides in the matrix; strongly acid; clear wavy boundary.\n2Bt5--91 to 130 cm (36 to 51 inches); brown (10YR 4/3) sand; weak coarse subangular blocky structure; friable; few fine roots; common distinct dark gray (10YR 4/1) clay bridges between sand grains and on vertical faces of peds; many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common dark grayish brown (10YR 4/2) krotovina; few fine very dark brown (10YR 2/2) accumulations of iron-manganese oxides in the matrix; slightly acid; abrupt smooth boundary. [Combined thickness of the 2Bt horizons is 33 to 76 cm (13 to 30 inches).]\n3Btg1--130 to 137 cm (51 to 54 inches); very dark grayish brown (10YR 3/2) clay loam; moderate coarse prismatic structure; firm; common distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; common fine prominent yellowish brown (10YR 5/6) masses of iron in the matrix; few fine faint gray (10YR 5/1) iron depletions in the matrix; few fine very dark brown (10YR 2/2) accumulations of iron and manganese oxides in the matrix; 2 to 5 percent rounded gravel 5 to 20 mm in diameter; slightly acid; clear smooth boundary. [5 to 38 cm (2 to 15 inches) thick]\n3Btg2--137 to 168 cm (54 to 66 inches); gray (10YR 6/1) clay loam; moderate coarse prismatic structure; firm; common distinct grayish brown (10YR 5/2) clay films on faces of peds; many fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common fine very dark brown (10YR 2/2) accumulations of iron-manganese oxides in the matrix; 5 percent rounded gravel 5 to 20 mm in diameter; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 108B-Illinois and Iowa Deep Loess and Drift, East Central Part; Lee County, Illinois subset; about 6 miles west of Amboy; about 975 feet east and 205 feet south of the center of sec. 16, T. 20 N., R. 9 E.; USGS Walton quadrangle; lat. 41 degrees 43 minutes 18 seconds N. and long. 89 degrees 28 minutes 05 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: greater than 114 cm (45 inches)\nLoamy till that contains a paleosol: within a depth of 152 cm (60 inches)\nCarbonates: not present above a depth of 152 cm (60 inches)\nA horizon:\nHue: 10YR\nValue: 2 or 3 moist or 4 or 5 dry\nChroma: 1 or 2 moist or dry\nTexture: sandy loam or loam\nReaction: neutral to moderately acid\nBE and Bt horizons:\nHue: commonly 10YR, some pedons have hue of 2.5YR in the lower part.\nValue: 4 to 6\nChroma: 3 or 4 in the upper part and 1 to 4 in the lower part\nTexture: commonly loam in the upper part but the range includes clay loam, and it commonly grades to sandy loam, or sandy clay loam in the lower part\nStructure: weak or moderate subangular blocky\nConsistence: friable\nRedoximorphic features: with hue of 7.5YR or 10YR, value of 2 to 6, and chroma of 2 to 8\nReaction: very strongly acid to moderately acid\n2Bt horizon:\nHue: 10YR, 7.5YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 8\nTexture:  typically coarse sand or sand, but loamy coarse sand or loamy sand is included within the range\nCaly content; an increase in content of clay in the lower part just above the till\nStructure: weak or moderate subangular blocky\nconsistence: very friable or friable\nRedoximorphic features: with hue of 5YR to 2.5Y, value of 2 to 6, and chroma of 1 to 8\nReaction: moderately acid to very strongly acid in at least one subhorizon, and ranges from very strongly acid to slightly acid in individual subhorizons.\n3Btg horizon:\nHue: 10YR, 2.5Y or N (neutral)\nValue: 3 to 6\nChroma: 0 to 4\nTexture: commonly clay loam but ranges to include silt loam, loam or silty clay loam\nStructure: weak to moderate subangular blocky or prismatic\nConsistence: friable or firm\nRedoximorphic features: present\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Auten series.  Auten soils average more than 85 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Binghampton soils are on nearly level low lying parts of gently undulating till plains that have thin deposits of loamy over sandy sediments. Slope ranges from 0 to 3 percent. These soils formed in 46 to 89 cm (18 to 35 inches) of loamy eolian sediments, 33 to 76 cm (13 to 30 inches) of water-sorted sandy sediments, and in the underlying till that contains a paleosol. The till is believed to be of Illinoisan age with a late Sangamon paleosol formed in it. In some places the paleosol was partially truncated or eroded prior to deposition of the sandy and loamy sediments. The truncation of the paleosol and the origin of the sandy sediments is believed to be the result of glacial melt waters from the nearby Shelbyville morainic system or the Bloomington morainic system. The mean annual precipitation ranges from 890 to 940 mm (35 to 37 inches), mean annual air temperature ranges from 7.8 to 10.6 degrees C (46 to 51 degrees F), and frost free period ranges from 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dakota, Nachusa, Prairieville, Sparta, and Vanpetten soils. The well drained Dakota soils are on slightly higher dune-shaped ridges. Nachusa, Prairieville, Sparta, and Vanpetten soils have mollic epipedons. In addition, the somewhat poorly drained Nachusa soils are on similar nearby positions as Binghampton soils but do not have coarse textured horizons in the lower part of the control section. The moderately well drained Prairieville soils are on slightly higher positions than Binghampton soils and do not have coarse textured horizons in the lower part of the control section. The excessively drained Sparta soils are sandy throughout the solum and are on higher dune-shaped ridges. The moderately well drained Vanpetten soils are upslope from Binghampton soils and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Commonly, water is perched above the paleosolic horizon during part or all of the period from November to June in normal years. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the loamy sediments, very high (141.14 to 705.00 micrometers per second) in the sandy sediments, and moderately high (1.41 to 4.23 micrometers per second) in the paleosolic horizons. Permeability is moderate in the loamy sediments, very rapid in the sandy sediments, and moderately slow in the paleosolic horizons. Potential for surface runoff is negligible to low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, and small grain are the principal crops. Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois. LRR M, MLRAs 108A, and 108B. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lee County, Illinois, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from a depth of 0 to 31 cm (0 to 12 inches) (Ap and BE horizons)\nArgillic horizon - from a depth of 31 to 168 cm (12 to 66 inches) (Bt1, Bt2, Bt3, 2Bt4, 2Bt5, 3Btg1, and 3Btg2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
