{
  "SERIES": "BINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/AON/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Bins series consists of deep and very deep, well drained soils that formed in mixed ash, loess and colluvium weathered from andesite or basalt.  These soils are on uplands and have nearly level to very steep slopes.  Mean annual precipitation is about 32 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Vitrandic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bins gravelly ashy loam, forested.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed fir, twigs, and needles.\nA1--1 to 2 inches; dark reddish brown (5YR 2/2) gravelly ashy loam, dark reddish gray (5YR 4/2) dry; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many roots; many fine irregular pores; 25 percent fine gravel; slightly acid (pH 6.2); abrupt smooth boundary.  (1 to 2 inches thick)\nA2--2 to 14 inches; dark reddish brown (5YR 3/3) gravelly ashy loam, reddish brown (5YR 4/3) dry; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many fine irregular pores; 30 percent gravel; moderately acid (pH 6.0); gradual smooth boundary.  (9 to 16 inches thick)\nBw1--14 to 20 inches; dark reddish brown (5YR 3/4) ashy loam, reddish brown (5YR 5/3) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; many very fine tubular pores; 5 percent gravel and cobbles; moderately acid (pH 5.6); gradual wavy boundary.  (5 to 8 inches thick)\nBw2--20 to 34 inches; dark reddish brown (5YR 3/4) ashy clay loam, reddish brown (5YR 5/3) dry; weak coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common roots; many very fine tubular pores; 5 percent gravel and 5 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (10 to 15 inches thick)\n2C--34 to 46 inches; dark reddish brown (2.5YR 3/4 and 5YR 3/4) loam, reddish brown (2.5YR 5/4) dry; massive; hard, firm, moderately sticky and slightly plastic; common weathered andesitic rock fragments 2 to 15 inches in diameter; few roots; common very fine and fine pores; common white flecks; strongly acid (pH 5.3); abrupt wavy boundary.  (10 to 20 inches thick)\n2R--46 inches; highly fractured bedrock; few dusky red (2.5YR 3/2) loamy fines in some of the cracks within the upper few inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hood River County, Oregon; 1 3/4 miles from the Kingsley Ranch on the Green Point Reservoir road; 50 feet southwest of the road in the SE1/4 SW1/4 section 23, T. 2 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 47 degrees F.  The soils are usually moist but are dry throughout the control section for 60 to 80 consecutive days within the 4 months following the summer solstice.  Depth to bedrock is 40 inches or more.  The sola contains 15 to 25 percent gravel and 0 to 15 percent cobbles and stones by volume. The solum is estimated to have a volcanic glass content of 5 to 20 percent and acid oxalate extractable aluminum plus one-half iron of 0.4 to 1.0 percent.  The umbric epipedon is 10 to 18 inches thick.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3.\nThe Bw horizon has hue dominantly of 5YR but ranges from 7.5YR to 2.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 through 6.  It is heavy loam or light clay loam with 18 to 30 percent clay.  This horizon has weak or moderate subangular blocky structure.  The B and 2C horizons have 0 to 20 percent cobbles and stone and 0 to 15 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bins soils are on slopes of 0 to 70 percent and are at elevations of 1,100 to 3,500 feet.  The soils formed from volcanic ash mixed with loess and stony moderately fine textured colluvium weathered from andesite or basalt.  The climate is characterized by cold wet winters and hot dry summers.  The mean July temperature is 59 degrees F.; the mean January temperature is 30 degrees F.  The mean annual precipitation is 20 to 40 inches.  The mean annual temperature is 42 to 45 degrees F.  The frost-free  period 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bindle, Wyeth, and Yallani soils.  Bindle soils have more than 35 percent rock fragments in the control section.  Wyeth soils have mesic soil temperature and are on south-facing slopes.  Yallani soils are ashy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is timber production.  Other uses are grazing, wildlife and recreation.  Overstory vegetation is mainly Douglas fir, grand fir, chinkapin, maple, and willow.  Brush plants commonly are trailing blackberry, false-Solomon seal, and hazel. Grasses are bluegrass and mountain brome with elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Wasco and Hood River Counties in north-central Oregon; MLRA 6.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nUmbric epipedon - from 1 to 14 inches (A1 and A2 horizons)\nCambic horizon - from 14 to 34 inches (Bw1 and Bw2 horizons)\nParticle-size control section - from 11 to 41 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
