{
  "SERIES": "BINSIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAL/DWD/RLB",
  "REVDATE": "12/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Torrertic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Binsin extremely gravelly loam - woodland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 1 inch; brown (10YR 5/3) extremely gravelly loam, dark brown (7.5YR 3/3) moist; weak very fine and fine angular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; many very fine tubular and irregular and few fine tubular pores; noneffervescent; 65 percent gravel; neutral (pH 7.2); abrupt smooth boundary. (1 to 8 inches thick)\nA2--1 to 6 inches; brown (7.5YR 5/3) gravelly loam, dark brown (7.5YR 3/3) moist; moderate medium platy and subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and fine and few medium roots; many very fine tubular and irregular and common fine tubular pores; noneffervescent; 30 percent gravel; neutral (pH 6.6); clear wavy boundary.  (0 to 8 inches thick)\nBt--6 to 13 inches; reddish brown (5YR 4/3) gravelly clay loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure parting to strong fine angular blocky; hard, firm, very sticky and very plastic; common very fine through coarse roots; common fine through coarse tubular pores; many distinct clay films on faces of peds; noneffervescent; 20 percent gravel; neutral (pH 6.6); clear smooth boundary.  (5 to 10 inches thick)\nBtss1--13 to 19 inches; dark reddish brown (5YR 3/4) clay, dark reddish brown (5YR 3/3) moist; strong coarse prismatic structure parting to strong fine and medium angular blocky; hard, firm, very sticky and very plastic; few fine and medium roots; few fine and medium tubular pores; many distinct clay films on faces of peds; common slickensides; few cracks between peds; noneffervescent; 10 percent gravel; neutral (pH 6.6); clear smooth boundary.  (5 to 10 inches thick)\nBtss2--19 to 28 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; strong medium and coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few fine and medium roots; few fine and medium tubular pores; many faint clay films on faces of peds; common slickensides; few cracks between peds; slightly effervescent; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  (8 to 10 inches thick)\nBtk1--28 to 35 inches; yellowish red (5YR 4/6) clay, reddish brown (5YR 4/4) moist; strong medium and coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few fine and medium roots; few fine and medium tubular pores; many faint clay films on faces of peds; strongly effervescent; 5 percent gravel; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 10 inches thick)\nBtk2--35 to 45 inches; red (2.5YR 4/6) clay, red (2.5YR 4/6) moist; strong medium angular blocky structure; hard, firm, very sticky and very plastic; few fine roots; few fine tubular pores; common faint clay films lining pores; common medium soft masses of calcium carbonate and common thin calcium carbonate coats on the undersides of rock fragments; violently effervescent; 10 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary.  (8 to 15 inches thick)\nBtk3--45 to 60 inches; reddish yellow (7.5YR 7/6) gravelly clay loam, yellowish red (5YR 5/6) moist; massive; hard, firm, very sticky and very plastic; few fine roots; few fine tubular pores; few faint clay films lining pores; calcium carbonate continuous throughout and strongly cemented in some areas; violently effervescent; 20 percent gravel; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona; on the Lake Mead National Recreation Area; 1700 feet east and 3000 feet north of the southwest corner of section 7, T. 31 N., R. 12 W.; 36 degrees, 6 minutes, 4 seconds north latitude; 113 degrees, 36 minutes, 53 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Dry in some part for 90 or more days cumulative and is moist in some part for 45 consecutive days during June through October and more than half the time that the soil temperature is above 41 degrees F.  The soil is driest during May and June.  Aridic ustic soil moisture regime.\nSoil temperature:  49 to 56 degrees F.\nDepth to calcic horizon:  30 to 40 inches.\nClay content:  averages 35 to 55 percent in the particle-size control section.\nCracking:  cracks 5 mm wide or more are present within 125 cm of the surface in most years.\nSlickensides:  few to many, may occur in both or either Bt or Btk horizon.\nCalcium carbonate equivalent:  averages 15 to 40 percent in the calcic horizon.\nA horizons\nHue:  7.5YR, 10YR.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nMollic epipedon may include upper part of argillic horizon.\nBt and Btss horizon\nHue:  5YR, 7.5YR.\nValue:  4 or 5 dry, 2.5 or 3 moist.\nChroma:  2 to 4, dry or moist.\nTexture:  Clay loam, clay (35 to 55 percent clay).\nBtk horizons\nHue:  2.5YR, 5YR, 7.5YR.\nValue:  4 to 6 dry, or moist.\nChroma:  2 to 6, dry or moist.\nTexture:  silty clay, clay, clay loam.\nSome pedons may have a Bk horizon in the lower part of the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bilburc (AZ) series.  The Bilburc soils have hard limestone bedrock at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Binsin soils are on sideslopes of hills, ridges, plateaus and mesas at elevations of 5800 to 6800 feet.  They formed in residuum from the Kaibab Limestone and cherty Limestone.  Slopes range from 1 to 15 percent.  The mean annual precipitation is 13 to 18 inches.  The mean annual air temperature is about 47 to 54 degrees F.  The frost-free period is 135 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Bilburc soils, they are the Disterheff, Natank and Yumtheska soils.  Disterheff and Natank soils do not have a mollic epipedon.  Yumtheska soils have a lithic contact within a depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high or very high runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Binsin soils are used for recreation and wildlife habitat.  Present vegetation is Utah juniper, pinyon pine, Wyoming big sagebrush, bottlebrush squirreltail, blue grama and Stansbury cliffrose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona.  MLRA is 35. Clay loam upland; This series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mohave County, Arizona; Soil survey of Lake Mead National Recreation Areas; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the 0 to 13 inches (A1, A2, Bt horizons).\nArgillic horizon - The zone from 6 to 61 inches (Bt, Btss1, Btss2, Btk1, Btk2, Btk3 horizons).\nCalcic horizon - The zone from 35 to 61 inches (Btk2 and Btk3 horizons).\nPale feature - Clay increase of 20 percent or more (absolute) at the upper boundary of the argillic horizon (A2 and Bt horizons).\nVertic feature - Cracks within 125 cm of the surface (Btss1 and Btss2 horizons).\nClassification changed to Torrertic subgroup in 2006. This change was made to be consistent with the Vertic features described and the moisture regime.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
