{
  "SERIES": "BIPPUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "KS,NM,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bippus clay loam, on flood plain of draw, slightly concave 1 percent slope in cropland at an elevation of about 987 meters (3,240 ft). (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 20 cm (0 to 8 in); brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate fine and medium granular and subangular blocky structure; slightly hard, very friable; moderately alkaline; gradual smooth boundary.\nAp2--20 to 36 cm (8 to 14 in); dark grayish brown (10YR 4/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; common fine roots; common fine tubular pores; moderately alkaline; gradual smooth boundary. (Combined thickness of the A horizons is 30 to 76 cm (12 to 30 in)\nBw1--36 to 66 cm (14 to 26 in); brown (10YR 4/3) sandy clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; few fine roots; common fine tubular pores; moderately alkaline; gradual smooth boundary.\nBw2--66 to 124 cm (26 to 49 in); brown (7.5YR 4/4) sandy clay loam, dark brown (7.5YR 3/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; few fine roots; common fine tubular pores; moderately alkaline; gradual smooth boundary.\nBw3--124 to 165 cm (49 to 65 in); strong brown (7.5YR 4/6) sandy clay loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, very friable; few fine tubular pores; few films, filaments, and nodules of calcium carbonate; slightly effervescent; moderately alkaline; clear smooth boundary. (Combined thickness of the Bw horizons is 120 to 150 cm (47 to 60 in)\nBk--165 to 203 cm (65 to 80 in); light yellowish brown (10YR 6/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, very friable; few fine roots; common fine tubular pores; calcium carbonate in the form of filaments, masses, and nodules, about 10 percent by volume; violently effervescent; moderately alkaline; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Floyd County, Texas; from the intersection of U.S. Highway 70 and\nFarm Road 784 in Floydada; 10 miles west on Farm Road 784; 4.4 miles north on County Road 55 to intersection; 200 feet north and 100 feet west in cropland; Latitude: 34 degrees, 03 minutes, 37.6 seconds N; Longitude: 101 degrees, 30 minutes, 32.2 seconds W; Plainview SE, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through\nFebruary are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to secondary carbonates: 100 to 203 cm (40 to 80 in).\nSolum thickness: more than 203 cm (80 in).\nParticle size control section: 20 to 35 percent silicate clay.\nAp horizons:\nHue: 7.5YR or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, sandy clay loam, clay loam\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\nUpper Bw horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, sandy clay loam, clay loam\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline\nLower Bw horizon:\nHue: 5YR to 10YR\nValue: 5 or 6, 3 or 4 moist\nChroma: 2 to 4\nTexture: loam, sandy clay loam, clay loam\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline\nBk horizon:\nHue: 5YR to 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 3 to 6\nTexture: fine sandy loam, sandy clay loam, loam, clay loam\nVisible secondary calcium carbonates: 3 to 12 percent by volume in the form of films, filaments, masses, and nodules\nEffervescence: slight to violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bosque, Gageby, Gowen, Kaski, Stanford, and Whitesboro series. Similar soils include Berda, Guadalupe, Levelland, Paloduro,\nSprone, Spur, and Texroy series.\nBosque, Gageby, Gowen, Kaski, Spur, and Whitesboro soils: are moist for longer periods in the soil moisture control section.\nStanford soils: do not have visible secondary carbonate accumulations.\nGuadalupe and Levelland soils: have less than 18 percent silicate clay in the particle-size control section.\nBerda soils: have secondary carbonates between 13 and 70 cm (5 to 28 in) and do not have a mollic epipedon.\nPaloduro and Sprone soils: have a mollic epipedon less than 51 cm (20 in) thick.\nTexroy soils: have an argillic and calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium of Holocene age.\nLandform: nearly level and very gently sloping narrow ephemeral streams of draws.\nSlopes: dominantly 0 to 1 percent but range to 2 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 559 mm (17 to 22 in).\nFrost-free period: 185 to 220 days\nElevation: 670 to 1,555 meters (2,200 to 5,100 feet).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Berda, Guadalupe, Paloduro, Sprone, and Texroy soils and the Mansker, Manson, Midessa, Mobeetie, Plemons, Posey, Potter, Tascosa, Tulia, and Veal soils.\nBerda, Paloduro, and Texroy soils: are on slightly higher landscape positions.\nGuadalupe and Sprone soils: are on similar landscape positions.\nMansker, Manson, Plemons, Posey, and Tulia soils: are on higher landscape positions and have argillic horizons.\nMidessa soils: are on higher landscape positions and have a calcic horizon.\nMobeetie and Veal soils: are on higher landscape positions and have less than 18 percent silicate clay in the particle-size control section.\nPotter and Tascosa soils: are on higher landscape positions and have a loamy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately permeable. Surface runoff is negligible on 0 to 1 percent slopes, and low on 1 to 2 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dominantly used for livestock grazing with some areas cultivated to cotton, grain sorghums, and wheat. Native vegetation is vine-mesquite, sideoats grama, blue grama, buffalograss, western wheatgrass,\nbundleflower, engelmann daisy, prairie clovers, hackberry, elm, and wild plum.\nWidely spaced mesquite and cacti are in some places. This soil has been\ncorrelated to the Draw (R077EY052TX) ecological site in MLRA-77E."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Breaks (MLRA 77E in LRR H) of Texas, Oklahoma, Kansas, and eastern New Mexico. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Deaf Smith County, Texas; 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series revised MLRA-77 Soil Survey; Floyd County, Texas; 1998. These soils were formerly included in the Spur series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 66 cm (0 to 26 in)(Ap & Bw1 horizons)\nCambic horizon: 36 to 165 cm (14 to 65 in) (Bw horizons)\nCumulic feature: a mollic epipedon more than 50 cm (20 in) thick and irregular decrease\nin organic carbon with depth.\nVisible secondary carbonates: 165 to 203 cm (65 to 80 in)(Bk horizon)\nADDITIONAL DATA: NSSL data from Hansford County, Texas (S03TX-195-003).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 20104.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
