{
  "SERIES": "BIRDSALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHT-CAW-SMF",
  "REVDATE": "01/2013",
  "STATES": "MA,NY,PA,VT",
  "OVERVIEW": "The Birdsall series consists of very deep, very poorly drained soils formed in water laid deposits of silt and very fine sand on uplands and plains. They are nearly level soils on terraces and in drainageways. Slope ranges from 0 through 3 percent. Saturated hydraulic conductivity is moderately low through high. The mean annual temperature is about 49 degrees F. (9 degrees C.) and the mean annual precipitation is about 43 inches (1092 millimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, nonacid, mesic Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Birdsall silt loam forested, at an elevation of about 100 feet (30 meters). (Colors are for moist soil.)\nOi -- 0 to 1 inch (0 to 3 centimeters); slightly decomposed plant material derived from deciduous leaves.\nOa -- 1 to 2 inches (3 to 5 centimeters); very dark brown (10YR 2/2) highly decomposed plant material. (0 to 20 centimeters thick.)\nA -- 2 to 10 inches (5 to 25 centimeters); black (10YR 2/1), grayish brown (10YR 5/2) dry silt loam; weak fine granular structure; very friable; many fine roots; very strongly acid; abrupt wavy boundary. (7 to 14 inches (18 to 36 centimeters) thick.)\nBg -- 10 to 18 inches (25 to 46 centimeters); gray (5Y 6/1) silt loam; massive; friable; few roots; few fine faint grayish brown (2.5Y 5/2) masses of iron accumulations; moderately acid; clear smooth boundary. (7 to 44 inches (18 to 112 centimeters) thick.)\nCg -- 18 to 65 inches (46 to 165 centimeters); gray (N 5/0) silt loam; massive; firm; common varves of silt and very fine sand 1/4 to 1/2 inches (0.5 to 1 centimeter) thick; common medium prominent light olive brown (2.5Y 5/4) and strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plymouth County, Massachusetts; Town of Halifax, about 2.25 miles southwest of Halifax Village and about 0.25 miles east of Taunton River. USGS Bridgewater topographic quadrangle, Latitude 41 degrees, 58 minutes, 25 seconds, N., Longitude 70 degrees, 54 minutes, 12 seconds, W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 14 through 54 inches (36 to 137 centimeters). Depth to varved material ranges from 14 through 30 inches (36 through 76 centimeters). The soil ranges from very strongly acid through moderately acid in the A horizon, and from strongly acid through neutral in the Bg and Cg horizons. Content of gravel ranges from 0 through 3 percent.\nMost pedons have an O horizon. The O horizon is neutral or has hue of 5YR through 10YR, value of 2 or 2.5, and chroma of 0 through 2. Decomposition ranges from slight through high.\nThe A or Ap horizon is neutral or has hue of 10YR through 2.5Y, value of 1 through 3, and chroma of 1 or 2. It is silt loam, very fine sandy loam, fine sandy loam, or their mucky analogues.\nThe Bg or BCg horizon is neutral or has hue of 7.5YR through 5Y, value of 3 through 7, and chroma of 0 through 2, and has redoximorphic features. It is silt loam or very fine sandy loam.\nThe Cg horizon is neutral or has hue of 10YR through 5GY, value of 3 through 7, and chroma of 0 through 2. It commonly has varves of silt, silt loam, or very fine sand in any combination, with a composite texture of silt, silt loam, very fine sandy loam, or loamy very fine sand. Layers of sandy and/or gravelly material are in some pedons. They are 1 to 3 inches (3 to 8 centimeters) thick. Some pedons have textures of silty clay loam and/or silty clay below a depth of 40 inches (100 centimeters)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nLimerick, Mansfield, Raynham, Saco, and Whitman are similar soils in related families. Limerick and Saco soils have organic matter content that decreases irregularly with depth. Mansfield and Whitman soils are coarse-loamy and formed in dense till. Raynham soils are poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Birdsall soils are in low areas where the water table is at or near the surface for most of the year. These soils developed in water deposited silts and very fine sands in depressions and drainageways on till uplands and on depressions and terraces on glacial outwash plains. Slope ranges from 0 through 3 percent. Mean annual air temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.), and annual precipitation ranges from 35 through 50 inches (889 through 1270 millimeters). The frost-free season ranges from 135 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Birdsall soil is the very poorly drained member of a drainage sequence that includes the well drained Hartland soils, the moderately well drained Belgrade soils and the poorly drained Raynham soils. They are also closely associated with the Scitico, Shaker, and Maybid soils on nearby landscapes. Scitico and Maybid soils have more than 35 percent clay in the solum and Shaker soils are loamy in the upper part of solum and have more than 35 percent clay in the lower part of the solum or substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Commonly saturated at or near the surface most of the year in undrained areas. The potential for surface runoff is negligible where depressional, or high or very high. Saturated hydraulic conductivity is moderately low through high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested with some areas in unimproved brushy pasture. Red maple, elm, eastern hemlock, aspen, tamarack, some eastern white pine, alder, willow, sedges, cattails and rushes are the common vegetative types."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Massachusetts, New York, Vermont, and Pennsylvania. MLRA's 101, 140, 142, 144A, and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegany County, New York, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision reflects changes to the range in characteristics as well as general updating to metric units. Some acres of Birdsall are relict from before soil temperature classes and would now be frigid.\nDiagnostic horizons and features recognized in this pedon include:\n1. Umbric epipedon - the zone from the mineral soil surface to a depth of 10 inches (25 centimeters) (A horizon).\n2. Cambic horizon - the zone from 10 to 18 inches (25 to 46 centimeters) (Bg horizon).\n3. Coarse-silty particle size family - the zone from 10 through 40 inches (25 through 100 centimeters) contains less than 15 percent sand that is coarser than very fine sand, including gravel, and about 5 through 10 percent clay (Bg and Cg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi -- 0 to 1 inch (0 to 3 centimeters); slightly decomposed plant material derived from deciduous leaves."
      },
      {
        "name": "Oa",
        "top": 3,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "narrative": "Oa -- 1 to 2 inches (3 to 5 centimeters); very dark brown (10YR 2/2) highly decomposed plant material. (0 to 20 centimeters thick.)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A -- 2 to 10 inches (5 to 25 centimeters); black (10YR 2/1), grayish brown (10YR 5/2) dry silt loam; weak fine granular structure; very friable; many fine roots; very strongly acid; abrupt wavy boundary. (7 to 14 inches (18 to 36 centimeters) thick.)"
      },
      {
        "name": "Bg",
        "top": 25,
        "bottom": 46,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg -- 10 to 18 inches (25 to 46 centimeters); gray (5Y 6/1) silt loam; massive; friable; few roots; few fine faint grayish brown (2.5Y 5/2) masses of iron accumulations; moderately acid; clear smooth boundary. (7 to 44 inches (18 to 112 centimeters) thick.)"
      },
      {
        "name": "Cg",
        "top": 46,
        "bottom": 165,
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "very fine sand",
        "pH_class": "moderately acid",
        "narrative": "Cg -- 18 to 65 inches (46 to 165 centimeters); gray (N 5/0) silt loam; massive; firm; common varves of silt and very fine sand 1/4 to 1/2 inches (0.5 to 1 centimeter) thick; common medium prominent light olive brown (2.5Y 5/4) and strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
