{
  "SERIES": "BIRMINGHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS:HBN:PGM",
  "REVDATE": "04/2007",
  "STATES": "AL",
  "OVERVIEW": "The Birmingham series consists of moderately deep, well drained, moderately permeable soils that formed in loamy residuum derived from reddish sandstone and ironstone.  They are on hillslopes of the Appalachian Plateau.  Slopes range from 15 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, parasesquic, thermic Typic Rhodudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Birmingham very flaggy loam -- on a southeast facing, convex 30 percent slope in a wooded area at 1,210 feet elevation.  (Colors are for moist and dry soil.)\nA--0 to 5 inches; dark reddish brown (2.5YR 3/4) very flaggy loam, moist and dry; moderate medium granular structure; friable; many fine, medium, and coarse roots; about 30 percent flagstones and 20 percent channers of ironstone and sandstone; slightly acid; clear wavy boundary.  (2 to 6 inches thick)\nBt--5 to 29 inches; dusky red (10R 3/4) clay loam, moist, dark red (10R 3/6) dry; moderate fine subangular blocky structure; friable; common fine, medium, and large roots; about 35 percent flagstones and 15 percent channers of ironstone and sandstone; very strongly acid; clear irregular boundary.  (15 to 38 inches thick)\nCr--29 to 49 inches; weathered, reddish sandstone and ironstone; massive, thinly bedded; very hard; can be cut with difficulty with hand tools or light equipment; few fine and medium roots in fractures; dusky red (10R 3/4) sandy clay loam in fractures; abrupt irregular boundary.  (7 to 35 inches thick)\nR--49 to 80 inches; reddish sandstone bedrock; massive; extremely hard."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Alabama; on Red Mountain on the east side of Birmingham; about one mile north of Irondale; 2,000  feet east and 400 feet south of the northwest corner of section 13, T. 17 S., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a paralithic contact is 20 to 40 inches.  Depth to a lithic contact of reddish sandstone is 40 to more than 60 inches.  Reaction ranges from slightly acid to very strongly acid throughout.  Content of coarse fragments, mainly flagstones and channers of ironstone and sandstone, ranges from 35 to 60 percent throughout the particle-size control section.\nThe A horizon has hue of 2.5YR or 5YR, value of 2 or 3, and chroma of 2 to 4.  Texture is very flaggy or very channery loam, silt loam, or sandy loam.\nThe Bt horizon has hue of 10R or 2.5YR, value of 3, and chroma of 4 or 6.  Texture is very flaggy or very channery clay loam or loam.\nThe Cr horizon is weathered sandstone and ironstone.  It commonly is thinly bedded and can be dug, with difficulty, with hand tools or light equipment.\nThe R horizon is extremely hard, massive sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Birmingham soils are on hilly to steep mountaintops and hillslopes of the Appalachian Plateau.  These soils formed in loamy residuum weathered from reddish sandstone and ironstone.  Slope ranges from 15 to 35 percent.  Mean annual precipitation is about 53 inches and mean annual temperature is about 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barfield, Bodine, Fullerton, Hector, and Nauvoo series.  Barfield and Hector soils are in positions similar to those of the Birmingham series and are shallow to hard bedrock.  The very deep Bodine and Fullerton soils are on side slopes and have a significant content of chert fragments throughout the profile.  Nauvoo soils are fine-loamy and are on side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forests of mixed oak, hickory, and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Major land resource areas 128 and 129 in Alabama.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Alabama, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision (3/2005) changes the classification from Typic Hapludalfs to Typic Rhodudalfs and the family mineralogy class from oxidic to parasesquic in response to revisions in Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 5 inches (A horizon)\nArgillic horizon - the zone from about 5 to 29 inches (Bt horizon)\nParalithic contact - weathered sandstone and ironstone at a depth of 29 inches (Cr horizon)\nLithic contact - unweathered sandstone at a depth of 49 inches (R horizon)\nADDITIONAL DATA:  Characterization data of one pedon in Jefferson County, Alabama, provided by the National Soil Survey Laboratory, Lincoln, Nebraska, (project RP78-AL026) is available.  Engineering test data is also available.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very flaggy",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; dark reddish brown (2.5YR 3/4) very flaggy loam, moist and dry; moderate medium granular structure; friable; many fine, medium, and coarse roots; about 30 percent flagstones and 20 percent channers of ironstone and sandstone; slightly acid; clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 74,
        "dry_hue": "10R",
        "dry_value": 3,
        "dry_chroma": 6,
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt--5 to 29 inches; dusky red (10R 3/4) clay loam, moist, dark red (10R 3/6) dry; moderate fine subangular blocky structure; friable; common fine, medium, and large roots; about 35 percent flagstones and 15 percent channers of ironstone and sandstone; very strongly acid; clear irregular boundary.  (15 to 38 inches thick)"
      },
      {
        "name": "Cr",
        "top": 74,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Cr--29 to 49 inches; weathered, reddish sandstone and ironstone; massive, thinly bedded; very hard; can be cut with difficulty with hand tools or light equipment; few fine and medium roots in fractures; dusky red (10R 3/4) sandy clay loam in fractures; abrupt irregular boundary.  (7 to 35 inches thick)"
      },
      {
        "name": "R",
        "top": 124,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--49 to 80 inches; reddish sandstone bedrock; massive; extremely hard."
      }
    ]
  ]
}
