{
  "SERIES": "BISBEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/BDG/RJS",
  "REVDATE": "02/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bisbee loamy fine sand, grazed woodland. (Colors are for dry soil unless otherwise noted.)\nO--0 to 1 cm; undecomposed needles, twigs, bark; abrupt smooth boundary. (0.5 to 3 cm thick)\nA--1 to 11 cm; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and very fine roots; neutral (pH 6.6); clear smooth boundary. (10 to 23 cm thick)\nC1--11 to 24 cm; pale brown (10YR 6/3) loamy fine sand, olive brown (2.5Y 4/4) moist; single grained; loose; few fine roots; few fine faint iron stains on sand particles; neutral (pH 6.8); gradual wavy boundary. (13 to 38 cm thick)\nC2--24 to 72 cm; light yellowish brown (2.5Y 6/4) loamy fine sand, olive brown (2.5Y 4/4) moist; single grained; loose; few fine roots; few fine faint iron stains on sand particles; neutral (pH 6.6); gradual wavy boundary. (38 to 51 cm thick)\nC3--72 to 152 cm; variegated fine sand; single grained; loose; few roots; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 805 meters east and 400 meters south of the NW corner sec. 17, T. 36 N., R. 37 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - ranges from 8.3 to 11.1 degrees C. Mesic temperature regime.\nSoil Moisture - usually moist but are dry in all parts between depths of 30 and 89 cm for 75 to 90 days following summer solstice. Xeric moisture regime.\nParticle size control section - dominantly fine sand, 0 to 15 percent coarse sand and very coarse sand, and 0 to 10 percent gravel\nNote: Some pedons have a thin E horizon.\nA horizon:\nValue - 2 or 3 dry, 5 or 6 moist\nChroma - 2 or 3 dry or moist\nClay content - 3 to 8 percent\nRock fragments - 0 to 6 percent gravel\nReaction - 6.2 to 6.8\nC horizons:\nHue - 10YR or 2.5Y\nValue - 5 to 7 dry, 4 to 6 moist\nChroma - 2 to 4 dry or moist\nTextures - loamy fine sand, loamy sand, fine sand or sand\nClay content - 3 to 8 percent\nRock fragments - 0 to 14 percent gravel\nReaction - 6.4 to 6.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nChimney (CA) - have 15 to 30 percent rock fragments in the particle-size control section\nConeward (CA) - have an argillic horizon\nDart (WA) - have 15 to 50 percent coarse sand and very coarse sand in the particle-size control section\nEwall (WA) - are dry for 90 to 105 days in the moisture control section\nPanamaker (WA) - have 15 to 30 percent volcanic glass and glass aggregates\nPreston (UT) - do not have an O horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandforms - dune-like terraces\nElevations - 390 to 1,035 meters\nSlopes - 0 to 65 percent\nParent material - formed in eolian and outwash material from acidic igneous rocks\nClimate - continental\nMean annual precipitation - 375 to 500 mm\nMean annual air temperature - 7.2 to 10.0 degrees C.\nFrost-free season - 100 to 140 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bong, Hodgson, Phoebe, Scala, and Springdale soils and the competing Dart soils. Bong soils have a mollic epipedon. Hodgson soils have a fine-textured argillic horizon. Phoebe soils are coarse-loamy and have a mollic epipedon. Scala soils are coarse-loamy. Springdale soils are a sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high saturated hydraulic conductivity in the upper part and very high in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grazed woodland. Some areas are used for dryland crops or orchards. The native vegetation on drier sites is ponderosa pine, needlegrass, pinegrass, and kinnikinnick; on more moist sites: it is ponderosa pine, Douglas-fir, ceanothus, kinnikinnick, pinegrass, rose, serviceberry, moss, Idaho fescue, bluebunch wheatgrass and yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. Bisbee series is of moderate extent. MLRA - 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County, Washington, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are: Ochric epipedon - from 0 to 11 cm (Oi, A horizons);\nParticle-size control section - from 26 to 101 cm (part of the C2, part of C3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
