{
  "SERIES": "BISCAILUZ",
  "STATUS": "Established Series",
  "BYREV": "MEB/KP/RLR",
  "REVDATE": "01/2017",
  "STATES": "CA",
  "OVERVIEW": "The Biscailuz series consists of very deep, somewhat poorly drained soils that formed in alluvium from mixed rock sources. Biscailuz soils are on floodplains and lowlands. Slopes range from 0 to 5 percent. The mean annual precipitation is about 410 mm and the mean annual temperature is about 18 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Oxyaquic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Biscailuz, loam. When described the soil was dry throughout. (Colors are for dry soil unless otherwise noted).\nAp--0 to 32 centimeters; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2), moist; weak medium subangular blocky structure; moderately hard; friable; moderately sticky, moderately plastic; common fine interstitial and common very fine tubular pores; carbonate, finely disseminated; few rounded gravels; strongly effervescent; slightly alkaline (pH 7.5); clear smooth boundary. (20 to 90 cm)\nBk1--32 to 70 centimeters; light brownish gray (2.5Y 6/2) loam, very dark brown (10YR 2/2), moist; moderate medium subangular blocky structure; friable; moderately sticky, moderately plastic; common very fine tubular pores; finely disseminated carbonate and common threadlike carbonate masses in matrix; few rounded gravels; strongly effervescent; slightly alkaline (pH 7.5); clear wavy boundary.\nBk2--70 to 95 centimeters; light yellowish brown (2.5Y 6/3) loam, very dark grayish brown (2.5Y 3/2), moist; moderate medium subangular blocky structure; friable; common very fine tubular pores; common medium threadlike carbonate masses in matrix; few rounded gravels; violent effervescence; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of Bk horizons is 0 to 110 cm)\nBkg--95 to 125 centimeters; sandy clay loam, grayish brown (2.5Y 5/2), moist; moderate medium subangular blocky structure; friable; common very fine tubular pores; common irregular light olive brown (2.5Y 5/6) masses of oxidized iron; common medium irregular carbonate masses in matrix; few rounded gravels; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 45 cm)\nC1--125 to 145 centimeters; sandy loam, light olive brown (2.5Y 5/3), moist; massive; friable; common medium distinct irregular light olive brown (2.5Y 5/6) masses of oxidized iron; common gravels; moderately alkaline (pH 8.0); clear wavy boundary.\nC2--145 to 200 centimeters; sand, light olive brown (2.5Y 5/4), moist; massive; loose; few coarse distinct irregular light olive brown (2.5Y 5/6) masses of oxidized iron; common gravels; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Los Angeles County, California, Calpoly Pomona University farm, 340 meters south of farm road entrance on Valley Blvd and 220 meters east of San Jose Creek, Pomona, CA; 34 degrees North latitude, 2 minutes, 15 seconds and 118 degrees, 49 minutes, 5 seconds West longitude, NAD83 - U.S.G.S Quad: San Dimas, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil becomes moist below a depth of about 30 centimeters some time from October to December and remains moist in some part between depths of about 30 to 90 centimeters until April or May. It is dry the remainder of the year.\nSoil temperature: 16 to 19 degrees C\nRock fragments:\t0 to 10 percent.\nReaction: slightly to moderately alkaline.\nCalcium carbonate:  finely disseminated carbonate and/or masses in the A or B horizon. Some pedons have disseminated carbonate in the C horizon.\nDepth to aquic conditions: 35 to 110 cm.\nA(p) and ^A(u) horizon:\nDry color: hue of 10YR or 2.5Y, value of 3 to 5, hue of 2 or 3\nColor: hue of 10YR or 2.5Y, value of 2 or 3, chroma of 2 to 3\nTexture: loam, silt loam, silty clay loam, clay loam\nClay content: 15 to 33 percent\nArtifacts: 0 to 3 percent innocuous construction debris\nBk horizon:\nDry color: hue of 2.5Y or 10YR, value of 4 to 6, chroma of 2 to 4\nMoist color: hue of 2.5Y or 10YR, value of 2 to 5, chroma of 2 to 4\nTexture: loam, clay loam, silty clay loam, sandy clay loam\nPressure faces: some horizons have pressure faces on ped faces\nClay content: 20 to 33 percent\nC, Cg horizons:\nDry color: hue of 2.5Y to 10YR, value of 5 to 7, chroma: 1 to 4\nMoist color: hue of 2.5Y or 10YR, value of 4 to 6, chroma of 1 to 4\nTexture: loamy sand, sandy loam, sand, sandy clay loam; some horizons are stratified and some pedons have thin lenses with finer textured soil\nClay content: 3 to 15 percent\n2Ab horizon: (where present)\nDry color: hue of 2.5Y or 10YR, value of 4 to 7, hue of 2 to 4\nMoist color: hue of 2.5Y or 10YR, value of 2 to 4, value of 1 to 3\nTexture: silt loam, silty clay loam, silty clay, loam, fine sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: alluvial plains, coastal plains.\nLandform: alluvial fans, floodplains, and lowlands.\nParent Material: alluvium from mixed rock sources.\nSlopes: 0 to 5 percent.\nElevation: 0 to 350 meters.\nClimate: warm, dry summers and cool, moist winters.\nMean annual precipitation: 280 to 580 mm.\nMean annual temperature: 16.5 to 20 degrees C.\nFrost free season: 300 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBolsa series - have less than 15 percent fine sand or coarser soil particles and are on floodplains or basins typically near the coastline.\nChino series - are formed in alluvium weathered from granitic sources and are on similar landscape positions.\nHueneme series - have a less than 18 percent clay and are on alluvial fans and floodplains.\nMetz series - have sandy textures and are on floodplains.\nMocho series - has an irregular decrease in organic carbon and are on alluvial fans.\nPico series - has an irregular decrease of organic matter and are well drained on alluviual fans and floodplains.\nSan Emigdio series - have less than 18 percent clay and have an ochric epipedon on alluvial fans and floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained; low and medium runoff; moderate or moderately slow permeability. Many area have been drained by pumping of the water table and concrete lining of channelized stream."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for urban residential and commercial development. Ornamental plants and turf-grass are common in these areas.  On agricultural lands, row and truck crops are grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal plains and valleys of MLRA 19 - Southern California Coastal Plain. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Los Angeles County, California 2016. Proposed 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons recognized in the pedon:\nMollic epipedon - the zone from a depth of 0 to 32 cm\nCambic horizon - the zone from a depth of 32 to 125\nSecondary carbonates - the zone from a depth of 32 to 125 cm\nRedox depletions with chroma 2 or less - the zone from a depth of 95 to 145 cm\nAquic conditions - the zone from a depth of 95 to 200 cm\nRedox concentrations - the zone from a depth of 95 to 200 cm\nParticle size control section - the zone from a depth of 25 to 100 cm\nADDITIONAL DATA:\nNASIS User Pedon ID:  2011CA696573\nClassified using the Twelfth Edition of Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
