{
  "SERIES": "BISCAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-TCJ-TWN",
  "REVDATE": "04/2014",
  "STATES": "IA,MN",
  "OVERVIEW": "The Biscay series consists of very deep, poorly drained and very poorly drained soils that formed in 50 to 100 centimeters of loamy glacial outwash and the underlying calcareous sandy and gravelly glacial outwash.  These soils are on concave or slightly convex positions on glacial outwash plains, till plains, valley trains, stream terraces and flood plains.  Slope ranges from 0 to 2 percent.  The mean annual precipitation is about 760 millimeters.  The mean annual air temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Biscay loam, on a level slope, on an outwash plain, in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 18 centimeters; black (N 2/0) loam; very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; neutral; abrupt smooth boundary.\nA1--18 to 41 centimeters; black (10YR 2/1) loam; very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure parting to weak very fine subangular blocky; friable; neutral; gradual wavy boundary.\nA2--41 to 51 centimeters; very dark gray (10YR 3/1) loam; dark gray (10YR 4/1) dry; weak fine or very fine subangular blocky structure; friable; neutral; clear wavy boundary. (Combined thickness of the A horizon is 25 to 61 centimeters.)\nBg1--51 to 61 centimeters; olive gray (5Y 5/2) loam; weak fine subangular blocky structure; friable; many fine faint gray (5Y 5/1) iron depletions; neutral; clear wavy boundary.\nBg2--61 to 71 centimeters; olive gray (5Y 5/2) loam; weak fine subangular blocky structure; friable; few fine prominent light olive brown (2.5Y 5/4) iron concentrations; neutral; clear wavy boundary. (Combined thickness of the Bg horizon is 15 to 41 centimeters.)\n2BCg--71 to 91 centimeters; olive (5Y 5/3) gravelly loam; weak fine subangular blocky structure; friable; about 15 percent gravel; slightly alkaline; clear wavy boundary. (0 to 20 centimeters thick)\n2Cg--91 to 152 centimeters; dark gray (5Y 4/1) and olive gray (5Y 4/2) gravelly coarse sand; single grain; about 20 percent gravel; few medium prominent light olive brown (2.5Y 5/6) iron concentrations; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Steele County, Minnesota subset; about 1 mile west and 4 miles north of Owatonna; located about 2,590 feet north and 1,520 feet west of the southeast corner of section 20, T. 108 N., R. 20 W.; USGS Medford West topographic quadrangle; lat. 44 degrees 08 minutes 46 seconds N. and long. 93 degrees 15 minutes 09 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 60 centimeters\nDepth to the sandy and gravelly outwash--50 to 100 centimeters\nDepth to carbonates--37 to 100 centimeters\nContent of clay in the upper half of the particle-size control section (weighted average)--18 to 32 percent\nContent of clay in the lower half of the particle-size control section (weighted average)--1 to 10 percent\nContent of sand in the upper half of the particle-size control section (weighted average)--25 to 65 percent\nContent of sand in the lower half of the particle-size control section (weighted average)--70 to 98 percent\nAp or A horizon:\nHue--10YR, 2.5Y, or is neutral\nValue--2 or 3\nChroma--0 or 1\nTexture--loam, clay loam, sandy clay loam, or silty clay loam\nClay content--18 to 30 percent\nSand content--10 to 55 percent\nRock fragment content--0 to 2 percent\nReaction--slightly acid to slightly alkaline\nSome pedons, in uncultivated areas, may have a mucky loam surface layer up to 11 centimeters thick\nSome pedons have an AB horizon\nBg horizon:\nHue--10YR, 2.5Y, 5Y, or 5GY\nValue--4 or 5\nChroma--1 to 3\nTexture--loam, sandy clay loam, clay loam, or silty clay loam\nClay content--18 to 30 percent\nSand content--15 to 65 percent\nRock fragment content--0 to 10 percent\nReaction--neutral or slightly alkaline\nSome pedons have higher chroma in subhorizons\nSome pedons have calcareous A1 horizons and non-calcareous Bg horizons\n2BCg or BCg horizons (when present):\nHue--2.5Y, 5Y or 5GY\nValue--4 to 6\nChroma--1 to 4\nTexture--gravelly loam, gravelly sandy loam, gravelly coarse sandy loam or sandy loam\nClay content--10 to 27 percent\nSand content--45 to 70 percent\nRock fragment content--10 to 35 percent\nReaction--slightly acid to slightly alkaline\nA positive reaction with alpha, alpha-dipyridyl is assumed\n2Cg horizon:\nHue--2.5Y, 5Y or 5GY\nValue--4 to 6\nChroma--1 or 2\nTexture--loamy coarse sand, loamy sand, coarse sand, sand or the gravelly or very gravelly analogues of these textures\nClay content--1 to 10 percent\nSand content--75 to 95 percent\nRock fragment content--5 to 60 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have stratified textures\nSome pedons may be leached of carbonates in the upper part of the 2Cg horizon\nSome pedons have a loamy substratum (3Cg horizon) below a depth of 150 centimeters\n3Cg horizon (when present):\nHue--2.5Y or 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loam, clay loam, silty clay loam or sandy loam\nClay content--10 to 30 percent\nSand content--10 to 60 percent\nRock fragment content--1 to 15 percent\nReaction--slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Marshan, Mudhen, Niwot, and Will series.\nMarshan--do not have carbonates within a depth of 100 centimeters\nMudhen--have a paralithic contact in shale within a depth of 150 centimeters\nNiwot--have a sand content that averages more than 55 percent in the upper half of the series control section and are in areas that have an average annual precipitation range of 300 to 460 millimeters\nWill--not clearly differentiated at this time, however these soils have a rock fragment content range of 30 to 70 percent in the lower third of the series control section, and are in areas that have an average annual precipitation range of 740 to 1,020 millimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of loamy glacial outwash and the underlying calcareous sandy and gravelly glacial outwash\nLandform--concave or slightly convex positions on glacial outwash plains, till plains, valley trains, stream terraces and flood plains\nSlope--0 to 2 percent\nElevation--210 to 480 meters\nMean annual air temperature--7 to 13 degrees C\nMean annual precipitation--600 to 920 millimeters\nFrost-free period--155 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Cylinder, Mayer and Wadena soils.\nCylinder--are at slightly higher landscape positions and have a frequently saturated zone at a depth of 0.3 meter during the wettest periods of normal years\nMayer--are at similar landscape positions as the Biscay soils and have carbonates in all layers between depths of 25 and 50 centimeters\nWadena--are at higher landscape positions and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--very poorly or poorly drained--these soils are frequently saturated at the soil surface during the wettest periods of normal years and this saturation is considered apparent\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loamy sediments and 10.00 to 100.00 micrometers per second in the underlying materials\nSurface runoff potential--negligible to low\nPonding--rarely to frequently ponded for very brief to long duration"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are artificially drained and cultivated. The principal crops are corn, soybeans, small grains, and legume hay. Reed canarygrass commonly dominates partially drained pasture. Native vegetation is predominantly wet-site tall prairie species such as prairie cordgrass, switchgrass, big bluestem, wooly sedge, giant goldenrod and Canada goldenrod. The native vegetation on very poorly drained ponded phases is herbaceous marsh species tolerant of excessive wetness such as, cattails, bulrushes, giant burreed, giant reed grass and hydrophytic sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section and Dissected till plains\nMLRAs--Till Plains (102B),\nCentral Iowa and Minnesota Till Prairies (103),\nEastern Iowa and Minnesota Till Prairies (104), and\nIowa and Minnesota Loess Hills (107A)\nLRR M; south-central Minnesota and north-central Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McLeod County, Minnesota, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 51 centimeters (Ap, A1 and A2 horizons);\ncambic horizon--the zone from a depth of 51 to 71 centimeters (Bg1, Bg2 and BCg horizons);\naquic moisture regime--a positive reaction with alpha, alpha-dipyridyl is assumed.\nCation-exchange class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--Refer to MAES Central File Code Nos. 3303 and 3460 for results of some laboratory analysis of representative pedons of this series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
