{
  "SERIES": "BISSELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/GHL/ALH/RWL",
  "REVDATE": "03/2006",
  "STATES": "ID",
  "OVERVIEW": "The Bissell series consists of very deep, well drained soils with moderately slow permeability that formed in alluvium dominantly from granitic rocks. Slopes range from 0 to 8 percent in valleys. The average annual precipitation is about 12 inches and the average annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bissell loam -- on a 2 percent northwest-facing slope at 2,420 feet elevation in cropland. (Colors are for air-dry soil unless otherwise noted.)\nAp--0 to 8 inches; gray (10YR 5/1) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine pores; few fine gravel; neutral (pH 6.7); abrupt smooth boundary. (5 to 10 inches thick)\nBt1--8 to 18 inches; gray (10YR 5/1) clay loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, firm, moderately sticky and moderately plastic; common fine roots; common very fine pores; many faint clay films; neutral (pH 6.8); clear smooth boundary. (5 to 12 inches thick)\nBt2--18 to 25 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak medium and fine prismatic structure parting to weak medium and fine subangular blocky; hard, firm, moderately sticky and moderately plastic; common fine roots; common very fine pores; many faint clay films; neutral (pH 6.9); clear wavy boundary. (3 to 16 inches thick)\nBt3--25 to 41 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine pores; common faint clay films on some vertical faces of peds; neutral (pH 6.7); gradual smooth boundary. (4 to 16 inches thick)\nC1--41 to 60 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine pores; neutral (pH 6.6); abrupt smooth boundary.\nC2--60 to 67 inches; light yellowish brown (2.5Y 6/3) sandy loam, olive brown (2.5Y 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gem County, Idaho; about 1.5 mile south of the Emerson School; 2,150 feet south and 200 feet west of the northeast corner of section 17, R.6 N., R.1 W; USGS Southeast Emmett Quadrangle; (Latitude - 43 degrees, 51 minutes, 33 seconds N. and Longitude - 116 degrees, 28 minutes, 21 seconds W.)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 10 to 20 inches\nDepth to base of argillic horizon - 24 to 50 inches\nParticle-size control section - 25 to 35 percent clay; 0 to 5 percent rock fragments\nMoisture control section - moist less than 90 consecutive days when the soil temperature is greater than 47 degrees F.\nAverage annual soil temperature - 50 to 54 degrees F.\nMineralogy - contains significant amounts of visible mica in the sand and silt particle-size fraction\nA or Ap horizon\nHue - 10YR or 2.5Y\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 through 3 dry or moist\nRock fragments - 0 to 5 percent gravel\nReaction - slightly acid or neutral\nBt horizon\nHue - 7.5YR through 2.5Y\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 1 through 4 dry or moist\nTexture - CL or SCL\nClay content - 25 to 35 percent\nRock fragments - 0 to 10 percent gravel\nReaction - slightly acid through slightly alkaline\nC horizon (or 2C horizon when present)\nHue - 7.5YR through 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 through 4 dry or moist\nTexture - L, SL, LS, LCOS or COSL (commonly stratified)\nClay content - 2 to 18 percent\nRock fragments - 0 to 5 stones, 0 to 15 cobbles, 0 to 55 gravel and 0 to 55 percent total\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bjork, Cowiche, Dodes, Fernpoint, Hullsgulch , Indiano, Jerusalem, Madras, Margerum, Noslo, Orr, Pahrange, Quailridge (T), Quiero, Ralls, Shoebend , Simcoe, Springmeyer, Truax, Uhaldi and Wenatchee series. Bjork, Does, Indiano, Madras, Noslo, Pahrange, Quiero, Shoebend, Simcoe and Uhaldi soils have bedrock above a depth of 40 inches. Cowiche soils have a 2Bk horizon with carbonate accumulation and lack mica throughout. Fernpoint soils have 18 to 25 percent clay in the particle-size control section and carbonate accumulation at 40 to 50 inches. Hullsgulch soils have continuous lamellae (E&Bt horizons). Jerusalem soils are more than 60 inches to the base of the argillic horizon and have base saturation of 50 to 75 percent in some part. Margerum soils have 15 to 35 percent coarse fragments, dominantly pumice in the control section. Orr soils average less than 25 percent clay in the control section. Quailridge soils have continuous lamellae (E&Bt horizons) and 5 to 25 percent rock fragments in the particle-size control section. Ralls soils have 15 to 35 percent rock fragments in the control section and have moderately or strongly alkaline C horizons. Springmeyer soils have 5 to 35 percent rock fragments in the control section, and lack mica throughout. Wenatchee soils have 5 to 15 percent rock fragments in the control section and lack mica throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bissell soils are nearly level to moderately sloping on fan remnants, relict alluvial fans, and stream terraces at elevations of 2,100 to 3,500 feet. Slopes range from 0 to 8 percent. The soils formed in alluvium with significant amounts of mica and feldspar dominantly from granitic rocks mixed with minor amounts of alluvium from volcaniclastic sediments and other igneous rocks. The average annual precipitation is 10 to 15 inches. The average annual temperature is 48 to 52 degrees F. The frost-free period is 140 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Harpt, Power and Quenzer soils. Harpt soils lack argillic horizons. Power soils lack mollic epipedons. Quenzer soils are fine textured, somewhat poorly drained and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bissell soils are used mainly for irrigated cropland, orchards and hayland/pasture. Some areas have been urbanized. Crops are sugar beets, potatoes, wheat, barley and corn. Native vegetation is basin big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Idaho. MLRA 11. The Bissell soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mayfield Soil Conservation District, Ada and Elmore Counties, Idaho, 1944."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone from 0 to 18 inches (Ap and Bt1 horizons)\nArgillic horizon - zone from 8 to 14 inches (Bt1, Bt2, and Bt3 horizons)\nParticle-size control section - zone from 8 to 28 inches\nSoil moisture regime - aridic bordering on xeric\nModerately well drained soils are no longer considered part of this series; however some areas may be subject to an irrigation induced high water table.\nThese soils are drier than other Xerolls in the region under similar precipitation due to early runoff and extended period of high evapotranspiration.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
