{
  "SERIES": "BISSONNET",
  "STATUS": "Established Series",
  "BYREV": "FFW-LCB-RM",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Typic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bissonnet loam in an area of Bissonnet-Aldine complex, 0 to 1 percent slopes in forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 11 cm, (0 to 4 in); dark grayish brown (10YR 4/2) loam, brown (10YR 5/3), dry; weak fine granular structure; friable; common very fine and fine roots throughout; many very fine tubular pores; very strongly acid, pH 4.5; clear smooth boundary. (8 to 33 cm [3 to 13 in] thick)\nBtg1--11 to 31 cm, (4 to 12 in); light brownish gray (10YR 6/2) loam; moderate medium subangular blocky structure; friable; common very fine and fine roots throughout; common very fine tubular pores; 12 percent faint grayish brown (10YR 5/2), moist, clay films on all faces of peds; 5 percent fine prominent brownish yellow (10YR 6/6), moist, masses of oxidized iron with sharp boundaries lining pores; very strongly acid, pH 5.1; clear smooth boundary. (Combined thickness of the Btg1 and Btg2 is 48 to 66 cm [19 to 26 in])\nBtg2--31 to 59 cm, (12 to 23 in); gray (10YR 6/1) clay loam; moderate fine subangular blocky structure; firm; common very fine and fine roots throughout; common very fine and fine tubular pores; 10 percent faint grayish brown (10YR 5/2), moist, clay films on all faces of peds; 2 percent fine prominent greenish gray (10Y 6/1), moist, iron depletions with clear boundaries in matrix; 12 percent fine prominent brownish yellow (10YR 6/6), moist, masses of oxidized iron with sharp boundaries lining pores; strongly acid, pH 5.2; gradual wavy boundary.\nBtg3--59 to 94 cm, (23 to 37 in); gray (10YR 6/1) clay loam; moderate medium subangular blocky structure; firm; many very fine roots throughout and common fine roots throughout; common very fine and fine pores; 12 percent faint dark grayish brown (10YR 4/2), moist, clay films on all faces of peds; 2 percent fine prominent red (2.5YR 5/6), moist, masses of oxidized iron with sharp boundaries in matrix and 3 percent fine prominent greenish gray (10Y 6/1), moist, iron depletions with clear boundaries in matrix and 10 percent medium prominent reddish yellow (7.5YR 6/6), moist, masses of oxidized iron with sharp boundaries in matrix; strongly acid, pH 5.3; clear smooth boundary. (Combined thickness of the Btg3, Btg4, Btg5, and Btg6 horizons is 116 to 144 cm [46 to 57 in])\nBtg4--94 to 122 cm, (37 to 48 in); gray (10YR 5/1) silty clay loam; moderate medium subangular blocky structure; firm; common very fine and fine roots throughout; common very fine and fine tubular pores; 10 percent faint dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds; 5 percent fine prominent greenish gray (10Y 6/1), moist, iron depletions with clear boundaries in matrix; 7 percent medium prominent red (2.5YR 5/6), moist, masses of oxidized iron with sharp boundaries in matrix; 12 percent medium prominent brownish yellow (10YR 6/6), moist, masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; strongly acid, pH 5.6; gradual smooth boundary.\nBtg5--122 to 154 cm, (48 to 61 in); greenish gray (10Y 6/1) and 40 percent gray (10YR 5/1) silty clay; moderate medium subangular blocky structure; firm; common very fine and fine roots between peds; common very fine and fine tubular pores; 7 percent faint grayish brown (10YR 5/2), moist, clay films on vertical faces of peds; 7 percent fine prominent red (2.5YR 5/6), moist, masses of oxidized iron with sharp boundaries in matrix; 13 percent medium prominent brownish yellow (10YR 6/6), moist, masses of oxidized iron with sharp boundaries in matrix; neutral, pH 6.8; gradual wavy boundary.\nBtg6--154 to 203 cm, (61 to 80 in); light greenish gray (10Y 7/1) clay; moderate medium subangular blocky structure; firm; common fine roots between peds; common very fine tubular pores; 6 percent prominent grayish brown (10YR 5/2), moist, clay films on vertical faces of peds; 10 percent medium prominent brownish yellow (10YR 6/6), moist, masses of oxidized iron with sharp boundaries; neutral, pH 7.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, TX; from the intersection of U.S. Highway 59 and FM 1485 in New Caney, about 4 miles east on FM 1485 to park gate; 0.6 mile south on park road; 0.6 mile east on park road to Y in road; .6 mile on the north road at the Y; 200 ft west in woodland. (Splendora USGS topographic quadrangle; Latitude: 30 degrees 8 minutes 4.74 seconds N; Longitude: 95 degrees 8 minutes 21.77 seconds W; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nParticle-size control section (weighted average)\nClay content: 30 to 35 percent\nCEC/clay ratio: 0.40 to 0.60\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: very fine sandy loam, loam, or silt loam\nClay content: 14 to 27 percent\nRedox concentrations: amount-0 to 10 percent, location-lining pores, shades-brown or yellow\nRedox depletions: amount-0 to 5 percent location-adjacent to redox concentrations, shades-gray\nReaction: extremely acid or very strongly acid\nBtg horizon\n(Upper part)\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: loam, silt loam, silty clay loam, clay loam\nClay content: 20 to 35 percent\nRedox concentrations: amount-5 to 20 percent, location-lining pores and in matrix, shades-brown or yellow\nRedox depletions: amount-0 to 8 percent location-adjacent to redox concentrations, shades-gray, green or blue\nReaction: extremely acid to strongly acid\nBtg horizon\n(Lower part)\nHue: 10YR to N\nValue: 4 to 7\nChroma: 1 or 2\nTexture: silty clay loam, clay loam, clay, or silty clay\nClay content: 30 to 60 percent\nRedox concentrations: amount-5 to 25 percent, location-lining pores and in matrix, shades-brown, red, or yellow (red redox features are less than 20 percent)\nRedox depletions: amount-0 to 8 percent location-adjacent to redox concentrations, shades-gray, green or blue\nReaction: moderately acid to neutral (pH increases with depth)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Catuna (T-TX) and Cupco (OK). Similar soils are the Camptown (TX), Evadale (TX), and Leton (TX) series.\nCatuna soils: lithologic discontinuity starting at 48 cm (19 in); solum ranges from 127 to 200 cm (50 to 79 in).\nCupco soils: do not allow clayey textures in the lower part of the argillic horizon\nCamptown soils: have more than 50 percent crawfish krotovina in the upper part\nEvadale soils: have a glossic horizon\nLeton soils: are in a hyperthermic temperature regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of the Beaumont Formation of Pleistocene age\nLandscape: coastal plains\nLandform: flats\nSlope: 0 to 1 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the fall and spring months.\nFrost-free period: 240 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aldine (TX), Bevil (TX), and Vamont (TX) series.\nAldine soils: are better drained; are on on mounds usually in complex with the Bissonnet soils\nBevil and Vamont soils: are clayey throughout; on a similar to landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is high.  These soils have episaturation with in the zone above the clayey part of the argillic in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pine and hardwood trees.  Woodland grazing is the principal use.  Vegetation consists mainly of loblolly pine, water oak, red oak, sweetgum, hawthorn, beaked panicum, and sedges.  A few areas have been cleared and are used for improved pastures and cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas generally west of the Trinity River, Land Resource Region T; MLRA 152B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Bissonnet soils were formerly included with those soils mapped as a thick surface phase of the Acadia series during the initial soil survey of Harris County, Texas. The series classification was revised and type location was moved during the update of MLRA 152B. The majority of the areas observed during the update did not have a glossic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 11 to 61 cm (4 to 24 in. (Btg1, Btg2, Btg3  horizon)\nOchric epipedon: 0 to 11 cm (0 to 4 in). (A horizons)\nArgillic horizon: 11 to 203 cm (4 to 80 in). (Btg horizons)\nAquic Conditions: 0 to 59 cm (0 to 23 in) in normal years\nAdditional Comments: Aquic conditions tested with the use of a,a,dipyridyl.\nADDITIONAL DATA: KSSL data available from type location on pedon S12TX3391036 (lab pedon number 12N8328).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
