{
  "SERIES": "BITTERROOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMR/JMS/JCK",
  "REVDATE": "06/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bitterroot gravelly loam, in rangeland on a 6 percent slope at 1,126 meters elevation. (Colors are for dry soil unless otherwise noted.)\nA--0 to 32 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine tubular pores; 15 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (18 to 38 cm thick)\nBt--32 to 47 cm; light yellowish brown (10YR 6/4) gravelly loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common fine roots; common fine tubular pores; 10 percent distinct clay films on all faces of peds; 15 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary. (15 to 52 cm thick)\nBk--47 to 79 cm; very pale brown (10YR 7/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine irregular pores; 15 percent gravel; finely disseminated carbonates and 10 percent prominent carbonate coats on rock fragments; violently effervescent; moderately alkaline (pH 8.1); clear smooth boundary. (17 to 64 cm thick)\nCr--79 to 152 cm; moderately cemented lithified earthflow deposit."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Corvallis topographic quadrangle, Ravalli County, Montana; 630 meters west and 40 meters south of the NE corner of section 2, T6N, R20W, UTM zone 11, 726456e, 5132939n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C\nMollic epipedon thickness - 18 to 38 cm\nDepth to argillic horizon - 18 to 38 cm\nDepth to calcic horizon - 33 to 70 cm\nDepth to paralithic contact - 50 to 102 cm\nThe paralithic material varies in origin and is typically rich in volcanic ash. In some pedons the upper part of the paralithic contact is calcareous.\nA horizon:\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: loam or sandy loam\nClay content: 12 to 22 percent\nRock fragments: 0 to 25 percent; 0 to 25 percent gravel; 0 to 5 percent cobbles\nReaction: pH 6.2 to 7.8\nBt horizon:\nValue: 5 or 6 dry\nChroma: 2, 3, or 4 dry or moist\nTexture: loam, clay loam, or sandy clay loam\nClay content: 18 to 30 percent\nRock fragments: 0 to 30 percent; 0 to 30 percent gravel; 0 to 5 percent cobbles\nReaction: pH 6.0 to 7.9\nBk horizon:\nValue: 6, 7, or 8 dry; 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: loam, fine sandy loam, or sandy loam\nClay content: 12 to 18 percent\nRock fragments: 0 to 25 percent; 0 to 25 percent gravel; 0 to 5 percent cobbles\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 8.0 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsarook (MT) - have a lithic contact at depths of 50 to 102 cm\nArchmesa (CO+NM) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 50 to 102 cm\nBeartooth (MT) - do not have a paralithic contact above 102 cm\nBeeno (WY) - do not have a calcic horizon\nBielenberg (MT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nBookcliff (UT+WY) - do not have a calcic horizon; do not have more than 15 percent rock fragments in the upper part of the subsoil\nBurtoner (MT) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 58 to 102 cm\nClancy (MT) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 102 to 152 cm\nClasoil (MT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nDooley (MT,ND,UT) - do not have a paralithic contact above 102 cm\nDoughty (MT) - do not have a paralithic contact above 102 cm\nEmpedrado (CO) - do not have a paralithic contact above 102 cm\nFairfield (MT+WY) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nFarnuf (MT,ND,SD,WY) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nFarside (MT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nFelor (SD+ND) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nGreenway (SD) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nGurney (SD) - do not have a calcic horizon; have a lithic contact at depths of 50 to 102 cm\nHangdo (UT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nHoppers (MT) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact above 102 cm\nHowbert (CO) - do not have a paralithic contact above 102 cm\nHyalite (MT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nJeffcity (MT) - do not have a calcic horizon; have a lithic contact above 102 cm\nKokoruda (MT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nLivona (ND) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nMartinsdale (MT+CO) - do not have a paralithic contact above 102 cm\nMaudlin (CO) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 50 to 102 cm\nMeagher (MT) - do not have a paralithic contact above 102 cm\nMoen (CO) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 50 to 102 cm\nMoento (CO) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 50 to 102 cm\nPerrypark (CO) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nPianohill (MT) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 50 to 102 cm\nPlacerton (MT) - do not have a calcic horizon; have a lithic contact at depths of 102 to 152 cm\nReeder (ND) - do not have a calcic horizon; do not have rock fragments\nReedwest (MT) - do not have a calcic horizon; do not have more than 15 percent rock fragments\nSnakejohn (UT) - do not have a paralithic contact above 102 cm; have a lithic contact at depths of 102 to 152 cm\nSponseller (AZ) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nTrag (CO,NM,UT) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nTragmon (CO) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nTrazuni (NM) - do not have a horizon of secondary calcium carbonate accumulation; do not have a paralithic contact above 102 cm\nTrujillo (CO) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nUlrant (WY) - have a calcium carbonate equivalent greater than 40 percent in the calcic horizon; do not have a paralithic contact above 102 cm; have a lithic contact at depths of 102 to 152 cm\nVida (MT,SD) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nWatne (MT) - do not have a paralithic contact above 102 cm\nWatrous (ND,SD,UT) - do not have a calcic horizon; have a lithic contact at depths of 50 to 102 cm\nWemple (MT) - do not have a calcic horizon; do not have a paralithic contact above 102 cm; have a lithic contact at depths of 102 to 152 cm\nWilliams (ND,MT,SD) - do not have a calcic horizon; do not have a paralithic contact above 102 cm\nYegen (MT,ND,SD) - do not have a calcic horizon; do not have a lithic contact above 102 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - fan remnants, earthflows, and escarpments\nElevation - 970 to 1,500 meters\nSlope - 2 to 60 percent\nParent material - alluvium, colluviuum, or residuum from lithified earthflow deposits\nClimate - long, cold winters; moist springs; warm summers\nMean annual air temperature - 4 to 7 degrees C\nMean annual precipitation - 330 to 559 mm\nFrost-free period - 70 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bitterroot soils are used mainly for rangeland, non-irrigated hayland and grain crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Bitterroot soils are of small extent in intermountain valleys and foothills of western Montana. MLRA 43B, 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ravalli County (Bitterroot Valley Area), Montana, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 32 cm (A horizon)\nArgillic horizon - from 32 to 47 cm (Bt horizon)\nCalcic horizon - from 47 to 79 cm (Bk horizon)\nParalithic contact - at 79 cm (Cr horizon)\nParticle-size control section - from 32 to 47 cm (Bt horizon)\nBitterroot soils have a frigid temperature regime and an ustic moisture regime.\nThis description reflects an update in classification from Coarse-loamy, mixed, frigid Typic Haplustolls to Fine-loamy, mixed, frigid Typic Argiustolls. The type location has been moved and redescribed to current description standards.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
