{
  "SERIES": "BITTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. REW-NRS-JAL",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bitton gravelly loam, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; 15 percent pebbles; slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.\nA2--4 to 11 inches; grayish brown (10YR 5/2) gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; 20 percent pebbles; slightly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (Combined thickness of the A horizons is 7 to 15 inches)\nBw--11 to 21 inches; grayish brown (10YR 5/2) gravelly loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; 25 percent pebbles; strongly effervescent with disseminated lime; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 15 inches thick)\nBk--21 to 46 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, friable, sticky and plastic; common very fine roots; 65 percent pebbles; lime casts on undersides of pebbles and disseminated lime; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (10 to 30 inches thick)\nBCk--46 to 60 inches; pale brown (10YR 6/3) gravelly loam stratified with gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; 45 percent pebbles; lime casts on undersides of pebbles, disseminated lime; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Big Horn County, Montana; on west side of ridge; approximately 1,300 feet south and 1,000 feet east of the NW corner of sec. 34, T. 4 S., R. 36 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 15 inches.\nDepth to Bk horizon - 11 to 28 inches.\nSoil phases - stony, gravelly, loamy substratum, cool, warm.\nA BC transition horizon is allowed.\nA horizons - Hue:  10YR, 2.5Y, 7.5YR, or 5YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam or clay loam\nClay content:  12 to 32 percent\nRock fragments:  0 to 45 percent--0 to 20 percent stones and cobbles; 5 to 45 percent channers and pebbles\nReaction:  pH 6.6 to 8.4\nBw horizon - Hue:  10YR, 2.5Y, 7.5YR, or 5YR\nValue:  4, 5, or 6 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nClay content:  12 to 27 percent\nRock fragments:  20 to 60 percent--0 to 10 percent stones and cobbles; 20 to 60 percent channers and pebbles\nReaction:  pH 7.4 to 8.4\nBk, BCk horizons - Hue:  10YR, 2.5Y, 7.5YR, or 5YR\nValue:  5, 6, 7, or 8 dry; 4, 5, 6, 7, or 8 moist\nChroma:  2, 3 or 4\nTexture:  loam or sandy loam\nClay content:  10 to 27 percent\nRock fragments:  35 to 75 percent--0 to 60 percent cobbles and stones; 35 to 60 percent pebbles and channers\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4 above 40 inches and 7.4 to 9.0 below. (WY has pH 8.5 to 9.0 below 28 inches.)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDatino (UT) - has carbonates above a depth of 11 inches.\nHeely (SD) - 20 to 40 inches deep over schist bedrock.\nLabre (MT) - has a calcic horizon.\nOsha (NM) - 20 to 40 inches deep to bedrock.\nPerma (MT) - is noncalcareous above a depth of 40 inches.\nPesmore (WY) - 20 to 40 inches deep to bedrock.\nPeso (NM) - 20 to 40 inches deep to bedrock.\nPesowyo (WY) - 20 to 40 inches deep to bedrock.\nSandia (NM) - more than 50 percent cobbles and stones in the control section; chroma of 1 in the mollic epipedon.\nSlimbutte (SD) - is fragmental below a depth of 40 inches.\nSubwell (MT) - has a calcic horizon and a lithological discontinuity at depths of 10 to 20 inches.\nVeatch (CO) - 20 to 40 inches deep to bedrock.\nVigilante (MT) - has a lithic contact at 40 to 60 inches; does not have horizon of carbonate accumulation.\nWanagan (ND) - has a lithological discontinuity at depths of 12 to 20 inches; has a Bk horizon less than 13 inches thick.\nWimper (MT) - has a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, stream terraces, treads, terrace risers and hills.\nElevation - 2,900 to 4,700 feet. (In Wyoming and Utah it ranges to 8,200 feet.)\nSlope - 0 to 70 percent.\nParent material - alluvium and colluvium from mixed rock sources such as sandstone and shale.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 12 to 19 inches.\nMean annual air temperature - is 38 to 45 degrees F.\nFrost-free period - 90 to 135 days. (In Wyoming and Utah it is 60 to 90 days.)"
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bitton soils are used for rangeland.  Potential native vegetation is bluebunch wheatgrass, green needlegrass, rough fescue, Idaho fescue, needleandthread, little bluestem, forbs, and shrubs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bitton soils are moderately extensive in central Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
