{
  "SERIES": "BJORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "Bjork series consists of moderately deep, well drained soils formed in loess and colluvium and residuum from schist, sandstone, or conglomerate.  Bjork soils are on hillsides and mountainsides.  Slopes are 8 to 75 percent.  The average annual precipitation ranges from 9 to 14 inches and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bjork silt loam - under a cover of grasses and sagebrush on a 29 percent southwest-facing slope at an elevation of 1,400 feet.  The soil was dry when described.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; mildly alkaline (pH 7.6); clear smooth boundary.  (3 to 6 inches thick)\nA2--4 to 12 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine roots; many very fine tubular pores; mildly alkaline (pH 7.6); clear smooth boundary.  (6 to 10 inches thick)\n2Bt--12 to 26 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; moderate medium prismatic structure; hard, very firm, sticky and plastic; few fine roots; many fine tubular pores; few thin clay films on ped faces; mildly alkaline (pH 7.8); gradual wavy boundary.  (10 to 25 inches thick)\n2Cr--26 inches; weathered schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 2.5 miles north of Wenatchee; 1,750 feet west of northeast corner of sec. 16, T. 23 N., R.  20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 48 to 50 degrees F.  Thickness of solum and depth to a paralithic contact is 20 to 40 inches.  The particle-size control section averages 25 to 35 percent clay in the fine earth fraction and is 0 to 15 percent hard rock fragments by volume.  These soils are dry more than half of the time in the moisture control section when soil temperature at a depth of 20 inches is above 40 degrees F.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 moist or dry.  It has weak or moderate structure.  Reaction is neutral to mildly alkaline.\nThe Bt horizon has value of 5 to 7 dry, 3 to 5 moist, and chroma of 3 or 4 dry or moist.  Texture is clay loam, silt loam, or sandy clay loam.  It has moderate or strong structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bissell, Cowiche, Dodes, Indiano, Margerum, Orr, Pahrange, Ralls, Simcoe, Springmeyer, Uhaldi, and Wenatchee soils.  Bissell, Cowiche, Margerum, Orr, Ralls, Springmeyer, and Wenatchee soils are more than 40 inches deep.  Dodes soils are 5 to 30 percent hard lava pebbles and 10 to 30 percent weathered pebbles in the particle-size control section.  Indiano and Simcoe soils have a lithic contact at 20 to 40 inches.  Pahrange and Uhaldi soils are 15 to 35 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bjork soils are on sideslopes and ridgetops and have slopes of 8 to 75 percent.  They formed in loess and colluvium and residuum from schist, sandstone, or conglomerate.  Elevations are 1,000 to 3,600 feet.  These soils are in a semiarid climate with warm, dry summers and cold, moist winters.  The average annual precipitation ranges from 9 to 14 inches.  The mean January temperature is about 26 degrees F, the mean July temperature is about 70 degrees F, and the mean annual temperature is about 50 degrees F.  The frost-free season is 165 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cowiche, Ritzville, Renslow, Tyee, and Yaxon soils.  Cowiche, Ritzville, Renslow, and Yaxon soils are over 40 inches deep.  Tyee soils are 10 to 20 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for rangeland.  Under irrigation, the soil is used for orchards, vineyards, hay and pasture.  Native vegetation is bluebunch wheatgrass, Sandberg bluegrass, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 12 inches, an argillic horizon from 12 to 26 inches, and a paralithic contact at 26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
