{
  "SERIES": "BLACK CANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/TWP",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Black Canyon silty clay, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; dark gray (N 4/) silty clay, black (N 2/) moist; strong very fine granular structure; very hard, firm, sticky and very plastic; common roots; many fine pores; slightly calcareous; mildly alkaline (pH 7.0); clear smooth boundary. (4 to 9 inches thick)\nA12g--5 to 12 inches; dark gray (N 4/) silty clay, black (N 2/) moist; few fine faint dark grayish brown (10YR 4/2) mottles; weak medium prismatic and moderate medium and fine angular blocky structure; extremely hard, very firm, sticky and very plastic; common fine and medium roots; few very fine pores; slightly calcareous; mildly alkaline (pH 7.8); gradual smooth boundary. (5 to 8 inches thick)\nA13g--12 to 23 inches; dark gray (N 4/) clay, very dark gray (N 3/) moist; few fine distinct light olive brown (2.5Y 5/3) and dark gray (5Y 4/1) mottles, dark yellowish brown (10YR 3/4) and very dark grayish brown (2.5Y 3/2) moist; weak coarse prismatic structure parting to moderate fine and very fine angular blocky; extremely hard, very firm, very sticky and very plastic; common fine roots; few very fine pores; continuous thin glossy dark gray (N 4/) coatings on peds; many dark brown (7.5YR 4/4) iron and manganese concretions up to 10 mm. in diameter in the upper 2/3 of the horizon; noncalcareous; neutral (pH 6.8); abrupt smooth boundary. (5 to 12 inches thick)\nIIC1g--23 to 30 inches; light gray (5Y 7/2) fine sandy loam, olive gray (5Y 5/2) moist; common coarse faint olive and pale olive mottles, and few coarse distinct dark greenish gray streaks moist; massive; friable, slightly sticky and nonplastic; many roots; many very fine and fine pores; moderately micaceous; neutral (pH 6.6); clear wavy boundary.  (0 to 20 inches thick)\nIIIC2g--30 to 41 inches; greenish gray (5YR 5/1) very gravelly coarse sandy loam, very dark gray (7.5Y 3/1) moist; few fine distinct very dusky red (2.5YR 2/2) mottles and common medium distinct dark brown (10YR 3/3) staining around roots; massive; very friable, nonsticky and nonplastic; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 20 inches thick)\nIVC3g--41 to 60 inches; loose gravel and sand; mottled; noncalcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; about 4 miles southwest of Emmett, 400 feet south, 450 feet west of the center of section 23, T.6N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The lower part of the profile is stratified in some pedons and depth to loose gravel or sand is about 36 inches.  Mottles are throughout the profile in some pedons and drained phases are recognized. Mean annual soil temperature is 47 degrees to 54 degrees F.  The soil is neutral or slightly acid and some profiles are slightly calcareous in the upper part. Bulk density of fine textured material is more than 1.0.\nThe A horizon is N 3/, N 4/, 2.5Y 4/1 or 10YR 4/1 dry and N 2/, N 3/, 2.5Y 2/1 or 10YR 2/1 moisture. It has strong granular, prismatic or angular blocky structure. This horizon is typically silty clay loam, but ranges to silty clay and clay.\nThe C horizon has hue of 2.5Y or 5Y, value of 6 or 7, 4 or 5 moist, and chroma of 1 or 2. The upper part is silty clay or clay loam and the lower part is fine sandy loam to gravelly coarse sandy loam and gravelly sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ramelli series. Ramelli soils have slightly acid or neutral clay B2g horizons and light brownish gray, moderately and mildly alkaline sandy loam and loamy sand IIIC horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Black Canyon soils are on Cencove basin areas of stream bottoms and low terraces and have slopes of less than 2 percent.  They formed from alluvial material mainly from acid igneous rocks.  Elevations are 2,100 to 4,000 feet. The climate is dry from July to September and winters are cold and moist. Mean annual precipitation is about 9 to 16 inches. Mean annual summer temperature is about 65 degrees to 72 degrees F.; mean annual temperature about 49 degrees to 56 degrees F. Frost-free season is about 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baldock, Bowman, Catherine, Goose Creek, Lahontan, Mountainview and Quenzer soils.  Baldock, Bowman and Catherine soils are dominantly medium textured between depths of 30 and 60 inches. Goose Creek soils are moderately well or somewhat poorly drained. Lahontan soils have a light colored A horizon with high exchangeable sodium. Mountainview soils are organic.  Quenzer soils are somewhat poorly drained with light colored A horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained; very slow runoff; slow permeability in upper part, rapid or very rapid in lower horizons. Some areas have been drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture or grass hay with drained areas being cultivated. Vegetation is water loving plants including rushes, sedges and cattails."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bottomlands and low terraces in southwestern Idaho. The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County, Idaho., 1949.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
