{
  "SERIES": "BLACKLEAF",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFB-PEM-RJS",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackleaf very channery sandy loam, in rangeland (Colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; light brownish gray (2.5Y 6/2) very channery sandy loam, olive brown (2.5Y 4/3) moist; weak fine and medium subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; common very fine and few fine roots; common very fine and fine interstitial pores; 40 percent channers; neutral (pH 7.2); clear smooth boundary. (3 to 6 inches thick)\nBt--4 to 8 inches; brown (10YR 5/3) very channery sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slighty sticky and slightly plastic; common very fine and few fine roots; common very fine and fine tubular and interstitial pores; common faint clay films bridging sand grains and on faces of peds; 40 percent channers; slightly alkaline (pH 7.4); clear smooth boundary. (3 to 8 inches thick)\nBk--8 to 13 inches; light yellowish brown (2.5Y 6/3) extremely channery loam, light olive brown (2.5Y 5/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and fine tubular and interstitial pores; 55 percent channers, 15 percent flagstones; disseminated calcium carbonate; common distinct calcium carbonate casts on underside of coarse fragments; strongly effervescent; slightly alkaline (pH 7.7); clear smooth boundary. (1 to 5 inches thick)\nR--13 inches; hard fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; 600 feet south and 700 feet west of the NE corner of sec. 32, T. 4 S., R. 9 W. Glen topographic quadrangle. Lat. 45 degrees 27 minutes 03 seconds N.; Long. 112 degrees 43 minutes 59 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 38 to 44 degrees F.\nDepth to argillic horizon - 3 to 7 inches\nDepth to lithic contact - 10 to 20 inches\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 moist\nChroma: 2 to 4; dry or moist\nTexture: sandy loam, loam or sandy clay loam\nClay content: 10 to 25 percent\nRock fragments: 20 to 60 percent--20 to 40 percent channers or gravel, 0 to 20 percent flagstones or cobbles\nReaction: pH 6.6 to 7.4\nBt horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: sandy clay loam, clay loam or loam\nClay content: 20 to 35 percent\nRock fragments: 35 to 70 percent--35 to 50 percent channers or gravel, 0 to 20 percent flagstones or cobbles\nReaction: pH 6.6 to 7.4\nBk horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam or sandy loam\nClay content: 18 to 27 percent\nRock fragments: 35 to 80 percent--35 to 60 percent channers or gravel, 0 to 20 percent flagstones or cobbles\nCalcium carbonate equivalent: 1 to 5 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBrickner (MT) - does not have secondary calcium carbonate accumulation\nJagon (UT) - have Btk horizons\nSanchez (NM) - does not have secondary calcium carbonate accumulation\nTolex (MT) - does not have secondary calcium carbonate accumulation\nWetmore (CO) - does not have secondary calcium carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - cuestas, hills, mountain slopes, ridges or structural benches\nElevation - 5,000 to 6,500 feet\nSlope - 4 to 60 percent\nParent material - colluvium and/or residuum derived from hard sandstone or igneous rock\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 10 to 14 inches\nMean annual air temperature - 37 to 43 degrees F.\nFrost-free period - 70 to 105 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Twinadams and Thunderhead soils. The Twinadams soilsare moderately deep and loamy-skeletal.  The Thunderhead soilsare moderately deep and fine-loamy. These soils occur on similar landforms as the Blackleaf soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Blackleaf soils are primarily used for rangeland. The potential native vegetation is bluebunch wheatgrass, big sagebrush, winter fat, fringed sagewort, prickly pear cactus, blue gramma, needle and thread, and rubber rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blackleaf soils are of small extent in southwestern Montana. MLRAs - 43B, 44B, 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A horizon)\nArgillic horizon - from 4 to 8 inches (Bt horizon)\nParticle-size control section - from 0 to 13 inches (A, Bt and Bk horizons)\nHard sandstone bedrock at 13 inches (R horizon)\nBlackleaf soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
