{
  "SERIES": "BLACKROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE-JMW-MJD",
  "REVDATE": "12/2003",
  "STATES": "UT",
  "OVERVIEW": "The Blackrock series consists of very deep, well drained soils that formed in tuffaceous sandstone and limestone. The Blackrock soils are on alluvial fans. The mean annual precipitation is about 16 inches and the mean annual temperature is 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackrock gravelly loam, native grass. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; dark gray (10YR 4/1) gravelly loam, black (10YR 2/1) moist; moderate medium granular structure; hard, friable, slightly sticky, slightly plastic; many fine, medium and large roots; common medium pores; about 30 percent gravel; noncalcareous; neutral (pH 7.0); clear smooth boundary. (6 to 13 inches thick)\nA2--8 to 22 inches; dark gray (10YR 4/1) gravelly heavy loam, black (10YR 2/1) moist; moderate medium granular structure; hard, firm, sticky, plastic; many fine and medium roots; common fine and medium pores; about 25 percent gravel; noncalcareous; neutral (pH 7.0); clear smooth boundary. (8 to 15 inches thick)\nAC--22 to 39 inches; grayish brown (10YR 5/2) gravelly heavy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; hard, firm, sticky, plastic; few fine roots; many fine and medium pores; about 40 percent gravel; noncalcareous; neutral (pH 7.3); clear wavy boundary. (8 to 20 inches thick)\nCk--39 to 52 inches; light gray (10YR 7/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; massive; hard, firm, sticky, plastic; few fine roots; few fine pores; about 20 percent gravel; strongly calcareous; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; 2 1/2 miles southwest of Trenton; 200 feet south and 800 feet east of the northwest corner of the southeast 1/4 of sec. 9, T13N., R.1W.; Trenton USGS quad; Latitude 41 degrees 52 minutes 55 seconds N. and Longitude 111 degrees 57 minutes 33 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature ranges from 48 degrees to 52 degrees F., and the mean summer temperature ranges from 62 degrees to 67 degrees F. The soils have available moisture in the moisture control section for 50 to 55 percent of the time the soil temperature is above 41 degrees F.\nThe mollic epipedon is 20 to 46 inches thick. The control section averages gravelly loam containing 20 to 35 percent rock fragments by volume. Depth to the horizon of carbonate accumulation ranges from 23 to 46 inches. Mineralogy is mixed but the soil contains considerable ashy material.\nThe A horizon has value of 3 through 5 dry and chroma of 1.5 or less. It has 2.0 to 7 percent organic matter. This horizon is neutral or slightly alkaline.\nThe Ck and C horizons have hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4. They are gravelly loam, gravelly clay loam or very gravelly loam. The Ck horizon is moderately or strongly calcareous and slightly alkaline or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birdow, Collinston, Dagor, Eld, Goose Creek, Harpt, Munk, Sterling, and Willowdale series. Birdow soils are dry in the moisture control section more than half the time the soil temperature exceeds 41 degrees F. and lack influence of volcanic ash. Collinston and Sterling soils have calcic horizons and are calcareous throughout. Also, Sterling soils have more than 35 percent gravel and cobble in the control section.  Dagor, Harpt, and Willowdale soils have less than 15 percent rock fragments in the control section. Also, Willowdale Creek soils are noncalcareous and lack a Cca horizon. Munk soils are calcareous throughout and have more than 35 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Blackrock soils are on alluvial fans and steep colluvial foot slopes at elevations of 4,600 to 5,700 feet. They formed in gravelly, medium textured materials from light colored tuff, conglomerate, tuffaceous sandstone and limestone of the Salt Lake Geologic Formation. These materials contain considerable ash and have high cation exchange capacities. The climate is dry subhumid with warm dry summers and cold moist winters. The average annual precipitation is about 14 to 17 inches. The mean annual temperature is about 45 degrees to 47 degrees F. Average January temperature is about 21 degrees F., and the average July temperature is about 71 degrees F. The average frost-free period ranges from 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Munk and Collinston soils and the Mendon and Wheelon soils. Mendon and Wheelon soils are not gravelly or cobbly. Wheelon soils lack mollic epipedons.  Mendon soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium or slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly as rangeland. Some soils with slopes of less than 20 percent are used for dry farming. The native vegetation is big sagebrush, western wheatgrass, bluebunch wheatgrass, Great Basin wildrye, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache Valley Area, Utah, 1913.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 8 inches; dark gray (10YR 4/1) gravelly loam, black (10YR 2/1) moist; moderate medium granular structure; hard, friable, slightly sticky, slightly plastic; many fine, medium and large roots; common medium pores; about 30 percent gravel; noncalcareous; neutral (pH 7.0); clear smooth boundary. (6 to 13 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--8 to 22 inches; dark gray (10YR 4/1) gravelly heavy loam, black (10YR 2/1) moist; moderate medium granular structure; hard, firm, sticky, plastic; many fine and medium roots; common fine and medium pores; about 25 percent gravel; noncalcareous; neutral (pH 7.0); clear smooth boundary. (8 to 15 inches thick)"
      },
      {
        "name": "AC",
        "top": 56,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--22 to 39 inches; grayish brown (10YR 5/2) gravelly heavy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; hard, firm, sticky, plastic; few fine roots; many fine and medium pores; about 40 percent gravel; noncalcareous; neutral (pH 7.3); clear wavy boundary. (8 to 20 inches thick)"
      },
      {
        "name": "Ck",
        "top": 99,
        "bottom": 132,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck--39 to 52 inches; light gray (10YR 7/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; massive; hard, firm, sticky, plastic; few fine roots; few fine pores; about 20 percent gravel; strongly calcareous; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
