{
  "SERIES": "BLACKTOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW-TDC-JJJ-JBF",
  "REVDATE": "06/2016",
  "STATES": "CA,NV",
  "OVERVIEW": "The Blacktop series consists of very shallow, somewhat excessively drained soils formed in material derived from extrusive basic igneous rocks.  Blacktop soils are on hills, mesas, pediments, mountains, and plateaus and have slopes of 8 to 75 percent.  Mean annual precipitation is about 175 mm and mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blacktop extremely stony fine sandy loam - on steep plateau escarpment under very widely scattered saltbush at elevation of 1,590 meters.  (Colors are for dry soil unless otherwise stated.  When described on October 1976, the soil was dry throughout.)  About 60 percent of the surface covered by rock fragments consisting of 35 percent gravel, 10 percent cobbles, and 15 percent stones.\nA1--0 to 3 cm; light gray (10YR 7/2) extremely stony fine sandy loam, grayish brown (10YR 5/2) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; many fine vesicular pores; 35 percent gravel; 10 percent cobbles, and 15 percent stones (25 to 30 cm in diameter); strongly effervescent, disseminated carbonates; moderately alkaline (pH 8.0); abrupt wavy boundary.  (3 to 8 cm thick)\nA2--3 to 18 cm; light gray (10YR 7/2) extremely stony fine sandy loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and nonplastic; common very fine interstitial pores; 35 percent gravel 2 to 5mm in size, 10 percent cobbles, and 15 percent stones; strongly effervescent, disseminated carbonates; moderately alkaline (pH 8.0); abrupt wavy boundary.  (8 to 28 cm thick)\nR--18 cm; hard basalt with few fractures, no displacement of fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; in Saline Valley, about 3/4 mile due east of Black Top Mountain at latitude 36 degrees 56 minutes and longitude 117 degrees 43 minutes W; WGS84 Decimal Degrees 36.9333333  latitude, -117.7166667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry throughout from May through November and the soil temperature is above 5 degrees C. from mid-March to mid-November.  The upper part is moist for about 10 days between June and September, due to thunder showers.  The soils are continuously moist for 30 to 60 consecutive days when the soil temperature is warmer than 8 degrees C; typic aridic soil moisture regime.\nMean annual soil temperature: 13 to 15 degrees C.\nDepth to a lithic contact: 10 to 25 cm.\nReaction: Slightly alkaline through moderately alkaline.\nEffervescence: Slightly effervescent through strongly effervescent.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 35 to 70 percent.\nA horizon\nChroma 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berzatic, Cadrina, Pintwater, Singatse, Sojur, Tsaya and Walknolls series.\nBerzatic soils have Bw and Bk horizons.  Pintwater soils have a Bqk horizon and depth to hard bedrock is 25 to 50cm.  Singatse soils lack moisture in the upper part caused by summer convection storms during June through September. Cadrina, Sojur, Tsaya and Walknolls soils have more that 18 percent clay in the particle-size control section and are dominated by channers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blacktop soils are on mesas, pediments, plateaus, hills, and mountains.  Slopes are 8 to 75 percent.  The soils formed in material derived from extrusive basis igneous rocks.  Elevations are 1,254 to 1,980 meters in California and ranges to 2,130 meters in Nevada.  The climate is arid with hot dry summers with infrequent thunder showers of short duration; and cool moist winters.  The average annual precipitation is 100 to 200 mm.  Mean January temperature is 4 degrees C, mean July temperature is 27 degrees C, mean annual temperature is 11 to 12 degrees C.  Frost-free season is 140 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Upspring soils.  These soils have thermic soil temperature."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for watershed, wildlife land and recreation land.  The native vegetation is primarily shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are mapped in the northern part of the California Desert and southern Nevada and are moderately extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Inyo County, California, Saline Valley Area 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A1 and A2 horizons)\nLithic contact - The boundary at 18 cm (R layer).\nParticle size control section - The zone from the surface to 18 cm (A1 and A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely stony",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--0 to 3 cm; light gray (10YR 7/2) extremely stony fine sandy loam, grayish brown (10YR 5/2) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; many fine vesicular pores; 35 percent gravel; 10 percent cobbles, and 15 percent stones (25 to 30 cm in diameter); strongly effervescent, disseminated carbonates; moderately alkaline (pH 8.0); abrupt wavy boundary.  (3 to 8 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely stony",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--3 to 18 cm; light gray (10YR 7/2) extremely stony fine sandy loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and nonplastic; common very fine interstitial pores; 35 percent gravel 2 to 5mm in size, 10 percent cobbles, and 15 percent stones; strongly effervescent, disseminated carbonates; moderately alkaline (pH 8.0); abrupt wavy boundary.  (8 to 28 cm thick)"
      },
      {
        "name": "R",
        "top": 18,
        "narrative": "R--18 cm; hard basalt with few fractures, no displacement of fragments."
      }
    ]
  ]
}
