{
  "SERIES": "BLACKBEAR",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SPV/EMM",
  "REVDATE": "03/2011",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blackbear loam - native rangeland, on an 8 percent slope at 2,134 meters elevation. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 13 cm; dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary.\nA2--13 to 26 cm; dark gray (7.5YR 4/1) cobbly loam, very dark gray (7.5YR 3/1) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 10 percent gravel and 5 percent cobbles; slightly acid (pH 6.2); clear smooth boundary. (combined thickness of the A horizon is 20 to 50 cm)\nBt1--26 to 42 cm; brown (7.5YR 4/3) very cobbly clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many fine irregular pores; 30 percent prominent clay films on faces of peds; 15 percent gravel and 40 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (20 to 30 cm thick)\nBt2--42 to 65 cm; brown (7.5YR 5/3) extremely cobbly clay loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few fine irregular pores; 15 percent prominent clay films on faces of peds; 20 percent gravel, 30 percent cobbles and 15 percent stones; neutral (pH 6.6); clear wavy boundary. (20 to 30 cm thick)\nR--65 to 152 cm; indurated basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meagher County, Montana; located about 1,500 feet north and 800 feet east of center of sec. 2, T.13N., R.1E; BK Ranch topographic quadrangle, MT; UTM 12T 0457087E, 5194788N, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1 to 4 degrees C.\nThickness of mollic epipedon - 40 to 80 cm\nDepth to top of argillic horizon - 15 to 50 cm\nDepth to lithic contact - 50 to 100cm\nA horizons\nHue: 7.5YR to 2.5Y dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 1 or 2 dry or moist\nTexture: loam or silt loam\nClay content: 15 to 27 percent\nRock fragments: 5 to 35 percent--5 to 25 percent gravel, 0 to 15 percent cobbles and 0 to 5 percent stones\nReaction: pH 5.6 to 6.8\nBt1 horizon\nHue: 7.5YR to 2.5Y dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 1 to 3 dry or moist\nTexture: loam, clay loam or sandy clay loam\nClay content: 20 to 35 percent\nRock fragments: 35 to 75 percent--10 to 30 percent gravel, 15 to 45 percent cobbles and 0 to 20 percent stones\nReaction: pH 5.6 to 7.0\nBt2 horizon\nHue: 7.5YR to 2.5Y dry or moist\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 1 to 4 dry or moist\nTexture: clay loam or sandy clay loam\nClay content: 27 to 35 percent\nRock fragments: 45 to 85 percent--10 to 40 percent gravel, 15 to 40 percent cobbles and 5 to 25 percent stones\nReaction: pH 5.6 to 7.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAngelwhine (CA) - is very deep.\nAspetill (CA) - is very deep.\nBadwater (WY) - is very deep.\nBickmore (UT) - has a calcic horizon.\nBluebell (NV) - has a xeric soil moisture regime.\nBooneville (ID) - is very deep.\nBuena Vista (CO) - has horizons of secondary carbonate accumulation.\nDab (NV) - is very deep.\nDailybasin (MT) - is very deep.\nDelhew (NV) - is very deep.\nGeemore (ID) - is very deep.\nHawkinspeak (CA) - has xeric soil moisture regime.\nKeman (ID) - is very deep.\nLittlemud (NV) - has a xeric soil moisture regime.\nLostcannon (CA) - is very deep.\nMonibasin (CA) - is very deep.\nParkalley (ID) - is very deep.\nParkay (UT) - is very deep\nRangertaft (NV) - has a xeric soil moisture regime.\nRedbird (SD) - is very deep.\nRutherford (ID) - has a xeric soil moisture regime.\nSweetmount (CA) - has a xeric soil moisture regime.\nWoodhurst (MT) - has an ustic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains and structural benches\nElevation - 2,000 to 2,750 meters\nSlope - 4 to 65 percent\nParent material - colluvium from fine grained igneous and sedimentary rocks over igneous or sedimentary residuum\nMean annual precipitation - 635 to 1000 mm.\nMean annual temperature - 1 to 4 degrees C.\nFrost-free period - 30 to 60 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Slidemountain series.  Slidemountain soils are shallow to a lithic contact and occur on convex slope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Blackbear soils are used for rangeland, forestry and wildlife.  Native range vegetation is Idaho fescue, rough fescue, sun sedge, poverty grass, Perry's silene and shrubby cinquefoil.  Forested areas are dominated by an overstory of subalpine fir, Englemann spruce, lodgepole and whitebark pine with an understory of huckleberry, grouse whortleberry, arnica, elk sedge, and pine grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blackbear series is of small extent in central and western Montana.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Meagher County, Montana, 2011.  Blackbear series is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 42 cm (A1, A2 and Bt1 horizons).\nArgillic horizon - 26 to 65 cm (Bt1, and Bt2 horizons).\nLithic contact - 65 cm (R).\nParticle-size control section - from 26 to 65 cm (Bt1 and Bt2 horizons).\nBlackbear soils have a cryic temperature regime and udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
