{
  "SERIES": "BLACKBERRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD-TJE-AAC",
  "REVDATE": "09/2008",
  "STATES": "IL",
  "OVERVIEW": "The Blackberry series consists of very deep, moderately well drained soils formed in loess or other silty material and the underlying loamy stratified outwash on outwash plains, stream terraces, and till plains. Slope ranges from 0 to 5 percent. Mean annual air temperature is about 10 degrees C (50 degrees F), and mean annual precipitation is about 940 mm (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackberry silt loam - on an east-facing slope of 1 percent in a cultivated field at an elevation of 222 meters (728 feet) above mean sea level. (Colors are for moist soils unless otherwise stated.)\nAp--0 to 10 cm (0 to 4 inches); black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; friable; common very fine and fine roots; neutral; clear smooth boundary.\nA--10 to 28 cm (4 to 11 inches); very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; weak medium angular blocky structure parting to weak fine granular; friable; common very fine and fine roots; neutral; abrupt smooth boundary. [Combined thickness of the A horizon ranges from 25 to 51 cm (10 to 20 inches).]\nBt1--28 to 38 cm (11 to 15 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak fine and medium angular blocky structure; friable; common very fine roots; common distinct black (10YR 2/1) organic coatings on faces of peds; few distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and on surfaces along pores; few distinct brown (10YR 4/3) clay films on faces of peds; neutral; gradual wavy boundary.\nBt2--38 to 61 cm (15 to 24 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; few distinct very dark grayish brown (10YR 3/2) organo-clay films on surfaces along root channels and pores; common distinct brown (10YR 4/3) clay films on faces of peds; neutral; gradual wavy boundary.\nBt3--61 to 89 cm (24 to 35 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine to medium roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron in the matrix; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; neutral; gradual wavy boundary.\nBt4--89 to 112 cm (35 to 44 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine to medium roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron in the matrix; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; neutral; gradual wavy boundary.\nBt5--112 to 132 cm (44 to 52 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common fine roots; few distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine irregular very dark gray (10YR 3/1) very weakly cemented iron-manganese concretions throughout; common fine distinct strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; many medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; neutral; gradual wavy boundary. [Combined thickness of the Bt horizon ranges from 51 to 107 cm (20 to 42 inches).]\n2Bt6--132 to 147 cm (52 to 58 inches); yellowish brown (10YR 5/4) loam; weak medium prismatic structure parting to weak medium and coarse subangular blocky; friable; few distinct brown (10YR 4/3) clay films on vertical faces of peds; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; 3 percent gravel; slightly effervescent; slightly alkaline; clear wavy boundary.\n2Bt7--147 to 173 cm (58 to 68 inches); brown (10YR 4/3) gravelly clay loam; weak medium and coarse subangular blocky structure; friable; common distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; common medium distinct yellowish brown (10YR 5/6) and prominent strong brown (7.5YR 4/6) masses of oxidized iron in the matrix; 18 percent gravel; strongly effervescent; moderately alkaline; gradual wavy boundary. [Combined thickness of the 2Bt horizon ranges from 25 to 69 cm (10 to 27 inches).]\n2C--173 to 203 cm (68 to 80 inches); brown (10YR 4/3) gravelly clay loam; massive; very friable; common medium prominent strong brown (7.5YR 4/6) and distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; 23 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Illinois; about 8 kilometers (5 miles) northeast of Sugar Grove; 235 meters (770 feet) west and 145 meters (475 feet) south of the northeast corner of sec. 27, T. 39 N., R. 7 E.; USGS Sugar Grove topographic quadrangle; lat. 41 degrees 50 minutes 14 seconds N., and long. 88 degrees 25 minutes 04 seconds W., NAD 27; UTM Zone 16T, 382278 easting, 4632664 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon ranges from 114 to 178 cm (45 to 70 inches). The depth to carbonates is greater than 102 cm (40 inches). The depth to horizons with more than 15 percent sand is 102 to 152 cm (40 to 60 inches). The particle-size control section averages between 27 and 35 percent clay and less than 10 percent fine sand or coarser.\nThe upper part of the series control section (Ap and/or A horizons) has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 to 3. Clay content ranges from 18 to 27 percent. Reaction is slightly acid or neutral.\nWhere present, an AB or BA horizon has hue of 10YR, value of 3 or 4 (5 or 6 dry), and chroma of 2 to 4. It is silt loam or silty clay loam. Reaction is moderately acid to neutral.\nThe second part of the series control section (Bt horizon) has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 4. It typically is silty clay loam, but some subhorizons in the upper part are silt loam. Clay content ranges from 25 to 35 percent. Reaction is strongly acid to neutral.\nThe third part of the series control section (2Bt and/or 2BC horizon) has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 6. It is clay loam, silty clay loam, silt loam, loam, sandy loam, or sandy clay loam, or their gravelly analogs. Clay content ranges from 15 to 35 percent and sand content ranges from 15 to 60 percent. Gravel content ranges from 0 to 20 percent. Reaction ranges from moderately acid to moderately alkaline. Some pedons have carbonates in the lower part.\nThe lower part of the series control section (2C horizon) has hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 6, and chroma of 2 to 6. It is loam, clay loam, loamy sand, sandy loam, or silt loam, or their gravelly analogs. Clay content ranges from 5 to 29 percent and sand content ranges from 25 to 80 percent. Gravel content ranges from 0 to 25 percent. Reaction is moderately acid to moderately alkaline. Most pedons have free carbonates. Some pedons have subhorizons in the upper part without carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Assumption, Aviston, Barrington, Buckhart, Catlin, Clare, Dana, Danabrook, Geryune, Graymont, Harrison, Keltner, Saybrook, and Totanang series. Assumption, Barrington, Clare, Dana, Danabrook, Geryune, Graymont, and Saybrook soils have horizons with more than 15 percent sand within a depth of 102 cm (40 inches). Aviston soils have less than 15 percent sand in the lower part of the series control section. Buckhart soils contain less than 7 percent sand throughout the series control section. Catlin soils have a well-graded sand fraction in the lower one-half of the series control section. Harrison soils average more than 30 percent clay in the lower part of the series control section. Keltner soils have a paralithic contact within 152 cm (60 inches). Totanang soils average more than 80 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Blackberry soils are on loess covered outwash plains, stream terraces and till plains of Wisconsinan age. They formed in 102 to 152 cm (40 to 60 inches) of loess or other silty material and in the underlying loamy stratified outwash. Slopes range from 0 to 5 percent. Mean annual air temperature ranges from 8 to 12 degrees C (46 to 54 degrees F). Mean annual precipitation ranges from 76 to 114 cm (30 to 45 inches). Frost-free period ranges from 140 to 180 days. Elevation ranges from 183 to 311 meters (600 to 1,020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brenton, Clare, Drummer, Elburn, Flanagan, and Proctor soils. The somewhat poorly drained Brenton, Elburn and Flanagan soils are on slightly lower lying landform positions. The moderately well drained Clare and well drained Proctor soils are on similar landform positions where the loess cap is thinner. The poorly drained Drummer soils are in slight depressions or on low-lying parts of the landform below the Blackberry soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. An intermittent apparent water table is at a depth of 61 to 107 cm (2.0 to 3.5 feet) at some time between February and April in most years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the loess and moderately high or high (4.23 to 42.33 micrometers per second) in the outwash. Permeability is moderate in the loess and moderate or moderately rapid in the outwash."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most soils are used to grow corn, soybeans, or small grain. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois. The Blackberry series is of moderate extent in MLRA's 95B, 108A, and 108B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kane County, 1998. The name Blackberry is from Blackberry Township in Kane County, Illinois."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped as a moderately wet phase of Plano series and fits an oxyaquic subgroup rather than a typic subgroup.\nDiagnostic horizons and features in this pedon are: mollic epipedon - the zone from 0 to 28 cm (0 to 11 inches) (Ap and A horizons); argillic horizon - the zone from 28 to 173 cm (11 to 68 inches) (Bt1, Bt2, Bt3, Bt4, Bt5, 2Bt6 and 2Bt7 horizons); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
