{
  "SERIES": "BLACKHAMMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-HRF-ELB",
  "REVDATE": "03/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackhammer silt loam with a convex slope of about 11 percent in dissected uplands in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many fine and very fine roots; neutral; clear smooth boundary.  (5 to 10 inches thick)\nBt1--9 to 18 inches; dark yellowish brown (10YR 4/4) silt loam with dark brown (10YR 4/3) coatings on peds; weak fine subangular blocky structure; friable; common fine roots; slightly acid; clear smooth boundary.\nBt2--18 to 26 inches; yellowish brown (10YR 5/4) silt loam with dark brown (10YR 4/3) coatings on peds; moderate medium subangular blocky structure; friable; few fine and very fine roots; few thin discontinuous very dark brown (10YR 2/2) clay films on faces of peds; medium acid; abrupt smooth boundary.  (Combined thickness of Bt is 10 to 30 inches.)\n2Bt3--26 to 60 inches; stratified strong brown (7.5YR 5/6) and yellowish red (5YR 4/6) gravelly sandy clay, sandy clay loam, sandy loam, and loam; moderate coarse subangular blocky structure in finer textured parts to weak in coarser textured parts; friable in coarser textured parts to firm in finer textured parts; about 18 percent coarse fragments; yellow (10YR 7/6) fine sand on faces of peds; few thin discontinuous clay films on faces of peds in finer textured parts; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Winona County, Minnesota; about 2 miles south of Winona; about 2,150 feet south and 475 feet east of the northwest corner of sec.  10, T. 106 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum, depth to free carbonates and bedrock is greater than 60 inches.  However, it typically is less than 100 inches.  The loess is 20 to 40 inches thick.  The content of coarse fragments ranges from 0 to 5 percent in the loess and 5 to 35 percent in the underlying material.  The coarse fragments are mostly chert and sandstone.\nThe Ap horizon has value of 3 or 4, and 6 or more dry, and chroma of 2 or 3.  Uncultivated pedons have an A horizon ranging from 2 to 4 inches in thickness and an E horizon ranging from 3 to 7 inches in thickness.  The A horizon has value of 2 or 3 and chroma of 1 or 2.  The E horizon has value of 4 or 5 and chroma of 2 or 3.  The A and E horizons are typically silt loam but is silt in a few pedons.  It is neutral to medium acid.\nThe B horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 or 4.  It is typically silt loam and has 18 to 27 percent clay but silty clay loam subhorizons are in some pedons.  It is strongly acid through slightly acid.\nThe 2B horizon is stratified in both color and texture.  Individual strata range from less than 1 to 20 inches thick.  It has hue ranging from 2.5YR through 10YR but hue of 7.5YR is dominant.  It has value and chroma ranging from 4 through 7.  It has dominant textures of sandy clay loam, clay loam or sandy loam and gravelly analogs.  It commonly has thin sandy and clayey strata.  In some pedons the clayey strata are derived from shale.  These strata have hue of 5Y with value and chroma of 4 through 6.  Individual strata have between 2 and 60 percent clay and 30 to 90 percent sand.  The upper 10 to 25 inches in many pedons have coatings of fine sand as much as 1/8 inch thick on faces of peds.  Subhorizons of some pedons have cherty modifiers.  It is strongly acid or medium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES::  These are the Alford, Baraboo, Bertrand, Birkbeck, Cadiz, Camden, Dodge, Dubuque, Elco, Eleroy, Fayette, Flagg, Hackers, Inton, Iona, Jackson, Knowles, La Farge, Lomira, Marseilles, Martinsburg, Mayville, Menfro, Mentor, Middletown, Palsgrove, Rozetta, Rush, Russell, Seaton, St. Charles, Sylvan, Uniontown, Westmore, Winfield, and Zurich series in the same family and the Newhouse and Southridge series.  The Alford, Bertrand, Birkbeck, Fayette, Inton, Iona, Jackson, Martinsburg, Menfro, Mentor, Middletown, Rozetta, Seaton, St. Charles, Sylvan, Uniontown, and Winfield soils formed in loess or a silty mantle typically more than 40 inches thick and typically contain less sand in the lower part of the solum.  The Baraboo, Dubuque, Knowles, La Farge, and Marseilles soils have a lithic or paralithic contact at depths less than 40 inches.  Cadiz, Dodge, Elco, Lomira, Mayville, and Russell soils have 2B or 2C horizons in till that lacks distinct stratification.  Camden soils have 2B and 2C horizons in stratified outwash with fewer coarse fragments.  Eleroy soils have thicker sola and have 2B horizons in residuum from shale that typically contain more clay.  Flagg soils have 2B horizons that have formed in till.  Hackers soils have formed in alluvium and, in addition, have a temperate climate with higher precipitation.  Palsgrove soils contain more clay in the 2B horizon.  Rush soils formed in loess and outwash.  Westmore soils contain more clay in the 2B and 2C horizons.  Zurich soils have 2B and 2C horizons in stratified outwash with free carbonates.  Newhouse soils have surface colors that are less than 6 value when dry.  Southridge soils have a clayey 2B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blackhammer soils have convex slopes with gradient of 2 to 20 percent on summits and upper parts of hill slopes in dissected uplands.  They formed in 20 to 40 inches of loess and in stratified pedisediments derived from erosion of weathered sandstone, shale, or limestone.  Mean annual temperature ranges from 47 to 52 degrees F, and mean annual precipitation ranges from 28 to 34 inches.  GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lamoille, Nodine, Rollingstone, Seaton, and Southridge soils.  Lamoille soils are downslope, have thinner sola, and have a clayey 2B horizon.  Nodine, Rollingstone, and Southridge soils have landscapes similar to Blackhammer soils.  Nodine soils are fine-loamy.  Rollingstone soils have thinner loess and a clayey 2B horizon.  Seaton soils formed in thick loess and are on summits."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium or rapid.  Permeability is moderate."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most Blackhammer soils are cropped to corn, hay, and small grains.  Those soils on steeper slopes are used for pasture and woodland.  Native vegetation is deciduous forest with white and red oaks, hickory, and basswood being the more common species."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota and possibly in northeastern Iowa and southwestern Wisconsin.  It is of moderate extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Houston County, Minnesota, 1981."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
