{
  "SERIES": "BLACKTHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RE-JCL-FDC-JWB",
  "REVDATE": "07/2003",
  "STATES": "WV",
  "OVERVIEW": "The Blackthorn series consists of very deep, well drained soils formed in colluvial material derived from acid sandstone and shale and the underlying residuum from limestone and limy shale. These soils are on foot slopes, benches, and backslopes. Slope ranges from 3 to 65 percent. Permeability is moderate or moderately rapid above the 2B horizon and moderate or moderately slow in the 2B horizon.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackthorn channery sandy loam, stony - wooded. (Colors are for moist soil.)\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) channery sandy loam; moderate fine granular structure; friable; many roots; 20 percent rock fragments; strongly acid; abrupt wavy boundary. (2 to 5 inches thick)\nE--2 to 6 inches; yellowish brown (10YR 5/4) channery sandy loam; moderate medium granular structure; friable; many roots; 25 percent rock fragments; very strongly acid; clear wavy boundary. (3 to 8 inches thick)\nBE--6 to 15 inches; light yellowish brown (10YR 6/4) very channery sandy loam; weak fine subangular blocky structure; friable; many roots; 35 percent rock fragments; very strongly acid; gradual wavy boundary. (8 to 18 inches thick)\nBw1--15 to 24 inches; yellowish brown (10YR 5/4) very channery sandy loam; weak fine and medium subangular blocky structure; friable; many roots; 35 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 12 inches thick)\nBw2--24 to 32 inches; yellowish brown (10YR 5/6) very channery sandy loam; weak fine subangular blocky structure; friable; common roots; 40 percent rock fragments; strongly acid; clear wavy boundary. (0 to 18 inches thick)\nBt1--32 to 40 inches; brownish yellow (10YR 6/6) very channery loam; weak medium subangular blocky structure; friable; few discontinuous clay films on faces of peds and in pores; few roots; 40 percent rock fragments; strongly acid; clear wavy boundary. (7 to 20 inches thick)\nBt2--40 to 60 inches; light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) very channery sandy loam; weak fine subangular blocky structure; friable; few discontinuous clay films on faces of peds and in pores; few roots; 45 percent rock fragments; strongly acid; abrupt wavy boundary. (8 to 25 inches thick)\n2Bt3--60 to 72 inches; yellowish red (5YR 5/6) clay; weak medium subangular blocky structure; friable; few discontinuous clay films and common black coatings on faces of peds; few roots; 5 percent rock fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pendleton County, West Virginia; about 5 yards west of Route 23, and about 1.5 miles south of its intersection with Route 23/1, near Dahmer. U.S.G.S Sugar Grove WV topographic quadrangle. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 60 inches or more and depth to the 2Bt is 40 inches or more. Depth to bedrock is greater than 5 feet. The particle-size control section averages 7 to 18 percent clay. Rock fragments range from 5 to 65 percent in individual subhorizons above the 2Bt horizon and from 0 to 25 percent in the 2Bt horizon with the particle size control section averaging more than 35 percent. Unlimed soils are very strongly acid to moderately  acid above the 2Bt horizon, and are very strongly acid or strongly acid in the 2Bt horizon. Stony phases are common.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 or 3. It is sandy loam, loam, or their channery or very channery analogues.\nThe E horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 2 to 4. It is sandy loam, loam, or their channery or very channery analogues.\nThe BE horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4. It is sandy loam, loam, or their channery, very channery, or extremely channery analogues. It has weak, fine or medium subangular blocky structure.\nThe Bw and Bt horizons have hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 6. They are sandy loam, loam, or their channery, very channery, or extremely channery analogues. They have weak or moderate, fine or medium subangular blocky structure.\nThe 2Bt horizon has hue of 2.5YR through 7.5YR, value of 4 to 6, chroma of 4 to 8. It is clay, silty clay, silty clay loam or their channery analogues. It has weak, fine or medium subangular or angular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Croom, Elliber, Gainesboro, Mertz, and Weverton series in the same family. The Hartleton, Irondale, and Lew series are in a related family.\nThe Pattenburg and Trevlac series were competing under the old classification and are potential competitors pending assignment of cation-exchange activity class.\nCroom soils have very firm, gravelly sandy clay loam Bt horizons and very gravelly loamy sand BC horizons. Elliber and Mertz soils have rock fragments primarily of chert, and the Mertz soils have a weighted average clay content of 27 to 35 percent in the top 20 inches of the argillic horizon. Gainesboro, Irondale, and Trevlac soils are less than 40 inches to bedrock. Hartleton and Pattenburg soils have sola less than 40 inches thick, and the Pattenburg soils have redder hues in the upper part of the B horizon. Lew soils contain fragments of greenstone. Weverton soils have soft bedrock at a depth of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Blackthorn soils are on gently sloping to very steep foot slopes, benches, and backslopes. Slopes are dominantly 3 to 35 percent, but range up to 65 percent. Blackthorn soils formed in colluvial materials derived from acid sandstone and shale and the underlying residuum from limestone and limy shales. Mean annual precipitation is 32 inches and the mean annual temperature is 51 degrees F, near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caneyville, Dekalb, Edom, Elliber, Hartleton, and Opequon soils on the uplands and the Buchanan, Clarksburg, Laidig, and Murrill soils on colluvial foot slopes or benches. Of these associated soils, only Murrill has the fine-textured 2Bt horizon which is characteristic of the Blackthorn soils. Edom and Opequon soils have more than 35 percent clay in the particle-size control section. The Caneyville, Edom, Opequon, Buchanan, Clarksburg, Laidig, and Murrill soils have a weighted average rock fragment content of less than 35 percent in the particle size control section. In addition, Buchanan, Clarksburg, and Laidig soils have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff is low to high. Permeability is moderate or moderately rapid above the 2Bt horizon, and moderate or moderately slow in the 2Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most Blackthorn soils are in forests of mixed oaks, maple, hickory, and white pine. Small areas have been cleared for crops and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly the Ridge and Valley area of West Virginia and possibly in Maryland and Virginia. The extent is moderate. MLRAs using: 147."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pendleton County, West Virginia, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The Blackthorn soils were previously included in the Murrill series. 2. Major diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon- the zone from 0 to 15 inches (A, E, and BE horizons).\nb. Argillic horizon- the zone from 32 to 60 inches (Bt1 and Bt2 horizons).\nc. Base saturation is less than 35 percent (by sum of cations) at a depth of 1.8 m (72 inches) below the surface of the soil.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; very dark grayish brown (10YR 3/2) channery sandy loam; moderate fine granular structure; friable; many roots; 20 percent rock fragments; strongly acid; abrupt wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--2 to 6 inches; yellowish brown (10YR 5/4) channery sandy loam; moderate medium granular structure; friable; many roots; 25 percent rock fragments; very strongly acid; clear wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "BE",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--6 to 15 inches; light yellowish brown (10YR 6/4) very channery sandy loam; weak fine subangular blocky structure; friable; many roots; 35 percent rock fragments; very strongly acid; gradual wavy boundary. (8 to 18 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 38,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--15 to 24 inches; yellowish brown (10YR 5/4) very channery sandy loam; weak fine and medium subangular blocky structure; friable; many roots; 35 percent rock fragments; very strongly acid; gradual wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--24 to 32 inches; yellowish brown (10YR 5/6) very channery sandy loam; weak fine subangular blocky structure; friable; common roots; 40 percent rock fragments; strongly acid; clear wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 81,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--32 to 40 inches; brownish yellow (10YR 6/6) very channery loam; weak medium subangular blocky structure; friable; few discontinuous clay films on faces of peds and in pores; few roots; 40 percent rock fragments; strongly acid; clear wavy boundary. (7 to 20 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 102,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--40 to 60 inches; light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) very channery sandy loam; weak fine subangular blocky structure; friable; few discontinuous clay films on faces of peds and in pores; few roots; 45 percent rock fragments; strongly acid; abrupt wavy boundary. (8 to 25 inches thick)"
      },
      {
        "name": "2Bt3",
        "top": 152,
        "bottom": 183,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "narrative": "2Bt3--60 to 72 inches; yellowish red (5YR 5/6) clay; weak medium subangular blocky structure; friable; few discontinuous clay films and common black coatings on faces of peds; few roots; 5 percent rock fragments; very strongly acid."
      }
    ]
  ]
}
