{
  "SERIES": "BLACKDRAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. LKM/AMH/PSD",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, nonacid, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blackdraw clay loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch; dark brown (2.5Y 4/2) clay loam, very dark grayish brown (2.5Y 3/2) moist; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few coarse roots; slightly effervescent, carbonates disseminated; mildly alkaline (pH 7.8); clear smooth boundary. (1 to 3 inches thick)\nBy--1 to 12 inches; dark grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; massive; hard, firm, sticky and plastic; common fine roots; slightly effervescent, carbonates disseminated; common fine threads and seams of gypsum; mildly alkaline (pH 7.8); gradual wavy boundary.  (6 to 16 inches thick)\nC--12 to 60 inches; grayish brown (2.5Y 5/2) clay, grayish brown (2.5Y 4/2) moist; massive; very hard, very firm, very sticky and very plastic; few fine clusters of sodium sulfate crystals inherited from the parent material; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natrona County, Wyoming; about two miles east of Camel Hump Reservoir; 900 feet west and 1,500 feet north of the SE corner of sec. 25, T. 38 N., R. 81 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Carbonates have been deposited in the upper horizons of these soils by overflow and dust.  They are calcareous from the surface to a depth of less than 19 inches and are noncalcareous below.  Calcium carbonate equivalent is less than 3 percent.  The particle size control section is clay loam, silty clay loam, silty clay, or clay with 35 to 55 percent clay and less than 15 percent fine sand or coarser.  The mean annual soil temperature is 50 to 52 degrees F. Hues are 5Y to 10YR, values are 4 through 6 dry, 3 through 5 moist, and chromas are 1 through 4.  The soil is mildly alkaline or moderately alkaline.\nThe A horizon has an ESP of less than 12.  Salinity is less than 4 mmhos.\nThe By horizon has an ESP of less than 12.  Salinity is less than 8 mmhos.  Gypsum ranges from 2 to 9 percent.\nThe C horizon has an ESP of 15 to 35.  Salinity ranges from 8 to 20 mmhos.  It commonly is massive but has weak, platy rock structure in some pedons.  Salt crystals, dominantly sodium sulfate, are inherited from the parent material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blackdraw soils are on hillsides.  Slopes range from 3 to 15 percent.  They formed in slopewash alluvium and residuum derived from noncalcareous sodic shales.  They are commonly intermixed with gullied land.  The mean annual precipitation is 10 to 14 inches, and the mean annual temperature is 45 to 51 degrees F.  Elevation ranges from 4,900 to 6,000 feet.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These  are the Arvada, Cadoma, and Lolite soils.  Arvada soils have a natric horizon.  Cadoma soils have a cambic horizon and are moderately deep.  Lolite soils are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Native vegetation is mainly rhizomatous wheatgrass, threadleaf sedge, Gardner saltbush, and birdfoot sagebrush."
  },
  "REGIONAL OFFICE": {},
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Natrona County, Wyoming; 1985."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
