{
  "SERIES": "BLACHLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. NP/MHF/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Blachly series consists of very deep, well drained soils that formed in clayey colluvium and residuum derived from sedimentary or igneous rock types. Blachly soils occur on summits, back slopes, foot slopes, and toe slopes of mountains. Slopes are 0 to 75 percent. The mean annual precipitation is about 100 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blachly loam, woodland, on a 25 percent south-facing slope at 1,750 feet elevation. (Colors are for moist soil unless otherwise noted. When described on July 18, 2000 the soil was moist throughout.)\nOi--0 to 1 inch; slightly decomposed plant material; abrupt smooth boundary.\nA--1 to 7 inches; dark brown (7.5YR 3/3) loam, strong brown (7.5YR 5/6) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, and few medium roots; many very fine and fine irregular pores; common fine, dark reddish brown (5YR 3/2) iron-manganese concretions, spherical in the matrix, weakly cemented; 5 percent gravel and 3 percent cobbles; strongly acid (pH 5.2); clear smooth boundary. (4 to 9 inches thick)\nBA--7 to 16 inches; brown (7.5YR 4/4) clay loam, strong brown (7.5YR 5/6) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine, and few medium and coarse roots; many very fine and fine tubular pores; common fine, dark reddish brown (5YR 3/2) iron-manganese concretions, spherical in the matrix, weakly cemented; 5 percent gravel and 3 percent cobbles; 5 percent paragravel; strongly acid (pH 5.1); clear smooth boundary. (6 to 20 inches thick)\n2Bw1--16 to 27 inches; yellowish red (5YR 4/6) paragravelly silty clay loam, yellowish red (5YR 5/6) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; many fine tubular pores; 10 percent gravel and 3 percent cobbles; 10 percent paragravel; very strongly acid (pH 5.0); gradual smooth boundary.\n2Bw2--27 to 54 inches; yellowish red (5YR 4/6) paragravelly silty clay, reddish yellow (5YR 6/6) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; common fine tubular pores; 5 percent gravel and 2 percent cobbles; 15 percent paragravel and 2 percent paracobbles; very strongly acid (pH 4.8); gradual smooth boundary.\n2Bw3--54 to 65 inches; yellowish red (5YR 5/6) silty clay, reddish yellow (5YR 6/6) dry; moderate coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; common fine tubular pores; many faint pressure faces moist, not discernible dry; 5 percent gravel and 2 percent cobbles; 5 percent paragravel and 2 percent paracobbles; very strongly acid (pH 4.8); gradual smooth boundary. (Combined thickness of the 2Bw horizon is 36 to 60 inches)\n2BC--65 to 96 inches; reddish yellow (5YR 6/6) silty clay loam, reddish yellow (7.5YR 7/6) dry; weak medium and coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; few fine tubular pores; many faint pressure faces moist, not discernible dry; 5 percent gravel; 5 percent paragravel and 3 percent paracobbles; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; located approximately 1.5 miles south of Grass Mountain, about 2,000 feet north and 1,575 feet west of the southeast corner of section 28 , T. 13 S., R. 8 W. ; (Latitude 44 degrees, 24 minutes, 36.5 seconds N.; Longitude 123 degrees, 39 minutes, 49.2 seconds W.); Grass Mountain, OR 7.5 minute USGS topographic quadrangle; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 55 degrees F. (estimated). The soils are usually moist and are dry between depths of 4 and 12 inches for less than 45 consecutive days in the four-month period following the summer solstice in most years. The particle-size control section is 35 to 50 percent clay with 0 to 15 percent rock fragments, and 0 to 20 percent pararock fragments. Thickness of the solum ranges from 6 to 8 feet. Depth to bedrock ranges from 6 to over 12 feet. Soil reaction is very strongly to moderately acid.\nThe A horizon has hue of 7.5YR, 5YR or 2.5YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 2 to 4 moist, 4 to 6 dry. Texture is loam, clay loam, or silty clay loam with 15 to 30 percent clay. It has 0 to 10 percent gravel, 0 to 5 percent cobbles, and 0 to 20 percent pararock fragments.\nThe 2Bw or Bw horizon has hue of 5YR or 2.5YR, value of 3 to 5 moist, 4 to 6 dry and chroma of 2 to 6 moist, 4 to 8 dry. Texture is silty clay or clay with 35 to 50 percent clay. It has 0 to 10 percent gravel, 0 to 3 percent cobbles, and 0 to 30 percent pararock fragments.\nThe 2BC or BC horizon has hue of 7.5YR, 5YR or 2.5YR, value of 4 or 5 moist, 5 to 7 dry and chroma of 4 to 8 moist and dry. Texture is silty clay loam, silty clay or clay with 35 to 45 percent clay. It has 0 to 15 percent gravel, 0 to 3 percent cobbles, and 0 to 50 percent pararock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dement, Desolation, Kilowan, and Melby series. Dement and Melby soils have 35 to 45 percent clay in the texture control section and are 40 to 60 inches deep to a paralithic bedrock contact. Desolation soils have A horizons with chroma of 2 in the upper part, 2 or 3 in the lower part, and hue of 7.5YR in the Bw horizons. Further investigation is needed to determine if this series actually occurs in the isomesic temperature regime. Kilowan soils are 20 to 40 inches deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Blachly soils occur on summits, back slopes, foot slopes, and toe slopes of metastable to active mountainous topography in the Coast Range and Cascade Mountains of Oregon. These landforms are typified by uneven, steplike benches caused by sliding and slumping of bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Slopes are 0 to 75 percent. Elevations are 200 to 3,000 feet. Where these soils are mapped in the Oregon Coast Range mountains elevations are 200 to 2,600 feet; where they are mapped in the Oregon Cascade Range elevations are 1,000 to 3,000 feet. The soils formed in clayey colluvium and  residuum derived from sedimentary or igneous rock types. The underlying bedrock is mainly basalt or sandstone but includes areas of other sedimentary rocks and diorite. The climate is characterized by warm, wet winters and hot, moist summers. The mean annual precipitation is 60 to 130 inches. The mean annual temperature is 45 to 53 degrees F. The frost-free period is 120 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Where Blachly soils are derived from sedimentary rock parent materials these are the Astoria, Bohannon, Dement, Digger, Kilowan, Preacher, Remote, Slickrock, and Umpcoos soils. These are moderately fine or medium textured soils, and all occur on ridgetops or side slopes of mountains. Astoria soils have an umbric epipedon. Bohannon and Digger soils are usually formed on arkosic sandstone and have a paralithic contact at depths of 20 to 40 inches. Dement and Preacher soils are less than 60 inches deep to a paralithic contact. Preacher soils have an umbric epipedon. Kilowan soils have a paralithic contact at depths of 20 to 40 inches. Digger, Remote, and Umpcoos soils are skeletal. Umpcoos soils are shallow to a lithic bedrock contact. Slickrock soils have andic soil properties in the upper part of the solum, and an umbric epipedon greater than 20 inches thick. Where Blachly soils are derived from basic igneous rock parent materials the associated soils include Cumley, Formader, Harrington, Hembre, Hemcross, Kilchis, Kinney, Klickitat, Klistan, and McCully soils. Cumley soils have an argillic horizon and redox features below depths of 24 inches. Formader, Hemcross, Kinney, and Klistan soils have andic soil properties throughout the solum. Klistan soils have a lithic bedrock contact. Harrington, Kilchis, and Klickitat soils are skeletal. Hembre and McCully soils have an umbric epipedon, and are 40 to 60 inches deep to bedrock contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation, water supply, and wildlife. The native vegetation is dominantly Douglas fir and western hemlock with bigleaf maple and an occasional western redcedar in the overstory in some areas. The understory is mixed shrubs and herbs with some combination of all of the following plants: vine maple, salal, western swordfern, creambush oceanspray, evergreen huckleberry, red huckleberry, and minor amounts of other plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western slopes of the Coast Range and eastern slopes of the Cascade Range in Oregon; MLRA 1, 3. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County (Benton Area), Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features included in this pedon are:\nOchric epipedon - from 1 to 16 inches\nHumic subgroup - after mixing the upper 7 inches of the A and BA horizons the color requirement for humic is met.\nCambic horizon - from 16 to 65 inches (2Bw1, 2Bw2, and 2Bw3 horizons).\nParticle-size control section - from 11 to 41 inches (part of BA, 2Bw1, and part of 2Bw2 horizons)\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nThis draft 2/04, represents a relocation of the type location. The original series type location for the Blachly series was established in the initial soil survey of the Benton Area, Oregon (published 1975). The modal concept was located on a stable landscape with evidence of clay films and a clay increase in the Bw horizon. With the recent update mapping of Benton County, Oregon Soil Survey the typical pedon for this soil was relocated based on further field observations and documentation to reflect a modal concept which occurs on a metastable to active landform and reflects ongoing erosional landscape processes, and an isotic mineralogy class."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed plant material; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 7 inches; dark brown (7.5YR 3/3) loam, strong brown (7.5YR 5/6) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, and few medium roots; many very fine and fine irregular pores; common fine, dark reddish brown (5YR 3/2) iron-manganese concretions, spherical in the matrix, weakly cemented; 5 percent gravel and 3 percent cobbles; strongly acid (pH 5.2); clear smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--7 to 16 inches; brown (7.5YR 4/4) clay loam, strong brown (7.5YR 5/6) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine, and few medium and coarse roots; many very fine and fine tubular pores; common fine, dark reddish brown (5YR 3/2) iron-manganese concretions, spherical in the matrix, weakly cemented; 5 percent gravel and 3 percent cobbles; 5 percent paragravel; strongly acid (pH 5.1); clear smooth boundary. (6 to 20 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 41,
        "bottom": 69,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw1--16 to 27 inches; yellowish red (5YR 4/6) paragravelly silty clay loam, yellowish red (5YR 5/6) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; many fine tubular pores; 10 percent gravel and 3 percent cobbles; 10 percent paragravel; very strongly acid (pH 5.0); gradual smooth boundary."
      },
      {
        "name": "2Bw2",
        "top": 69,
        "bottom": 137,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw2--27 to 54 inches; yellowish red (5YR 4/6) paragravelly silty clay, reddish yellow (5YR 6/6) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; common fine tubular pores; 5 percent gravel and 2 percent cobbles; 15 percent paragravel and 2 percent paracobbles; very strongly acid (pH 4.8); gradual smooth boundary."
      },
      {
        "name": "2Bw3",
        "top": 137,
        "bottom": 165,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw3--54 to 65 inches; yellowish red (5YR 5/6) silty clay, reddish yellow (5YR 6/6) dry; moderate coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; common fine tubular pores; many faint pressure faces moist, not discernible dry; 5 percent gravel and 2 percent cobbles; 5 percent paragravel and 2 percent paracobbles; very strongly acid (pH 4.8); gradual smooth boundary. (Combined thickness of the 2Bw horizon is 36 to 60 inches)"
      },
      {
        "name": "2BC",
        "top": 165,
        "bottom": 244,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC--65 to 96 inches; reddish yellow (5YR 6/6) silty clay loam, reddish yellow (7.5YR 7/6) dry; weak medium and coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; few fine tubular pores; many faint pressure faces moist, not discernible dry; 5 percent gravel; 5 percent paragravel and 3 percent paracobbles; very strongly acid (pH 4.8)."
      }
    ]
  ]
}
