{
  "SERIES": "BLACKHILLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK-JVC-JBF",
  "REVDATE": "07/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, mesic Aridic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackhills extremely gravelly ashy sandy loam--on a 25 percent slope at an elevation of 4,960 feet--rangeland. (Colors are for dry soil unless otherwise noted. The soil was dry throughout when described on October 17, 2000.)\nA1--0 to 5 cm; brown (10YR 5/3) extremely gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, medium, coarse, and very coarse roots; few very fine interstitial pores; 60 percent gravel and 10 percent cobbles; about 20 percent medium through very coarse sand-size (0.25 to 2 mm) pumiceous ash grains; slightly alkaline (pH 7.8); clear smooth boundary. (3 to 10 cm thick)\nA2--5 to 20 cm; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak medium and coarse granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, coarse, and very coarse roots; few very fine interstitial pores; 40 percent gravel and 5 percent cobbles; about 20 percent medium through very coarse sand-size (0.25 to 2 mm) pumiceous ash grains; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 30 cm thick)\nBk--20 to 28 cm; pale brown (10YR 6/3) extremely gravelly ashy sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, coarse, and very coarse roots; many fine interstitial and common very fine tubular pores; 65 percent gravel and 5 percent cobbles; about 25 percent medium through very coarse sand-size (0.25 to 2 mm) pumiceous ash grains; secondary carbonates segregated as few coats on rock fragments; strongly effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary. (5 to 33 cm thick)\nR--28 cm; fractured tuff-breccia with root mats on vertical surfaces between fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; in the Black Hills about 5 miles south of the town of Christmas Valley; approximately 1,885 feet east and 1,825 feet north of the southwest corner of section 2, T. 28 S., R. 17 E.; USGS Christmas Valley 7.5 minute topographic quadrangle; latitude 43 degrees 10 minutes 13 seconds N and longitude 120 degrees 40 minutes 25 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Usually moist in winter and spring, dry from mid-June to mid-October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 9 degrees C.\nMollic horizon thickness: 20 to 25 cm.\nDepth to bedrock: 25 to 43 cm to a lithic contact.\nVolcanic glass content: 60 to 95 percent in coarse silt through very coarse sand fractions.\nParticle-size control section - Clay content: Averages 5 to 15 percent. Rock fragments: Averages 45 to 85 percent, mainly gravel size. Lithology of rock fragments are basaltic tuff-breccia, basaltic tuff, and basalt.\nA1 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction:  Slightly alkaline or moderately alkaline\nOrganic matter content: 1 or 2 percent.\nA2 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly ashy sandy loam or very gravelly ashy loamy sand.\nClay content: 5 to 15 percent.\nRock fragments: 35 to 60 percent, mainly gravel size.\nReaction:  Slightly alkaline or moderately alkaline.\nOrganic matter content: 1 or 2 percent.\nBk horizon\nValue 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Extremely gravelly ashy sandy loam or extremely gravelly ashy loamy sand.\nClay content: 5 to 15 percent.\nRock fragments: 60 to 85 percent, mainly gravel size.\nReaction:  Moderately alkaline or strongly alkaline\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 1 to 3 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Blackhills soils are on hills. They formed in volcanic ash and colluvium derived from basaltic tuff-breccia and tuff. Slopes are 15 to 55 percent. Elevations range from 1,345 to 1,590 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 250 to 300 mm, with an annual snowfall of about 500 mm. The mean annual temperature is 7 to 8 degrees C. The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anawalt, Coztur, Erakatak, Fort Rock, Freznik, and Suckerflat soils. Anawalt soils are clayey, shallow to lithic contacts, and have ochric epipedons and argillic horizons. Coztur soils are loamy, shallow to lithic contacts, and have ochric epipedons and argillic horizons. Erakatak soils are clayey-skeletal, moderately deep to bedrock, and have mollic epipedons and argillic horizons. Fort Rock soils are ashy over sandy or sandy-skeletal and are very deep. Freznik soils are fine, moderately deep to lithic contacts, and have ochric epipedons and argillic horizons. Suckerflat soils are ashy and shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to very high surface runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Blackhills soils are used for livestock grazing and wildlife habitat. The present vegetation is dominantly western juniper, mountain big sagebrush, basin big sagebrush, rubber rabbitbrush, bluebunch wheatgrass, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are not extensive with about 660 acres of the series mapped to date. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A1 and A2 horizons).\nIdentifiable secondary carbonates - The zone from 20 to 28 cm (Bk horizon).\nLithic contact - The boundary at 28 cm to underlying hard bedrock (R layer).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from the soil surface to 28 cm (A1, A2, and Bk horizons).\nClassification was updated to 11th edition on 07/2011 changed Lithic Haploxerolls to Aridic Lithic Haploxerolls.\nADDITIONAL DATA: Volcanic glass content determined locally by optical grain counts using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
