{
  "SERIES": "BLACKRIVER",
  "STATUS": "Established Series",
  "BYREV": "WDF/JJJ/DJH",
  "REVDATE": "06/2011",
  "STATES": "WI",
  "OVERVIEW": "The Blackriver series consists of very deep, moderately well drained soils which are deep to sandy outwash.  These soils formed mostly in loess or silty alluvium underlain by stratified sandy outwash on outwash plains and outwash terraces.  Permeability is moderate in the silty mantle and rapid or very rapid in the sandy outwash.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blackriver silt loam - on a convex west facing 2 percent slope in a corn field at an elevation of about 1,360 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; friable; many very fine and fine roots; about 2 percent gravel; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)\nE/B--9 to 18 inches; 70 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate thin platy structure; friable; extends as tongues into and surrounds remnants of dark yellowish brown (10YR4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; common very fine and fine roots; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent gravel; slightly acid; gradual wavy boundary.\nB/E--18 to 25 inches; 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; few faint dark yellowish brown (10YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate thin platy structure; friable; few very fine roots; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent gravel; moderately acid; gradual wavy boundary. (Glossic horizon - 4 to 20 inches thick)\nBt1--25 to 42 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; few very fine roots; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent gravel; strongly acid; clear wavy boundary.\nBt2--42 to 48 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine distinct grayish brown (10YR 5/2) iron depletions; about 3 percent gravel; strongly acid; clear wavy boundary. (Combined thickness of Bt horizon ranges from 5 to 25 inches.)\n2Bt3--48 to 52 inches; brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; about 5 percent gravel; moderately acid; clear wavy boundary.  (0 to 10 inches thick)\n3C--52 to 60 inches; yellowish brown (10YR 5/4) sand with a few thin strata of gravelly sand; single grain; loose; about 5 percent gravel as an average; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Taylor County, Wisconsin; about 3.5 miles west of Medford; 1750 feet east and 120 feet south of the northwest corner of sec. 6, T. 30 N., R. 1 E.; USGS Meford, WI quad.; Lat. 45 degrees, 07 minutes, 04 seconds N; Long. 90 degrees, 25 minutes, 38 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon, thickness of the silty mantle, and depth to sandy outwash all range from 40 to 60 inches.  The weighted average clay content in the particle size control section ranges from 18 to 25 percent and the weighted average content of fine sand or coarser is less than 15 percent.  The ratio of coarse silt to fine silt ranges from 1.25 to 2.50 in the silty mantle.  Volume of gravel ranges from 0 to 5 percent in the silty mantle and from 0 to 35 percent in the loamy lower subsoil.  Volume of gravel ranges from 3 to 45 percent as a weighted average in the sandy outwash but ranges from 0 to 65 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent in the silty mantle and 0 to 10 percent in the sandy outwash.  Reaction naturally ranges from very strongly acid to slightly acid in the solum, but it ranges to neutral in the upper part, where the soil is limed. Reaction ranges from moderately acid to neutral in the substratum.  Free carbonates are absent to a depth of 80 inches.  Redoximorphic concentrations are within a depth of 40 inches.  Redoximorphic depletions are below the upper 10 inches of the argillic horizon in some pedons. Saturation occurs within a depth of 40 inches at some time in most years.  Periods of saturation are caused by restricted internal drainage associated with contrasting porosity at the sandy outwash contact.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  Uncultivated pedons have a A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.   The E horizon is silt loam or silt.\nBlackriver soils have a glossic horizon (E/B or B/E horizon, or both).  The E part has color and texture like the E horizon described above.  The Bt part has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 or 6.\nThe Bt horizon has color and texture like the Bt part described above.  Some pedons with a B/E horizon do not have a Bt horizon.\nThe 2Bt horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 to 6; and chroma of 4 or 6.  It is loam, fine sandy loam, sandy loam, or the gravelly analogs.\nSome pedons have a 3Bt (2Bt horizon in pedons without a loamy 2Bt horizon) horizon with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  It is loamy sand or loamy coarse sand, or the gravelly, very gravelly, or extremely gravelly analogs.\nThe 3C horizon (2C horizon in pedons without a loamy 2Bt horizon) has color like the 3Bt horizon described above.  It is typically stratified layers of sand or coarse sand or the gravelly or very gravelly analogs, but some individual strata may be extremely gravelly.  It averages more than 85 percent sand in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Campia, Dobie, Doritty, Nunica, Otterholt, and Wickware soils. A similar soil is the Ribriver series. Campia, Nunica, and Wickware soils do not have a lithologic discontinuity within the series control section.  Doritty soils have less than 85 percent sand in the lower part of the series control section.  Dobie soils have a paralithic contact with sandstone at 20 to 40 inches.  Otterholt soils have a densic contact with till within the series control section.  Ribriver soils are Oxyaquic Glossudalfs that have an apparent seasonal water table within 40 inches of the surface for longer than 30 days duration in normal years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in 40 to 60 inches of loess or silty alluvium underlain by stratified sandy outwash.\nLandform: Outwash plains and outwash terraces.\nSlope: 0 to 6 percent.\nElevation: 800 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brander, Brill, Maplehurst, Poskin, Rib, and Ribriver soils.\nThe moderately well drained Ribriver soils and the somewhat poorly drained Maplehurst soils are in a drainage sequence with Blackriver soils.  Both soils are on lower landscape positions associated with apparent water tables, or are adjacent to moraines.\nThe moderately well drained Brander and Brill soils, the somewhat poorly drained Poskin soils, and the poorly drained Rib soils are on nearby landscapes with Blackriver soils where the silty mantle is less than 40 inches thick. Brander and Poskin soils are on lower landscape positions associated with apparent water tables, or are adjacent to moraines.  Brill soils are on similar landscape positions.  Rib soils are in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is slow or medium.  Permeability is moderate in the silty mantle and rapid or very rapid in the sandy substratum. Blackriver soils have a perched seasonal water table above the sandy outwash contact at a depth of 1.5 to 3.5 feet. Saturation within a depth of 40 inches has duration of up to 1 month at some time during the period of March to May in normal years.  Saturation below a depth of 40 inches has duration of 1 month or more during the same period. Internal drainage is restricted by contrasting pore size at the sandy outwash contact, resulting in a perched zone of saturation in the silty and loamy mantle during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil has been cleared and is used for cropland.  Common crops are corn, small grains, and hay.  Some areas are in woodland.  Native vegetation is northern hardwood forests with scattered conifers.  Second growth of sugar maple, American basswood, northern red oak, yellow birch, quaking aspen, big tooth aspen, white ash, and black cherry is common at present time."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wisconsin.  LRR K and MLRA 90B.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Taylor County, Wisconsin, 2002.  Source of name is the Black River in southern Taylor County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 9 inches (Ap); glossic horizon 9 to 25 inches (E/B, B/E); argillic horizon 18 to 52 inches (B/E, Bt1, Bt2, 2Bt3).\nParticle size control section - the zone from 18 to 38 inches.\nOchric epipedon - the zone from 0 to 18 inches (Ap, E/B).\nAlbic horizon - the zone from 9 to 18 inches (E part of the E/B).\nGlossic horizon - the zone from 9 to 25 inches (E/B, B/E).\nArgillic horizon - the zone from 18 to 52 inches (B/E, Bt1, Bt2, 2Bt3).\nTransition zone - the zone between the silty mantle and sandy outwash from 48 to 52 inches (2Bt3).\nRedoximorphic concentrations - oxidized color features in the zone from 9 to 48 inches.\nRedoximorphic reductions - reduced color features in the zone from 42 to 48\nLithologic discontinuity - at the upper boundary of the 2Bt3 horizon at 48 inches and at the upper boundary of the 3C horizon at 52 inches.\nADDITIONAL DATA: Former Soil Interpretation Record - WI0653\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; friable; many very fine and fine roots; about 2 percent gravel; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "E/B",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/B--9 to 18 inches; 70 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate thin platy structure; friable; extends as tongues into and surrounds remnants of dark yellowish brown (10YR4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; common very fine and fine roots; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent gravel; slightly acid; gradual wavy boundary."
      },
      {
        "name": "B/E",
        "top": 46,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--18 to 25 inches; 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; few faint dark yellowish brown (10YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate thin platy structure; friable; few very fine roots; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent gravel; moderately acid; gradual wavy boundary. (Glossic horizon - 4 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 64,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--25 to 42 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; few very fine roots; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 107,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--42 to 48 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine distinct grayish brown (10YR 5/2) iron depletions; about 3 percent gravel; strongly acid; clear wavy boundary. (Combined thickness of Bt horizon ranges from 5 to 25 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 122,
        "bottom": 132,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3--48 to 52 inches; brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; about 5 percent gravel; moderately acid; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "3C",
        "top": 132,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "3C--52 to 60 inches; yellowish brown (10YR 5/4) sand with a few thin strata of gravelly sand; single grain; loose; about 5 percent gravel as an average; slightly acid."
      }
    ]
  ]
}
