{
  "SERIES": "BLACKJACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/SDH/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "OVERVIEW": "The Blackjack series consists of deep and very deep to hard bedrock, well drained soils that formed in colluvium and residuum from sedimentary and metasedimentary rocks on mountain slopes.  Slopes are 20 to 100 percent.  The average annual precipitation is about 110 inches and average annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blackjack extremely gravelly medial sandy loam-forestland, on a 65 percent northeasterly aspect at an elevation of 3,230 feet in a Pacific silver fir/vanillaleaf-foamflower plant association.  (When described on August 25, 1996, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, cone fragments and woody fragments; abrupt smooth boundary. (0.5 to 2 inches thick)\nA--1 to 5 inches; dark yellowish brown (10YR 3/4) extremely gravelly medial sandy loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine granular and weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 45 percent gravel, 15 percent cobbles; strongly acid (pH 5.4); clear wavy boundary. (3 to 6 inches thick)\nBw1--5 to 14 inches; dark yellowish brown (10YR 4/6) extremely gravelly medial sandy loam, very pale brown (10YR 7/4) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 50 percent gravel, 10 percent cobbles; moderately acid (pH 5.6); clear wavy boundary.\nBw2--14 to 22 inches; dark yellowish brown (10YR 4/6) extremely gravelly medial sandy loam, yellow (10YR 7/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium,and coarse roots; common very fine and fine irregular pores; 55 percent gravel, 10 percent cobbles; moderately acid (pH 5.6); clear wavy boundary.\nBw3--22 to 29 inches; dark yellowish brown (10YR 4/6) extremely gravelly medial sandy loam, very pale brown (10YR 7/4) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 60 percent gravel; moderately acid (pH 5.8); clear wavy boundary.\nBw4--29 to 36 inches; dark yellowish brown (10YR 4/6) extremely gravelly medial fine sandy loam, very pale brown (10YR 7/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, and medium and few coarse roots; common very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.\nBw5--36 to 41 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial fine sandy loam, very pale brown (10YR 7/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.  (34 to 50 inches thick)\nBC--41 to 53 inches; dark yellowish brown (10YR 3/6) extremely gravelly sandy loam, very pale brown (10YR 7/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 60 percent gravel, 5 percent cobbles; moderately acid (pH 6.0); abrupt wavy boundary.  (0 to 15 inches thick)\nR--53 inches; hard metasedimentary rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 1 mile north of Pine Mountain, about 2025 feet east and 2110 feet south of the northwest corner of Section 35, T. 29 N., R. 10W. (Latitude 47 degrees, 58 minutes,  00 seconds N., Longitude 123 degrees, 57 minutes, 22 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 43 to 45 degrees F.  The mean summer soil temperature is 45 to 47 degrees F.  The mean winter soil temperature is 40 to 44 degrees F.  The difference between mean summer and mean summer and mean winter soil temperature is 3 to 5 degrees F.  These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section; udic moisture regime.  Depth to bedrock is 40 to over 60 inches.  The particle-size control section has andic soil properties and 40 to 90 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.70 to 0.90 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron 2 to 3 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 15 to 30 percent for air dried samples.  The particle-size control section has 5 to 18 percent field estimated clay and 40 to 60 percent sand.  It has 1 to 2 cmol/kg of aluminum.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 3 or 4 moist and 6 or 7 dry, and chroma of 4 or 6 moist.  It has 10 to 20 percent organic matter.\nThe Bw horizon has hue of 10YR, 7.5YR, and 2.5Y moist and 10YR and 2.5Y dry, value of 3 through 5 moist and 6 or 7 dry, and chroma of 4 or 6 moist and 3, 4, or 6 dry.  It is extremely gravelly medial sandy loam, extremely gravelly medial fine sandy loam, very gravelly medial fine sandy loam, or very gravelly medial loam.  It has 1 to 10 percent organic matter with less than 7 percent below a depth of 10 inches from the mineral soil surface.\nThe BC horizon (below 40 inches) lacks andic soil properties (bulk density if 0.90 to 1.20 g/cc).  Organic matter is less than 1 to 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balcher, Fahnestock, Kahkwa, Mueller, Musgrove, Sorethumb, Sniderpeak, Stonybrook and Tylerpeak series. Balcher soils are deep to dense glacial till.  Tylerpeak, Sniderpeak, Stonybrook and Sorethumb soils are moderately deep to bedrock.  Mueller soils are dry for 30 to 45 consecutive days (less than 70 inches of precipitation).  Fahnestock and Musgrove soils are over basalt and have a difference in mean annual summer and winter soil temperatures of 6 to 9 degrees F.  Kahkwa soils are very deep and are on glaciated mountain valleys."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blackjack soils are on mountain slopes. Slopes are 20 to 100 percent.  The soils formed in colluvium and residuum from sedimentary and metasedimentary rocks.  Elevations are 2700 to 3500 feet.  Average annual precipitation is 95 to 120 inches.  Average annual temperature is 41 to 43 degrees F.  The frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Constance, Huntcreek, and the competing Kahkwa and Sorethumb soils.  Constance soils are on  mountain convergent headwalls and are shallow.  Huntcreek soils are on glacial valleys and are moderately deep to till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Pacific silver fir, western hemlock, Alaska huckleberry, threeleaf foamflower, queencup beadlily, five leaf bramble, starry false-solomons-seal, bunchberry dogwood, western swordfern, false lily-of-the-valley, deerfoot vanillaleaf, and deer fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains, western slopes, Clallam County, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nCambic horizon - 5 to 53 inches\nAndic soil properties - 1 to 40 inches\nLithic contact - 53 inches\nPSCS - 1 to 41 inches\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
