{
  "SERIES": "BLACKPRINCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/RL/RJS",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blackprince gravelly ashy sandy loam, forest; on a southeast-facing convex slope of 38 percent at 3,040 feet elevation. When described on June 16, 1982, the soil was slightly moist throughout. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; slightly decomposed needles, leaves, and twigs.\nOe--0.5 to 1 inch; decomposed organic matter mixed with 1980 Mt. St. Helens volcanic ash.\nA--1 to 4 inches; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, friable, nonsticky and slightly plastic; many very fine, fine, and common medium roots; many very fine and fine interstitial and common fine tubular pores; 20 percent gravel; neutral (pH 6.7); clear wavy boundary. (2 to 5 inches thick)\nBA--4 to 12 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots; many very fine and fine tubular and interstitial pores; 20 percent gravel; slightly acid (pH 6.5); gradual wavy boundary. (7 to 10 inches thick)\nBt--12 to 23 inches; very pale brown (10YR 7/4) very gravelly coarse sandy loam, yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; many very fine and fine interstitial and few fine tubular pores; few faint clay films on faces of peds and common faint clay films lining pores; 35 percent gravel; moderately acid (pH 5.6); abrupt wavy boundary. (6 to 13 inches thick)\nC--23 to 29 inches; variegated extremely gravelly loamy coarse sand; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; many fine and medium interstitial pores; 60 percent gravel; strongly acid (pH 5.3); abrupt wavy boundary. (5 to 12 inches thick)\nCr--29 inches; soft weathered granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shoshone County, Idaho; about 0.5 mile north of the community of Marble Creek, about 1,900 feet north and 700 feet east of the southwest corner of sec. 12, T. 45 N., R. 3 E. Latitude - 47 degrees, 15 minutes, 29.82 seconds North; Longitude - 116 degrees, 1 minute, 44.63 seconds West; NAD83; USGS quadrangle, Marble Creek, ID."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to soft bedrock - 20 to 40 inches\nSoil moisture - dry mid July to mid September (45 to 60 days), moist mid September through June\nAverage annual soil temperature - 43 to 46 degrees F\nAverage summer soil temperature - 48 to 56 degrees F with an O horizon\nVolcanic ash influence - 9 to 20 inches thick\nEstimated properties of ash influenced layer:\nVolcanic glass content - 5 to 25 percent\nAcid oxalate Al + 1/2Fe - 0.4 to 1.0 percent\nMoist bulk density - 1.0 to 1.2 g/cc\n15-bar water retention - 5 to 10 percent (air-dried)\nA horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3, dry or moist\nTexture - ashy sandy loam or ashy coarse sandy loam\nValue - 5 or 6 dry, 3 or 4 moist\nGravel content - 15 to 25 percent\nClay content - 6 to 12 percent\nReaction - slightly acid or neutral\nBw horizon (present in some pedons)\nHue - 10YR or 7.5YR\nValue - 5 to 7 dry and 3 to 5 moist\nChroma - 3 or 4 dry or moist\nTexture - ashy sandy loam or ashy coarse sandy loam\nGravel content - 35 to 45 percent\nCobble content - 0 to 5 percent\nClay content - 6 to 12 percent\nReaction - strongly acid to slightly acid\nBt horizon\nHue - 10YR or 7.5YR\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4, dry or moist\nTexture - sandy loam or coarse sandy loam\nGravel content - 35 to 55 percent\nCobble content - 0 to 5 percent\nClay content - 6 to 12 percent\nReaction - moderately acid to neutral\nC horizon\nHue - 10YR, 7.5YR or variegated\nValue - 7 or 8 dry and 5 or 6 moist\nChroma - 2 to 4, dry or moist\nTexture - loamy sand or loamy coarse sand\nGravel content - 40 to 60 percent\nCobble content - 0 to 10 percent\nReaction - strongly acid to slightly acid\nBC horizons present in some pedons\nHue - 2.5Y or 10YR\nValue - 5 or 6 moist\nChroma - 3 or 4 dry or moist\nTexture - sandy loam, coarse sandy loam or loamy coarse sand\nGravel content - 40 to 60 percent\nCobble content - 0 to 10 percent\nTotal rock fragment content - 40 to 60 percent\nReaction - moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Analulu, Ardenvoir, Ardtoo, Blinn, Brevco, Coxit, Daxty, Easte, Highhorn, Huntrock, Jimbluff, Jumpe, Kamela, Lekrem, Lemoncreek, Longort, Minaloosa, Noil, Ontrail, Radercreek, Redpeak, Santop, Seeburg, Thout, Threecabin and Warfield series. Analulu, Blinn Brevco, Daxty, Huntrock, Kamela, Lemoncreek, Redpeak, Santop and Thout soils are all moderately deep to a lithic contact. Ardenvoir, Ardtoo, Easte, and Noil soils are deep to a paralithic contact. Coxit, Jimbluff, Jumpe, Lekrem, Minaloosa, Ontrail, and Seeburg soils are very deep. Highhorn, Radercreek, Threecabin,and Warfield soils are deep to a lithic contact.  Longort soils are moderately deep to densic material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Blackprince soils are on south, east and west-facing foothills and canyon sides. Slopes range from 15 to 75 percent. These soils formed in material weathered from gneiss or granitic bedrock with minor amounts of loess and volcanic ash in the upper part. Elevations range from 2,000 to 4,150 feet. The average annual air temperature ranges from 42 to 46 degrees F, and average annual precipitation of 25 to 38 inches. The average frost-free period is from 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jacot, Kruse, and Lotuspoint soils. Jacot soils are on dissected foothills on north aspects, have a thick volcanic ash mantle, and are more than 60 inches deep. Kruse soils are on west or east aspects of dissected foothills and have fine-loamy argillic horizons. Lotuspoint soils are on ridges and south aspects, have a lithic contact at 20 to 40 inches and are mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid to very rapid runoff; moderately rapid permeability in the solum and rapid permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, recreation, wildlife habitat and watershed. A few areas are used for homesites. Potential natural vegetation is mainly grand fir, Douglas-fir, ponderosa pine, and western larch, with an understory of Columbia brome, pinereedgrass, bluebunch wheatgrass, northern bedstraw, mallow ninebark, creambush oceanspray, low Oregon grape, common snowberry, white spirea, rose, Oregon fairybells, and starry false-Solomons-seal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho and northeastern Washington; MLRA 43A. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Joe Area, Shoshone County, Idaho, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - the zone from 0 to 4 inches (Oi, Oe and A horizons)\nCambic horizon - the zone from 4 to 23 inches (BA and Bt horizons)\nParalithic contact - the boundary at 29 inches (Cr horizon)\nParticle-size control section - the zone from 11 to 29 inches (part of the BA, and the Bt and C horizons)\nVitrandic feature - the zone from 1 to 12 inches (A and BA horizons) having estimated properties of 5 to 20 percent volcanic glass, 0.4 to 1.0 percent acid-oxalate extractable aluminum plus 1/2 iron, moist bulk density of 1.0 to 1.2 g/cc, and 15-bar moisture of 5 to 10 percent.\nClassification revised 11/01 from Dystric Xerochrepts to Vitrandic Dystroxerepts based on revisions to Soil Taxonomy. Classification revised 9/2009 from Loamy-skeletal, isotic, frigid Vitrandic Dystroxerepts to Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts based on a review of lab data in similar soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
