{
  "SERIES": "BLACKWATER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "02/97",
  "STATES": "NM",
  "OVERVIEW": "This series consists of poorly drained, fine-textured Planosols developing in fine-textured slack water alluvium overlying beds of indurated caliche.  At type location, these soils occur in an abandoned geologic valley of the Brazos River and are older than present river terraces.   They occupy nearly level to slightly concave or depressional positions in old stream valleys where runoff waters tend to accumulate or are slowly drained away.  Subsoil drainage is restricted by the underlying caliche beds.  Standing water tables or conditions of poor soil aeration prevail in these soils at some time nearly every year.  The soil profile is characterized by an A1b-A2b-B2 horizon sequence with an abrupt A2-B2 horizon boundary.  The A2 horizon is distinct and ash like, except where it has been destroyed by tillage.  The exchangeable sodium percentage normally does not exceed 10 percent in any part of the B2 horizon.  The underlying thick beds of indurated caliche are believed to have strongly influenced development of the soils.  The Blackwater soils are associated with the Portales and Church series.  They differ from the Portales soils in being Planosols rather than Calcisols, in being finer textured, and in overlying indurated caliche.  They differ from the Church soils in being Planosols rather than Alluvial soils and in overlying indurated caliche.  The series is thought to be of limited extent and not widely distributed.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Petrocalcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blackwater loam.\nAp-0 to 6 inches; grayish-brown to brown (10YR 5/2.5) loam to very dark grayish-brown or dark-brown (10YR 3/2.5) when moist; very weak medium subangular blocky structure breaking to weak fine crumb structure; hard when dry, friable when moist; boundary gradual and smooth.\nA2--6 to 9 inches; light-gray (10YR 7/2) loam, grayish-brown (10YR 5/2) when moist; weak fine platy structure; slightly hard when dry, very friable when moist; few fine faint dark yellowish-brown (10YR 4/4) mottles; boundary abrupt and smooth.\nB21--9 to 17 inches; grayish-brown (10YR 5/2) clay, dark grayish-brown (10YR 4/2) when moist; moderate medium prismatic structure breaking to strong fine angular blocks; extremely hard when dry, very firm when moist; noncalcareous; thick continuous clay films; cracks between peds in this horizon frequently contain materials sifted down from horizons above; boundary gradual and smooth.\nB3cag--17 to 22 inches; variegated grayish-brown (2.5Y 5/2) and olive (5Y 5/3) clay, variegated dark grayish-brown (2.5Y 4/2) and olive (5Y 4/3) when moist; moderate medium and fine subangular blocky structure; very hard when dry, firm when moist; calcareous: few small soft calcium carbonate concretions; thick continuous clay films; few fine strong brown (7.5YR 5/6) mottles; boundary abrupt.\nD--22 inches +; hard indurated caliche beds."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Roosevelt County, New Mexico; SW 1/4 SW 1/4 SE 1/4 Sec.  20, T 1S, R 34E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the soil over the indurated caliche lies typically between about 18 and 36 inches, but may fall outside those limits.  For the most part, the caliche beds are strongly indurated wherever the soil profile characteristics are well developed.  Normally, the upper part of the B horizon is moderately well oxidized, while the lower part shows distinct evidence of gleying and may be nearly uniformly olive in color.  In some localities, the A2 horizon consists primarily of strongly coated granular peds transitional in texture between the A1 or Ap horizon and the underlying B horizon but breaking abruptly in texture at the lower boundary."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level, to gently concave or depressional areas in old flood plains and terraces of geologic stream valleys."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff waters tend to accumulate in areas of this soil and to disappear slowly.  Permeability is very slow and underdrainage is restricted by the indurated caliche beds."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture land or tilled to the common irrigated crops.  Short grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southeastern New Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Portales Valley Area, Roosevelt County, New Mexico, 1956.\nOSED scanned by SSQA.  Last revised by state on 5/56.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "texture_class": "loam",
        "narrative": "Ap-0 to 6 inches; grayish-brown to brown (10YR 5/2.5) loam to very dark grayish-brown or dark-brown (10YR 3/2.5) when moist; very weak medium subangular blocky structure breaking to weak fine crumb structure; hard when dry, friable when moist; boundary gradual and smooth."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "loam",
        "narrative": "A2--6 to 9 inches; light-gray (10YR 7/2) loam, grayish-brown (10YR 5/2) when moist; weak fine platy structure; slightly hard when dry, very friable when moist; few fine faint dark yellowish-brown (10YR 4/4) mottles; boundary abrupt and smooth."
      },
      {
        "name": "B21",
        "top": 23,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "narrative": "B21--9 to 17 inches; grayish-brown (10YR 5/2) clay, dark grayish-brown (10YR 4/2) when moist; moderate medium prismatic structure breaking to strong fine angular blocks; extremely hard when dry, very firm when moist; noncalcareous; thick continuous clay films; cracks between peds in this horizon frequently contain materials sifted down from horizons above; boundary gradual and smooth."
      },
      {
        "name": "B3cag",
        "top": 43,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "narrative": "B3cag--17 to 22 inches; variegated grayish-brown (2.5Y 5/2) and olive (5Y 5/3) clay, variegated dark grayish-brown (2.5Y 4/2) and olive (5Y 4/3) when moist; moderate medium and fine subangular blocky structure; very hard when dry, firm when moist; calcareous: few small soft calcium carbonate concretions; thick continuous clay films; few fine strong brown (7.5YR 5/6) mottles; boundary abrupt."
      },
      {
        "name": "D",
        "top": 56,
        "narrative": "D--22 inches +; hard indurated caliche beds."
      }
    ]
  ]
}
