{
  "SERIES": "BLAINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFB-KTS-EMM",
  "REVDATE": "07/2012",
  "STATES": "CO,MT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blaine gravelly loam, rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; 35 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (3 to 10 inches thick)\nBt--4 to 10 inches; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate fine blocky; hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; common distinct clay films on faces of peds and on coarse fragments; 35 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary.  (4 to 14 inches thick)\nBk1--10 to 16 inches; light gray (2.5Y 7/2) very gravelly loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to moderate fine blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots; 30 percent gravel and 15 percent cobbles; many films and soft masses of calcium carbonate and calcium carbonate casts on undersides of fragments; violently effervescent; moderately alkaline; clear wavy boundary.\nBk2--16 to 24 inches; light olive gray (5Y 6/2) very gravelly loam, olive (5Y 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; 35 percent gravel and 15 percent cobbles; few soft masses of calcium carbonate and many thin calcium carbonate casts on undersides of fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary.\nR--24 inches; fractured igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Broadwater County Area, Montana; 1,200 feet south and 600 feet west of the center of sec. 10, T. 5 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 42 degrees F.\nMollic epipedon thickness - 7 to 15 inches\nDepth to top of argillic horizon - 3 to 10 inches\nDepth to lithic contact - 20 to 40 inches\nNote: Some pedons may have a Cr horizon above the R horizon at depths of 20 to 40 inches.\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 1 to 3; dry or moist\nTexture: loam, sandy clay loam or sandy loam\nClay content: 5 to 27 percent\nRock fragments: 0 to 80 percent--0 to 50 percent gravel, 0 to 45 percent cobbles and stones\nReaction: pH 6.1 to 7.8\nBt horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 to 6 dry; 2 to 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, clay loam or sandy clay loam\nClay content: 22 to 35 percent\nRock fragments: 35 to 70 percent--25 to 55 percent gravel, 5 to 30 percent cobbles and stones\nReaction: pH 6.6 to 7.8\nBk horizons\nHue: 10YR through 5Y; dry or moist\nValue: 5 to 8 dry; 4 to 6 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, sandy loam, fine sandy loam, silt loam or sandy clay loam\nClay content: 10 to 25 percent\nRock fragments: 35 to 80 percent--25 to 60 percent gravel, 5 to 35 percent cobbles and stones\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnniesdraw (WY) - is very deep\nBassel (CO) - is deep to a paralithic contact\nBowen (CO) - does not have secondary calcium carbonate accumulation\nFingerrock (CO) - is very deep\nFornor (WY) - is very deep\nFourmile (CO) - is very deep\nFornor (WY) - is very deep\nGeertsen (UT) - is deep to a lithic contact\nHoodle (UT) - is very deep\nHungryhill (MT) - does not have secondary calcium carbonate accumulation\nLagarita (CO) - is very deep\nLambe (CO) - is very deep\nLibeg (MT) - is very deep\nNathale (WY) - has more than 35 percent fine or coarser sand in the Bt horizon; formed in interbedded limestone and sandstone\nNathrop (CO) - has a BA horizon\nNorriston (CO) - is very deep\nQuander (CO) - is deep or very deep\nRatiopeak (MT) - is very deep\nSilverheels (CO) - is very deep\nSpanpeak (MT) - is very deep\nWoodhall (CO) - does not have secondary calcium carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - escarpments, hills, ridges, cuestas and mountain slopes\nElevation - 4,000 to 7,500 feet\nSlope - 0 to 60 percent\nParent material - colluvium and residuum derived from igneous rock, conglomerate, hard shale or sandstone\nClimate - long cold winters, cool, moist springs; short summers\nMean annual precipitation - 15 to 23 inches\nMean annual temperature is 36 to 45 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cheadle and Rootel soils. Cheadle soils are shallow to a lithic contact. Rootel soils have a calcic horizon and do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Blaine soils are used mainly for rangeland.  Potential native vegetation is mainly bluebunch wheatgrass, Idaho fescue, needleandthread, blue grama, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blaine soils are of moderate extent in central and southwestern Montana. MLRAs - 43B, 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Northern plains of Montana (Reconnaissance), 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 10 inches (A and Bt horizons)\nArgillic horizon - from 4 to 10 inches (Bt horizon)\nHorizons of secondary calcium carbonate accumulation - from 10 to 24 inches (Bk horizons)\nLithic contact - at 24 inches (R horizon)\nParticle-size control section from 4 to 24 inches (Bt, Bk1 and Bk2 horizons)\nBlaine soils have a cryic temperature regime and an ustic moisture regime.\nAdditional Data: Soil Interpretations Records: MT0051, MT0501 and MT9052.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
