{
  "SERIES": "BLANKOUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/CAF/JJJ",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, mixed, superactive, frigid Typic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blankout coarse sandy loam on a NE facing 14 percent slope under a cover of mixed conifers, greenleaf manzanita and antelope bitterbrush at an elevation of 4560 feet.  (Colors are for dry soil unless otherwise stated.  When described May 22, 1984, the soil was slightly moist throughout.)\nOi--1 to 0 inches; recent and decomposed pine litter.\nA1--0 to 4 inches; brown (10YR 5/3) coarse sandy loam, dark brown (7.5YR 3/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 10 percent fine gravel; slightly acid (pH 6.2); abrupt wavy boundary.\nA2--4 to 9 inches; brown (7.5YR 5/4) coarse sandy loam, dark brown (7.5YR 3/4) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and common medium roots; few very fine interstitial pores; 10 percent fine gravel; slightly acid (pH 6.2); abrupt smooth boundary.   (Combined thickness of the A horizon is 9 to 13 inches).\nBw1--9 to 18 inches; brown (7.5YR 5/4) coarse sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine, few medium and coarse roots; few very fine interstitial pores; 10 percent fine gravel; slightly acid (pH 6.4); clear smooth boundary.  (9 to 12 inches thick).\n2Bw2--18 to 27 inches; brown (7.5YR 5/4) gravelly coarse sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine, few medium and coarse roots; common very fine interstitial pores; 20 percent gravel; slightly acid (pH 6.4) gradual smooth boundary.\n2Bw3--27 to 40 inches; strong brown (7.5YR 5/6) gravelly coarse sandy loam, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium roots; few very fine tubular pores; 30 percent gravel; slightly acid (pH 6.4); gradual smooth boundary.\n2Bw4--40 to 62 inches; brown (7.5YR 5/4) gravelly coarse sandy loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium roots; few very fine tubular pores; 30 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (Combined thickness of the 2Bw horizon is 42 to 48 inches).\n3C--62 to 81 inches; brown (7.5YR 5/4) extremely gravelly coarse sandy loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; soft, friable, nonsticky and nonplastic; few fine roots; few very fine tubular pores; 50 percent gravel and 20 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 1.6 miles northwest of Longbell Fire Station; 50 feet west and 1,200 feet north of the southeast corner of sec. 7, T. 42 N., R. 5 E., Whitehorse NW (Border Mtn.) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the cambic horizon is more than 60 inches.  The annual soil temperature ranges from 40 to 47 degrees F.  The soil temperature exceeds 41 degrees F. from mid May to mid November (185 days) and exceeds 47 degrees F. from early July to early October.  The soil moisture control section is dry in all parts from early July to mid September ranges from 75 to 90 days and is moist in all parts from early November to early June.\nThe A horizon color is 10YR 5/3, 6/3; 7.5YR 5/4, or 6/4. Moist color is 7.5YR 3/2, 3/4, 4/4; 10YR 3/3 or 4/3.  Clay content ranges from 5 to 15 percent.  Rock fragments, mostly gravel range from 5 to 15 percent.  NaF pH ranges from 9.5 to 11.5.  Organic matter ranges from 2 to 6 percent.  Base saturation by ammonium acetate ranges from 60 to 75 percent.  Glass in the 0.02 to 2.0 mm fraction ranges from 30 to 40 percent.  Extractable aluminum plus 1/2 extractable iron ranges from 1 to 1.5.\nThe Bw1 horizon color is 7.5YR 5/4, 5/6, 6/4; 10YR 6/4, or 7/4.  Moist color is 7.5YR 3/4, 4/4, 4/6, or 10YR 4/4.  Clay content ranges from 15 to 18 percent.  Rock fragments, mostly gravel range from 0 to 15 percent.  Reaction is slightly acid or neutral.  NaF pH ranges from 8.6 to 10.5.  Organic matter ranges from 0.3 to 1.5 percent.  Base saturation by ammonium acetate ranges from 75 to 85 percent.  Glass in th 0.02 to 2.0 mm fraction is 5 to 30 percent.  Extractable aluminum plus 1/2 extractable iron ranges from 1 to 1.5.\nThe 2Bw horizon color is 7.5YR 5/4, 5/6, 6/4; 10YR 6/4, or 7/4.  Moist color is 7.5YR 3/4, 4/4, 4/6, or 10YR 4/4.  Clay content ranges from 15 to 18 percent.  Rock fragments, mostly gravel range from 15 to 35 percent.  Reaction is slightly acid or neutral.  NaF pH ranges from 8.6 to 10.5.  Organic matter ranges from 0.3 to 1.5 percent.  Base saturation by ammonium acetate ranges from 75 to 85 percent.\nThe 3C horizon color is 7.5YR 5/4 or 7/4.  Moist color is 7.5YR 3/4 or 4/6.  Clay content ranges from 15 to 18 percent.  Rock fragments range from 50 to 70 percent gravel and 20 to 30 percent cobbles.  NaF pH ranges from 8.4 to 9.5.  Organic matter ranges from 0.3 to 1.0 percent.  Base saturation by ammonium acetate ranges from 80 to 90 percent.\nAndic property data (see remarks for explanation):\nDepth  P-ret   B.D.   pH NaF   Glass   Alo   Feo   15 barH20\n0-4     75     1.00    9.5       39    1.01  0.65     16.1\n4-9     68     1.08    9.5       37    0.91  0.69     15.2\n9-18    68     1.05    9.0       20    0.90  0.71     17.6\n18-27   64     1.13    8.8        3    0.79  0.88     21.5\n27-40   58      ND     8.7        6    0.76  0.98     22.2\n40-62   56      ND     8.6       ND    0.76  0.67     23.5\n62-81   48      ND     8.4       ND    0.51  0.57     24.1"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blankout soils are on hills.  Slopes are 2 to 30 percent.  These soils formed in tephra.  Elevation is 4300 to 5400 feet.   The climate is subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 25 to 35 inches.  Snowfall is 48 to 60 inches.  The mean annual temperature is 42 to 45 degrees F.  The mean January temperature is about 27 degrees F.  The mean July temperature is about 60 degrees F. Frost free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Longbell, Lostspring, and Medici soils.  Longbell soils are on lava plateaus, are deep, are medial over sandy or sandy-skeletal, have umbric epipedons and are mesic.  Medlake soils are on hills, are deep, and are pumiceous over medial.  Medici soils are on hills, and are medial over loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production.  The natural vegetation is ponderosa pine, sugar pine white fir, incense cedar, greenleaf manzanita, antelope bitterbrush, squawcarpet sierra chinkapin, and snowbrush ceonothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County, Intermountain Soil Survey Area, California 1989.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Rock fragments, mostly gravel on the soil surface, range from 10 to 15 percent.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to about 9 inches (A1, A2).\nCambic horizon - the zone from about 9 to 62 inches (Bw1, 2Bw2, 2Bw3, 2Bw4).\nParticle size control section - the zone from the soil surface to 40 inches.\nMineralogy measured clay content is more than 10 percent.  Imogolite is the dominant noncrystallme components and  is the major crystalline mineral in the clay fraction.\nAndic properties data defined and referenced in the soil taxonomy:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction on an ovendry basis.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nADDITIONAL DATA:  This pedon was sampled by UC Davis in 1984.  Sample number is 85-CA-049-04X, Lab number 1620 unpublished.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
