{
  "SERIES": "BLANCHE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR/DH/PRF",
  "REVDATE": "06/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blanche very fine sandy loam - on a nearly level slope in a cultivated field. When described, the soil was dry throughout. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine granular structure; slightly hard, very friable; common very fine and few fine roots; slightly alkaline; abrupt smooth boundary.\nA--6 to 11 inches; dark grayish brown (10YR 4/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine granular structure; slightly hard, very friable; common very fine and few fine roots; neutral; clear smooth boundary. (Combined thickness of the A horizons is 6 to 14 inches.)\nBw1--11 to 19 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; hard, very friable; few very fine and fine roots; common very fine tubular pores; slightly alkaline; clear smooth boundary.\nBw2--19 to 26 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, very friable; few fine roots; common very fine tubular pores; common worm channels about 2 to 4 mm in diameter; slightly alkaline; clear smooth boundary. (Combined thickness of the Bw horizons is 11 to 18 inches.)\nBk--26 to 34 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable; common fine roots; few very fine tubular pores; many mycelial-like threads of calcium carbonate; common chips and fragments of limestone; violently effervescent; moderately alkaline; abrupt wavy boundary. (0 to 10 inches thick)\nCr--34 to 80 inches; very pale brown (10YR 8/2) weakly cemented limestone of the Ogallala formation; light gray (10YR 7/2) moist; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chase County, Nebraska; 8 miles west and 13 miles north of Imperial; 1450 feet west and 516 feet south of the northeast corner, sec. 6, T. 8 N., R. 39 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates: 8 to 32 inches\nDepth to Cr horizon: 20 to 40 inches\nMollic epipedon thickness: 7 to 20 inches\nSolum thickness: 17 to 39 inches\nComments: Some pedons have a C horizon. Horizons with a color value less than 5.5 dry and 3.5 moist extend to depths of 20 to 32 inches, but the organic carbon content at depths greater than 20 inches is less than .6 percent.\nAp and A horizons:\nHue: 10YR\nValue: 4 to 5 dry, 2 to 3 moist\nChroma: 1 to 3\nReaction: neutral to slightly alkaline\nTexture: very fine sandy loam, loam, fine sandy loam, loamy fine sand, loamy sand\nBw1 horizon:\nHue: 10YR\nValue: 4 to 6 dry, 2 to 4 moist\nChroma: 2 to 3\nReaction: neutral to slightly alkaline\nTexture: fine sandy loam, very fine sandy loam, loam\nBw2 horizon:\nHue: 10YR\nValue: 4 to 6 dry, 2 to 4 moist\nChroma: 2 to 3\nReaction: slightly to moderately alkaline\nTexture: fine sandy loam, very fine sandy loam, loam\nBk or BCk horizon (if it occurs):\nHue: 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 3\nReaction: slightly to moderately alkaline\nTexture: fine sandy loam, very fine sandy loam, loam, loamy fine sand\nCr horizon:\nHue: 10YR\nValue: 7 to 8 dry, 6 to 7 moist\nChroma: 2 to 4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlice soils: are very deep, do not have a paralithic contact\nBusher soils: have fine-grained sandstone between 40 and 60 inches\nChappell soils: are underlain by gravel between 20 to 40 inches\nCreighton soils: are very deep, do not have a paralithic contact\nJayem soils: are very deep, do not have a paralithic contact\nLexsworth (T) soils: are very deep, do not have a paralithic contact\nPhiferson soils: are dry in the soil moisture control section for longer periods during the growing season\nStapleton soils: are very deep, do not have a paralithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: tablelands, uplands\nLandform position: plains\nSlopes: 0 to 20 percent - typically 0 to 3 percent\nElevation: 3000 to 4000 feet\nParent material: loamy calcareous residuum weathered from weakly cemented limestone or very fine-grained sandstone of the Ogallala formation\nMean annual air temperature: 48 to 55 degrees F.\nMean annual precipitation: 14 to 18 inches\nFrost-free period: 130 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBusher soils: are deep on similar topographic positions\nCanyon soils: are shallow on ridges and knolls\nDailey soils: are very deep sandy soils in swales\nJayem soils: are very deep on similar topographic positions\nRosebud soils: have a fine-loamy argillic horizon on the same type of landscape\nValent soils: are very deep sandy soils on higher hummocky sandhills\nWoodly soils: are very deep, have a fine-loamy argillic horizon on higher undulating uplands"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well\nRunoff: low to medium\nPermeability: moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cultivated with a small acreage in rangeland. Winter wheat is the principal dryland crop. Corn and alfalfa are the principal irrigated crops. Native vegetation is mid and short grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils of this series are not extensive in western Nebraska. Their total extent is about 5000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chase County, Nebraska, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon: mollic epipedon - the zone from 0 to 19 inches (the Ap, A and Bw1 horizons).\nADDITIONAL DATA: S79NE29-31.\nOTHER DATA:\nT: 3\nK: .17\nWEG: 2\nWEI: 134\nNational Cooperative Soil Survey\nU.S.A."
  }
}
