{
  "SERIES": "BLANTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "03/2019",
  "STATES": "AL,FL,GA,NC,SC",
  "OVERVIEW": "The Blanton series consists of very deep, somewhat excessively drained to moderately well drained, moderately to slowly permeable soils on uplands and stream terraces in the Coastal Plain.  They formed in sandy and loamy marine or eolian deposits.  Near the type location, the mean annual temperature is about 67 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blanton fine sand, in a forest (Colors are for moist soil).\nAp--0 to 7 inches; gray (10YR 6/1) fine sand; weak fine granular structure; very friable; many fine and common roots; strongly acid; clear wavy boundary.  (5 to 18 inches thick)\nE1--7 to 37 inches; very pale brown (10YR 7/3) fine sand; common medium faint very pale brown (10YR 8/2) streaks of clean sand grains; single grained; loose; common fine roots; many uncoated sand grains; strongly acid; gradual smooth boundary.\nE2--37 to 52 inches; light gray (10YR 7/2) fine sand; many medium faint very pale brown (10YR 8/2) and few fine faint very pale brown (10YR 8/2) streaks of clean sand grains; single grained; loose; few fine roots; many uncoated sand grains; strongly acid; clear wavy boundary.  (The E horizon extends to a depth of 40 to 80 inches.)\nBt1--52 to 62 inches; light yellowish brown (10YR 6/4) fine sandy loam; moderate medium granular structure; friable; sand grains coated and bridged with clay; few fine faint brownish yellow (10YR 6/8) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBt2--62 to 67 inches; very pale brown (10YR 7/4) fine sandy loam; weak fine subangular blocky structure; friable; sand grains coated and bridged with clay; few faint clay films on ped faces and in pores; many medium distinct strong brown (7.5YR 5/8) masses of iron accumulation and common medium distinct pale brown (10YR 6/3) areas of iron depletions; very strongly acid; gradual wavy boundary.\nBtg--67 to 80 inches; light brownish gray (10YR 6/2) fine sandy loam; weak fine subangular blocky structure; grayish materials are friable; yellowish and brownish materials are firm; sand grains coated and bridged with clay; few discontinuous clay films on ped faces; many medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; very strongly acid.  (The Bt horizons extend to a depth of 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Florida; approximately 3.0 miles southwest of intersection of I-75 and U.S. Highway 90 on State Road 252, about 1.0 mile south on graded road and about 0.13 mile west on unimproved woods roads. SE1/4, SW1/4, sec. 8, T. 4 S., R. 16 E.; lat. 30 degrees 8 minutes 57.28 seconds N. and long. 82 degrees 44 minutes 16.63 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Content of gravel-sized fragments, dominantly quartz and ironstone pebbles, is less than 10 percent, by volume, in all horizons except the A and E horizons which may have as much as 35 percent, by volume.  Reaction ranges from very strongly acid to moderately acid throughout except where the surface has been limed.  Depth to the Bt horizon is commonly 50 to 70 inches but ranges from 40 to 80 inches.  Redoximorphic features that indicate wetness occur at depths of between 30 and 72 inches.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 7, and chroma of 1 to 4.  Thickness is less than 10 inches where value is 3.5 or less.  Texture is sand, fine sand, coarse sand, loamy sand, loamy fine sand or their gravelly analogs.\nThe E horizon has hue of 7.5YR to 2.5Y, value of 5 to 8, and chroma of 1 to 8.  Texture is the same as the A or Ap horizon.  The E horizon has 50 percent or more uncoated sand grains.\nThe BE horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 8.  Texture is loamy sand, loamy coarse sand, loamy fine sand, and sandy loam.  Thickness is less than 12 inches.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8; or there is no dominant color and is multicolored varying shades of brown, yellow, red, white and gray.  In some pedons, redox depletions are within the upper 10 inches of the Bt horizon.  Texture of the Bt horizon is loamy sand, loamy coarse sand, loamy fine sand, sandy loam, fine sandy loam, or sandy clay loam.\nThe Btg horizon, where present, has hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 1 or 2.  Redoximorphic accumulations in varying shades of brown, yellow, red, white and gray range from common to many.  Texture is sandy loam, fine sandy loam, sandy clay loam, and, below a depth of about 60 inches, it ranges to sandy clay.  Content of plinthite is less than 5 percent within a depth of 60 inches, but ranges up to 15 percent below that depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Albany, Eddings, and Wadley soils with the same activity class and Darco, Murad, Shankler, and Tehran series.  The somewhat poorly drained Albany soils are on lower positions.  Eddings soils have more kaolinite in the argillic horizons and are on lower positions.  Wadley soils are on similar positions but have a water table below 72 inches.  Darco soils are on similar positions but do not have redox features in the upper part of the argillic horizon.  The somewhat poorly drained to moderately well drained Murad soils and are on lower positions.  Shankler and Tehran soils are on similar positions but have an E horizon dominated by coated sand grains and do not have any redox features within 72 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blanton soils are on uplands and stream terraces of the Coastal Plain.  They formed in sandy and loamy marine or eolian deposits.  Slopes range from 0 to 45 percent.  The average annual temperature ranges from 65 to 70 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Albany series and the Alaga, Bonifay, Bonneau, Chipley, Foxworth, Fuquay, Johnston, Lakeland, Lucy, Norfolk, Ocilla, Pelham, Plummer, Pocalla, Rains, and Troup soils.  Alaga, Lakeland, Lucy, and Troup soils are on adjacent higher elevations and do not have a water table within 6 feet.  In addition, Alaga and Lakeland soils are sandy throughout, Lucy soils are arenic, and Troup soils are kandic.  Bonifay, Bonneau, Foxworth, Fuquay, Norfolk, and Pocalla soils are on similar positions.  In addition, Bonifay soils are plinthic while Bonneau soils are arenic and have yellower subsoils and plinthite in the subsoil.  Foxworth soils are sandy throughout, but have a seasonal high water table within 40 inches of the surface in most years. Fuquay and Pocalla soils are arenic and have plinthite in the Bt horizons.  Norfolk soils have a Bt horizon within 20 inches of the surface.  Chipley and Ocilla soils are somewhat poorly drained and are on slightly lower elevations.  In addition, Chipley soils are sandy throughout and Ocilla soils are arenic. Johnston, Pelham, Plummer, and Rains soils are on flood plains and in depressions.  In addition, Johnston soils are very poorly drained while Pelham, Plummer, and Rains soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained to moderately well drained; moderate and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are cleared and used for cropland, truck crops, improved pasture, and hayland.  Natural vegetation consists of slash and longleaf pine, red, bluejack, and live oak with an understory of chinkapin, highland fern, huckleberry, and pineland threeawn, bluestem, panicum, and tickclover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Alabama, Florida, Georgia, North Carolina and South Carolina.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lowndes County, Georgia; 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the to a depth of 52 inches (Ap, E1, and E2 horizons).\nArgillic horizon - the zone from 52 to 80 inches (Bt1, Bt2, and Btg horizons).\nSome areas of Blanton soils that are on low terrace positions along rivers and large streams are subject to occasional flooding.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by The University of Florida, Department of Soil and Water Science, Gainesville, FL; and the National Soil Survey Laboratory, Lincoln, NE.\nUniversity of Florida, Soil Characterization Laboratory:\nS32-41-(1-6), S37-7-(1-8), S16-14-(1-8), S12-11-(1-8),\nS45-32-(1-6), S63-3-(1-7), S40-27-(1-5), S10-1-(1-5),\nS33-21-(1-7), S40-9-(1-7), S12-3-(1-6), S3-17-(1-8),\nS33-2-(1-9), S66-34-(1-8)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 7 inches; gray (10YR 6/1) fine sand; weak fine granular structure; very friable; many fine and common roots; strongly acid; clear wavy boundary.  (5 to 18 inches thick)"
      },
      {
        "name": "E1",
        "top": 18,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E1--7 to 37 inches; very pale brown (10YR 7/3) fine sand; common medium faint very pale brown (10YR 8/2) streaks of clean sand grains; single grained; loose; common fine roots; many uncoated sand grains; strongly acid; gradual smooth boundary."
      },
      {
        "name": "E2",
        "top": 94,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--37 to 52 inches; light gray (10YR 7/2) fine sand; many medium faint very pale brown (10YR 8/2) and few fine faint very pale brown (10YR 8/2) streaks of clean sand grains; single grained; loose; few fine roots; many uncoated sand grains; strongly acid; clear wavy boundary.  (The E horizon extends to a depth of 40 to 80 inches.)"
      },
      {
        "name": "Bt1",
        "top": 132,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--52 to 62 inches; light yellowish brown (10YR 6/4) fine sandy loam; moderate medium granular structure; friable; sand grains coated and bridged with clay; few fine faint brownish yellow (10YR 6/8) masses of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 157,
        "bottom": 170,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--62 to 67 inches; very pale brown (10YR 7/4) fine sandy loam; weak fine subangular blocky structure; friable; sand grains coated and bridged with clay; few faint clay films on ped faces and in pores; many medium distinct strong brown (7.5YR 5/8) masses of iron accumulation and common medium distinct pale brown (10YR 6/3) areas of iron depletions; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg",
        "top": 170,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "narrative": "Btg--67 to 80 inches; light brownish gray (10YR 6/2) fine sandy loam; weak fine subangular blocky structure; grayish materials are friable; yellowish and brownish materials are firm; sand grains coated and bridged with clay; few discontinuous clay films on ped faces; many medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; very strongly acid.  (The Bt horizons extend to a depth of 60 inches or more.)"
      }
    ]
  ]
}
