{
  "SERIES": "BLASE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV",
  "REVDATE": "02/97",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blase silty clay loam - in a nearly level cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak very fine subangular blocky structure; friable; slightly acid; clear smooth boundary.\nA--10 to 17 inches; very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; common thin brown (10YR 5/3) coatings on faces of peds; moderate very fine subangular blocky structure; firm; medium acid; clear smooth boundary.  (Combined thickness of the A horizon is 10 to 24 inches.)\nBw--17 to 32 inches; grayish brown (10YR 5/2) silty clay; few fine distinct yellowish brown (10YR 5/4) mottles; moderate fine subangular blocky structure; firm; medium acid; abrupt smooth boundary.  (8 to 18 inches thick)\n2C1--32 to 48 inches; brown (10YR 5/3) loam; massive; very friable; neutral; clear smooth boundary.  (15 to 40 inches thick)\n2C2--48 to 60 inches; brown (10YR 5/3) very fine sandy loam; massive; very friable; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Charles County, Missouri; near Orchard Farm High School; about 1425 feet east and 950 feet north of the southwest corner, sec. 22, T. 48 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and fine-textured material is about 18 to 38 inches.  The mollic epipedon ranges from 10 to 24 inches in thickness.  The solum is typically medium acid but may be slightly acid or neutral, if limed.  The 2C horizon is neutral or mildly alkaline.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It commonly is silty clay loam but includes silty clay.\nThe Bw horizon has hue of 10YR, value of 3 to 5, and chroma of 2; the darker colors are in the upper part.  It typically is silty clay, but silty clay loam is within the range.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4.  It is loam, silt loam, or very fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Blencoe series in the same family and the Kimo, Leta, Myrick, Onawa, and Parkville series.  Blencoe soils have free carbonates in the C horizon and are less acid in the solum.  The Kimo soils are less acid in the solum.  Leta, Myrick, Onawa, and Parkville soils have free carbonates throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blase soils are on nearly level high terraces along major rivers.  Slope gradients range from 0 to 2 percent.  They formed in 18 to 38 inches of fine-textured alluvium deposited over loamy alluvial materials.  The mean annual temperature varies from 54 to 56 degrees F, and the mean annual precipitation varies from 33 to 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chequest, Lomax, and Portage soils.  Chequest soils are poorly drained and occur on bottom lands.  Lomax soils contain less than 18 percent clay and are on the highest part of the terraces.  Portage soils have a finer texture throughout and are on flood plains or in drainageways and depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is slow in the solum and moderate below the solum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of Blase soils are cultivated.  Soybeans are the principal row crop.  Wheat is the principal small grain.  Native vegetation is tall prairie grasses and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi River bottom lands of east-central Missouri.  The series is small in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Charles County, Missouri, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Blase soils have a perched water table at 18 to 36 inches.  Blase soils do not have the characteristics associated with wetness needed to classify the pedon as an Aquoll.  The finer-textured solum is assumed to be sediments from the Mississippi River that have been deposited on top of sediments from the Missouri River.\nDiagnostic horizons and features recognized in this series are:  mollic epipedon - the zone from the surface of the soil to a depth of 17 inches (Ap and A horizons); cambic horizon - the zone from approximately 17 to 32 inches (Bw horizon); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
