{
  "SERIES": "BLAZEFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW, LAG, BKN",
  "REVDATE": "07/2020",
  "STATES": "KS",
  "OVERVIEW": "The Blazefork series consists of very deep, moderately well drained, slowly permeable soils that formed in alluvium. Blazefork soils are on floodplains in the Central Kansas Sandstone Hills, MLRA 74. Slopes range from 0 to 2 percent. The mean annual precipitation is 740 millimeters (29 inches), and the mean annual air temperature is 12 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Udertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blazefork silty clay loam on a linear 0 percent slope in a cultivated field at an elevation of 437 meters (1433 feet). (Colors are for dry soil unless otherwise stated.) As described on August 1, 1990.\nAp1--0 to 8 centimeters (0 to 3 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak fine subangular blocky structure parting to weak medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; very strongly acid; abrupt smooth boundary.\nAp2--8 to 17 centimeters (3 to 7 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots throughout; common fine vesicular pores; strongly acid; abrupt smooth boundary. (Combined thickness of the Ap horizons is 10 to 25 centimeters (4 to 10 inches).)\nBt--17 to 36 centimeters (7 to 14 inches); dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots throughout; very few faint continuous very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds; slightly acid; clear smooth boundary.\nBtss--36 to 57 centimeters (14 to 22 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, extremely firm, very sticky and very plastic; common very fine roots throughout; common very fine moderate continuity tubular pores; few faint patchy very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds and few distinct patchy nonintersecting slickensides on horizontal faces of peds; neutral; gradual wavy boundary.\nB't1--57 to 74 centimeters (22 to 290 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots throughout; very few faint patchy black (10YR 2/1), moist, clay films on vertical and horizontal faces of peds; common fine rounded iron-manganese concretions throughout; slightly alkaline; clear wavy boundary.\nB't2--74 to 87 centimeters (29 to 34 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; common medium faint very dark grayish brown (10YR 3/2) moist irregular mottles throughout; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots throughout; very few faint patchy black (10YR 2/1), moist, clay films on vertical and horizontal faces of peds; slightly alkaline; clear wavy boundary.\nBtk1--87 to 102 centimeters (34 to 40 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots throughout; few faint patchy black (10YR 2/1), moist, clay films on vertical and horizontal faces of peds; common fine rounded carbonate concretions throughout and few fine irregular masses of carbonate throughout; moderately alkaline; clear wavy boundary.\nBtk2--102 to 122 centimeters (40 to 48 inches); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; few fine prominent yellowish brown (10YR 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct yellowish brown (10YR 5/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to weak medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots throughout; very few distinct patchy dark grayish brown (10YR 4/2), moist, clay films on vertical and horizontal faces of peds; common fine rounded iron-manganese concretions throughout and few fine and medium irregular carbonate concretions throughout and few fine irregular masses of carbonate throughout; moderately alkaline; gradual wavy boundary. (50 to 127 centimeters (20 to 50 inches) thick.)\n2Btk3--122 to 154 centimeters (48 to 61 inches); light gray (10YR 7/2) clay loam, grayish brown (10YR 5/2) moist; few fine prominent dark yellowish brown (10YR 4/6) moist irregular redoximorphic concentrations throughout and common medium distinct dark yellowish brown (10YR 4/4) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure; hard, firm, slightly sticky and slightly plastic; few very fine roots throughout; common faint continuous dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds and few faint discontinuous brown (10YR 4/3), moist, clay films on horizontal faces of peds and few distinct patchy black (10YR 2/1), moist, manganese or iron-manganese stains on horizontal faces of peds; common fine rounded iron-manganese concretions throughout and few medium irregular masses of carbonate throughout and common fine and medium rounded carbonate concretions throughout; moderately alkaline; gradual wavy boundary.\n2Btk4--154 to 198 centimeters (61 to 78 inches); light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; common fine distinct dark yellowish brown (10YR 4/6) moist irregular redoximorphic concentrations throughout and common fine distinct grayish brown (10YR 5/2) moist irregular redoximorphic depletions throughout; weak medium prismatic structure parting to moderate medium angular blocky and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots throughout; common fine tubular pores; few faint patchy brown (10YR 4/3), moist, clay films on horizontal faces of peds and common distinct discontinuous dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds and few distinct patchy black (10YR 2/1), moist, manganese or iron-manganese stains on vertical and horizontal faces of peds; common fine rounded iron-manganese concretions throughout and few fine and medium irregular masses of carbonate throughout; slightly alkaline; clear wavy boundary.\n2B\"t--198 to 203 centimeters (78 to 80 inches); light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; common medium distinct dark grayish brown (10YR 4/2) moist irregular redoximorphic depletions throughout; moderate coarse prismatic structure parting to moderate medium angular blocky and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common fine tubular pores; very few distinct patchy dark gray (10YR 4/1), moist, clay films on vertical faces of peds and very few distinct patchy dark grayish brown (10YR 4/2), moist, clay films on horizontal faces of peds and very few distinct patchy black (10YR 2/1), moist, manganese or iron-manganese stains on vertical faces of peds; common medium rounded iron-manganese concretions throughout; slightly alkaline; clear wavy boundary. 0 to 102 centimeters (0 to 40 inches) thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 4.8 kilometers (3 miles) east of Buhler; located about 152 meters (498 feet) west and 465 meters (1524 feet) south of the northeast corner of sec. 12,T. 22 S., R. 4 W.; Halstead NW USGS quadrangle; latitude 38 degrees 9 minutes 18 seconds N. and longitude 97 degrees 42 minutes 12 seconds W., WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic bordering on udic\nSoil temperature regime: mesic\nMean annual soil temperature: 13 to 14 degrees C (55 to 58 degrees F)\nMollic epipedon thickness: 50 to 152 centimeters (20 to 60 inches)\nDepth to the argillic horizon: 10 to 25 centimeters (4 to 10 inches)\nDepth to secondary calcium carbonate: 76 to 152 centimeters (30 to 60 inches)\nDepth to redoximorphic features: 102 to 200 centimeters (40 to 78 inches)\nDepth to vertic features: 35 to 60 centimeters (13 to 24 inches)\nDepth to lithologic discontinuity: 115 to 143 centimeters (45 to 56 inches)\nParticle-size control section (weighted average):\nClay content: 32 to 50\nSand content: 5 to 9 percent\nA horizon:\nHue: 10YR\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay loam\nClay content: 35 to 40 percent\nSand content: 5 to 7 percent\nReaction: slightly acid to very strongly acid\nBt horizon:\nHue: 10YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay or silty clay loam\nClay content: 35 to 50 percent\nSand content: 5 to 9 percent\nCarbonate concretions: 0 to 10 percent\nReaction: moderately alkaline to slightly acid\nBtss horizon:\nHue: 10YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay or silty clay loam\nClay content: 35 to 50 percent\nSand content: 5 to 9 percent\nCarbonate concretions: 0 to 10 percent\nReaction: moderately alkaline to slightly acid\nBtk horizon:\nHue: 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 1 to 4 dry or moist\nTexture: silty clay, silty clay loam, clay loam, or loam\nClay content: 26 to 50 percent\nSand content: 10 to 28 percent\nRedoximorphic features: concentrations 0 to 15 percent, depletions 0 to 5 percent\nCarbonate concretions: 5 to 15 percent\nReaction: moderately alkaline or slightly alkaline\n2B\"t horizon:\nHue: 10YR\nValue: 5 to 7 dry, 2 to 4 moist\nChroma: 2 to 4 dry or moist\nTexture: clay loam or loam\nClay content: 18 to 30 percent\nSand content: 23 to 31 percent\nCarbonate concretions: 0 to 15 percent\nRedoximorphic features: concentrations 0 to 15 percent, depletions 5 to 15 percent\nReaction: moderately alkaline or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Crete, Ladysmith, and Penalosa series.\nCrete soils have secondary carbonates higher in the profile.\nLadysmith soils are somewhat poorly drained.\nPenalosa soils contain buried horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty calcareous alluvium\nLandform: floodplains\nSlopes: 0 to 2 percent\nElevation: 335 to 457 meters (1100 to 1500 feet)\nMean annual air temperature: 13 to 14 degrees C (55 to 58 degrees F)\nMean annual precipitation: 710 to 810 millimeters (28 to 32 inches)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and March through October being the wettest months. Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 160 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crete, Geary, Smolan, and Tobin soils. Crete soils have secondary carbonates lower in the profile and occur on uplands or stream terraces above the Blazefork soils. Geary soils are formed in loess and are on uplands. Smolan soils formed in loess and are on uplands and high terraces above the Blazefork soils. Tobin soils are well drained and is fine-silty. They occur on similar topographic positions as Blazefork soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: moderately well drained\nRunoff: slow to medium\nSaturated Hydraulic Conductivity: moderately low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soils are cultivated. Principal crops are wheat, sorghums, and alfalfa. Native vegetation is tall prairie grasses with some deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Dominantly in South Central Kansas; LRR H; Great Plains Winter Wheat and Range Region, MLRA 74, Central Kansas Sandstone Hills; MLRA 79, Great Bend Sand Plains. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1999. Proposed 1989.The name is from Blaze Fork Creek in the northeast part of the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: the zone from 17 to 67 centimeters (7 to 26 inches) (Bt, Btss, and B't1 horizons)\nMollic epipedon: The zone from 0 to 102 centimeters (0 to 41 inches) (Ap1, Ap2, Bt, Btss, B't1, B't2, Btk1)\nArgillic horizon: The zone from 17 to 203 centimeters (7 to 80 inches) (Bt, Btss, B't1, B't2, Btk1, Btk2,2Btk3, 2Btk4, 2B\"t)\nRedoximorphic features: the presence of redoximorphic concentrations and depletions at 102 to 203 centimeters (40 to 80 inches) (Btk2, 2Btk3, 2Btk4, and 2B\"t horizons)\nSecondary carbonates: the zone from 87 to 198 centimeters (34 to 78 inches) (Btk1, Btk2, 2Btk3, and 2Btk4 horizons)\nVertic features: the presence of slickensides at 36 to 57 centimeters (14 to 22 inches) (Btss horizon)\nLithologic discontinuity: 122 centimeters (48 inches) (the upper boundary of the 2Btk3 horizon)\nWater table: The presence of an apparent water table from 1.2 to greater than 1.8 meters (4 to greater than 6 feet), during the months of November to May.\nKeys to Soil Taxonomy: Twelfth Edition, 2014\nThese soils were formerly mapped as Tabler, Bethany, or Ladysmith soils. Blazefork soils occur on flood plains.\nType location has been sampled and is available online:\nhttp://ssldata.sc.egov.usda.gov/rptExecute.asp?p=17236&r=1&submit1=Get+Report"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Kellogg Soil Survey Laboratory data is available for Pedon ID 90KS155002R\nCOMMENTS DISPOSITION\nMNTC:\nChange soil depth to very deep. Changed.\nDescribed wet consistence in profile Added description.\nChange BCk to Bk No change\nSeparate Bt and BCk on SOILS-5 Separated\nChange ph for Ap and Bt on SOILS-5 Changed\nNEBRASKA:\nAdd range for BCk horizon in the range No change paragraph.\nAdd \"Crete has montmorillonitic mineralogy Added in the associated soil paragraph.\nRemove \"mottles are lacking in some pedons\", Removed from the C horizon in the range paragraph.\nThere were no comments from Oklahoma and Missouri.\nVarious changes were made on the SOILS-5 as suggested\nby the state forester, range conservationist, and biologist.\n________________________________________"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 8 centimeters (0 to 3 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak fine subangular blocky structure parting to weak medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 8,
        "bottom": 17,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--8 to 17 centimeters (3 to 7 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots throughout; common fine vesicular pores; strongly acid; abrupt smooth boundary. (Combined thickness of the Ap horizons is 10 to 25 centimeters (4 to 10 inches).)"
      },
      {
        "name": "Bt",
        "top": 17,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--17 to 36 centimeters (7 to 14 inches); dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots throughout; very few faint continuous very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds; slightly acid; clear smooth boundary."
      },
      {
        "name": "Btss",
        "top": 36,
        "bottom": 57,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btss--36 to 57 centimeters (14 to 22 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, extremely firm, very sticky and very plastic; common very fine roots throughout; common very fine moderate continuity tubular pores; few faint patchy very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds and few distinct patchy nonintersecting slickensides on horizontal faces of peds; neutral; gradual wavy boundary."
      },
      {
        "name": "B't1",
        "top": 57,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B't1--57 to 74 centimeters (22 to 290 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots throughout; very few faint patchy black (10YR 2/1), moist, clay films on vertical and horizontal faces of peds; common fine rounded iron-manganese concretions throughout; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "B't2",
        "top": 74,
        "bottom": 87,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B't2--74 to 87 centimeters (29 to 34 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; common medium faint very dark grayish brown (10YR 3/2) moist irregular mottles throughout; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots throughout; very few faint patchy black (10YR 2/1), moist, clay films on vertical and horizontal faces of peds; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Btk1",
        "top": 87,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--87 to 102 centimeters (34 to 40 inches); gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots throughout; few faint patchy black (10YR 2/1), moist, clay films on vertical and horizontal faces of peds; common fine rounded carbonate concretions throughout and few fine irregular masses of carbonate throughout; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 102,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--102 to 122 centimeters (40 to 48 inches); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; few fine prominent yellowish brown (10YR 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct yellowish brown (10YR 5/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to weak medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots throughout; very few distinct patchy dark grayish brown (10YR 4/2), moist, clay films on vertical and horizontal faces of peds; common fine rounded iron-manganese concretions throughout and few fine and medium irregular carbonate concretions throughout and few fine irregular masses of carbonate throughout; moderately alkaline; gradual wavy boundary. (50 to 127 centimeters (20 to 50 inches) thick.)"
      },
      {
        "name": "2Btk3",
        "top": 122,
        "bottom": 154,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk3--122 to 154 centimeters (48 to 61 inches); light gray (10YR 7/2) clay loam, grayish brown (10YR 5/2) moist; few fine prominent dark yellowish brown (10YR 4/6) moist irregular redoximorphic concentrations throughout and common medium distinct dark yellowish brown (10YR 4/4) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure; hard, firm, slightly sticky and slightly plastic; few very fine roots throughout; common faint continuous dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds and few faint discontinuous brown (10YR 4/3), moist, clay films on horizontal faces of peds and few distinct patchy black (10YR 2/1), moist, manganese or iron-manganese stains on horizontal faces of peds; common fine rounded iron-manganese concretions throughout and few medium irregular masses of carbonate throughout and common fine and medium rounded carbonate concretions throughout; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "2Btk4",
        "top": 154,
        "bottom": 198,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btk4--154 to 198 centimeters (61 to 78 inches); light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; common fine distinct dark yellowish brown (10YR 4/6) moist irregular redoximorphic concentrations throughout and common fine distinct grayish brown (10YR 5/2) moist irregular redoximorphic depletions throughout; weak medium prismatic structure parting to moderate medium angular blocky and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots throughout; common fine tubular pores; few faint patchy brown (10YR 4/3), moist, clay films on horizontal faces of peds and common distinct discontinuous dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds and few distinct patchy black (10YR 2/1), moist, manganese or iron-manganese stains on vertical and horizontal faces of peds; common fine rounded iron-manganese concretions throughout and few fine and medium irregular masses of carbonate throughout; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "t",
        "top": 198,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2B\"t--198 to 203 centimeters (78 to 80 inches); light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; common medium distinct dark grayish brown (10YR 4/2) moist irregular redoximorphic depletions throughout; moderate coarse prismatic structure parting to moderate medium angular blocky and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common fine tubular pores; very few distinct patchy dark gray (10YR 4/1), moist, clay films on vertical faces of peds and very few distinct patchy dark grayish brown (10YR 4/2), moist, clay films on horizontal faces of peds and very few distinct patchy black (10YR 2/1), moist, manganese or iron-manganese stains on vertical faces of peds; common medium rounded iron-manganese concretions throughout; slightly alkaline; clear wavy boundary. 0 to 102 centimeters (0 to 40 inches) thick.)"
      }
    ]
  ]
}
