{
  "SERIES": "BLENDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFJ-TMS",
  "REVDATE": "03/2009",
  "STATES": "NE,SD",
  "OVERVIEW": "The Blendon series consists of very deep, well drained soils formed in sandy glacial sediments or eolian sediments on terraces and alluvial fans. Permeability is moderate or moderately rapid through the solum and moderately rapid or rapid in the underlying material.  Slopes range from 0 to 6 percent slopes. Mean annual precipitation is about 20 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blendon fine sandy loam - on a 1 percent slope in tame pasture.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; very dark gray (10YR 3/1) fine sandy loam, black (10YR 2/1) moist; weak fine and medium granular structure; slightly hard, friable; common fine roots; slightly acid; clear smooth boundary.  (A horizon is 8 to 18 inches thick)\nBw--10 to 24 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; slightly acid; gradual wavy boundary.  (10 to 30 inches thick)\nBC--24 to 32 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; common fine roots; slightly acid; gradual wavy boundary.  (0 to 15 inches thick)\nC1--32 to 55 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; neutral; gradual wavy boundary.  (10 to 30 inches thick)\nC2--55 to 60 inches; brown (10YR 5/3) loamy sand, dark brown (10YR 3/3) moist; single grain; soft; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beadle County, South Dakota; about 6 miles north and 3 miles west of Reyville; 1510 feet south and 38 feet west of northeast corner of sec. 6, T. 109 N., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon typically is 24 to 36 inches thick but ranges from 20 to 50 inches.  Depth to calcium carbonate typically is greater than 60 inches but ranges from 40 to 60 inches or more.  Weak zones of calcium carbonate accumulation are in some pedons in the lower B and upper C horizon where finer-textured materials are in the substratum.\nThe A horizon has value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It typically is fine sandy loam or sandy loam, but is loam in some pedons.  It ranges from neutral to moderately acid.\nThe Bw horizon has value of 3 to 5 and 2 or 3 moist, and chroma of 1 to 3.  It is fine sandy loam, sandy loam or loam.  It is slightly acid or neutral.\nThe BC horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 5 moist, and chroma of 2 or 3.  It typically is fine sandy loam or sandy loam but some pedons are loamy sand or loamy fine sand.  Some pedons contain 5 to 15 percent gravel by volume.  It ranges from slightly acid to slightly alkaline.  Some pedons have a Bk horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 3 to 6 moist, and chroma of 2 to 4.  It typically is loamy fine sand or loamy sand but is sandy loam or fine sandy loam in some pedons.  Some pedons are gravelly sandy loam or gravelly fine sandy loam.  Some pedons are sand or fine sand in the lower parts.  It ranges from neutral to moderately alkaline.  Loam or clay loam glacial till is between depths of 40 and 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Carthage, Hawksprings (T), Paoli, and Vetal series. Carthage soils have loam and clay loam textures between depths of 20 and 40 inches.  Hawksprings soils have sandy-skeletal materials in the lower part of the control section.  Paoli soils have carbonates within depths of 40 inches.  Vetal soils have a drier soil moisture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Blendon soils are on nearly level to gently sloping terraces and alluvial fans.  Slopes are plane to concave with slope gradients of 0 to 6 percent.  The Blendon soil formed in sandy glacial meltwater deposits or eolian deposits of mixed mineralogy.  The mean annual rainfall is about 17 to 28 inches, and mean annual temperature is 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bon, Doger, Enet, Fedora, and Henkin soils.  Doger, Enet, and Henkin  soils are on similar landscapes.  Doger soils have a sandy control section.  Enet soils are fine-loamy over sandy or sandy-skeletal.  Henkin soils have mollic epipedon less than 20 inches thick.  Bon soils are on bottom lands and have a fine-loamy control section. Fedora soils have a more moist moisture control section and have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is low to medium. Permeability is moderate or moderately rapid through the solum and moderately rapid or rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely cultivated, principal crops are corn, oats, grain sorghums, and alfalfa.  Native vegetation is big bluestem, little bluestem, needleandthread, blue grama, prairie sandreed, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and south-central South Dakota east of the Missouri River, northeastern Nebraska, and central Colorado.   It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wayne County, Nebraska, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 32 inches (Ap, Bw1, BC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; very dark gray (10YR 3/1) fine sandy loam, black (10YR 2/1) moist; weak fine and medium granular structure; slightly hard, friable; common fine roots; slightly acid; clear smooth boundary.  (A horizon is 8 to 18 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--10 to 24 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; slightly acid; gradual wavy boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--24 to 32 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; common fine roots; slightly acid; gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 140,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--32 to 55 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; single grain; loose; neutral; gradual wavy boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "C2",
        "top": 140,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "narrative": "C2--55 to 60 inches; brown (10YR 5/3) loamy sand, dark brown (10YR 3/3) moist; single grain; soft; neutral."
      }
    ]
  ]
}
