{
  "SERIES": "BLETHEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/RJE",
  "REVDATE": "09/2004",
  "STATES": "WA",
  "OVERVIEW": "The Blethen series consists of deep, well drained soils formed in colluvium and slope alluvium from glacial drift and bedrock with an admixture of volcanic ash. Blethen soils are on glacially modified mountain backslopes sideslopes and toe slopes and drift plain escarpments.  Slopes are 5 to 65 percent.  The average annual precipitation is about 65 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, mixed, mesic Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blethen gravelly loam - on a southeast- facing 46 percent slope under coniferous forest at l,440 feet elevation.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.  When described the soil was moist throughout.)\n0i--5 to 2 inches; accumulation of needles, leaves and twigs.\n0a--2 inches to 0; decomposed forest litter, abrupt smooth boundary.\nA--0 to 5 inches; very dark grayish brown (l0YR 3/2) gravelly loam, dark brown (l0YR 4/3) dry;  moderate very fine subangular blocky structure; soft very friable, slightly sticky, slightly plastic; weakly smeary; many fine and medium roots; many very fine interstitial pores; 25 percent subrounded pebbles; NaF pH l0.5; strongly acid (pH 5.4); clear smooth boundary.  (2 to 8 inches thick).\nBs1--5 to 13 inches; dark brown (l0YR 4/3) very gravelly loam, yellowish brown (l0YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; weakly smeary; common fine and medium roots; many very fine interstital pores; 40 percent subrounded pebbles; NaF pH l2.0+; moderately acid (pH 5.6); clear smooth boundary.\nBs2--l3 to 24 inches; dark brown (7.5 YR 4/4) very gravelly sandy loam, light yellowish brown (l0YR 6/4) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; weakly  smeary; common fine and medium roots; many very fine interstitial pores; 40 percent subrounded pebbles, 5 percent cobbles; NaF pH l2.0+; moderately acid (pH 5.8); gradual wavy boundary.\nBs3--24 to 42 inches; dark yellowish brown (l0YR 4/4) extremely gravelly sandy loam, light yellowish brown (l0YR 6/4) dry; weak very fine subangular blocky structure; soft; very friable, nonsticky, nonplastic; weakly smeary; few fine and medium roots; many very fine interstitial pores; 60 percent subrounded pebbles, l0 percent cobbles; NaF pH ll.5; moderately acid (pH 5.8); clear smooth boundary.  (Combined thickness of the Bs horizon is l5 to 42 inches.)\nC--42 to 60 inches; yellowish brown (l0YR 5/4) extremely gravelly loamy sand, very pale brown (l0YR 7/4) dry; loose, nonsticky, nonplastic; few fine roots; many very fine interstitial pores; 65 percent subrounded pebbles, 15 percent cobbles; NaF pH 11.5; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snoqualmie Pass Area, King County, Washington along the 20 Rd., 6/10 mile uphill from its intersection with the 12 Rd, 1,400 feet west, 400 feet north of the southeast corner sec. 6, T. 22N., R.  8E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 45 to 60 consecutive days.  The solum is 15 to 50 inches thick. The mean annual soil temperature ranges from 48 to 50 degrees F.  Rock fragments in the control section average 35 to 70 percent by volume.  Depth to bedrock is 40 to more than 60 inches.  Reaction is strongly acid to slightly acid throughout.\nThe A horizon has hue of 7.5YR or 10YR; value of 3 to 5 moist, 4 through 7 dry; and chroma of 2 or 3 moist and 2 through 4 dry.  Some pedons have an E horizon.\nThe Bs horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 through 6 moist and dry.  Moist value and chroma of 3 do not occur together. The fine earth fraction is loam, silt loam, or sandy loam.  This horizon has 25 to 60 percent rock fragments in the upper part and 40 to 70 percent in the lower part.  Cobbles range from 5 to 20 percent throughout.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 2 through 6 moist or dry.  The fine earth fraction is sandy loam or loam above 40 inches and sandy loam, loam, or loamy sand below 40 inches.  This horizon contains 40 to 70 percent pebbles, 5 to 25 percent cobbles, and 0 to 10 percent stones by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ahl, Barnhardt, Beausite, Heisler, Kanasket, Ogarty, Pickett, Squires, Tunnel, and Vanzandt series and the similar Kickerville, Lyre, and Swinomish soils.  Ahl, Beausite, Ogarty, Pickett, and Squires soils have a lithic contact at 20 to 40 inches.  Barnhardt soils are dry for 60 to 75 consecutive days.  Heisler soils have more than 35 percent phyllite fragments in the control section.  Kanaskat soils have a volcanic ash mantle 7 to 12 inches thick.  Kickerville and Lyre soils have an extremely gravelly sand 2C horizon in the lower part of the particle-size control section.  Swinomish and Vanzandt soils have a paralithic contact with dense glacial till at 20 to 40 inches.  Tunnel soils have hue of 2.5YR or 5YR in the spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blethen soils are on glacially modified mountain backslopes, toeslopes, and drift plain escarpments at 200 to 1,800 feet elevation.  Slopes are 5 to 65 percent.  These soils formed in slope alluvium and colluvium from glacial drift, argillite, breccia, sandstone, and conglomerate with an admixture of volcanic ash.  Source rock for the glacial drift is dominantly andesitic and granitic.  The climate is marine influenced with cool, wet winters and relatively cool, dry summers. Average annual precipitation is 50 to 80 inches.  The mean January temperature is 34 degrees F; mean July temperature is 62 degrees F; and the mean annual temperature is 48 degrees F.  The frost-free season (32 degrees) is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barneston, Cathcart, Klaus, Littlejohn, Nati, Oakes, Ogarty, Pitcher, Skykomish, Squalicum, Tokul, and Winston soils. Barneston and Skykomish soils are sandy-skeletal. Cathcart and Squalicum soils are coarse-loamy.  Klaus soils are coarse-loamy over sandy or sandy-skeletal and have spodic horizons.  Littlejohn, Oakes, Pitcher, and Skykomish soils are frigid.  In addition, Littlejohn soils are 20 to 40 inches deep to a lithic contact.  Nati soils are 20 to 40 inches deep to a paralithic contact with sandstone.  Tokul soils are 20 to 40 inches deep to a duripan.  Winston soils are coarse-loamy over sandy or sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, watershed, wildlife habitat, and homesites are the principal uses.  Native vegetation is Douglas-fir, western hemlock, western redcedar, red alder, and bigleaf maple. Understory species include salal, Oregon-grape, vine maple, red huckleberry, western swordfern, longtube twinflower, and trailing blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the north and northcentral Cascade Mountains in Washington.  Series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skagit County Area, Washington, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.  Andic soil materials recognized at 0 to 42 inches.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 5 inches and a spodic horizon from 5 to 24 inches.  The spodic horizon is assumed not to meet chemical criteria for a spodic horizon but is assumed to meet micromorphological criteria, i.e. silt-sized pellets and cracked coatings.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 13,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i--5 to 2 inches; accumulation of needles, leaves and twigs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; very dark grayish brown (l0YR 3/2) gravelly loam, dark brown (l0YR 4/3) dry;  moderate very fine subangular blocky structure; soft very friable, slightly sticky, slightly plastic; weakly smeary; many fine and medium roots; many very fine interstitial pores; 25 percent subrounded pebbles; NaF pH l0.5; strongly acid (pH 5.4); clear smooth boundary.  (2 to 8 inches thick)."
      },
      {
        "name": "Bs1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs1--5 to 13 inches; dark brown (l0YR 4/3) very gravelly loam, yellowish brown (l0YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; weakly smeary; common fine and medium roots; many very fine interstital pores; 40 percent subrounded pebbles; NaF pH l2.0+; moderately acid (pH 5.6); clear smooth boundary."
      },
      {
        "name": "Bs3",
        "top": 61,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs3--24 to 42 inches; dark yellowish brown (l0YR 4/4) extremely gravelly sandy loam, light yellowish brown (l0YR 6/4) dry; weak very fine subangular blocky structure; soft; very friable, nonsticky, nonplastic; weakly smeary; few fine and medium roots; many very fine interstitial pores; 60 percent subrounded pebbles, l0 percent cobbles; NaF pH ll.5; moderately acid (pH 5.8); clear smooth boundary.  (Combined thickness of the Bs horizon is l5 to 42 inches.)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--42 to 60 inches; yellowish brown (l0YR 5/4) extremely gravelly loamy sand, very pale brown (l0YR 7/4) dry; loose, nonsticky, nonplastic; few fine roots; many very fine interstitial pores; 65 percent subrounded pebbles, 15 percent cobbles; NaF pH 11.5; moderately acid (pH 5.8)."
      },
      {
        "name": "0a",
        "top": 5,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0a--2 inches to 0; decomposed forest litter, abrupt smooth boundary."
      }
    ]
  ]
}
