{
  "SERIES": "BLEVINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "09/2003",
  "STATES": "AR,LA,OK,TX",
  "OVERVIEW": "The Blevins series consists of deep, well drained, moderately permeable soils that formed in loamy marine or fluvial sediments.  These nearly level to gently sloping soils are on uplands and old terraces of the Western Coastal Plain.  The mean annual temperature is about 63 degrees F and the mean annual precipitation is about 49 inches.  Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blevins very fine sandy loam, 4 percent slope, forested.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; yellowish brown (10YR 5/4) very fine sandy loam; moderate medium granular structure; very friable; many fine roots; many fine pores: strongly acid; clear smooth boundary. (5 to 8 inches thick)\nE--7 to 16 inches; light yellowish brown (10YR 6/4) silt loam; few fine faint yellowish brown mottles; weak medium subangular blocky structure; very friable; many fine roots; many fine pores; strongly acid; gradual smooth boundary.  (0 to 12 inches thick)\nBt1--16 to 22 inches; yellowish brown (10YR 5/8) loam; moderate medium subangular blocky structure; friable; thin patchy clay films on faces of peds; sand grains coated and bridged with clay; many fine and medium roots; few medium pores; strongly acid; gradual wavy boundary.  (10 to 26 inches thick)\nBt2--22 to 32 inches, yellowish brown (10YR 5/8) silt loam; few root channels filled with yellow (10YR 7/6) fine sandy loam; moderate medium subangular blocky structure; friable; many thin patchy clay films on faces of peds; few medium and fine roots; many medium pores; strongly acid; gradual wavy boundary.  (10 to 25 inches thick)\nBt3--32 to 45 inches; yellowish brown (10YR 5/8) loam; moderate medium subangular blocky structure; friable; patchy thin clay film on faces of peds; few fine and medium roots; many medium pores; about 1 percent by volume soft, red (10R 4/6) plinthite; moderately acid; gradual wavy boundary.  (9 to 22 inches thick)\nBt/Eg--45 to 54 inches; yellowish brown (10YR 5/8) silt loam; few fine prominent yellowish red mottles; moderate medium subangular blocky structure; friable; patchy thin clay film on faces of peds in yellowish brown part; few fine roots; common fine pores; (Eg) pockets of light gray (10YR 7/1) uncoated sand and silt making up about 10 percent of the horizon; about one percent by volume soft, red (10R 4/6) plinthite; very strongly acid; gradual wavy boundary.  (8 to 20 inches thick)\nB't--54 to 72 inches; yellowish brown (10YR 5/6) loam; common medium distinct light gray (10YR 7/1) and few fine prominent yellowish red mottles; weak coarse subangular blocky structure; friable; thin patchy clay films on faces of peds; few fine roots; few fine pores; about 2 percent by volume soft, red (10R 4/6) plinthite; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Howard County, Arkansas; 5 miles north of Centerpoint on Arkansas Highway 4, on west side of highway; SE1/4SW1/4SW1/4, sec.  3, T. 8 S., R. 28 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Reaction ranges from very strongly acid to moderately acid throughout.  Plinthite content ranges from 0 to 4 percent by volume in the lower B horizon.\nThe A horizon has hue of 10YR, value of 4 or 5 and chroma of 2, 3, or 4.  Texture is silt loam, very fine sandy loam or loam.\nThe E horizon has hue of 10YR, value of 5 or 6 and chroma of 3 or 4.  Texture is silt loam, very fine sandy loam or loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 and chroma of 4, 6, or 8.  Mottles are in shades of brown.  Texture is loam, silt loam or silty clay loam with 18 to 30 percent clay.  The Bt portion of the Bt/Eg horizon has hue of 10YR, value of 5 or 6 and chroma of 4 through 8 with mottles in shades of gray or red.  The E portion has hue of 10YR, value of 6 or 7 and chroma of 1 or 2 and consists of pockets and interfingers of uncoated sand and silt making up 5 to 25 percent of the horizon.  Texture is silt loam, silt or very fine sandy loam.  The B't horizon has hue of 10YR or 7.5YR, value of 5 and chroma of 4 through 8 with mottles in shades of brown, gray, and red.  Texture is loam, silt loam, silty clay loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Aycock, Bewleyville, Curtistown, and Mountview in the same family and Alamance, Bowie, Felker, Ruston, Sawyer and Warnock in closely related families.  Aycock, Bewleyville, Curtistown and Mountview soils do not have a bisequal clay distribution.  In addition, Bewleyville, Curtistown, and Mountview soils have lower B and 2B horizons that are dominanted by hues of 5YR and 2.5YR and contain no plinthite.  Alamance soils have a 20 percent clay decrease within 60 inches of the soil surface.  Bowie soils contain more than 5 percent plinthite within 60 inches of the soil surface.  Felker and Sawyer soils have chroma 2 mottles within 30 inches of the soil surface.  Ruston and Warnock soils are in a fine-loamy particle size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blevins soils are on nearly level to gently sloping uplands and old terraces of the Western Coastal Plain.  Slope gradients range from 1 to 8 percent.  These soils formed in loamy marine or fluvial sediments.  The mean annual temperature is about\n63 F. and the mean annual precipitation is about 49 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Felker and Ruston series and Adaton, Sacul, and Savannah series.  Adaton soils, which occur on upland flats and depressional areas, have higher base saturation and are poorly drained.  Sacul soils, which occur on more dissected landscapes, have mixed mineralogy, chroma 2 mottles in the upper 24 inches of the argillic horizon and are in a clayey particle size class.  Savannah soils, which occur on similar landscapes contain a fragipan and are in a fine-loamy particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderate and runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are dominantly used for pasture and woodland.  Loblolly and shortleaf pine are the primary woodland species.  Bermudagrass and bahiagrass are the primary pasture grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western coastal plains of Arkansas, Louisiana, Oklahoma, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Arkansas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - The zone frm the surface to a depth of 16 inches.\nArgillic horizon - The zone from 16 to 72 inches.\nADDITIONAL DATA:  Characterization of the type location by the University of Arkansas Soil Characterization Laboratory.  Pedon No.  S68AR-031-023.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
