{
  "SERIES": "BLINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/KWH",
  "REVDATE": "11/2004",
  "STATES": "WA",
  "OVERVIEW": "The Blint series consists of moderately deep to bedrock, well drained soils that formed in colluvium from basalt and loess mixed with volcanic ash in the surface on hillslopes. Slopes are 15 to 60 percent.  Average annual precipitation is about 13 inches and average annual temperature is 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blint very cobbly loam- rangeland, on a 58 percent northwest-facing slope at 3,080 feet elevation.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nA1--0 to 6 inches; dark brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores and common very fine vesicular pores; 20 percent pebbles, 25 percent cobbles; neutral (pH 7.3); clear wavy boundary.\nA2--6 to 14 inches; dark brown (10YR 4/3) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine tubular pores and common very fine vesicular pores; 45 percent pebbles, 10 percent cobbles; neutral (pH 7.3); abrupt wavy boundary.  (Combined thickness of the A horizon is 8 to 17 inches)\n2Bt1--14 to 22 inches; brown (10YR 5/3) very gravelly loam, very dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; common very fine and few fine roots; many very fine tubular and few fine vesicular pores; very few faint clay films lining pores; 45 percent pebbles, 10 percent cobbles; neutral (pH 7.3); clear wavy boundary.\n2Bt2--22 to 37 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and plastic; common very fine and few fine roots; many very fine tubular pores; very few distinct clay films lining pores; 50 percent pebbles, 20 percent cobbles; neutral (pH 7.3); clear wavy boundary.   (Combined thickness of the Bt horizon is 12 to 25 inches)\n3R--37 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington, about 1,600 feet south and 1,450 feet east of the northwest corner of section 30., T. 14 N., R. 22 E.;  USGS Black Rock Spring NE topographic quadrangle; (Lat 46 degrees, 40 min 26 sec N, Long 120 degrees 07 min 00 sec W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 47 to 52 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 90 to 100 consecutive days following the summer solstice.  Thickness of the mollic epipedon is 20 to 25 inches.  The upper 7 to 14 inches has estimated bulk density of 1.15 to 1.30 g/cc, volcanic glass content of 5 to 20 percent, acid oxalate extractable aluminum plus one-half extractable iron of 0.4 to 0.7 percent, and 15 bar water retention of 5 to 10 percent for air dried samples. The particle-size control section averages 23 to 33 percent clay and 40 to 75 percent rock fragments.  Depth to a lithic contact is 20 to 40 inches.\nThe A horizon has value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  The A2 horizon is very gravelly loam or very gravelly silt loam.\nThe 2Bt horizons have value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.  The upper part is very gravelly loam or very gravelly silt loam.  The lower part is extremely cobbly silt loam, extremely gravelly loam, or very cobbly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bunselmeier (T), Fleener (T), Hehe (T), Lainand, Leidl, Norod, and Skooker series.  Bunselmeier soils have sandy clay loam textures, a mollic epipedon that is 10 to 14 inches thick, and are 40 to 60 inches to unweathered cinders.  Fleener soils have 5YR and 7.5YR hues, NaF pH of 8.6 to 9.0 and are 25 to 40 inches to stones or boulders.  Hehe soils have 10 to 25 percent medium, coarse, and very coarse sand, and are dry 60 to 90 days after the summer solstice, and are 20 to 40 inches to weathered bedrock.  Lainand soils are 40 to 60 inches to a lithic contact.  Leidl soils have a mollic epipedon 10 to 18 inches thick and are dry for 75 to 90 days.  Norod soils are 25 to 38 inches to secondary carbonates and are dry to 100 to 120 days following the summer solstice.  Skooker soils are 40 to 60 inches to a lithic contact and are dry for 60 to 90 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blint soils are on upland hillslopes and have slopes of 15 to 60 percent.  These soils formed in loess mixed with volcanic ash in the surface over basalt colluvium.  Elevation is 2,500 to 3,300 feet.  The average annual precipitation ranges from 12 to 15 inches.  These soils are in a semiarid climate with warm dry summers and cool moist winters.  Average January temperature is 25 degrees F.; average July temperature is 69 degrees F.; and average annual temperature is 48 degrees F.  The frost-free season is 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Camaspatch, Lainand, Tanksel, Patron, Windry and Wockum soils.  Camaspatch soils are on ridges and are clayey-skeletal and 12 to 20 inches to bedrock.  Lainand soils are on hillslopes and are greater than 40 inches to bedrock.  Tanksel soils are on hillslopes and are clayey-skeletal. Patron soils are on hillslopes and are clayey-skeletal and greater than 40 inches to bedrock. Windry soils are on ridgetops and are 12 to 20 inches to bedrock.  Wockum soils are on hillslopes and are fine-loamy and greater than 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  Vegetation is mainly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Yakima and Kittitas Counties, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yakima County, Washington, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 22 inches, an argillic horizon from 14 to 37 inches and a lithic contact at 37 inches.  The particle-size control section is the zone from 14 to 34 inches (upper 20 inches of the argillic horizon).\nThe classification was changed from Pachic Argixerolls to Vitrandic Argixerolls in 1994.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 6 inches; dark brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores and common very fine vesicular pores; 20 percent pebbles, 25 percent cobbles; neutral (pH 7.3); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--6 to 14 inches; dark brown (10YR 4/3) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine tubular pores and common very fine vesicular pores; 45 percent pebbles, 10 percent cobbles; neutral (pH 7.3); abrupt wavy boundary.  (Combined thickness of the A horizon is 8 to 17 inches)"
      },
      {
        "name": "2Bt1",
        "top": 36,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--14 to 22 inches; brown (10YR 5/3) very gravelly loam, very dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; common very fine and few fine roots; many very fine tubular and few fine vesicular pores; very few faint clay films lining pores; 45 percent pebbles, 10 percent cobbles; neutral (pH 7.3); clear wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 56,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--22 to 37 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and plastic; common very fine and few fine roots; many very fine tubular pores; very few distinct clay films lining pores; 50 percent pebbles, 20 percent cobbles; neutral (pH 7.3); clear wavy boundary.   (Combined thickness of the Bt horizon is 12 to 25 inches)"
      },
      {
        "name": "3R",
        "top": 94,
        "narrative": "3R--37 inches; basalt bedrock."
      }
    ]
  ]
}
