{
  "SERIES": "BLISS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LIL-MJZ-DD-JBF",
  "REVDATE": "02/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Xereptic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bliss fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; slightly alkaline (pH 7.5); abrupt wavy boundary.  (10 to 15 cm thick)\nBw1--10 to 33 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine interstitial pores; slightly alkaline (pH 7.5); clear wavy boundary.  (15 to 25 cm thick)\nBw2--33 to 56 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine and medium roots; many very fine interstitial pores; mostly noneffervescent but slightly effervescent in spots; moderately alkaline (pH 8.4); clear wavy boundary. (20 to 30 cm thick)\nBk--56 to 71 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine and medium roots; many very fine interstitial pores; carbonate is disseminated; slightly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (10 to 20 cm thick)\nBqkm--71 to 114 cm; very pale brown (10YR 7/3) strongly cemented duripan, brown (10YR 5/3) moist; moderate thick platy structure; very hard, very firm; common fine faint very pale brown (10YR 8/2) soft seams of carbonate; roots matted between plates; strongly effervescent; strongly alkaline (pH 9.0); clear wavy boundary. (25 to 69 thick)\n2Bqkm--114 to 142 cm; very pale brown (10YR 7/4) strongly cemented duripan, light yellowish brown (10YR 6/4) moist; massive; very hard, very firm; violently effervescent; 40 percent gravel, 5 percent cobbles; strongly alkaline (pH 9.0); clear wavy boundary. (0 to 50 thick)\n2Bqk--142 to 157 cm; very pale brown (10YR 7/4) very gravelly sandy loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, nonsticky and nonplastic; few very fine interstitial; 60 percent thick strongly cemented discontinuous lenses; thick carbonate and silica coatings on rock fragments; violently effervescent; 40 percent gravel, 5 percent cobbles; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; approximately 4 miles northeast of Winnemucca, about 800 feet west and 600 feet south of the northeast corner of section 14, T. 36 N., R. 38 E.; USGS Weso 7.5 minute topographic quadrangle; latitude 41 degrees 00 minutes 07 seconds N and longitude 117 degrees 39 minutes 41 seconds W; WGS84 Decimal Degrees 41.0019444 latitude, -117.6613889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture; Usually dry, moist in winter and spring, dry from late May through November; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nDepth to the duripan: 50 to 90 cm.\nParticle-size control section - Clay content:  5 to 15 percent.\nRock fragments:  Less than 15 percent.\nA horizon\nChroma:  2 or 3.\nReaction:  Neutral or slightly alkaline.\nBw horizon\nClay content:  8 to 18 percent.\nRock fragments:  Up to 15 percent.\nTexture:  Very fine sandy loam, silt loam or fine sandy loam containing 15 to 25 percent fine sand or coarser material.\nReaction:  Neutral through moderately alkaline.\nBk horizon\nReaction:  Strongly alkaline or very strongly alkaline.\nTexture: Very fine sandy loam, silt loam or fine sandy loam containing 15 to 40 percent fine sand or coarser material.\nCalcium carbonate equivalent:  Up to 15 percent.\nBqkm horizon\nStructure:  Platy, or horizon is massive.\n2Bqk horizon:\nHue: 10YR or 2.5Y.\nValue: 6 through 8 dry; 5 or 6 moist.\nChroma: 2 through 4.\nTexture:  Variable; ranges from sand to extremely gravelly very fine sandy loam.\nReaction:  Moderately alkaline through very strongly alkaline.\nCementation:  Ranges from 10 percent durinodes to 70 percent discontinuous lenses that are strongly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Eltopia, Kodra and Truesdale series.\nEltopia soils are gravelly or very gravelly or very gravelly in the duripan and do not have Bk horizons above the duripan.  Kodra soils contain an accumulation of silica above the duripan.  Truesdale soils have 15 to 40 percent calcium carbonate equivalent in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bliss soils are on fan remnants, fan-piedmont remnants and partial ballenas.  These soils formed in alluvium from mixed rock sources.  Slopes are 0 to 30 percent.  Elevations are 1,220 to 1,770 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm mean annual temperature is 7 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chiara, Rad, and Shabliss series.  Chiara and Shabliss soils have duripans within depths of 50 cm.  Rad soils lack duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, spiny hopsage, bottlebrush squirreltail and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are moderately extensive.  MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, Nevada.  (BLM Sonoma Planning Unit) 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bw horizons).\nXeric Intergrades - Meets the organic carbon requirement for xeric.\nCambic horizon - The zone from 10 to 56 cm (Bw1 and Bw2 horizons).\nStrongly silica cemented duripan - The zone from 71 to 114 cm (Bqkm horizon).\nParticle-size control section - The zone from 25 to 71 cm (Bw2, Bk1 and part of the Bw1 and Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
