{
  "SERIES": "BLOCKHOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/RJB/RWL",
  "REVDATE": "11/2008",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blockhouse silt loam - cultivated on a 1 percent southwest-facing slope at an elevation of 1,680 feet. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many fine irregular pores; neutral (pH 6.6); abrupt smooth boundary. (4 to 8 inches thick)\nA2--7 to 12 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many fine tubular and common fine irregular pores; neutral (pH 6.6); clear smooth boundary. (6 to 10 inches thick)\nBAt--12 to 29 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark brown (10YR 2/2) moist; moderate coarse prismatic structure; hard, friable, moderately sticky and moderately plastic; few fine roots; many fine tubular pores; many distinct clay films on faces of peds and in pores; neutral (pH 6.8); clear smooth boundary. (10 to 14 inches thick)\nBt1--29 to 44 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine tubular pores; many distinct clay films on faces of peds and in pores; neutral (pH 6.8); abrupt wavy boundary. (12 to 17 inches thick)\nBt2--44 to 60 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; common fine distinct yellowish brown (10YR 5/6) moist redox concentrations; weak coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine tubular pores; many distinct clay films on faces of peds and in pores; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klickitat County, Washington; about 2 miles northwest of Goldendale; 200 feet north and 1,000 feet west of the southeast corner, section 12, T. 4 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 48 to 54 degrees F. These soils are usually moist, but are dry in the moisture control section for 45 to 60 consecutive days following summer solstice. The solum is more than 60 inches thick. The particle-size control section is 20 to 35 percent clay and lacks rock fragments. The mollic epipedon is 20 to 40 inches thick. The reaction is slightly acid or neutral throughout.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 or 2 dry and moist. Texture below the surface layer is silt loam or loam.\nThe BAt horizon is silt loam or silty clay loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist and chroma of 2 to 4 dry and moist. Texture is silt loam, clay loam, or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adieux, Banning, Coolbrith, Deadpan, Dotta, Drews, Gorman, Harriman, Haysum, Henhill, Lonkey, Piercepark, Pumphouse (T), Rankor (T), Robinette, Starboard, Supan, Van Dusen, Waha, Wapinitia, and Yaxon series.\nAdieux soils  20 to 40 inches to lithic contact (basalt); dry for greater than 100 consecutive days following the summer solstice; lack redox concentrations (well drained)\nBanning soils  dry for 60 to 90 consecutive days following the summer solstice; mean annual soil temperature of 52 to 56 degrees F.\nCoolbrith soils - dry for greater than 100 consecutive days following the summer solstice\nDeadpan soils  cannot be competed due to lack of OSD in database\nDotta soils - dry for greater than 100 consecutive days following the summer solstice; lack redox concentrations (well drained)\nDrews soils - dry for 90 to 115 consecutive days following the summer solstice; 5 to 35 percent rock fragments in pscs; lack redox concentrations (well drained)\nGorman soils - dry for greater than 100 consecutive days following the summer solstice; mean annual soil temperature about 57 degrees F.; lack redox concentrations (well drained)\nHarriman soils  40 to greater than 60 inches to paralithic contact (lacustrine sediments); dry for 80 to 120 consecutive days following the summer solstice; diatomaceous material influence throughout; lack redox concentrations (well drained)\nHaysum soils - dry for 85 to 95 consecutive days following the summer solstice; mean annual soil temperature of 53 to 59 degrees F.; 15 to 35 percent rock fragments in pscs; lack redox concentrations (well drained)\nHenhill soils - dry for greater than 100 consecutive days following the summer solstice; strongly alkaline or moderately alkaline in pscs\nLonkey soils  20 to 40 inches to lithic contact (conglomerate tuff); dry for greater than 100 consecutive days following the summer solstice; 15 to 35 percent rock fragments in pscs; lack redox concentrations (well drained)\nPiercepark soils - dry for greater than 60 consecutive days following the summer solstice; 10 to 20 percent rock fragments in pscs; lack redox concentrations (well drained)\nPumphouse soils - dry for greater than 60 consecutive days following summer solstice;  5 to 30 percent rock fragments in pscs;  lack redox concentrations (well drained); 44 to 60 inches to secondary carbonates\nRankor soils  40 to 60 inches to paralithic contact (schist or granodiorite); dry for greater than 100 consecutive days following summer solstice; mean annual soil temperature of 52 to 58 degrees F.; lack redox concentrations (well drained)\nRobinette soils  40 to 60 inches to lithic contact (basalt); dry 60 to 80 consecutive days following summer solstice; lack redox concentrations (well drained)\nStarboard soils  20 to 40 inches to lithic contact (dacite); mean annual soil temperature is 54 to 59 degrees F.; lack redox concentrations (well drained)\nSupan soils  30 to 48 inches to lithic contact (volcanic breccia); lacks redox concentrations (well drained)\nVan Dusen soils  40 to greater than 60 inches to stratified lacustrine materials; dry 60 to 90 consecutive days following summer solstice; lack redox concentrations (well drained)\nWaha soils  20 to 40 inches to lithic contact (basalt); dry 75 to 90 consecutive days following summer solstice; lack redox concentrations (well drained)\nWapinitia soils  40 to 60 inches to lithic contact (basalt); dry 60 to 90 consecutive days following summer solstice; lack redox concentrations (well drained)\nYaxon soils - dry 90 to 100 consecutive days following summer solstice; lack redox concentrations (well drained)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Blockhouse soils are in swales on footslopes and on broad alluvial plains at elevations of 1,600 to 2,200 feet. Slopes are 0 to 10 percent. They formed in alluvium. Summers are warm and dry and winters are cool and moist. The mean annual precipitation is 15 to 18 inches. The average January temperature is 29 degrees F. and the average July temperature is 67 degrees F. The mean annual temperature is 46 to 52 degrees F. The frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Goldendale, Gunn, Lorena, Konert, and Munset soils. The Goldendale soils have a mollic epipedon less than 20 inches thick and are well drained. Gunn soils have an ochric epipedon and are well drained. Lorena soils have a mollic epipedon less than 20 inches thick and have a lithic contact at depth of 20 to 40 inches. Konert soils have an aquic moisture regime and are more than 35 percent clay in the argillic horizon.\nMunset soils have an aquic moisture regime and have a lithic contact at a depth at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; ponded to slow runoff; moderately slow permeability. A seasonal high water table is present with it's highest level occurring between February and April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for cropland. Small grains, hay and pasture are principle crops. Native vegetation is bluebunch wheatgrass, Sandberg bluegrass, wild hyacinth, common camas, sedge and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klickitat County, Washington; MLRA 8. The series is of small extent. The name is from the Village of Blockhouse, Klickitat, Washington."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klickitat County, Washington, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 29 inches with the Bt1 horizon having mollic color but less than 1 percent organic matter.\nArgillic horizon - the zone from 12 to 60 inches.\nThis soil needs more study to see if it is in an Ultic subgroup.\nClassification revision 1/98 - classification based on the addition of CEC activity classes in Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
