{
  "SERIES": "BLOODYHORSE",
  "STATUS": "Established Series",
  "BYREV": "MHC-DHK/Rev. JRT",
  "REVDATE": "07/2013",
  "STATES": "VA",
  "OVERVIEW": "The Bloodyhorse series consists of moderately deep, well drained soils on interfluves and side slopes at high elevations in the Southern Appalachian Mountain.  They formed in soil creep derived from materials weathered from felsic, intermediate, and mafic, high-grade metamorphic or igneous rocks such as mica gneiss, hornblende gneiss, rhyolite, and granite.  Near the type location, mean annual air temperature is about 45 degrees F., and mean annual precipitation is about 52 inches.  Slope ranges from 2 to 80 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bloodyhorse cobbly silt loam on a 8 percent northeast facing shoulder at 4950 feet elevation--forested.  (Colors are for moist soil unless otherwise stated.)\nOe--0 to 3 inches; black (10YR 2/1) mucky peat.\nA--3 to 6 inches; black (10YR 2/1) cobbly silt loam, very dark brown (10YR 2/2) dry; weak fine granular structure; very friable; many fine to coarse roots; 30 percent cobbles and channers; very strongly acid; clear smooth boundary.\nBw1--6 to 12 inches; dark brown (7.5YR 3/2) very cobbly silt loam; weak fine subangular blocky structure; very friable; many fine roots; 45 percent cobbles and channers; very strongly acid; clear smooth boundary.\nBw2--12 to 22 inches; brown (7.5YR 4/2) very cobbly silt loam; weak fine subangular blocky structure; friable; few fine roots; 50 percent cobbles and channers; very friable; strongly acid; clear smooth boundary.\nC--22 to 28 inches; dark yellowish brown (10YR 4/4) very cobbly loam; massive; friable; few fine roots; 55 percent cobbles and channers; very strongly acid; clear smooth boundary.\nR--28 inches; hard rhyolite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grayson County Virginia (Jefferson National Forest, Mt. Rogers National Recreation Area); about 2.3 miles southeast (118 degrees) of intersection of VA603 and NF828, and 6,100 feet west northwest of the gate at the \"Scales\" on Pine Mountain. USGS Troutdale Quad; lat. 36 degrees 39 minutes 48 seconds N. and long. 81 degrees 31 minutes 6 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 40 inches. Depth to bedrock is 20 to 40 inches.  Reaction ranges from extremely acid to moderately acid.  Rock fragment content ranges from 20 to 90 percent by volume.  Average rock fragment content in the particle-size control section ranges from 35 to 90 percent by volume.  They range from gravel to boulders in size.  Typically, the amount of rock fragments increases with depth.  Rock fragment content is typically more than 50 percent in the C horizon.\nThe A horizon has hue of 7.4YR to 2.5Y, value of 2 or 3, and chroma of 0 to 3.  Texture is fine sandy loam, sandy loam, loam, or silt loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 8.  Texture is fine sandy loam, sandy loam, loam, or silt loam in the fine-earth fraction.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 8.  Texture is fine sandy loam, sandy loam, loam, or silt loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Balsam, Coffeebutte (T), Gamelake (T), Illahee, Mt. Rogers (T), Scaredman, and Stackyards series.  Balsam and Mt. Rogers soils are very deep. Balsam soils are in cove positions.  The Coffeebutte, Gamelake, Illahee, Scaredman, and Stackyards soils formed in welded tuffs and flow basalts, contain fragments of those rocks, and are in the Western Cascade Mountains of southern Oregon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bloodyhorse soils are on gently sloping to very steep convex parts of summits, shoulders and backslopes, usually associated with rock outcrop, at high elevations in the Southern Appalachian Mountains.  Slope is commonly between 15 and 50 percent, but ranges from 2 to 80 percent.  Elevation is generally above 4000 feet on cool aspects and 4400 feet on warm aspects in the vicinity of the type location.  Bloodyhorse soils formed in soil creep derived from materials weathered from felsic, intermediate, and mafic high-grade metamorphic or igneous rocks such as mica gneiss, granite, rhyolite, hornblende gneiss, and hornblende schist.  Mean annual temperature is about 40 degrees F., and mean annual precipitation is about 52 inches near the type location.  Mean annual temperature ranges from 40 to 47 degrees F., and mean annual precipitation ranges from 45 to 60 inches.  Moist atmospheric conditions are prevalent and fog and cloud inundation is common in these high mountain areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackarn (T), Buzzrock (T), Craggey, Mt. Rogers (T), and Tanasee soils.  Blackarn, Mt. Rogers and Tanasee soils have bedrock at more than 60 inches.  Buzzrock soils have bedrock at 40 to 60 inches.  Craggey soils have bedrock at 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very little runoff where forest litter has not been disturbed or only partially removed; medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested.  In areas with elevations higher than about 5200 feet, red spruce and Fraser fir are the dominant trees.  At the lower elevations, northern red oak, yellow birch, black birch, black cherry, sugar maple, eastern hemlock, American beech, and yellow buckeye are common.  Common understory plants are service berry, striped maple, American chestnut sprouts, silver bell, witch hobble, rhododendron, blueberry, and smooth blackberry.  Trillium, yellow mandarin, wood sorrel, and New York fern are common forbs.  The main uses of this soil are for wildlife and recreational activities such as hiking, hunting, and for scenic view."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia and possibly North Carolina and Tennessee.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grayson County, Virginia, 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Bloodyhorse series was proposed in the Mt. Rogers National Recreation Area for a special project. It appears on the legend for that area. It was used on the legend for the Grayson County Soil Survey Area.\nThe 8/2000 revision updates this series to the 8th edition of the Keys to Soil Taxonomy. The mineralogy class is estimated from other series that are somewhat similar and have lab data (such as Balsam). the 7/2013 revision updates the Series Established section and updates the series to the 11th edition of the Keys to Soil Taxonomy.\nDiagnostic horizons and other features recognized in this pedon are:\na. Umbric epipedon - 0 to 12 inches (A and Bw1 horizons)\nb. Cambic horizon - 12 to 22 inches (Bw2 horizon)\nc. Skeletal property - average content of more than 35 percent by volume rock fragments in the control section (Bw and C horizons).\nd. Lithic contact - hard rhyolite bedrock at 28 inches (R horizon).\nADDITIONAL DATA: There are no known data available. Transect data are available from the Grayson County SS Area.\nMLRA = 130\nRevised 6/7/95-MHC; 8/2000-DHK; 7/2013-JRT\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "narrative": "Oe--0 to 3 inches; black (10YR 2/1) mucky peat."
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--3 to 6 inches; black (10YR 2/1) cobbly silt loam, very dark brown (10YR 2/2) dry; weak fine granular structure; very friable; many fine to coarse roots; 30 percent cobbles and channers; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--6 to 12 inches; dark brown (7.5YR 3/2) very cobbly silt loam; weak fine subangular blocky structure; very friable; many fine roots; 45 percent cobbles and channers; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 56,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--12 to 22 inches; brown (7.5YR 4/2) very cobbly silt loam; weak fine subangular blocky structure; friable; few fine roots; 50 percent cobbles and channers; very friable; strongly acid; clear smooth boundary."
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--22 to 28 inches; dark yellowish brown (10YR 4/4) very cobbly loam; massive; friable; few fine roots; 55 percent cobbles and channers; very strongly acid; clear smooth boundary."
      },
      {
        "name": "R",
        "top": 71,
        "narrative": "R--28 inches; hard rhyolite bedrock."
      }
    ]
  ]
}
