{
  "SERIES": "BLOOMCREEK",
  "STATUS": "Established Series",
  "BYREV": "FRK/RJS",
  "REVDATE": "07/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Fluvaquentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bloomcreek silt loam, on a flood plain (colors are for dry soil unless otherwise noted)\nA1--0 to 8 cm; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; strong coarse granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine tubular pores; 2 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.\nA2--8 to 43 cm; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; strong coarse granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine, fine and medium tubular pores; 10 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (combined thickness of A horizons is 25 to 48 cm)\nB/A--43 to 61 cm; stratified - B - about 60 percent grayish brown (10YR 5/2) gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; A - about 40 percent dark gray (10YR 4/1) gravelly silt loam, black (10YR 2/1) moist; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few very fine and fine tubular pores; 30 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (10 to 25 cm thick)\nBg--61 to 81 cm; grayish brown (10YR 5/2) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; common medium and coarse prominent brown (7.5YR 4/4) moist redox concentrations; single grain; loose, nonsticky and nonplastic; few very fine roots; few very fine and fine tubular pores; 50 percent gravel; slightly acid (pH 6.2); abrupt wavy boundary. (8 to 23 cm thick)\n2Ab--81 to 97 cm; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 2 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary. (0 to 20 cm thick)\n3Cg--97 to 152 cm; light olive brown (2.5Y 5/3) extremely gravelly loamy coarse sand, olive brown (2.5Y 4/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine irregular pores; 75 percent gravel; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bear Lake County, Idaho; approximately 4.5 miles west of Bloomington; about 546 meters north and 210 meters west of the southeast corner of section 24, T. 14 S., R. 42 E.; USGS Paris 7.5 minute topographic quadrangle; UTM NAD 83 Zone 12: Northing 4670834, Easting 459606."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 5 to 7 degrees C.\nThickness of the mollic epipedon - 25 to 48 cm\nDepth to seasonally high water table - 51 to 81 cm, April through July\nBelow the mollic epipedon, organic matter decreases irregular with depth\nA horizons\nHue - 7.5YR or 10YR\nValue - 2 to 4 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nClay content - 15 to 22 percent\nRock fragments - 0 to 14 percent gravel\nReaction - moderately acid to neutral (pH 5.9 to 7.3)\nB/A horizon\nHue - 7.5YR or 10YR\nValue A part - 2 to 4 dry, 2 or 3 moist\nValue B part - 3 to 5, dry or moist\nChroma - A part - 1 or 2, dry or moist\nChroma - B part - 1 to 4, dry or moist\nTexture - loamy coarse sand, loamy sand, sandy loam, loam or silt loam\nClay content - 10 to 18 percent\nRock fragments - 0 to 30 percent -- 0 to 30 percent gravel, 0 to 10 percent cobbles\nReaction - slightly acid to neutral (pH 6.1 to 7.3)\nSome pedons may have an AB, A/B or BA horizon\nBg horizon\nHue - 10YR or 2.5Y\nValue - 4 or 5 dry or moist\nChroma - 1 or 2 dry or moist\nTexture (can be stratified) - loamy sand, sandy loam, loam or silt loam\nClay content - 5 to 18 percent\nRock fragments - 0 to 50 percent -- 0 to 50 percent gravel, 0 to 10 percent cobbles\nReaction - moderately acid to neutral (pH 5.6 to 7.3)\n2Ab horizon (absent in some pedons)\nHue - 7.5YR or 10YR\nValue - 2 to 4 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nTexture - loam or silt loam\nClay content - 10 to 22 percent\nRock fragments - 0 to 30 percent -- 0 to 20 percent gravel, 0 to 10 percent cobbles\nReaction - moderately acid to neutral (pH 5.6 to 7.3)\n3Cg horizon\nHue - 10YR, 2.5Y or 5Y\nValue - 4 to 6 dry or moist\nChroma - 1 to 3 dry or moist\nTexture - sand, sandy loam, loamy sand or loamy coarse sand\nClay content - 0 to 10 percent\nRock fragments - 10 to 80 percent -- 10 to 80 percent gravel, 0 to 30 percent cobbles\nReaction - moderately acid to neutral (pH 5.6 to 7.3)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCubcreek (WA) - do not have a lithologic discontinuity within 100 cm of the surface\nKegel (WA) - have an O horizon\nOmahaling (OR) - formed in mixed volcanic ash"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bloomcreek soils are on linear to slightly convex positions on flood plains. Elevations are 1800 to 2050 m. Slopes are 0 to 3 percent. These soils formed in mixed alluvium. The climate is characterized by long, cold winters; moist springs; and warm, dry summers. Mean annual precipitation is 330 to 560 mm, much of which falls as snow or spring rain. Mean annual temperature is 5 to 7 degrees C. Frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackotter, Hades, Lanoak, Marshdale, and Nuffer soils.  Blackotter soils have a coarse-loamy over sandy or sandy-skeletal particle size control section, have free carbonates to the surface and occupy similar landform positions.  Hades soils are well drained, have a fine-loamy particle size control section and are on footslopes.  Lanoak soils are well drained, have a fine-silty particle size control section and are on footslopes.  Marshdale soils have a cumulic, mollic epipedon and occupy slightly concave positions. Nuffer soils have a loamy-skeletal particle size control section, have free carbonates to the surface and occupy similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained, Moderate permeability to a depth of 97 cm and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bloomcreek soils are used for pasture and wildlife habitat. Potential native vegetation is sedge, slender wheatgrass, tufted hairgrass, basin wildrye, clover, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Bloomcreek soils are of small extent in southeastern Idaho. MLRA 13."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bear Lake County, Idaho 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 43 cm (A1 and A2 horizons)\nParticle-size control section - from 25 to 100 cm (part of the A2, the B/A, Bg, 2Ab, and part of the 3Cg horizons)\nBloomcreek soils have a xeric moisture regime and a frigid temperature regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
