{
  "SERIES": "BLOOMFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-BGN-RDC",
  "REVDATE": "03/2007",
  "STATES": "IL,IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Lamellic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bloomfield fine sand - with a slope of 6 percent on a terrace of the Embarrass River at an elevation of about 448 feet (136 meters) above MSL. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches (0 to 13 cm); dark grayish brown (10YR 4/2) fine sand, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; slightly acid; clear smooth boundary. [3 to 8 inches (7 to 20 cm) thick]\nE1--5 to 24 inches (13 to 61 cm); brown (10YR 4/3) fine sand; single grain; loose; moderately acid; gradual wavy boundary.\nE2--24 to 38 inches (61 to 96 cm); yellowish brown (10YR 5/6) fine sand; single grain; loose; moderately acid; clear smooth boundary. [Combined thickness of the E horizon is 18 to 36 inches (46 to 91 cm).]\nE and Bt1--38 to 58 inches (96 to 147 cm); yellowish brown (10YR 5/4) fine sand; single grain; loose; (E) many wavy and discontinuous brown (7.5YR 4/4) loamy fine sand lamellae and bands of Bt horizon, about 1/8 inch in thickness in the upper part and 1/8 to 6 inches in thickness in the lower part; weak coarse subangular blocky structure; friable; moderately acid; gradual wavy boundary. [6 to 30 inches (15 to 76 cm) thick]\nE and Bt2--58 to 80 inches (147 to 203 cm); yellowish brown (10YR 5/4) fine sand (E); single grain; loose; brown (7.5YR 4/4) loamy fine sand (Bt); weak coarse subangular blocky structure; friable; bands are nearly continuous, and 4 to 8 inches in thickness; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lawrence County, Illinois; about 2 miles east of Lawrenceville; 600 feet south and 200 feet west of NE corner of sec. 4, T. 3 N., R. 11 W.; USGS Lawrenceville, IL. topographic quadrangle; lat. 38 degrees, 43 minutes, 52 seconds North and long. 87 degrees, 37 minutes, 59 seconds West; UTM zone 16 444973 easting and 4287134 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development is 60 to more than 80 inches 152 to 203 cm). The argillic horizon occurs as lamellae and banded layers up to 8 inches (20 cm) in thickness. The combined thickness of the lamellae above a depth of 60 inches (152 cm) is more than 6 inches (15 cm).\nThe Ap or A horizon has hue of 10YR, value of 3 or 4, and chroma typically of 2 to 4. It is fine sand, loamy fine sand, sand, or loamy sand. Reaction ranges from slightly acid to strongly acid, and can range to neutral where limed.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6. It is fine sand, loamy fine sand, sand, or loamy sand. Reaction is strongly acid to neutral.\nThe E and Bt or C horizon averages between 75 and 95 percent total sand. The fine sand plus medium sand content ranges from 60 to 80 percent of the total soil. Reaction ranges from strongly acid to slightly alkaline.\nThe E part of the E and Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. It is fine sand, loamy fine sand, loamy sand, or sand and occurs as interband material and typically is single grain and loose. The Bt lamellae and banded layers have hue of 10YR, 7.5YR, or 5YR; value of 3 to 5; and chroma of 3 to 6. The lamellae and banded layers are loamy fine sand, loamy sand, or fine sand, and less commonly sand. A few lamellae can range to fine sandy loam, or sandy loam. The Bt lamellae and bands typically have weak subangular blocky structure. They are wavy and discontinuous in the upper part, joining and separating across a single pedon, and becoming thicker and more continuous with increasing depth.\nThe C horizon, where present, has hue of 10YR, value of 4 to 7, and chroma of 2 to 6. It is fine sand, loamy fine sand, or sand and is single grain and loose. Calcium carbonate equivalent ranges from 0 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Drammen and Spinks soils. Drammen and Spinks soils have an average soil temperature of less than 52 degrees F (11 degrees C)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bloomfield soils are on summits and side slopes of dunes, and on dunes on stream terraces. Slope gradients dominantly are 4 to 12 percent and range from 1 to 60 percent. Bloomfield soils formed in wind-deposited sands. Mean annual air temperature ranges from 50 to 57 degrees F. (10 to 14 degrees C.), and mean annual precipitation ranges from 30 to 48 inches (762 to 1219 mm). Frost free days range from 150 to 200. Elevation ranges from 340 to 1360 feet (104 to 415 meters) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alvin, Ayrshire, Lamont, and Princeton soils. The well drained Alvin, Lamont, and Princeton soils have continuous argillic horizons that are on similar landform positions. The somewhat poorly drained Ayrshire soils are on interdunal areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is high or very high (14.11 to 141.14 micrometers per second). Permeability is moderately rapid or rapid (2 to 20 inches per hour)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for pasture or woodland. Some areas are used for corn, soybeans, small grain, forage crops, and specialty crops such as cantaloupe, watermelon and peaches. Native vegetation is deciduous hardwoods, mainly oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois and southwestern and south central Indiana. Extent is moderate and mainly in MLRA's 114A, 114B and 115A, with lesser extent in MLRAs 105, 108B, 110, 111A, 115B, 115C, 120B, 120C and 122. The type location is in MLRA 115A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lawrence County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Bloomfield series was originally correlated in Greene County, Indiana in 1906. The series included soils now classified in the Princeton Series. The original series was dropped in 1913 (U.S. Bur. Soils Bul. 96), and was redefined when established in 1952. The data in both Illinois and Indiana supports the change in classification from coarse-loamy to a sandy family.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 38 inches (96 cm), (Ap, E1 and E2 horizons); argillic horizon - the Bt lamellae to a depth of 80 inches (203 cm), (E and Bt horizons); udic moisture regime; mesic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
