{
  "SERIES": "BLUEHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRK/CLM/JBF",
  "REVDATE": "09/2018",
  "STATES": "ID,NV,UT",
  "OVERVIEW": "The Bluehill series consists of moderately deep, somewhat excessively drained, that formed in alluvium and residuum derived from volcanic ash. They are on south-facing slopes of fan terraces, hills, and mesas and have slopes of 2 to 80 percent. The average annual precipitation is about 360 mm and the average annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bluehill ashy fine sandy loam, rangeland - on a 48 percent smooth slope, southeast aspect, 1,570 meters elevation. (The profile was moist below about 22 cm. Colors are for air-dry soil unless otherwise stated. This profile was described on June 22, 1981.)\nA--0 to 8 cm; light brownish gray (10YR 6/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine tubular pores; 5 percent gravel on the surface; slightly alkaline (pH 7.7); clear smooth boundary.  (5 to 15 cm thick)\nBA--8 to 23 cm; pale brown (10YR 6/3) ashy very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine irregular pores; 10 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary.  (13 to 20 cm thick)\nBw--23 to 33 cm; pale brown (10YR 6/3) ashy very fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots between ash plates which have been fractured; 10 percent gravel; 55 percent soft platy ash fragments 1.2 to 15 cm across that are carbonate coated on all sides in a non-calcareous matrix; strongly alkaline (pH 8.5); clear wavy boundary.  (8 to 20 cm thick)\nBk--33 to 76 cm; very pale brown (10YR 7/3) ashy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots between ash plates which have been fractured; 90 percent soft ash plates, carbonate coatings on all sides, plates are 3 to 10 cm thick; strongly effervescent; strongly alkaline (pH 8.9); abrupt wavy boundary.  (20 to 50 cm thick)\nCr--76 to 102 cm; weakly consolidated volcanic ash."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cassia County, Idaho; about 14 miles south of Oakley, Idaho, about 1,200 feet west and 1,500 feet south of the northeast corner of sec. 10, T. 16 S., R. 21 E.; USGS Blue Hill 7.5 minute topographic quadrangle; latitude 42 degrees 3 minutes 5 seconds N and longitude 113 degrees 58 minutes 35 seconds W; WGS84 Decimal Degrees 42.0513889 latitude, -113.9763889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, but are dry for 45 to 60 consecutive days during the summer; xeric soil moisture regime.\nMean annual soil temperature: 8 to 10 degrees C.\nDepth to paralithic contact: 50 100 cm.\nConsolidated ash fragment content: 30 to 90 percent soft fragments 1.2 to 10 cm thick and 3 to 25 cm long.\nParticle-size control section - Clay content:\nRock fragment content: 0 to 15 percent.\nA horizon\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 or 3.\nBulk density: .95 to 1.05 grams per cubic cm.\nReaction: Neutral or slightly alkaline.\nVolcanic glass content: 85 to 95 percent.\nAcid oxalate extractable Al plus 1/2 Fe; 0.07 to 0.08.\nPhosphorous retention: 1 to 5 percent.\nBw horizon\nValue 5 through 7 dry, 3 through 5 moist.\nChroma: 2 or 3.\nCarbonate content: 0 to 5 percent.\nBulk density: 1.00 to 1.05 grams per cubic cm.\nReaction: slightly alkaline to strongly alkaline.\nVolcanic glass content: 85 to 95 percent.\nAcid oxalate extractable Al plus 1/2 Fe: 0.07 to 0.08.\nPhosphorous retention: 1 to 5 percent.\nBk horizon\nHue: Neutral, 2.5Y or 10YR.\nValue: 7 or 8 dry, 4 through 6 moist.\nChroma: 0 through 4.\nTexture: Loamy sand through loam.\nCalcium carbonate equivalent: 15 to 25 percent.\nReaction: Moderately alkaline through very strongly alkaline.\nVolcanic glass content: 80 to 95 percent.\nAcid oxalate extractable Al plus 1/2 Fe: 0.02 to 0.06.\nPhosphorous retention: 25 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bluehill soils are on south-facing slopes of fan terraces, hills, and mesas.  Slopes range from 2 to 80 percent.  Elevation ranges from 1,405 to 1,800 meters. The soil formed in alluvium and residuum derived from volcanic ash. The climate is cold and moist in the winter and hot and dry in the summer. The average annual precipitation is about 300 to 400 mm. The average annual air temperature is about 7 to 9 degrees C. The frost-free season is 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coalbank, Hardister, Stines, Tomsherry, and Wilsongulch series. They all have mollic epipedons. Coalbank and Hardister soils are greater than 100 cm deep.  Stines and Wilsongulch soils are skeletal.  Tomsherry soils have a duripan at depths of 50 to 100 cm.  Coalbank soils are on steep northerly slopes. Hardister and Tomsherry soils are on nearly level to moderately sloping valley bottoms and fan terraces.  Stine soils are on steep northerly slopes. Wilsongulch soils are on steep south-facing mesa and hill sides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; rapid to very rapid runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bluehill soils are used for rangeland and wildlife habitat. The native vegetation is Wyoming big sagebrush, needleandthread, Indian ricegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Idaho, northern Nevada, and northwestern Utah.  This series is not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Box Elder County, Utah, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A and part of the BA horizons).\nCambic Horizon - The zone from 8 to 33 cm (BA and Bw horizons).\nCalcic Horizon - The zone from 33 to 76 cm (Bk horizon).\nParalithic contact - The boundary at 76 cm (Cr boundary).\nParticle-size control section - The zone from 25 to 76 cm (part of the Bw and the Bk horizons)\nADDITIONAL DATA:  This soil was sampled for analysis at the NSSL.  Laboratory sample number for this soil is 81P 575 (Soil Survey Sample Number - S81ID-031-002)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
