{
  "SERIES": "BLUE EARTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-TCJ-AGG",
  "REVDATE": "03/2009",
  "STATES": "IA,MN",
  "OVERVIEW": "The Blue Earth series consists of very deep, very poorly drained soils that formed in 75 to more than 200 centimeters of coprogenous earth and the underlying loamy till, lacustrine sediments, or outwash of Late Wisconsin glaciation. These soils are on plane or slightly concave slopes in former lake basins in moraines, flood plains, and lake plains. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 735 millimeters. Mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Mollic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blue Earth mucky silty clay loam, on a plane level slope in the bottom of a former postglacial lake, in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 25 centimeters; black (10YR 2/1) mucky silty clay loam (coprogenous earth), dark gray (5Y 4/1) dry; weak fine granular structure; very friable; few snail shells and fragments of snail shells; slightly effervescent; slightly alkaline; abrupt smooth boundary. (20 to 30 centimeters thick)\nCg--25 to 173 centimeters; very dark gray (10YR 3/1) mucky silty clay loam (coprogenous earth), very dark gray (5Y 3/1) clay loam, and dark olive gray (5Y 3/2) clay loam; massive with distinct bedding planes; very friable; few fine prominent dark brown (7.5YR 3/2) and few fine dark reddish brown (5YR 3/2) redoximorphic concentrations; few to many snail shells in different parts; strongly effervescent; slightly alkaline.\n2Cg1--173 to 183 centimeters; dark olive gray (5Y 3/2) clay loam; massive; friable; few snail shells; strongly effervescent; slightly alkaline; clear smooth boundary.\n2Cg2--183 to 203 centimeters; very dark gray (5Y 3/1) clay loam; massive; friable; common snail shells; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103  Central Iowa and Minnesota Till Prairies, Martin County, Minnesota subset; about 9 miles south and 7 miles east of Fairmont; located about 1,550 feet east and 100 feet south of the northwest corner of section 28, T. 101 N., R. 29 W.; USGS East Chain topographic quadrangle; lat. 43 degrees 31 minutes 44 seconds N. and long. 94 degrees 19 minutes 17 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of coprogenous earth and depth to till, lacustrine sediments, or outwash--75 to more than 200 centimeters\nDepth to carbonates--0 to 200 centimeters\nClay content in the particle-size control section (weighted average)--18 to 32 percent\nSand content in the particle-size control section (weighted average)--less than 15 percent, mostly fine sand and very fine sand\nAp and A horizons:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--2 or 3\nChroma--0 to 2\nTexture--mucky silt loam, mucky silty clay loam, mucky silty clay, silty clay loam, silt loam, or silty clay\nClay content--18 to 32 percent\nSand content--5 to 15 percent\nContent of snail or clam shell fragments--0 to 25 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have muck (sapric) surface layers less than 20 centimeters thick\nCg horizon:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--2 to 4\nChroma--0 to 2\nTexture--silty clay loam, clay loam, loam, silt loam, or the mucky analogues of these textures\nClay content--1 to 10 percent\nSand content--5 to 15 percent (mostly shell fragments)\nContent of snail or clam shell fragments--0 to 25 percent\nCalcium carbonate equivalent--5 to 40 percent\nReaction--slightly alkaline or moderately alkaline\n2Cg horizon:\nHue--2.5Y, 5Y, or 5G\nValue--3 to 5\nChroma--1 or 2\nTexture--silty clay loam, loam, silt loam, or clay loam\nClay content--20 to 35 percent\nSand content--20 to 40 percent\nRock fragment content--0 to 8 percent, mixed lithology\nCalcium carbonate equivalent--5 to 20 percent\nReaction--slightly alkaline or moderately alkaline\nA firm till phase of clay loam with a moist bulk density of 1.65 to 1.75 g/cc is also recognized\n3C horizon (where present):\nHue--2.5Y, 5Y, 5GY\nValue--4 to 5\nChroma--1 to 2\nTexture--loamy sand, loamy coarse sand, coarse sand, loamy fine sand, sand or the gravelly analogs of these textures\nClay content--1 to 10 percent\nSand content--75 to 95 percent\nRock fragment content--less than 35 percent, mostly gravel\nCalcium carbonate equivalent--5 to 20 percent\nReaction--slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Moundprairie, Slacwater and Uturin series.\nMoundprairie--do not have coprogenous earth in the series control section and have buried horizons within a depth of 50 centimeters\nSlacwater--do not have coprogenous earth in the series control section\nUturin--do not have coprogenous earth in the series control section and have a clay content of 35 to 46 percent in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--75 to more than 200 centimeters of coprogenous earth and the underlying loamy till, lacustrine sediments, or outwash of Late Wisconsin glaciation\nLandform--plane or slightly concave slopes in former lake basins in moraines, flood plains, and lake plains\nSlope--0 to 1 percent\nElevation--300 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--585 to 890 millimeters\nFrost-free period--155 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clarion, Crippin, Lemond, Linder, and Nicollet soils.\nClarion--are on higher landscape positions on convex slopes, have a frequently saturated zone between depths of 1.2 and 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a sand content that averages 30 to 50 percent in the particle-size control section\nCrippin--are on higher landscape positions on slightly convex slopes, have a frequently saturated zone between depths of 0.3 and 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a sand content that averages 20 to 35 percent in the particle-size control section\nLemond--are on slightly higher landscape positions on rims of depressions and have a clay content that averages less than 18 percent in the particle-size control section\nLinder--are on higher landscape positions on slightly convex slopes, have a frequently saturated zone between depths of 0.3 and 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a rock fragment content of 5 to 30 percent in the lower third of the series control section\nNicollet--are on higher landscape positions on slightly convex slopes, have a frequently saturated zone between depths of 0.3 and 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a sand content that averages 20 to 35 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage--very poorly drained--in undrained conditions, a frequently saturated zone occurs at the surface to a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--0.10 to 10.00 micrometers per second in the coprogenous earth and 1.00 to 10.00 micrometers per second in the underlying material, 0.01 to 0.10 micrometers per second in the underlying materials in the firm till phase, and 100.00 to 705.00 micrometers per second in the sandy substratum phase\nPonding--frequently ponded up to 1 meter above the surface for long duration\nAreas that are drained have variable depths to saturation based on the effectiveness of the drainage network"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans. Some areas are used for pasture or hay. Invasive vegetation (after drainage) is mostly sedges, reeds, and grasses. The soils do not have a history of native vegetation in the conventional sense because these soils were, until recently, sediments in the bottom of lakes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western lake section\nMLRA--Central Iowa and Minnesota Till Prairies (103)\nLRR M; west-central and central Minnesota and north-central Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-5 (Albert Lea, Minnesota)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rock County, Minnesota, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon are:\nmollic subgroup based on the zone from the surface to a depth of 25 centimeters (Ap horizon), underlain by stratified materials;\naquic moisture regime.\nIn the past some sloping fens were included in the concept of Blue Earth. Blue Earth is being restricted to ponded basins and lake beds of the Holocene epoch.\nProblems remain in the classification of these series because no taxon has been defined in Soil Taxonomy that adequately accommodates soils that have formed entirely in coprogenous earth.\nA firm till substratum phase with a moist bulk density range from 1.65 to 1.75 g/cc is recognized in MLRA 103 on the Coteau Slope (bench) physiographic area.\nCation-exchange class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data--refer to MAES Central File Code No. 1135 for results of some laboratory analysis of a representative pedon of this series."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 centimeters; black (10YR 2/1) mucky silty clay loam (coprogenous earth), dark gray (5Y 4/1) dry; weak fine granular structure; very friable; few snail shells and fragments of snail shells; slightly effervescent; slightly alkaline; abrupt smooth boundary. (20 to 30 centimeters thick)"
      },
      {
        "name": "Cg",
        "top": 25,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--25 to 173 centimeters; very dark gray (10YR 3/1) mucky silty clay loam (coprogenous earth), very dark gray (5Y 3/1) clay loam, and dark olive gray (5Y 3/2) clay loam; massive with distinct bedding planes; very friable; few fine prominent dark brown (7.5YR 3/2) and few fine dark reddish brown (5YR 3/2) redoximorphic concentrations; few to many snail shells in different parts; strongly effervescent; slightly alkaline."
      },
      {
        "name": "2Cg1",
        "top": 173,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg1--173 to 183 centimeters; dark olive gray (5Y 3/2) clay loam; massive; friable; few snail shells; strongly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 183,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--183 to 203 centimeters; very dark gray (5Y 3/1) clay loam; massive; friable; common snail shells; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
