{
  "SERIES": "BLUEYE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWA-DMM-RLT",
  "REVDATE": "03/2006",
  "STATES": "MO",
  "OVERVIEW": "The Blueye series consists of moderately deep, well drained soils that formed in cherty hillslope sediments and the underlying clayey residuum from dolomite bedrock. These soils are on upland ridges, side slopes, and nose slopes. Slopes range from 3 to 50 percent. Mean annual temperature is about 56 degrees F, and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Blueye gravelly silt loam - on a 9 percent slope in woodland at an elevation of 1,145 feet. (Colors are moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many very fine roots; 15 percent chert gravel and 5 percent sandy dolomite gravel; slightly alkaline; clear smooth boundary.\nA--9 to 14 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure parting to weak very fine granular; friable; many very fine roots; 15 percent chert gravel and 5 percent sandy dolomite gravel; slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizon is 10 to 18 inches.)\n2Bt1--14 to 21 inches; strong brown (7.5YR 4/6) gravelly clay; moderate fine angular blocky structure; firm; common very fine roots; few faint clay films on faces of peds; 20 percent chert gravel and 10 percent sandy dolomite gravel; moderately alkaline; gradual smooth boundary.\n2Bt2--21 to 30 inches; red (2.5YR 4/6) and brown (7.5YR 5/4) gravelly clay; strong medium prismatic structure parting to moderate medium angular blocky; very firm; common very fine roots; few faint clay films on faces of peds; 20 percent chert gravel and 10 percent sandy dolomite gravel; moderately alkaline; gradual smooth boundary.\n2Bt3--30 to 39 inches; yellowish brown (10YR 5/4) and red (2.5YR 4/6) gravelly clay; strong medium prismatic structure parting to moderate medium angular blocky; very firm; common fine roots; few faint clay films on faces of peds; 15 percent chert gravel and 15 percent sandy dolomite gravel; moderately alkaline; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 8 to 30 inches.)\n2R--39 inches; dolomitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barry County, Missouri; about one mile north of Eagle Rock; 750 feet south and 30 feet east of the northwest corner, sec. 4, T. 21 N., R. 26 W.; USGS Eagle Rock topographic quadrangle; lat. 36 degrees 33 minutes 54 seconds N. and long. 93 degrees 45 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: 20 to 40 inches\nA or Ap horizon\nHue:  7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 to 3\nFine-earth: silt loam, loam, clay loam, or silty clay loam\nTotal Rock fragments: 15 to 50 percent gravel\nReaction: slightly acid to moderately alkaline\nNote: Some pedons have a BA or AB horizon with properties similar to the A horizon.\n2Bt horizon\nHue: 2.5YR to 10YR\nValue: 3 to 5\nChroma: 3 to 6\nFine-earth: silty clay or clay\nTotal Rock fragments: 5 to 35 percent gravel\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Romona series.  Romona soils have 30 to 75 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blueye soils are on ridgetops and side slopes of hills.  Slopes range from 3 to 50 percent.  They formed in cherty hillslope sediments and the underlying clayey residuum from cherty dolomite.  Mean annual temperature ranges from 54 to 57 degrees F, and the mean annual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Bardley and Gatewood soils and the Hailey, Mano, Moko, Nixa and Ocie series. Hailey, Mano, Nixa and Ocie soils do not have a mollic epipedon.  In addition, Hailey soils have more than 35 percent rock fragments and less than 35 percent clay in the control section.  Mano soils are very deep and Ocie soils are deep.  Moko soils are very shallow and shallow.  Nixa soils have a fragipan.  These soils are on similar positions or downslope."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is high to very high. Permeability is slow. The saturated hydraulic conductivity is moderately low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for hardwoods or red cedar.  Some areas are cleared and used for grassland or urban development.  Hardwoods are mainly oak and hickory.  Native vegetation is warm season grasses with scattered trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands of Missouri and possibly Arkansas (MLRA 116A).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Barry County, Missouri, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  mollic epipedon - the zone from the surface of the soil to a depth of 14 inches (Ap and A horizons);\nargillic horizon - the zone from 14 inches to 39 inches (2Bt1, 2Bt2 and 2Bt3 horizons);\nlithic contact - 39 inches.\nADDITIONAL DATA:  University of Missouri soil characterization laboratory number M9400901.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
