{
  "SERIES": "BLUEBUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TDT",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic Vitrixerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bluebuck stony ashy sandy loam, on a north facing 40 percent slope at 5,280 elevation in a subalpine fir, Engelmann spruce and Douglas-fir forest. (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nC--1 to 2 inches; light gray (10YR 7/2) ashy fine sandy loam, grayish brown (10YR 5/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; few fine pores; slightly acid (pH 6.3); irregular broken boundary.  (0 to 2 inches thick)\n2A--2 to 4 inches; pale brown (10YR 6/3) stony ashy sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine and fine and few medium and coarse roots; common fine tubular pores; 10 percent pebbles and 5 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (1 to 4 inches thick)\n2Bw--4 to 12 inches; light yellowish brown (10YR 6/4) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular block structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine and few coarse roots; common fine irregular pores; 15 percent pebbles, 3 percent cobbles, and 2 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (6 to 11 inches thick)\n3CB--12 to 25 inches; light yellowish brown (10YR 6/4) very gravelly loamy sand, yellowish brown (10YR 5/4) moist; many medium and coarse yellowish brown (10YR 5/6) moist stains; single grain; loose, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; 35 percent pebbles, 5 percent cobbles, and 2 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (9 to 13 inches thick)\n4C1--25 to 36 inches; multicolored extremely gravelly coarse sand; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; 65 percent pebbles and 5 percent cobbles; slightly acid (pH 6.3); clear wavy boundary.  (8 to 11 inches thick)\n5C2--36 to 55 inches; very pale brown (10YR 7/4) very gravelly loamy sand; light yellowish brown (10YR 6/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 40 percent pebbles, 5 percent cobbles, and 2 percent stones; slightly acid (pH 6.4); gradual wavy boundary.  (18 to 24 inches thick)\n5Cd--55 to 60 inches; very pale brown (10YR 7/3) very gravelly loamy sand; pale brown (10YR 6/3) moist; massive; hard, friable, nonsticky and nonplastic; few very fine roots; 35 percent pebbles and 5 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington, about 7 miles east of Winthrop, Washington; 700 feet east and 500 feet south of the northwest corner of section 36, T. 35 N., R. 22 E.  (Latitude 48 degrees 29' 55\" N., Longitude 120 degrees 01' 57\" W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature is 37 to 43 degrees F.  Average summer soil temperature ranges from 42 to 46 degrees F.  These soils are dry in all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  Thickness of the volcanic ash is 7 to 14 inches, and has an estimated moist bulk density of 1.00 to 1.35 g/cc, volcanic glass content of 5 to 30 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 6 to 12 percent for air dried samples.  Depth to densic material is 40 to 60 inches. The particle-size control section averages 40 to 70 percent rock fragments.\nThe C horizon is absent in some pedons.\nThe 2A horizon has values moist of 3 or 4.  Reaction ranges from moderately acid to slightly acid.\nThe 2Bw horizon has chromas of 3 or 4 dry or moist.  It is gravelly ashy sandy loam or ashy sandy loam.  It has 5 to 15 percent pebbles, 0 to 5 percent cobbles, and 0 to 3 percent stones.  Reaction ranges from moderately acid to slightly acid.\nThe 3CB horizon has hues of 10YR or 2.5Y, values of 4 or 5 moist, and chromas of 3 or 4 dry or moist.  It is very gravelly loamy sand, extremely gravelly coarse sand, or very cobbly loamy coarse sand.  It has 35 to 55 percent pebbles, 5 to 25 percent cobbles, and 0 to 10 percent stones.  Reaction ranges from slightly acid to neutral.\nThe 4C1 horizon is multicolored.  It is extremely gravelly coarse sand or extremely gravelly loamy coarse sand.  It has 55 to 65 percent pebbles and 10 to 15 percent cobbles.  Reaction ranges from slightly acid to neutral.\nThe 5C2 horizon has hues of 10YR or 2.5Y, values of 6 or 7 dry, 5 or 6 moist, and chromas of 3 to 6 dry, 3 or 4 moist.  It is very gravelly loamy sand, extremely cobbly coarse sand, or very stony loamy coarse sand.  It has 35 to 55 percent pebbles, 5 to 30 percent cobbles, and 0 to 25 percent stones.  Reaction ranges from slightly acid to neutral.\nThe 5Cd horizon has hues of 10YR or 2.5Y, values of 6 or 7 dry, 5 or 6 moist, and chromas of 3 to 6 dry, 3 or 4 moist.  It is very gravelly loamy sand, extremely gravelly loamy sand, or very cobbly loamy sand.  It has 30 to 50 percent pebbles, 5 to 20 percent cobbles, and 0 to 5 percent stones.  Reaction ranges from slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bromas, Littlesalmon, Roman, and Sitdown series.  Bromas soils have a paralithic contact at 20 to 40 inches.  Littlesalmon and Roman soils are dry for less than 45 consecutive days. Sitdown soils lack Cd horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bluebuck soils are on backslopes of glaciated mountains.  Slopes are 35 to 65 percent.  These soils formed in till and some outwash from granitic rock with a mantle of mixed volcanic ash 7 to 14 inches thick.  Elevations range from 4,600 to 6,600 feet.  Precipitation is 25 to 35 inches.  The climate is characterized by cool, dry summers and cold, wet winters.  The average January temperature ranges from 18 to 22 degrees F, and the average July temperature ranges from 52 to 58 degrees F.  Average annual temperature is 35 to 41 degrees F.  Frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devore, Myerscreek, Sitdown, and Siwack soils.  Devore soils are on shoulders and ridges and have bedrock at a depth of 20 to 40 inches.  Myerscreek soils are on backslopes and footslopes and form in loamy-skeletal till.  Sitdown soils are on outwash terraces, escarpments, and footslopes and form in glacial outwash.  Siwack soils are on south facing backslopes, have a vitrandic ash mantle and form in till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; rapid to very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is subalpine fir, Engelmann spruce, and Douglas-fir, with an understory of sidebells wintergreen, western rattlesnake plantain, Sitka alder, northwestern sedge, and grouse whortleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMount St. Helens \"T or W\" ash layer - C horizon\nOchric epipedon\nCambic horizon - 4 to 12 inches (2Bw horizon)\nDense till layer - 55 to 60 inches (5Cd horizon)\nPSCS - zone from 11 to 41 inches (part of the 2Bw horizon, the 3CB, 4C1, and part of the 5C2 horizon)\nVitrandic properties from 2 to 12 inches.\nDepths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nADDITIONAL DATA:  Laboratory data is available for the pedon; NSSL sample # S97WA047-007; Lincoln, NE, 1997.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
