{
  "SERIES": "BLUEHON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM/DL",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bluehon stony loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; reddish brown (5YR 5/3) stony loam, dark reddish brown (5YR 3/2) moist; weak medium platy structure; soft, friable, slightly sticky, slightly plastic; common very fine and fine, and few medium and coarse roots; few very fine, fine and medium pores; 10 percent stones, 15 percent cobbles, and 10 percent gravel; slightly calcareous, slightly alkaline (pH 7.8); clear smooth boundary.  (3 to 5 inches thick)\nBk1--5 to 10 inches; dark reddish gray (5YR 4/2) cobbly sandy clay loam, dark reddish gray (5YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine, fine and medium, few coarse roots; common very fine and fine, few medium pores; 5 percent stones, 10 percent cobbles, and 10 percent gravel; lime is coated on undersides of rock fragments; slightly calcareous, moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 9 inches thick)\nBk2--10 to 15 inches; pinkish gray (5YR 6/2) very cobbly sandy clay loam, dark reddish gray (5YR 4/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine, fine and medium roots; few very fine and fine pores; 5 percent stones, 15 percent cobbles, and 20 percent gravel; lime is in concretions and as thick coatings on rock fragments; strongly calcareous, moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 5 inches thick)\nBk3--15 to 33 inches; pinkish white (5YR 8/2) very cobbly sandy loam, pinkish gray (5YR 6/2) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few very fine and fine roots; common very fine and fine pores; 5 percent stones, 20 percent cobbles, and 20 percent gravel; lime is bedded and as thick coatings on rock fragments; very strongly calcareous, moderately alkaline (pH 8.2); abrupt wavy boundary.  (4 to 18 inches thick)\nBkm--33 inches; indurated petrocalcic."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Utah, in the Amasas Back area; about 2,700 feet south, 2,000 feet east of the NW corner of Section 25, T. 27 S., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the petrocalcic horizon: 20 to 40 inches.\nMean annual soil temperature: 48 to 54 degrees F.\nSoil moisture: Ustic aridic moisture regime\nA horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 4\nWhere present mollic colors lack thickness to qualify as mollic epipedons\nTexture: stony loam, or stony sandy loam but ranges to cobbly loam or cobbly sandy loam\nRock fragments: 20 to 35 percent with about 5 to 10 percent stones, 5 to 15 percent cobbles and 5 to 20 percent gravel\nB horizon\nValue: 4 to 6 dry, 4 or 5 moist\nChroma: 3 or 4\nTexture: cobbly sandy clay loam or gravelly loam, but ranges to very gravelly sandy clay loam or very gravelly loam\nRock fragments: 35 to 50 percent rock fragment, with 0 to 10 percent stones, 5 to 15 percent cobbles, and 10 to 25 percent gravel\nC horizon\nTexture: very cobbly sandy loam to very gravelly loam\nRock fragments: 40 to 60 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sierocliff series. Sierocliff soils have petrocalcic horizons indurated by secondary carbonates with alternating layers that are cemented with minor amounts of silica."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bluehon soils are on remnant alluvial fans.  Elevations range from 6,200 to 7,000 feet.  The soils formed in alluvium from diorite and sandstone rocks.  The soils are in a warm and semiarid climate, with annual precipitation ranging from 10 to 14 inches.  About 50 to 60 percent of the moisture occurs as rain during the growing season.  The mean annual air temperature is 45 to 52 degrees F.  The freeze-free season is 100 to 14 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bond, Ildefonso, Millett, Sedillo and Rizozo soils.  These soils do not have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for range, woodland, wildlife and recreation.  Native vegetation is mainly pinyon, Utah juniper, big sagebrush, Indian ricegrass and squirreltail.  Some areas have gambel oak and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  The series is moderately extensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County, Utah, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 5 inches (A horizon)\nCalcic horizon - the zone from 10 to 33 inches (Bk2 and Bk3 horizons)\nPetrocalcic horizon - the zone at 33 inches (Bkm horizon)\nClassification changed to from Petrocalcic Calciustolls to Calcic Petrocalcids in 2006. This change was made to be consistent with the moisture regime.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nSoil is named for a landmark in the survey area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
