{
  "SERIES": "BLUEPOINT",
  "STATUS": "Established Series",
  "BYREV": "REV: LJL/ET/TM",
  "REVDATE": "04/2015",
  "STATES": "AZ,CA,NV,NM,TX",
  "OVERVIEW": "The Bluepoint series consists of very deep, somewhat excessively drained soils that formed in eolian materials derived from mixed rock sources. Bluepoint soils are on dunes and sand sheets. Slope ranges from 0 to 50 percent. The mean annual precipitation is about 330 millimeters (5 inches) and the mean annual air temperature is about 19 degrees C. (66 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bluepoint fine sand - rangeland and wildlife habitat. Colors are for dry soil unless otherwise noted.\nA--0 to 5 centimeters (0 to 2 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; moderate thin and medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine, few fine interstitial and few very fine, fine tubular pores; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 10 centimeters thick)\nCy1--5 to 36 centimeters (2 to 14 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; weak very thick platy structure due to stratification; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; common very fine interstitial and few very fine, fine and medium tubular pores; few fine crystals of gypsum; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.\nCy2--36 to 102 centimeters (14 to 40 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine and medium roots; common very fine and few fine tubular pores; few fine crystals of gypsum; strongly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary.\nCy3--102 to 152 centimeters (40 to 60 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine through coarse roots; few very fine and fine tubular pores; few fine crystals of gypsum; strongly effervescent; slightly alkaline (pH 7.8). (Combined thickness of the C horizons is 142 to 178 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 0.4 kilometers (1/4 mile) south of Government Well, 0.2 kilometers (1/8 mile) northeast of Nevada-California stateline to the east of Mesquite Lake and 9.6 kilometers (6 miles) southeast of Sandy Valley, Nevada; about 701 meters (2,300 feet) south and 151 meters (500) feet east of the northwest corner of section 36, T. 25 S., R. 57 E; USGS Mesquite Lake, NV and CA 7.5 minute topographic quadrangle; 35 degrees, 43 minutes, 46 seconds north latitude and 115 degrees, 32 minutes, 42 seconds west longitude; UTM 11, 631593e, 3954904n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part during winter and spring and intermittingly moist in the upper part following summer thunderstorms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 18 to 22 degrees C.(65 to 72 degrees F.).\nSoil color: Darker values and lower chroma reflect lithochromic colors.\nControl section\nClay content: 2 to 10 percent.\nRock fragments: 0 to 15 percent gravel.\nA horizon:\nHue: 5YR, 7.5YR or 10YR.\nValue: 4 through 7 dry, 3 through 6 moist.\nChroma: 3 through 6.\nC horizons:\nHue: 5YR, 7.5YR or 10YR.\nValue: 4 through 7 dry, 3 through 6 moist.\nChroma: 3 through 6.\nTexture: Loamy fine sand or loamy sand, and sand or fine sand, containing more than 10 percent silt plus clay.\nStructure: Single grain, massive or platy.\nReaction: Slightly alkaline or strongly alkaline.\nConsistence: Loose to slightly hard dry, loose to very friable moist.\nOther features: Calcareous in some part or all of control section. 0 to 2 percent gypsum or calcium carbonate by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Birdcanyon (CA), Brazito (AZ), Cajon (CA), Copia (NM), Hembrillo (NM), Koehn (CA), Maynard Lake (NV), Moapa (NV), Pintura (UT+NM), Toquop (NV+AZ), University (NM), and Yturbide (NM) series. Birdcanyon and Koehn soils are intermittingly moist near the soil surface following occasional summer convection storms. Brazito, Copia, Pintura, Toquop and University soils have less than 10 percent silt plus clay in the series control section. Also, Pintura soils are mainly noncalcareous throughout. Cajon soils formed in sandy alluvium from dominantly granitic rocks. Hembrillo soils have 20 to 50 percent gypsum in the particle-size control section. Maynard Lake soils have more than 20 percent volcanic ash. Moapa soils have a paralithic contact at 50 to 100 centimeters. Yturbide soils average 15 to 35 percent gravel in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bluepoint soils are on dunes and sand sheets. Slope ranges from 0 to 50 percent. These soils formed in eolian materials derived from mixed rock sources. Elevations are 520 to 1220 meters (1,700 to 4,000 feet). The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 180 centimeters (3 to 7 inches); mean annual air temperature is 16 to 21 degrees C. (61 to 69 degrees F.)., and the frost-free season is 230 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bard, Overton and Virgin River soils. Bard soils are shallow or very shallow over indurated lime hardpans. Overton soils have fine textured control sections and are saturated during part of the year. Virgin River soils have fine-loamy control sections and are usually moist in some part of the moisture control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very low or low runoff; rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly creosotebush, white bursage, ephedra, mesquite, Indian ricegrass and big galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave desert of southern Nevada; MLRA 30. These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County, (Las Vegas-Eldorado Valleys Area) Nevada, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was relocated in December 2005 to better represent the series concept of a thermic soil temperature regime. Bluepoint soils are in MLRA 30. Use outside the area should be reevaluated.\nDiagnostic horizons and features recognized in the profile are:\nOchric epipedon - 0 to 5 centimeters (0 to 2 inches) (A horizon).\nParticle-size control section - 25 to 100 centimeters (10 to 40 inches) (Part of the Cy1 and Cy2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 centimeters (0 to 2 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; moderate thin and medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine, few fine interstitial and few very fine, fine tubular pores; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 10 centimeters thick)"
      },
      {
        "name": "Cy1",
        "top": 5,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cy1--5 to 36 centimeters (2 to 14 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; weak very thick platy structure due to stratification; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; common very fine interstitial and few very fine, fine and medium tubular pores; few fine crystals of gypsum; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary."
      },
      {
        "name": "Cy2",
        "top": 36,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cy2--36 to 102 centimeters (14 to 40 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine and medium roots; common very fine and few fine tubular pores; few fine crystals of gypsum; strongly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary."
      },
      {
        "name": "Cy3",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "Cy3--102 to 152 centimeters (40 to 60 inches); very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine through coarse roots; few very fine and fine tubular pores; few fine crystals of gypsum; strongly effervescent; slightly alkaline (pH 7.8). (Combined thickness of the C horizons is 142 to 178 centimeters)"
      }
    ]
  ]
}
