{
  "SERIES": "BLUEFLAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRF/CSW/JWB",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blueflat loam, rangeland.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 6 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; moderate very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; common fine tubular pores; 10 percent indurated shale and sandstone channers; strongly calcareous; moderately alkaline (pH 8.4); clear wavy boundary.  (2 to 6 inches thick)\nBwn--6 to 9 inches; yellowish brown (10YR 5/4) silty clay loam, yellowish brown (10YR 5/6) moist; weak medium prismatic structure parting to moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and medium roots; common fine tubular pores; moderately calcareous; strongly alkaline (pH 9.0); clear wavy boundary.  (3 to 10 inches thick)\nBy1--9 to 23 inches; light yellowish brown (2.5Y 6/4) silty clay, olive brown (2.5Y 4/4) moist; moderate fine and medium prismatic structure; hard, friable, very sticky and very plastic; few fine and very fine roots; few fine tubular pores; soil matrix is noncalcareous in about 90 percent of this horizon, 10 percent is moderately calcareous; gypsum occurs as moderately thick coatings and streaks on faces of peds; moderately alkaline (pH 8.0); clear smooth boundary.  (7 to 14 inches thick)\nBy2--23 to 27 inches; light olive brown (2.5Y 5/4) silty clay, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky structure; very hard, very firm, very sticky and very plastic; very few fine roots; gypsum occurs as thin coatings and streaks on faces of peds; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 7 inches thick)\nCr--27 to 37 inches; weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Utah; about 10 miles south of Crescent Junction; located in the northwest 1/4 southwest 1/4, sec. 28, T. 23 S., R. 19 E.; Valley City USGS quad; lat. 39 degrees 46 minues 48 seconds N. and long. 109 degrees 49 minutes 54 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year.  Aridic soil moisture regime.\nMean annual soil temperature: 53 to 57 degrees F.\nDepth to paralithic contact:  20 to 40 inches to strongly weathered shale\nDepth to gypsic horizon:  9 to 12 inches\nThickness of the gypsic horizon:  15 to 21 inches\nParticle-size control section (weighted average):\nClay content:  35 to 60 percent\nRock fragments:  0 to 15 percent channers and flagstones\n0 to 15 percent parachanners\nGypsum content, less than 20 mm fraction: 5 to 15 percent\nA horizon:\nHue: 10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4 dry or moist\nTexture: channery silty clay loam or loam.\nRock fragments:  10 to 35 percent channers\n0 to 5 percent cobbles\nBwn horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 6 dry or moist\nTexture: silty clay loam, silty clay or clay loam.\nRock fragments:  0 to 10 percent channers\n0 to 2 percent gravel\nReaction: moderately alkaline or strongly alkaline.\nBy horizon:\nHue: 10YR to 5Y\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 2 to 6 dry or moist\nTexture: silty clay, parachannery silty clay, silty clay loam or clay\nGypsum: 5 to 15 percent\nRock fragments:  0 to 15 percent channers\n15 to 35 percent parachanners\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blueflat soils are on the uplifted portions of the shale pediment and on shale hills at elevations of 4,000 to 6,100 feet.  Slopes are 2 to 25 percent.  The soils formed in slope alluvium from sedimentary rocks over residuum weathered from gypsiferous shale.  The mean annual temperature is 48 to 55 degrees F, and the average annual precipitation is 5 to 9 inches, with peak periods in July to October and evenly distributed throughout the remainder of the year.  The freeze-free period is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chipeta and Sagers soils.  Chipeta and Sagers soils do not have gypsic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat, and recreation.  Potential vegetation is mainly galleta, Nuttall saltbush, Indian ricegrass, and budsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and central Utah; MLRA 34B, 37.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County, Utah, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  the zone from 0 to 6 inches. (A horizon)\nGypsic horizon:  the zone from 9 to 27 inches. (By1, By2 horizons)\nParalithic contact:  weathered shale at 27 inches  (Cr horizon)\nTaxonomic Version:  Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
