{
  "SERIES": "BLUESTOCKING",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLN-JCJ",
  "REVDATE": "02/2006",
  "STATES": "TN",
  "OVERVIEW": "The Bluestocking series consists of deep, moderately well drained soils on flood plains and narrow drainageways.  The soil formed in a thin mantle of silty alluvium and the underlying very gravelly or extremely gravelly clayey alluvium.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bluestocking silt loam - pasture. (Colors are for moist soil unless otherwise stated).\nA1--0 to 12 inches; dark brown (10YR 3/3) silt loam; brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; few fine roots; few fine pores; about 5 percent by volume rounded gravel up to 1 inch across; slightly acid; abrupt smooth boundary.\nA2--12 to 18 inches; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; about 5 percent by volume rounded gravel up to 1 inch across; neutral; clear smooth boundary.\nA3--18 to 24 inches; very dark grayish brown (2.5Y 3/2) silty clay loam, brown (10YR 5/3) dry; common medium faint dark gray (10YR 4/1) mottles; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; about 5 percent by volume rounded gravel up to 1 inch across; neutral; clear smooth boundary.\nA4--24 to 29 inches; very dark grayish brown (10YR 3/2) very gravelly silty clay loam; common medium faint dark gray (10YR 4/1) mottles; weak fine subangular blocky structure; firm; few fine roots; common fine pores; about 50 percent by volume rounded gravel up to 2 inches across; neutral; clear smooth boundary. (Combined thickness of the A horizons range from 15 to 30 inches).\nC--29 to 58 inches; very dark grayish brown (10YR 3/2) extremely gravelly clay; common medium faint dark gray (10YR 4/1) mottles; massive; firm; few fine roots; common fine pores; about 90 percent by volume rounded gravel up to 2 inches across; neutral; abrupt wavy boundary.\nR--58 inches; unweathered limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bedford County, Tennessee; 6.0 miles south southwest of Shelbyville, Tennessee, 0.9 mile northwest of intersection of U.S. Highway 231 and Robinson Road; 0.6 mile southeast of the intersection of Charlie Russell Road and Robinson Road, 110 feet west of the Sugar Creek bridge in field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 24 inches to 35 inches. Depth to bedrock ranges from 40 inches to 60 inches. Gravel from 0.5 inches to 2 inches in diameter are less than 5 percent in the upper part of the A horizons of most pedons, but range from 0 to 15 percent by volume. Content of gravel ranges from 35 to 60 percent in the lower part of the A horizon and in the B horizon, where present; and from 45 to 90 percent in the C horizon. Reaction ranges from slightly acid to neutral in each horizon.\nThe A horizon has hue of 7.5YR, 10YR, or 2.5Y value of 2 or 3, and chroma of 2 or 3.  Texture is silt loam or silty clay loam.\nThe Bw horizon, where present, and the C horizon, has hue of 10YR or 7.5YR, value of 2 to 4, and chroma of 2 to 4. In pedons where the lower part of the mollic epipedon has chroma more than 2, the horizon can have hues of 10YR or 2.5Y, value 4 or 5, and chroma 2. It has few to common mottles in shades of brown, yellow gray. Texture of the fine earth fraction is silty clay loam, silty clay, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Bluestocking is the only soil in this family.  Soils in similar families are the Arrington, Cannon, Egam, Godwin, Lobelville and Lynnville series. Arrington, Egam, Godwin and Lynnville soils have less than 15 percent coarse fragments in the 10 to 40 inch control section.  Also Lynnville soils have a mollic epipedon less than 24 inches thick and do not have a gravelly substratum. Cannon and Lobelville soils are fine loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bluestocking soils are on nearly level flood plains and narrow drainageways. Slopes range from 0 to 3 percent. The soil formed in 2 to 3 feet of recent silty alluvium underlain by very gravelly to extremely gravelly clayey sediments. Near the type location, the mean annual air temperature is about 59 degrees F, and the mean annual precipitation is about 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Godwin and Lynnville series. Common associates on higher parts of the landscape are Armour, Ashwood, Dellrose, Harpeth and Mimosa soils, all of which have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium or slow surface runoff. Permeability is moderate in the silty mantle, and moderately rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all areas of Bluestocking soils are cleared and are cultivated or in pasture. The main crops are wheat, soybeans, and hay. The native vegetation was mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Nashville Basin of Tennessee. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bedford County, Tennessee: 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon from the surface of the soil to a depth of 29 inches.\nADDITIONAL DATA: The pedon described has data provided by the NSSL.  Pedon 85P0184.\nOSED scanned by SSQA.  Last revised by state on 04/87.\nClassification only was changed in 6/98.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 12 inches; dark brown (10YR 3/3) silt loam; brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; few fine roots; few fine pores; about 5 percent by volume rounded gravel up to 1 inch across; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--12 to 18 inches; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; about 5 percent by volume rounded gravel up to 1 inch across; neutral; clear smooth boundary."
      },
      {
        "name": "A3",
        "top": 46,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A3--18 to 24 inches; very dark grayish brown (2.5Y 3/2) silty clay loam, brown (10YR 5/3) dry; common medium faint dark gray (10YR 4/1) mottles; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; about 5 percent by volume rounded gravel up to 1 inch across; neutral; clear smooth boundary."
      },
      {
        "name": "A4",
        "top": 61,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "very gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A4--24 to 29 inches; very dark grayish brown (10YR 3/2) very gravelly silty clay loam; common medium faint dark gray (10YR 4/1) mottles; weak fine subangular blocky structure; firm; few fine roots; common fine pores; about 50 percent by volume rounded gravel up to 2 inches across; neutral; clear smooth boundary. (Combined thickness of the A horizons range from 15 to 30 inches)."
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 147,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "extremely gravelly",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--29 to 58 inches; very dark grayish brown (10YR 3/2) extremely gravelly clay; common medium faint dark gray (10YR 4/1) mottles; massive; firm; few fine roots; common fine pores; about 90 percent by volume rounded gravel up to 2 inches across; neutral; abrupt wavy boundary."
      },
      {
        "name": "R",
        "top": 147,
        "narrative": "R--58 inches; unweathered limestone bedrock."
      }
    ]
  ]
}
