{
  "SERIES": "BLUERIDGE",
  "STATUS": "Established Series",
  "BYREV": "JRW PRF",
  "REVDATE": "09/2005",
  "STATES": "NE",
  "OVERVIEW": "The Blueridge series consists of excessively drained soils that are shallow or very shallow over bedded gravelly coarse sand.  These soils formed in sandy and gravelly soil material deposited over gravelly sand on upland hillslopes.  Slopes range from 6 to 60 percent.  Mean annual temperature is about 10 degrees C. (50 degrees F.), and mean annual precipitation is about 43 centimeters (17 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Aridic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blueridge coarse sand on a 20 percent convex south facing slope in rangeland.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 centimeters (0 to 4 inches); grayish brown (10YR 5/2) coarse sand, dark grayish brown (10YR 4/2) moist; single grain; loose; 9 percent gravel by volume; moderately acid; clear wavy boundary.  (3 to 15 centimeters (1 to 6 inches) thick)\nC1--10 to 102 centimeters (4 to 40 inches); light gray (10YR 7/2) gravelly coarse sand, light brownish gray (10YR 6/2) moist; single grain; loose; 18 percent gravel by volume; moderately acid; clear wavy boundary.\nC2--102 to 203 centimeters (40 to 80 inches); light gray (10YR 7/2) gravelly coarse sand, light brownish gray (10YR 6/2) moist; single grain; loose; 23 percent gravel by volume; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garden County, Nebraska; about 9 miles north and 1 mile west of Lewellen, Nebraska; 4050 feet west and 2500 feet south of the northeast corner, section 4, T. 17 N., R. 42 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 10 to 13 degrees C (49 to 55 degrees F)\nDepth to secondary calcium carbonate: typically lack free carbonates, but in places there is a layer of gravel coated with carbonates, usually on the underside\nParticle-size control section (weighted average):\nRock fragments: averages 15 to 35 percent gravel by volume but, layers can contain more than 35 percent or less than 15 percent\nA horizon:\nHue: 10YR\nValue: 3 to 6, 2 to 5 moist\nChroma: 1 to 3\nTexture: coarse sand, loamy coarse sand, loamy sand, gravelly loamy sand, gravelly sandy loam or gravelly loam\nClay content: 0 to 10 percent\nRock fragments: Gravel content ranges from 5 to 35 percent by volume\nReaction: moderately acid to neutral\nC horizon:\nHue: 10YR and 2.5Y\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 4\nTexture: gravelly coarse sand but ranges from sand to very gravelly coarse sand\nClay content: 0 to 3 percent\nRock fragments: averages about 15 to 35 percent by volume (see Remarks)\nReaction: moderately acid to slightly alkaline\nSome pedons have an AC horizon that ranges from about 8 to 25 centimeters (3 to 10 inches) thick and is intermediate in color and texture between the A and C horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Colfer, Dankworth, Optima, Royosa, and Scoville series.\nDankworth soils do not have 15 to 35 percent gravel in the particle size control section.\nOptima: formed in eolian sand and do not have 15 to 35 percent gravel in the particle size control section\nRoyosa soils formed in eolian material derived from sandstone and do not have 15 to 35 percent gravel in the particle size control section.\nColfer and Scoville soils do not have 15 to 35 percent gravel in the particle size control section, have contrasting loamy layers at depths below 102 centimeters (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: derived from sandy and gravelly soil material deposited over gravelly sand\nLandform: ridges, hillsides and footslopes on uplands\nSlopes: 6 to 60 percent\nElevation: 1067 to 1524 meters (3500 to 5000 feet)\nMean annual temperature: 8 to 12 degrees C (47 to 53 degrees F)\nMean annual precipitation: 36 to 46 centimeters (14 to 18 inches)\nFrost-free period: 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAshollow: are coarse loamy and calcareous\nAltvan: are fine-loamy over sandy or sandy skeletal\nBroadwater: formed in gravelly sandy alluvium on flood plains\nBusher: are coarse-loamy and have a mollic epipedon\nDankworth: formed in sandy material on foot slopes and fan remnants below areas of Blueridge soils on the landscape\nSarben: are coarse-loamy and calcareous at depths between 15 and 40 inches\nTassel: are calcareous and are 10 to 20 inches deep over sandstone\nValent: are sandy and on dunes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: excessively drained\nSaturated Hydraulic Conductivity: very high\nRunoff: low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are in rangeland.\nNative grass species are dominantly blue grama, prairie sandreed, sand bluestem, needleandthread, and sand dropseed.\nOther plants common are threadleaf sedge, sagebrush, yucca, and prickly pear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nebraska, north eastern Colorado, and eastern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sioux County, Nebraska, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic features recognized in this pedon are:\nOchric epipedon: 0 to 10 centimeters (0 to 4 inches) (A horizon)\nThese soils were previously mapped with the Dix soils, but they lack a mollic epipedon and average about 15 to 35 percent gravel by volume in the series control section, but some layers have 60 percent or more gravel by volume.  The beds of granitic gravelly material in which these soils formed are coarser nearest the source and become more variable in composition and layer thickness as you move away from the source.  The geomorphic landscape on which these soils occur remains reasonably uniform throughout the area of occurrence and the interpretations do not change.  It is difficult, therefore, to determine the gravel content in the series control section that best represents the series concept.  The soil survey in Sioux County supports greater than 35 percent by volume of gravel, while others to the east support less than 35. Interpretations and map unit composition are about the same.  At this time it appears futile and impractical to map 2 soils.  For now, similar soils that range from 35 to 60 percent by volume of gravel in the series control section will be included with the Blueridge series and documented accordingly in the appropriate correlation documents. Further study is needed for final placement in Taxonomy.\nLast updated by LM and JCR in 09/2005 to include metric conversion and changing permeability to saturated hydraulic conductivity"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Pedon S90NE-069-031 sampled and described for NSSL.\nhttp://ssldata.sc.egov.usda.gov/rptExecute.asp?p=17693&r=1&submit1=Get+Report"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 centimeters (0 to 4 inches); grayish brown (10YR 5/2) coarse sand, dark grayish brown (10YR 4/2) moist; single grain; loose; 9 percent gravel by volume; moderately acid; clear wavy boundary.  (3 to 15 centimeters (1 to 6 inches) thick)"
      },
      {
        "name": "C1",
        "top": 10,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--10 to 102 centimeters (4 to 40 inches); light gray (10YR 7/2) gravelly coarse sand, light brownish gray (10YR 6/2) moist; single grain; loose; 18 percent gravel by volume; moderately acid; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 102,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--102 to 203 centimeters (40 to 80 inches); light gray (10YR 7/2) gravelly coarse sand, light brownish gray (10YR 6/2) moist; single grain; loose; 23 percent gravel by volume; slightly acid."
      }
    ]
  ]
}
