{
  "SERIES": "BLUEAGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/WED/RLB",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Blueagle silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; weak medium platy structure; slightly hard, friable, moderately sticky and slightly plastic; many very fine and fine vesicular pores; violently effervescent; very strongly alkaline (pH 9.6); clear smooth boundary.  (3 to 10 cm thick)\nA2--5 to 33 cm; very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; weak fine granular structure; slightly hard, very friable, moderately sticky and slightly plastic; many very fine interstitial and few very fine tubular pores; few fine carbonate filaments on faces of peds; violently effervescent; very strongly alkaline (pH 9.6); clear smooth boundary.  (20 to 38 cm thick)\nC1--33 to 71 cm; very pale brown (10YR 7/3) silty clay loam, pale brown (10YR 6/3) moist; weak fine granular structure; slightly hard, very friable, moderately sticky and slightly plastic; many very fine interstitial and few very fine tubular pores; common very fine carbonate filaments; violently effervescent; very strongly alkaline (pH 9.6); clear smooth boundary.  (0 to 38 cm thick)\nC2--71 to 112 cm; pale yellow (5Y 7/4) silty clay loam, pale olive (5Y 6/4) moist; weak fine granular structure; slightly hard, very friable, moderately sticky and slightly plastic; many very fine interstitial pores; common very fine carbonate filaments; violently effervescent; very strongly alkaline (pH 9.6); clear smooth boundary.  (0 to 40 cm thick)\nC3--112 to 152 cm; pale yellow (5Y 7/4) silty clay loam, pale olive (5Y 6/4) moist; massive; slightly hard, very friable, moderately sticky and slightly plastic; many very fine interstitial and few very fine tubular pores; common very fine carbonate filaments; violently effervescent; very strongly alkaline (pH 9.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; about 2,000 feet south and 2,200 feet west of the northeast corner of section 33, T. 8 N., R. 57 E; USGS Blue Eagle Springs 7.5 minute topographic quadrangle; latitude 38 degrees 30 minutes 40 seconds N and longitude 115 degrees 34 minutes 10 seconds W; WGS84 Decimal Degrees 38.5111111 latitude, -115.5694444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nCarbonates: Greater than 5 percent.\nOther features: Except where it has been redispersed by sodium, the soil is aggregated into sand sized granules.  It readily wets up to silt loam or silty clay loam textures. Secondary gypsum occurs in some strata of some pedons\nParticle-size control section - Clay content:  Averages 25 to 35 percent\nA horizon\nValue: 6 through 8 dry, 5 or 6 moist.\nChroma:  2 through 4.\nC horizon\nHue:  10YR, 2.5Y, 5Y.\nValue: 6 through 8 dry, 5 or 6 moist.\nChroma:  2 through 4.\nTexture:  Silt loam or silty clay loam.\nSodicity (SAR): 30 to 90.\nStructure:  Weak to moderate granular.  Some pedons are massive in lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Easychair, Rosney, Sain, Sondoa, Swingler, and Timpie soils.\nAll of these soils lack granular structure below the surface, created by sand sized aggregates.  In addition, Easychair and Swingler soils have less than 25 percent clay in the particle-size control section.   Rosney soils have mean annual soil temperatures of less than 12 degrees C and do not receive the 10 to 20 days of summer precipitation following summer convection storms. Sain soils are not moist for 10 to 20 days in the summer.  Sondoa soils have relic manganese stains and are finely stratified.  Timpie soils contain 18 to 27 percent clay in the particle-size control section and are not moist for 10 to 20 days in the summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Blueagle soils are on stabilized dunes or sand sheets on lake plains and playas.  These soils formed in eolian material derived from mixed rocks.  Slopes are 4 to 30 percent.  Elevations are 1,375 to 1,680 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 125 to 200 mm, mean annual temperature is 11 to 13 degrees C, and the frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nuyobe, Rustigate, Slaw and Kawich soils. Nuyobe soils are poorly drained and have very fine sandy loam strata. Rustigate soils have fine-loamy particle-size control sections and are somewhat poorly drained. Slaw soils have irregular decreases in organic carbon. Kawich soils averages fine sand in their particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly black greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Nevada, MLRA 29.   These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County, Northeast Part, Nevada,   1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of A2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (C1 and part of A2 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
