{
  "SERIES": "BLUFFCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLA-AGG",
  "REVDATE": "02/2011",
  "STATES": "MN",
  "OVERVIEW": "The Bluffcreek series consists of very deep, moderately well drained soils that formed in loamy, sandy, and gravelly outwash on glacial outwash plains, valley trains, and moraines.  They have moderately rapid permeability in the upper part and rapid or very rapid permeability in the underlying material.  Their slopes range from 0 to 3 percent.  Mean annual air temperature is about 42 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bluffcreek sandy loam with a 2 percent slope in a converted cropland area.  (All colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy loam; brown (10YR 4/3) dry; weak fine and medium granular structure; very friable; common very fine and fine roots; 2 percent gravel; slightly acid; abrupt smooth boundary. (7 to 10 inches thick)\nE1--8 to 14  inches; brown (10YR 4/3) loamy sand; light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; very friable; few very fine and fine roots; 2 percent gravel; slightly acid; clear smooth  boundary.\nE2--14 to 26 inches; brown (10YR 4/3) sand; light yellowish brown (10YR 6/4) dry; single grain; loose;  10 percent gravel; slightly acid; clear wavy boundary.  (combine thickness of the E is 4 to 18 inches thick)\nE&Bt--26 to 34 inches; yellowish brown (10YR 5/4) sand (E); single grain; loose;  lamellae of dark yellowish brown (10YR 4/4) sandy loam (Bt); weak very fine subangular structure; very friable; lamellae are discontinuous .1 to .2 inches thick;  8 percent gravel; moderately acid; clear smooth boundary. (6 to 20 inches thick)\nBt--34 to 42 inches; dark yellowish brown (10YR 4/4) coarse sandy loam; moderate medium and coarse subangular blocky structure; friable; many coarse distinct dark grayish brown (10YR 4/2) Fe depletions and common medium prominent strong brown (7.5YR 5/8) Fe concentrations; many continuous prominent dark brown (7.5YR 3/2) continuous clay films on faces of peds and in pores;  5 percent gravel; moderately acid; clear wavy boundary.  (3 to 18 inches thick)\nBC--42 to 50 inches; yellowish brown (10YR 5/4) sand; single grain; loose; 3 percent gravel; slightly acid; clear wavy boundary. (0 to 16 inches thick)\nC--50 to 80 inches; light brownish gray  (10YR 6/2) sand; single grain; loose; common coarse distinct brownish yellow (10YR 6/8) Fe concentrations; 5 percent gravel; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otter Tail County, Minnesota; 4 miles east and 2 miles north of New York Mills; 950 feet west and 50 feet south of the northeast corner section 36, T. 136 N., R. 37 W.; USGS New York Mills quadrangle, Lat. 46 degrees 33 minutes 26 seconds N., Lon. 95 degrees 17 minutes 4 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates range from 30 to 60 inches.  The depth to the upper boundary of the Bt horizon or the presences of loamy lamellae are within the upper 20 inches of the surface if the upper mantle is entirely sandy.  Volume of rock fragments throughout the A and E horizons range from 0 to 15 percent.  The B and C horizons average from 0 to 35 percent.  Most rock fragments are pebbles .1 to 1.5 inches in diameter.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3 and chroma of 1 to 3.  The value is less than 5.5 when dry.  It is loamy fine sand, loamy sand, loamy coarse sand, sandy loam, fine sandy loam, or coarse sandy loam. It is moderately acid to neutral.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 through 4.  It is sand, loamy sand, loamy coarse sand, loamy fine sand, or sandy loam.  Reaction is moderately acid through neutral.\nSome pedons have thin BE, B/E, or EB transitional horizons with some characteristics of both horizons. However, the E part of the B/E occupies less than 15 percent of the horizon.\nThe Bt horizon has a hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 3 or 4.  It is sandy loam, coarse sandy loam, or their gravelly analogues.  Included are subhorizons that are sandy clay loam, loamy sand, loamy coarse sand, loam, or their gravelly analogues.  The Bt horizon averages between 8 to 18 percent clay.  In some subhorizons there are more than 35 percent rock fragments, but they average less than 35 percent.  The Bt horizon is composed of either continuous horizons more than 3 inches thick or discontinuous, 1 cm or more thick, horizons with a composite thickness greater than 6 inches.  Reaction is moderately acid to neutral.\nThe BC horizon has hue of 10YR or 7.5YR, value of 3 through 5, and chroma of 3 to 6.  It is loamy sand, loamy coarse sand, coarse sand, sand, or their gravelly analogues.  It is slightly acid to slightly alkaline.\nSome pedons have a Bk horizon.\nThe C horizon has a hue of 10YR, 2.5Y, or 7.5YR, value of 4 to 7 and chroma of 2 to 6.  It is sand, coarse sand, gravelly sand, or gravelly coarse sand.  Some layers in the C horizon can have more than 35 percent rock fragments but average is less than 35 percent.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brainerd, Growton, Karlstad, Mora, and Solona series.  The Brainerd, Mora, and Solona soils have a bulk density of more that 1.8 g/cc in the lower one fourth of the series control section.  The Karlstad soils have free calcium carbonate within a depth of 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bluffcreek soils are on concave to slightly convex slopes on outwash plains, valley trains, and moraines.  Slope gradients range from 0 to 3 percent.  They are formed in loamy or sandy mantle over sandy or gravelly deposits that are often stratified.    The elevation ranges from 1000 to 1500 feet.  Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 20 to 26 inches.  Annual frost free days range from 110 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almora, Eagleview, Epoufette, Lida, Nidaros, and Pinelake, Sybil, and Two Inlets soils. The well drained Almora, Lida, and Sybil soils on higher positions of the landscape.  The somewhat excessively drained Two Inlets and Eagleview soils are on higher positions of the landscape. The poorly drained Epoufette and Pinelake soils are in lower lying positions, shallow depressions, or along the edges of deep depressions adjacent to organic soils in the landscape.  The very poorly drained Nidaros soils are in deep depressions or in and along the edges of lakes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is moderately rapid in the upper part and rapid or very rapid in the lower part.  The depth to an apparent water table ranges from 2.5 to 4 feet from October through June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland or pasture with scattered areas in woods.  Native tree species are aspen, oak, maple and basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otter Tail County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface to a depth of 26 inches (A, E1 and E2 horizons); Argillic horizon - the zone from 26 to 42 inches (E&Bt and Bt horizon); Oxyaquic subgroup - based on soil saturation above a depth of 40 inches. 2/11/2011-TYPE LOCATION error was corrected.\nADDITIONAL DATA:  Soil Interpretation Record number MN0716.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy loam; brown (10YR 4/3) dry; weak fine and medium granular structure; very friable; common very fine and fine roots; 2 percent gravel; slightly acid; abrupt smooth boundary. (7 to 10 inches thick)"
      },
      {
        "name": "E1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "narrative": "E1--8 to 14  inches; brown (10YR 4/3) loamy sand; light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; very friable; few very fine and fine roots; 2 percent gravel; slightly acid; clear smooth  boundary."
      },
      {
        "name": "E2",
        "top": 36,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--14 to 26 inches; brown (10YR 4/3) sand; light yellowish brown (10YR 6/4) dry; single grain; loose;  10 percent gravel; slightly acid; clear wavy boundary.  (combine thickness of the E is 4 to 18 inches thick)"
      },
      {
        "name": "Bt",
        "top": 66,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E&Bt--26 to 34 inches; yellowish brown (10YR 5/4) sand (E); single grain; loose;  lamellae of dark yellowish brown (10YR 4/4) sandy loam (Bt); weak very fine subangular structure; very friable; lamellae are discontinuous .1 to .2 inches thick;  8 percent gravel; moderately acid; clear smooth boundary. (6 to 20 inches thick)"
      },
      {
        "name": "Bt",
        "top": 86,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--34 to 42 inches; dark yellowish brown (10YR 4/4) coarse sandy loam; moderate medium and coarse subangular blocky structure; friable; many coarse distinct dark grayish brown (10YR 4/2) Fe depletions and common medium prominent strong brown (7.5YR 5/8) Fe concentrations; many continuous prominent dark brown (7.5YR 3/2) continuous clay films on faces of peds and in pores;  5 percent gravel; moderately acid; clear wavy boundary.  (3 to 18 inches thick)"
      },
      {
        "name": "BC",
        "top": 107,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--42 to 50 inches; yellowish brown (10YR 5/4) sand; single grain; loose; 3 percent gravel; slightly acid; clear wavy boundary. (0 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 127,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "C--50 to 80 inches; light brownish gray  (10YR 6/2) sand; single grain; loose; common coarse distinct brownish yellow (10YR 6/8) Fe concentrations; 5 percent gravel; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
