{
  "SERIES": "BLUFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCC-SEW-JCD",
  "REVDATE": "03/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aeric Fragic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bluford silt loam - on a southwest-facing slope of about 2 percent in a cultivated field at an elevation of about 167 meters (549 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; very friable; few very fine roots; few fine spherical weakly cemented manganese nodules throughout; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nE1--18 to 38 cm (7 to 15 inches); light brownish gray (10YR 6/2) silt loam, white (2.5Y 8/1) dry; moderate medium platy structure; very friable; few very fine roots; many medium distinct yellowish brown (10YR 5/4) and few medium faint brown (10YR 5/3) masses of oxidized iron and manganese in the matrix; common fine spherical weakly cemented iron-manganese nodules throughout; very strongly acid; clear smooth boundary.\nE2--38 to 51 cm (15 to 20 inches); pale brown (10YR 6/3) silt loam, pale yellow (2.5Y 8/2) dry; moderate medium platy structure parting to moderate very fine subangular blocky; very friable; few very fine roots; common prominent white (10YR 8/1) (dry) silt coatings on faces of peds; common medium faint grayish brown (10YR 5/2) iron depletions in the matrix; very strongly acid; clear smooth boundary. [8 to 36 cm (3 to 14 inches) thick]\nBtg--51 to 89 cm (20 to 35 inches); grayish brown (10YR 5/2) silty clay; moderate medium subangular blocky structure; firm; few very fine roots; common faint grayish brown (10YR 5/2) clay films on faces of peds; common medium faint gray (10YR 5/1) iron depletions in the matrix; common medium distinct dark yellowish brown (10YR 4/4) and many medium prominent yellowish brown (10YR 5/6) extremely weakly cemented iron-manganese accumulations in the matrix; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron on faces of peds and in pores; few fine spherical weakly cemented iron-manganese nodules throughout; very strongly acid; clear smooth boundary. [31 to 64 cm (12 to 25 inches) thick]\n2Btgx--89 to 107 cm (35 to 42 inches); grayish brown (10YR 5/2) silty clay loam; moderate coarse prismatic structure; firm; few faint grayish brown (10YR 5/2) clay films and common prominent white (10YR 8/1) silt coatings on faces of peds; few fine faint gray (10YR 6/1) iron depletions and common medium distinct dark yellowish brown (10YR 4/4) extremely weakly cemented iron-manganese accumulations in the matrix; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron on faces of peds and in pores; few fine spherical weakly cemented iron-manganese nodules throughout; brittle; very strongly acid; gradual smooth boundary. [15 to 61 cm (6 to 24 inches) thick]\n2Btg--107 to 152 cm (42 to 60 inches); gray (10YR 5/1) silty clay loam; weak coarse prismatic structure; very firm; few faint dark gray (10YR 4/1) clay films in root channels; common medium distinct yellowish brown (10YR 5/4) and common medium prominent yellowish brown (10YR 5/6) extremely weakly cemented iron-manganese accumulations in the matrix; common fine spherical weakly cemented iron-manganese nodules throughout; about 1 percent gravel; very strongly acid. [0 to 102 cm (0 to 40 inches) thick]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crawford County, Illinois; about 483 meters (1,585 feet) south and 282 meters (925 feet) west of the northeast corner of sec. 16, T. 8 N., R. 13 W; USGS Annapolis, Illinois topographic quadrangle; lat. 39 degrees 08 minutes 22.7 seconds N. and long. 87 degrees 51 minutes 27.9 seconds W.; UTM Zone 16 0425872 easting and 4332623 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to fragic soil properties: 61 to 122 cm (24 to 48 inches)\nThickness of the Peoria Loess: 76 to 140 cm (30 to 55 inches)\nParticle-size control section: Averages 35 to 42 percent clay and less than 8 percent sand\nOther characteristics: Some pedons have a BE horizon.\nAp or A horizon:\nHue: 10YR\nValue: 3 to 5 (6 or 7 dry)\nChroma: 1 to 3\nTexture: silt loam\nReaction: very strongly acid or strongly acid and ranges to neutral in areas that have been limed\nE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4, with some part of the E horizon having a chroma of 3 or 4\nTexture: silt loam\nReaction: very strongly acid to neutral\nSome pedons have a BE horizon.\nBt and/or Btg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 3\nTexture: silty clay loam or silty clay\nReaction: very strongly acid to slightly acid\nOther features: Silt coatings on the faces of peds are dominantly in the upper part of the Btg horizon and range from gray to white\n2Btgx horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2, with multicolored horizons ranging to 8\nTexture: silt loam, loam, silty clay loam, or clay loam; sand content ranges from 15 to 30 percent\nReaction: very strongly acid to moderately acid\nOther features: Consistence is firm, very firm, or extremely firm, and is slightly brittle or brittle in 30 to 60 percent of the volume of one or more subhorizons. Prisms, polygons, or other structural units typically have horizontal dimensions of less than 10 cm (4 inches) in diameter, but some pedons have very coarse structure below a depth of 102 cm (40 inches).\n2Btg or 2BCg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2, with multicolored horizons ranging to 6\nTexture: silty clay loam, silt loam, or loam\nContent of rock fragments: 0 to 5 percent\nReaction: very strongly acid to moderately acid\n3Agb or 3Btgb horizon (if it occurs within 203 cm or 80 inches):\nHue: 7.5YR, 10YR, 2.5Y, or 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silty clay loam, clay loam, silt loam, or loam; sand content ranges from 15 to 40 percent\nContent of rock fragments: 0 to 5 percent\nReaction: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bluford soils are on level and nearly level broad summits and interfluves of hillslopes and knolls. Slopes range from 0 to 3 percent. Bluford soils formed in 76 to 140 cm (30 to 55 inches) of loess and the silty or loamy deposits (pedisediment) thought to be of early Wisconsin age. Some pedons are underlain, within 80 inches, by a Sangamon age paleosol developed in Illinois age diamicton. The mean annual air temperature ranges from 12 to 14 degrees C (54 to 57 degrees F), the mean annual precipitation ranges from 965 to 1219 mm (38 to 48 inches), and the frost-free days range from 180 to 200 days, and elevation ranges from 107 to 213 meters (350 to 700 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ava, Hickory, Hoyleton, and Wynoose soils. The moderately well drained Ava soils, and the poorly drained Wynoose soils are in a drainage sequence with Bluford soils. Ava soils are on nearby side slopes and convex crests. Wynoose soils are on broad level parts of the till plain. The well-drained Hickory soils are fine-loamy and are on side slopes below Bluford soils. The somewhat poorly drained Hoyleton soils are mollic intergrades and are on similar nearby ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow. The depth to the top of an apparent water table ranges from 15 to 61 cm (0.5 to 2 feet) in January through May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bluford soils are cultivated. Soybeans, corn, and wheat are the common crops. Native vegetation is deciduous forest consisting mainly of oak and hickory species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Bluford soils are on the Illinoisan till plain in southern Illinois in MLRA 113. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Illinois, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly classified as Aeric Chromic Vertic Epiaqualfs. The series is reclassified with this update in order to recognize fragic properties and endosaturation in these soils. Although the high clay subsoil and horizons with fragic properties slow the resaturation of these soils, they are completely resaturated by spring in normal years. Endosaturation better describes the moisture status in these soils for most months. The typical pedon site is relocated to an area on nearly level slopes that better represents the aquic moisture regime. Analysis of supporting NSSL COLE data suggests that the series is not vertic, however the LE/Clay ratio does support smectitic mineralogy. The range in characteristics for the series was adjusted to match the taxonomic classification.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth 51 cm (20 inches) (Ap and E horizons);\nargillic horizon - the zone from 51 to 152 cm (20 to 60 inches) (the Btg, 2Btgx, and 2Btg horizons);\nfragic properties - brittleness in the zone from 89 to 107 cm (35 to 42 inches) (2Btgx horizon)\naquic conditions - endosaturation, redox accumulations (Fe-Mn accumulations), and redox depletions (low chroma on faces of peds and in matrices);\nAquic moisture regime.\nMesic temperature regime.\nADDITIONAL DATA: University of Illinois and NSSL data are available on supporting pedons at the NRCS state office.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
