{
  "SERIES": "BLUFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEC; GRB",
  "REVDATE": "08/2003",
  "STATES": "FL",
  "OVERVIEW": "The Bluff series consists of very deep, very poorly drained, slowly permeable soils in marshes and on broad low terraces along rivers.  They formed in thick beds of alkaline loamy marine sediments.  Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 59 inches.  Slopes range form 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, hyperthermic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bluff sandy clay--forested.  (Colors are for moist soil.)\nA1--0 to 6 inches; black (N 2/0) sandy clay; weak medium subangular blocky structure; firm; few fine and medium roots; moderately acid; clear wavy boundary.\nA2--6 to 13 inches; black (10YR 2/1) sandy clay; weak medium subangular blocky structure; firm; few fine and medium roots and pores; moderately acid; clear wavy boundary.\nA3--13 to 17 inches; very dark gray (N 3/0) sandy clay; weak medium subangular blocky structure; very firm, very plastic and sticky, hard when dry; few fine roots and pores; slightly acid; clear wavy boundary.  (Combined thickness of the A horizon ranges from 10 to 24 inches.)\nBkg1--17 to 29 inches; dark gray (N 4/0) sandy clay; moderate medium subangular blocky structure; very firm, very sticky and plastic; hard when dry; few medium white (N 8/0) streaks and masses of calcium carbonate; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly alkaline; clear wavy boundary.\nBkg2--29 to 38 inches; gray (N 5/0) sandy clay loam with common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderate medium subangular blocky structure; very firm, sticky and plastic, hard when dry; common fine streaks and masses of soft and hard white (N 8/0) calcium carbonate; moderately alkaline; clear wavy boundary.\nBkg3--38 to 60 inches; gray (N 6/0) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and few medium distinct very pale brown (10YR 7/4) masses of iron accumulation; weak fine subangular blocky structure; firm; sticky and plastic; few to common lenses of sandy clay and sandy loam material; common fine streaks and masses of white (N 8/0) calcium carbonate; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Florida; approximately 200 feet south of State Road 40, about 0.25 miles west of Oklawaha River, and just west of the boat basin.  NE 1/4, SW 1/4, Sec. 3, T. 15 S., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Where the thickness of the A horizon is less than 10 inches, the Bkg1 horizon has color value of 3.  Where color value of the Bkg1 horizon is 3, the combined thickness of the A and Bkg1 horizon ranges from 11 to 24 inches.  Base saturation is 50 percent or more in all horizons.  Some pedons have fractured limestone bedrock below 60 inches.  Reaction of the A horizon ranges from moderately acid to slightly alkaline and the Bkg horizons range from slightly acid to moderately alkaline.\nThe Oa horizon, where present, has hue of 5YR to 10YR, value of 2, and chroma of 1 or 2 and is up to 5 inches thick.  Texture is muck.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1; or is neutral with value of 2 or 3.  Redoximorphic features in shades of gray or brown range from none to common.  Texture is sandy clay loam or sandy clay.\nThe upper part of the Bk horizon has hue of 5YR to 10YR, value of 3 to 7, and chroma of 1 or 2; or is neutral with value of 4 to 7.  Redoximorphic features in shades of gray, brown, or yellow range from none to common.  Calcium carbonate masses or nodules range from few to many.  Texture is sandy clay loam or sandy clay.\nThe lower part of the Bk horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1; or is neutral with value of 5 to 7.  Calcium carbonate masses or nodules range from common to many.  Texture is loam, sandy clay loam, or sandy clay.\nThe C horizon, where present, has hue of 10YR to 5GY, value of 4 to 8, and chroma of 1 or 2, or there is no dominant color and is a mix of these colors. Texture ranges from loamy fine sand to sandy clay, and is commonly mixed.\nThe 2C horizon, where present, has the same colors as the C horizon.  Shell fragments range from none to many.  Texture is fine sand, or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bluff soils are on broad low terraces along rivers and in marshes.  Slopes are 0 to 2 percent.  They formed in thick beds of alkaline loamy marine sediments.  The climate is humid subtropical.  The average annual precipitation ranges from 54 to 64 inches and the average annual temperature ranges from 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anclote, Astor, Eaton, Eureka, and Terra Ceia series.  Anclote and Astor soils are on similar to lower positions and are sandy throughout.  The poorly drained and very poorly drained Eaton soils are on similar to higher positions and have sandy surface and subsurface layers 20 to 40 inches thick.  The poorly drained Eureka soils are on similar positions but do not have mollic epipedons.  Terra Ceia soils are on similar to lower positions and are organic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily used for woodland or wildlife habitat.  The native vegetation consists of swamp white oak, tupelo gum, swamp maple, cypress, and palm, with scattered loblolly pine some areas.  The understory vegetation consists of several bluestem species, hairy panicum, longleaf uniola, vines, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida, primarily in the central part.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marion County, Florida; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon:\nMollic epipedon  the zone from 0 to 17 inches (A1, A2, and A3 horizons).\nCalcic horizon  the zone from 17 to 60 inches (Bkg1, Bkg2, and Bkg3 horizons).\nThe water table is at depths of less than 10 inches for 6 or more months and seldom recedes to depths of more than 20 inches.  These soils are subject to frequent flooding for long duration, but do not receive appreciable sediments.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 6 inches; black (N 2/0) sandy clay; weak medium subangular blocky structure; firm; few fine and medium roots; moderately acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--6 to 13 inches; black (10YR 2/1) sandy clay; weak medium subangular blocky structure; firm; few fine and medium roots and pores; moderately acid; clear wavy boundary."
      },
      {
        "name": "A3",
        "top": 33,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 3,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--13 to 17 inches; very dark gray (N 3/0) sandy clay; weak medium subangular blocky structure; very firm, very plastic and sticky, hard when dry; few fine roots and pores; slightly acid; clear wavy boundary.  (Combined thickness of the A horizon ranges from 10 to 24 inches.)"
      },
      {
        "name": "Bkg1",
        "top": 43,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkg1--17 to 29 inches; dark gray (N 4/0) sandy clay; moderate medium subangular blocky structure; very firm, very sticky and plastic; hard when dry; few medium white (N 8/0) streaks and masses of calcium carbonate; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Bkg2",
        "top": 74,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkg2--29 to 38 inches; gray (N 5/0) sandy clay loam with common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderate medium subangular blocky structure; very firm, sticky and plastic, hard when dry; common fine streaks and masses of soft and hard white (N 8/0) calcium carbonate; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bkg3",
        "top": 97,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 6,
        "moist_chroma": 0,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkg3--38 to 60 inches; gray (N 6/0) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and few medium distinct very pale brown (10YR 7/4) masses of iron accumulation; weak fine subangular blocky structure; firm; sticky and plastic; few to common lenses of sandy clay and sandy loam material; common fine streaks and masses of white (N 8/0) calcium carbonate; moderately alkaline."
      }
    ]
  ]
}
