{
  "SERIES": "BO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJT/ALH/RWL",
  "REVDATE": "03/2006",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic Andic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bo ashy loam, forested -- on a northeast-facing slope of 30 percent at 6,300 feet elevation. When described on October 18, 1994, the soil moist throughout. (Colors are for air-dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed forest litter.\nA1--1 to 4 inch; dark grayish brown (10YR 4/2) ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium, few coarse roots; many very fine, fine and medium irregular pores; 10 percent gravel; slightly acid (pH 6.5); clear smooth boundary. (2 to 6 inches thick)\nA2--4 to 10 inches; brown (10YR 4/3) ashy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine, fine and medium, few coarse roots; many very fine, fine and medium irregular pores; 10 percent gravel; slightly acid (pH 6.3); clear wavy boundary. (5 to 8 inches thick)\nBw1--10 to 16 inches; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine and medium, few coarse roots; many very fine, fine and medium irregular pores; 10 percent gravel; slightly acid (pH 6.3); gradual wavy boundary. (3 to 10 inches thick)\nBw2--16 to 25 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium and coarse roots; many very fine, fine and medium tubular pores; 10 percent gravel; slightly acid (pH 6.3); gradual wavy boundary. (5 to 10 inches thick)\nBw3--25 to 51 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium and coarse roots; many very fine, fine and medium tubular pores; 10 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (10 to 30 inches thick)\n2Bw4--51 to 60 inches; brown (7.5YR 5/4) very cobbly loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium and coarse roots; many very fine, fine and medium tubular pores; 15 percent gravel, 40 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Boise County, Idaho; about 5 miles southeast of Banks; 1,100 feet south and 1,400 feet east of the northwest corner of section 25, T.8 N., R.3 E.; USGS Banks Quadrangle; Latitude - 44 degrees, 00 minutes, 20 seconds N. and Longitude - 116 degrees, 03 minutes, 10 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 10 to 20 inches\nAndic properties thickness - 7 to 14 inches\nDepth to bedrock - greater than 60 inches\nReaction - moderately acid or slightly acid\nBase saturation (10 to 30 inches) - 50 to 75 percent\nParticle-size control section - 10 to 18 percent clay; 5 to 25 percent rock fragments\nMoisture control section - dry 45 to 60 consecutive days in the four months following the summer solstice\nAverage annual soil temperature - 37 to 40 degrees F.\nAverage summer soil temperature - 44 to 46 degrees F.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nRock fragments - 0 to 15 percent gravel\nVolcanic glass content - 5 to 20 percent\nBulk density - 0.85 to 1.0 g/cm3\nAcid oxalate extract Al+1/2 Fe - 1.0 to 2.0 percent\nBw horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry\nTexture - L or SL\nClay content - 10 to 18 percent\nRock fragments - 5 to 25 percent gravel\nVolcanic glass content - 1 to 5 percent\nAcid-oxalate extract Al+1/2 Fe - 0.4 to 1.2 percent\n2Bw horizon\nHue - 7.5YR through 2.5Y\nValue - 5 through 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - L or SL\nClay content - 8 to 14 percent\nRock fragments - 0 to 45 percent cobbles, 15 to 60 percent gravel and 35 to 60 percent total"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. The Edgway series in a closely related family is loamy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bo soils are on mountain slopes and ridges at elevations of 4,450 to 7,050 feet. These soils formed in colluvium from basalt and volcanic ash over residuum from basalt. Slopes range from 15 to 65 percent. The average annual precipitation is 28 to 36 inches. The average annual temperature is 36 to 39 degrees F. The frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Awley soils. Awley soils are loamy-skeletal and occur on similar geomorphic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bo soils are used mainly for timber production. Native vegetation is subalpine fir, Douglas-fir and mountain maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Idaho. MLRA 43. Bo soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boise County Area, Idaho, Parts of Ada and Boise Counties, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone from the mineral soil surface to 16 inches (A1, A2 and Bw1 horizons)\nAndic feature - zone from the mineral soil surface to 10 inches (A1 and A2 horizons)\nCambic horizon - zone from 16 to 60 inches (Bw2, Bw3 and 2Bw4 horizons)\nParticle-size control section - zone from 11 to 41 inches\nSoil moisture regime  xeric\nAll depths related to diagnostic horizons and features listed in the range of characteristics are from the top of the first mineral horizon.\nADDITIONAL DATA: Reference sample no.- S97ID-015-004 (NSSL Pedon 97P581)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
