{
  "SERIES": "BOATMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KTS-RJS",
  "REVDATE": "01/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boatman very gravelly loam on a 75 percent north facing slope at about 2195 meters elevation. (Colors are for air-dry soil unless otherwise stated.)\nOi--0 to 7 cm; slightly decomposed forest litter; clear smooth boundary. (0 to 8 cm thick)\nA--7 to 23 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark brown (10YR 2/2) moist; weak, fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine and fine irregular pores; 40 percent gravel and less than 1 percent cobbles; neutral (pH 6.6); clear smooth boundary. (14 to 25 cm thick)\nBw1--23 to 44 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium and fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine and fine irregular pores; 40 percent gravel and 10 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.\nBw2--44 to 87 cm; brown (10YR 4/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine irregular pores; 35 percent gravel, 10 percent cobbles and 5 percent stones; neutral (pH 6.6); gradual wavy boundary. (combined thickness of the Bw horizons - 40 to 100 cm)\nBC--87 to 152 cm; grayish brown (10YR 5/2) extremely gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine irregular pores; 45 percent gravel, 15 percent cobbles and 5 percent stones; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana;  located about 650 meters south and 25 meters west of the northeast corner of sec. 28, T. 14 S., R 1 W; Upper Red Rock Lake topographic quadrangle; UTM 12T, 442814e., 4937220n. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean Annual Soil Temperature: 2 to 5 degrees C\nThickness of the mollic epipedon: 40 cm or greater\nParticle-size control section: averages 18 to 27 percent clay\nNote: Some pedons have a C horizon\nA horizons:\nHue: 7.5YR or 10YR; dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy loam or loam\nClay content: 16 to 24 percent\nRock fragments: 15 to 45 percent--10 to 45 percent gravel, 0 to 10 percent cobbles and stones\nReaction: pH 5.6 to 6.8\nBw horizons:\nHue: 7.5YR or 10YR; dry or moist\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy loam, sandy clay loam or loam\nClay content: 18 to 27 percent\nRock fragments: 35 to 70 percent--25 to 60 percent gravel, 5 to 20 percent cobbles and stones\nReaction: pH 5.6 to 6.8\nBC horizon:\nHue: 7.5YR or 10YR; dry or moist\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy loam, sandy clay loam or loam\nClay content: 18 to 27 percent\nRock fragments: 35 to 70 percent--25 to 60 percent gravel, 10 to 25 percent cobbles and stones\nReaction: pH 6.0 to 7.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBaconcamp (OR) - has a lithic contact at depths of less than 100 cm\nBadgerton (ID) - has a xeric moisture regime\nBadhap (NV) - has a xeric moisture regime\nBehanco (CO) - has a lithic contact at depths of less than 150 cm\nBehanin (UT) - has clay films in the Bw horizons\nBelsac (NV) - has a paralithic contact at depths of less than 100 cm\nBoydhollow (ID) - has a xeric moisture regime\nBullrey (ID) - has an ustic moisture regime\nBusterback (ID) - has a xeric moisture regime\nCroesus (NV) - has a xeric moisture regime\nDressel (CO) - timing of precipitation; peak periods occur during July and August and the least amount occurs during May and June\nGateview (CO) - timing of precipitation; peak periods occur during the winter and the least amount occurs during May and June\nGoodski (NV) - has a lithic contact at depths of less than 100 cm\nHapgood (NV) - has a xeric moisture regime\nHarcany (NV) - has a xeric moisture regime\nHobacker (WY) - has secondary calcium carbonates\nLionhead (ID) - has secondary calcium carbonates\nLolon (MT) - has an ustic moisture regime\nMarcetta (MT) - has an ustic moisture regime\nMundos (WY) - has secondary calcium carbonates\nNagitsy (ID) - has a lithic contact at depths of less than 100 cm\nNamela (CO) - has a lithic contact at depths of less than 100 cm\nNazaton (ID) - has a cambic horizon\nPapaspila (CO) - timing of precipitation; peak periods occur during July and August and the least amount occurs during May and June\nParkcity (UT) - averages less than 18 percent clay in the particle size control section\nPoleline (UT) - has a lithic contact at depths of less than 100 cm\nPovey (ID) - has a xeric moisture regime\nSnacreek (NV) - has a xeric moisture regime\nSnopoc (NV) - has a xeric moisture regime\nSplitbutte (ID) - has a lithic contact at depths of less than 100 cm\nSweethollow (ID) - has 12 to 16 percent clay in the particle size control section\nTonigut (UT) - has secondary calcium carbonates"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - fan remnants, escarpments and mountain slopes\nElevation - 2130 to 2930 meters\nSlope - 15 to 80 percent\nParent material - colluvium derived from sedimentary, metamorphic, or igneous rock sources\nClimate - long, cold winters; moist springs; short warm summers.\nMean annual precipitation - 600 to 920 mm\nMean annual air temperature - 1 to 4 degrees C\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for recreation and wildlife.  The vegetation is mainly subalpine fir, whitebark pine, POA (species), mountain big sagebrush, columbine, lupine, yarrow, buckwheat, and other miscellaneous grasses and forbs.  Forest canopy cover is typically less than 25 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Boatman soils are of limited extent in southwestern Montana.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horse Prairie-South Valley Area - Part of Beaverhead County, Montana, 2011; proposed in Beaverhead County, Montana, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 7 to 87 cm. (A, Bw1 and Bw2 horizons); and a\nParticle-size control section - from 32 to 107 cm (part of the Bw1, Bw2 and part of the BC horizons).\nBoatman soils have a cryic temperature regime and a udic moisture regime.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
