{
  "SERIES": "BOBBITT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/RL/RJS",
  "REVDATE": "06/2016",
  "STATES": "ID,WA",
  "OVERVIEW": "The Bobbitt series consists of moderately deep, well drained soils that formed in residuum and colluvium weathered from basalt bedrock, with an influence of loess and volcanic ash. They are on escarpments, canyons, and basalt plains. Permeability is moderately slow. Slopes are 0 to 65 percent. The mean annual precipitation is about 28 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bobbitt stony ashy loam, forest; on a south-facing 5 percent slope, at 2,400 feet elevation. When described on June 22, 1965, the soil was moist throughout. (Colors are for dry soil unless otherwise noted. Textures are apparent field textures.)\nOi--0 to 0.5 inch; partially decomposed moss, needles, and leaf litter.\nA1--0.5 to 3 inches; grayish brown (10YR 5/2) stony ashy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine and fine irregular pores; 5 percent gravel, 10 percent cobbles and 10 percent stones; neutral (pH 6.8); gradual smooth boundary. (2 to 7 inches thick)\nA2--3 to 10 inches; dark grayish brown (10YR 4/2) stony ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine and fine tubular pores; 5 percent gravel, 10 percent cobbles and 10 percent stones; neutral (pH 6.6); clear irregular boundary. (5 to 11 inches thick)\nBt1--10 to 22 inches; brown (10YR 5/3) very stony clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common fine tubular pores; common faint clay films on faces of peds and lining pores; 15 percent gravel, 15 percent cobbles and 20 percent stones; slightly acid (pH 6.4); clear irregular boundary. (7 to 15 inches thick)\nBt2--22 to 35 inches; very pale brown (10YR 7/3) very stony clay loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; many very fine tubular pores; common faint clay films on faces of peds; 15 percent gravel, 15 percent cobbles and 20 percent stones; moderately acid (pH 6.0); clear irregular boundary. (8 to 15 inches thick)\nR--35 inches; hard basalt bedrock; fractured in upper part (2 to 3 feet), with soil material in the cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; 1.0 mile west of Coeur d'Alene on Blackwell Hill; 280 feet west and 1,180 feet south of the northeast corner of section 15, T. 50 N., R. 4 W. Latitude: 47 degrees, 41 minutes, 2.0 seconds North; Latitude: 116 degrees, 48 minutes, 33.3 seconds West. NAD 83; USGS Coeur d Alene, ID quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry for 45 to 75 consecutive days mid-July through mid-September, moist the rest of the time\nAverage annual soil temperature - 47 to 52 degrees F\nAverage summer soil temperature - 61 to 65 degrees F\nMollic epipedon thickness - 7 to 18 inches, may include Bt horizons in some pedons\nDepth to bedrock - 20 to 40 inches\nSurface stones - 0 to 3 percent\nBase saturation (by sum of cations) - 50 to 75 percent between a depth of 10 and 30 inches\nVolcanic ash influence - 7 to 14 inches thick\nEstimated properties of the volcanic ash influenced layers:\nVolcanic glass content in the 0.02 to 2 mm fraction - 5 to 20 percent\nAcid oxalate extractable AL + Fe - 0.4 to 1.0 percent\nMoist bulk density - 1.15 to 1.35 g/cc\n15 bar water retention - 5 to 10 percent on air-dried samples\nPhosphate retention - 25 to 50 percent\nA horizon\nHue - 10YR or 7.5YR\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3, dry and moist\nTexture - ST-ASHY-L, ST-ASHY-SIL, CB-ASHY-L, GR-ASHY-L\nClay content - 10 to 25 percent\nRock fragments - 15 to 30 percent\nReaction - slightly acid or neutral\nAB horizon  present in some pedons\nBt horizon\nHue - 10YR or 7.5YR\nValue - 5, 6 or 7 dry and 3 or 4 moist\nChroma - 3 or 4 dry and moist\nTexture - CBV-L, CBV-SIL, STV-L, STV-SIL, CBX-L, CBX-SIL, STX-L, STX-SIL, STV-CL, CBV-CL, GRX-L, GRX-CL\nClay content - 18 to 35 percent\nRock fragments - 35 to 80 percent\nReaction - moderately acid to neutral\nBC horizon present in some pedons\nC horizon - present in some pedons\nRock fragments - 80 to 90 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gavel, Sallyann and Setill series. Gavel soils are moderately deep to a paralithic contact, have 5YR hues throughout,Sallyann soils have Bw horizons and have a hue of 5YR in the Bt horizons. Setill soils are moderately deep to densic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bobbitt soils are on escarpments, canyons, and basalt plains. The soils formed in residuum and colluvium weathered from basalt with an influence of loess and volcanic ash. Elevations range from 1,900 to 3,200 feet. Slopes range from 0 to 65 percent, but most are more than 35 percent and occur on southerly exposures. The climate is subhumid with warm, dry summers and cool, moist winters. The mean annual precipitation is 18 to 33 inches. The mean annual air temperature is 46 to 50 degrees F. The frost-free season is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agatha, Blinn, Dorb and Lacy soils. Agatha soils are on north, east, and west aspects, do not have a mollic epipedon, and are deep. Blinn soils are on north, east, and west aspects, and have a frigid temperature regime. Dorb soils are on north aspects and have a thick volcanic ash mantle. Lacy soils are on south-facing ridges and are shallow to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, recreation, watershed and wildlife habitat. Potential natural vegetation is mainly Douglas-fir and ponderosa pine with an understory of bluebunch wheatgrass, elk sedge, pine reedgrass, western fescue, strawberry, heartleaf arnica, spreading sweetroot, common snowberry, white spirea, and rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho, northeastern Washington, and Lassen N.F. California. MLRA 44A, 21, 9. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nMollic epipedon - the zone from the mineral soil surface to 10 inches (A1, A2 horizons)\nArgillic horizon - the zone from 10 to 35 inches (Bt1, Bt2 horizons)\nParticle-size control section - the zone from 10 to 30 inches (Bt1 and part of the Bt2 horizon)\nVitrandic feature the zone from 0 to 10 inches\nUltic feature - the zone from 10 to 30 inches (Bt1 and Bt2 horizons)\nADDITIONAL DATA:  Partial lab data available for pedon 82-ID-0559,(Bobbitt silt loam), Benewah County, Idaho. University of Idaho soil lab.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
