{
  "SERIES": "BOBKNOLL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CW/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bobknoll very fine sandy loam, on a west facing, convex, 4 percent slope in rangeland at an elevation of 2,271 meters.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by 5 percent sandstone gravel.\nA--0 to 7 cm; brown (7.5YR 5/3) very fine sandy loam, brown (7.5YR 4/3) moist; 18 percent clay; weak fine granular structure; very friable, soft, slightly sticky, slightly plastic; common medium, fine and very fine roots; common very fine tubular and vesicular pores; 5 percent gravel; slightly effervescent, carbonates are finely disseminated; moderately alkaline (pH 8.0); gradual wavy boundary.  (7 cm thick)\nBw--7 to 30 cm; brown (7.5YR 5/3) very fine sandy loam, brown (7.5YR 4/3) moist; 18 percent clay; weak fine subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; common medium, fine and very fine roots; many very fine tubular pores; 5 percent gravel; strongly effervescent, 5 percent distinct threadlike pinkish gray (7.5YR 7/2) carbonate masses throughout; moderately alkaline (pH 8.2); gradual wavy boundary.  (15 to 23 cm thick)\nBk1--30 to 81 cm; brown (7.5YR 5/4) gravelly loam, brown (7.5YR 4/4) moist; 19 percent clay; weak fine subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; few medium and fine and common very fine roots; few medium and common very fine tubular pores; 5 percent channers, 15 percent gravel; violently effervescent, 5 percent distinct carbonate coats on bottom surfaces of rock fragments, 10 percent distinct threadlike pinkish gray (7.5YR 7/2) carbonate masses throughout; moderately alkaline (pH 8.3); gradual wavy boundary.\nBk2--81 to 89 cm; pinkish gray (7.5YR 7/2) gravelly loam, light brown (7.5YR 6/3) moist; 17 percent clay; weak fine subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; few fine and very fine roots; few fine and very fine tubular pores; 5 percent channers, 25 percent gravel; violently effervescent, 10 percent distinct carbonate coats on rock fragments, 25 percent distinct threadlike white (7.5YR 8/1) carbonate masses throughout; moderately alkaline (pH 8.4); clear smooth boundary.  (Combined thickness of the Bk horizons is 21 to 59 cm)\nR--89 to 99 cm; indurated sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; about 34 kilometers (21 miles) east of Castle Dale, on Cedar Mountain; located about 1,000 feet south and 2,500 feet west of the northeast corner of sec. 11, T. 19 S., R. 11 E.; Bob Hill Knoll USGS quad; lat. 39 degrees 11 minutes 17.22 seconds N. and long. 110 degrees 39 minutes 16.92 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The sSoil moisture control section is usually moist in some part during summer and early fall, and intermittently dry in late fall.  affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year; uUstic moisture regime bordering on aridic.\nMean annual soil temperature:  8.3 to 11.1 degrees C\nDepth to lithic contact:  51 to 102 cm\nDepth to cambic horizon:  7 cm\nDepth to calcic horizon:  30 to 48 cm\nThickness of the cambic horizon:  15 to 23 cm\nThickness of the calcic horizon:  21 to 59 cm\nParticle-size control section (weighted averages):\nClay content:  15 to 24 percent\nCarbonate clay content:  2 to 6 percent\nRock fragment content:  15 to 35 percent gravel\nA horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 to 4 dry or moist\nTexture:  very fine sandy loam, gravelly very fine sandy loam\nClay content:  12 to 18 percent\nCarbonate clay content:  0 to 2 percent\nRock fragments:  0 to 35 percent gravel\nCalcium carbonate equivalent:  0 to 10 percent\nEC (mmhos/cm):  0 to 4\nSAR:  0 to 2\nReaction:  7.4 to 8.4\nBw horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  3 to 6 dry or moist\nTexture:  very fine sandy loam, gravelly loam\nClay content:  12 to 24 percent\nCarbonate clay content:  0 to 2 percent\nRock fragments:  0 to 35 percent gravel\nCalcium carbonate equivalent:  0 to 10 percent\nEC (mmhos/cm):  0 to 4\nSAR:  0 to 2\nReaction:  7.9 to 8.4\nBk horizons:\nHue:  7.5YR or 10YR\nValue:  6 to 8 dry; 4 to 7 moist\nChroma:  2 to 4 dry or moist\nTexture:  gravelly loam, gravelly fine sandy loam, very gravelly fine sandy loam\nClay content:  12 to 24 percent\nCarbonate clay content:  0 to 7 percent\nRock fragments:  15 to 60 percent gravel\nCalcium carbonate equivalent:  5 to 35 percent\nEC (mmhos/cm):  0 to 4\nSAR:  0 to 3\nReaction:  7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Snilloc, Sweatbee and Tanoan (T) series.   These soils are greater than 102 cm deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from sedimentary rock over residuum from sandstone\nLandform:  plateaus\nSlopes:  2 to 10 percent\nElevation:  2,073 to 2,286 meters\nMean annual temperature:  7.2 to 8.9 degrees C\nMean annual precipitation:  30.5 to 40.6 cm\nPrecipitation pattern:  Wettest months areprecipitation peaks from July to October and driest months are December and Junefalls evenly throughout the remainder of the year.\nFrost-free period:  110 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colskel, Pollow, Stephouse and Wimmer series.  The Colskel and Stephouse soils are shallow and are on bench ridges, rims and risers under Utah juniper and pinyon.  The Pollow soils have argillic horizons and are on concave areas under mixed shrubs and ponderosa pine.  The Wimmer soils are fine-loamy, very deep and are in concave areas intermixed with the Bobknoll soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, low runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing, watershed, recreation and wildlife habitat.  Native vegetation is Wyoming big sagebrush, Mormon-tea, fourwing saltbush, buckwheat, winterfat, Indian ricegrass, blue grama, western wheatgrass, needleandthread, muttongrass and a few Utah juniper and pinyon pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah upland plateaus; LRR D, MLRA 34B; small extent.  About 2,450 hectares (6,000 acres) in Emery County, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Emery soil survey area, Utah, 2011.  The name is derived from Bob Hill Knoll near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 89 cm.\nParticle-size control section:  The zone from 25 to 89 cm.  (Bw and Bk horizons)\nOchric epipedon:  The zone from 0 to 7 cm.  (A horizon)\nCambic horizon:  The zone from 7 to 30 cm.  (Bw horizon)\nCalcic horizon:  The zone from 30 to 89 cm.  (Bk horizons)\nLithic contact:  The contact with indurated sandstone bedrock at 89 cm.  (R horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
