{
  "SERIES": "BOBTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN",
  "REVDATE": "02/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bobtown loamy fine sand, on a nearly level, convex slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); dark yellowish brown (10YR 4/4)) loamy fine sand, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common fine and very fine roots; strongly acid; abrupt wavy boundary. [13 to 28 cm (5 to 11 inches) thick]\nE--23 to 33 cm (9 to 13 inches); yellowish brown (10YR 5/6) fine sandy loam; weak fine subangular blocky structure parting to weak fine granular; very friable; few very fine roots; strongly acid; clear wavy boundary. [5 to 13 cm (2 to 5 inches) thick]\nEB--33 to 51 cm (13 to 20 inches); yellowish brown (10YR 5/6) fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots; common fine brown (10YR 4/3) iron stains; few fine prominent black (N 2.5/) masses of iron-manganese; strongly acid; clear wavy boundary. [0 to 20 cm (0 to 8 inches) thick]\nBt1--51 to 74 cm (20 to 29 inches); strong brown (7.5YR 5/8) fine sandy loam; moderate medium and fine subangular blocky structure; firm; few very fine roots; common distinct yellowish brown (10YR 5/4) clay films on faces of peds; few fine prominent black (N 2.5/) masses of iron-manganese; common fine prominent light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary.\nBt2--74 to 96 cm (29 to 38 inches); yellowish brown (10YR 5/4) sandy clay loam; weak medium and coarse subangular blocky structure; firm; few very fine roots; common distinct pale brown (10YR 6/3) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron; few fine prominent black (N 2.5/) masses of iron-manganese; many medium distinct light gray (10YR 7/2) and few medium distinct gray (10YR 6/1) iron depletions; very strongly acid; gradual wavy boundary.\nBt3--96 to 132 cm (38 to 52 inches); pale brown (10YR 6/3) fine sandy loam; weak coarse subangular blocky structure; very friable; few very fine roots; clay bridging between sand grains; many medium prominent strong brown (7.5YR 5/8) masses of oxidized iron; common fine prominent black (N 2.5/) and strong brown (7.5YR 4/6) masses of iron-manganese; many coarse faint light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 43 to 99 cm (17 to 39 inches).]\nBC--132 to 155 cm (52 to 61 inches); pale brown (10YR 6/3) loamy sand; massive; very friable; many fine prominent black (N 2.5/) masses of iron-manganese; many medium faint light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary. [10 to 33 cm (4 to 13 inches) thick]\nC--155 to 203 cm (6l to 80 inches); yellowish brown (10YR 5/4) stratified loamy sand, loamy fine sand, and fine sand; massive; very friable; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; many coarse distinct light gray (10YR 7/2) and common medium faint pale brown (10YR 6/3) iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, Indiana; about 1.5 miles east of Seymour; 60 feet south and 1120 feet west of the center of sec. 15, T. 6 N., R. 6 E.; USGS Chestnut Ridge, Ind. topographic quadrangle; lat. 38 degrees 57 minutes 42.589 seconds N. and long. 85 degrees 50 minutes 51.004 seconds W.; UTM Zone 16, 599852 easting and 4313172 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 122 to 178 cm (48 to 70 inches)\nParticle-size control section: averages 18 to 26 percent clay\nAp horizon:\nHue: l0YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loamy fine sand\nReaction: very strongly acid to slightly acid\nE, EB horizon:\nHue: 10YR\nValue: 4 to 7\nChroma: 4 to 8\nTexture: fine sandy loam or loamy fine sand\nReaction: very strongly acid to moderately acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 3 to 8\nTexture: sandy clay loam or fine sandy loam\nReaction: very strongly acid or strongly acid\nBC horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 3 to 6\nTexture: loamy sand or loamy fine sand\nReaction: very strongly acid or strongly acid\nC horizon:\nHue: l0YR\nValue: 5 to 7\nChroma: 3 to 6\nTexture: stratified loamy sand, loamy fine sand, or fine sand; dominantly fine sand below 203 cm (80 inches)\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coshocton and Sycoline series. Coshocton soils contain more than 2 percent rock fragments of shale, siltstone, or sandstone within the series control section. Sycoline soils have a lithic contact within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bobtown soils are on nearly level to gently sloping uplands. Slope ranges from 0 to 3 percent. The soils formed in eolian deposits. Mean annual precipitation ranges from 1016 to 1118 mm (40 to 44 inches). Mean annual air temperature ranges from 11 to 13 degrees C (52 to 55 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alvin, Ayrshire, Bloomfield, Lyles, and Princeton soils. The somewhat poorly drained Ayrshire soils and the very poorly drained Lyles soils are in lower lying positions. The well drained Alvin and Princeton soils and the somewhat excessive drained Bloomfield soils are on higher lying convex slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an apparent seasonal high water table ranges from 15 cm to 61 cm (0.5 to 2.0 feet) between December and April in normal years. The potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is moderately high to very high. Permeability is moderate to rapid. Available water capacity is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bobtown soils are cultivated. Corn and soybeans are the principal crops. A few areas are used for hay and pasture. Native vegetation is mixed hardwoods with oaks, elm, maple, and tulip poplar as the major species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114A in south-central Indiana. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, Indiana, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 51 cm (Ap, E, EB horizons).\nArgillic horizon: from a depth of 51 to 132 cm (Bt horizon).\nAquic conditions: iron depletions in all horizons below a depth of 51 cm.\nADDITIONAL DATA: Laboratory data Purdue Soils Laboratory number S79IN7l-6-(l-9).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
