{
  "SERIES": "BOCA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB-MFV-AMS",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, superactive, hyperthermic Arenic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boca fine sand is in a flat nearly level pasture on a tread of a terrace at an elevation of 3 meters (10 feet) above mean sea level. (Colors are for moist soil).\nAp--0 to 18 centimeters (0 to 7 inches); dark gray (10YR 4/1) fine sand; single grain; loose; many fine and medium roots; moderately acid; clear wavy boundary. [8 to 23 centimeters (3 to 9 inches) thick]\nEg--18 to 33 centimeters (7 to 13 inches); light gray (10YR 7/1) fine sand; many medium distinct very dark gray (10YR 3/1) mottles; single grain; loose; moderately acid; clear wavy boundary. [10 to 56 centimeters (4 to 22 inches) thick]\nEB--33 to 64 centimeters (13 to 25 inches); very pale brown (10YR 7/3) fine sand; single grain; loose; few fine distinct brownish yellow (10YR 6/6) and common fine distinct yellowish brown (10YR 5/4) masses of oxidized iron; neutral; abrupt smooth boundary. [0 to 38 centimeters (0 to 15 inches) thick]\nBtg--64 to 81 centimeters (25 to 32 inches); grayish brown (10YR 5/2) sandy clay loam; weak medium subangular blocky structure; friable; common fine and medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; moderately alkaline; abrupt irregular boundary. [10 to 61 centimeters (4 to 24 inches) thick]\n2C--81 to 86 centimeters (32 to 34 inches); decomposed white (10YR 8/1) to yellowish brown (10YR 5/8) rock, marl, sandy clay loam and sand mixed with limestone rock fragments; massive in place; friable; moderately alkaline; abrupt irregular boundary.\n2R--86 centimeters (34 inches); limestone bedrock. This layer has two solution holes approximately 15 inches in diameter and extending from 40 to 82 inches below the surface. The solution holes contain sandy clay loam."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Broward County, Florida. Approximately 0.22 kilometers  (0.14 mile) south of Royal Palm Boulevard and 0.065 kilometers (0.041 mile) east of Rock Island Road;  located about 280 meters (918 feet) west and 718 meters (2,356 feet) south of the northeast corner of sec. 26, T. 48 S., R. 41 E.; USGS West Dixie Bend, Florida USGS quadrangle; Latitude and Longitude; 26 degrees, 15 minutes, 3.96 seconds North and 80 degrees, 13 minutes, 14.94 West; Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness and the depth to limestone bedrock ranges from 51 to 102 centimeters (20 to 40 inches), but in limestone solution pits within the pedon the depth ranges to 127 centimeters (50 inches) or more. Reaction ranges from strongly acid to slightly alkaline in the A, E, and EB horizons and from  moderately acid to slightly alkaline in the Bt and C horizons.\nA or Ap horizons:\nHue: 10YR and 2.5Y or Neutral\nValue: 2 to 5\nChroma: 2 or less\nTexture: sand or fine sand\nReaction: strongly acid to slightly alkaline\nE or Eg horizons:\nHue: 10YR and 2.5Y or Neutral\nValue: 5 to 8\nChroma: 4 or less\nTexture: sand or fine sand\nReaction: strongly acid to slightly alkaline\nEB horizons: (where present)\nHue: 7.5YR and 10YR\nValue: 3 to 7\nChroma: 2 to 8\nTexture: sand, fine sand, or loamy fine sand\nReaction: strongly acid to slightly alkaline\nRedoximorphic features in shades of brown, yellow, or gray range from none to common.\nBtg horizons:\nHue: 10YR, 2.5Y and 5Y or Neutral\nValue: 4 to 6\nChroma: 4 or less\nTexture: sandy loam, fine sandy loam, or sandy clay loam, with pockets or lenses of sand or loamy sand\nReaction: moderately acid to slightly alkaline\nSome pedons have up to 5 percent coarse fragments of limestone.\nRedoximorphic features in shades of gray, yellow, or brown range from none to common.\nBtkg horizons: (where present)\nHue: 10YR, 2.5Y and 5Y or Neutral\nValue: 4 to 6\nChroma: 4 or less\nTexture: sandy loam, fine sandy loam, or sandy clay loam, with pockets or lenses of sand or loamy sand\nReaction: moderately acid to slightly alkaline\n2C or 2Cg horizons: (where present)\nHue: 5GY, 10R, 2.5YR, 5YR,7.5YR, 10YR, 2.5Y and 5Y or Neutral\nValue: 4 to 7\nChroma: 4 or less\nTexture: sandy loam, fine sandy loam or sandy clay loam\nReaction: strongly acid to moderately alkaline\nIt is composed of mixed weathered and soft limestone fragments, and soft masses of calcium carbonate.\n2Cr horizons: (where present)\nHue: 5GY, 10R, 2.5YR, 5YR,7.5YR, 10YR, 2.5Y and 5Y or Neutral\nValue: 4 to 7\nChroma: 4 or less\nTexture: loamy sand or sandy loam.\nReaction: moderately acid to slightly alkaline\nIt is composed of soft limestone that can be dug with a spade.\nR horizons: composed of hard limestone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are Felda, Isles, and Pinellas series.\nFelda soils have a solum thickness ranges from 76 to 203 centimeters (30 to 80 inches), lack limestone bedrock between the depths of 60 to 102 centimeters (24 to 40 inches) and are on similar positions.\nPinellas soils have a solum thickness ranges from 76 to 152 centimeters (30 to 60 inches), lack limestone bedrock between the depths of 60 to 102 centimeters (24 to 40 inches) and are on similar positions.\nIsles soils have a solum thickness ranges from 102 to 152 centimeters (40 to 60 inches), lack limestone bedrock between the depths of 60 to 102 centimeters (24 to 40 inches) and are on similar positions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nBoca soils are on low broad flats, poorly defined drainageways, depressions, and adjacent tidal flats in areas of the flatwoods.\nParent material: moderately thick beds of sandy and loamy marine sediments over limestone.\nLandscape: Lower Coastal Plains\nLandform(s): Low broad flats, poorly defined drainageways, depressions, adjacent tidal flats on marine terraces\nHillslope profile position: None applicable\nGeomorphic component: Dip, talf, and tread\nSlopes: 0 to 2 percent\nElevation: 1 to 18 meters (3 to 60 feet)\nMean annual air temperature: 21 to 23 degrees C (70 to 74 degrees F)\nMean annual precipitation: 1,270 to 1,524 millimeters (50 to 60 inches)\nFrost free duration: 300 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Felda, Pompano, Basinger, Hallandale, Holopaw, Jupiter, Margate, Riviera, Pineda, Pinellas, Wabasso, Ft. Drum, Pople, Copeland, and Malabar series.\nBasinger and Pompano soils lack argillic horizons, lack limestone within 203 centimeters (80 inches) and are on similar positions.\nHallandale and Jupiter soils have limestone at depths of 51 centimeters (20 inches) or less and are on similar positions.\nHolopaw soils have sandy surface and subsurface layers 102 to 203 centimeters (40 to 80 inches) in thickness and are on similar positions.\nMargate soils lack argillic horizons and are on similar positions.\nRiviera soils have a glossic horizon and are on similar positions.\nFelda, Pinellas, Pople, Ft. Drum, and Pineda soils do not have limestone within 203 centimeters (80 inches) of the surface and are on similar positions.\nWabasso soils have a spodic horizon, have an argillic horizon that does not rest on limestone and are on similar positions.\nCopeland soils have an argillic horizon within a depth of 51 centimeters (20 inches), have limestone bedrock at a depth of 51 to 127 centimeters (20 to 50 inches), and are on similar positions.\nMalabar soils have an argillic horizon at a depth of 102 to 178 (40 to 70 inches) and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: poorly drained and very poorly drained\nSaturated hydraulic conductivity (Ksat): high to very high on A, E, and EB horizons and moderately high in the Btg and 2C horizons.\nPermeability: rapid on A, E, and EB horizons and moderate permeability in the Btg and 2C horizons.\nSurface runoff: negligible\nDepth to seasonal high water table: The water table is within depths of 30 centimeters (12 inches) of the surface for 4 to 9 months during most years and is in the limestone during drier seasons. Depressions are covered by standing water 3 to 6 months or more each year.\nFlooding frequency and duration: None applicable\nPonding frequency and duration: Frequently for long duration (3 to 6 months)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas of Boca soils are used for rangeland. With adequate water control, some areas are used for truck crops, citrus, and pasture.\nNative vegetation consists of gallberry, sawpalmetto, cabbage palmettos, slash pine, and an understory of pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Areas (MLRA): This soil mainly occurs in the Southern Florida Flatwoods (MLRA 155). It also occurs in the Southern Florida Lowlands (MLRA 156B), Florida Everglades and Associated Areas (MLRA 156A), and South Central Florida Ridge (MLRA 154).\nExtent: Moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nBroward County; Florida, 1973"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section: 64 to 81 centimeters (25 to 32 inches)\nIn the hyperthermic temperature regime, chroma up to 4 is tentatively permitted in the Bt horizon if the hue is 2.5Y or 5Y and if mottles are distinct or prominent.\nThere is a tidal phase map unit that has reaction of strongly alkaline; these areas need to be investigated because there could be saline/sodic properties.\nPonded and depressional phases need to be investigated to determine if a new series is necessary.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 64 centimeters [0 to 25 inches (Ap, E, EB horizons)]\nAlbic horizon - 18 to 33 centimeters [7 to 13 inches (E horizon)]\nArgillic horizon - 64 to 81 centimeters [25 to 32 inches (Btg horizon)]\nSoil Series was classified according to the 12th Edition of the Keys to Soil Taxonomy.\nADDITIONAL DATA:\nThere is no laboratory data for the Official Soil Series Description (OSD) typifying pedon however there is laboratory data from other counties on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: 1981FL606002\nOSD User Pedon ID: 1981FL606002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
