{
  "SERIES": "BOCKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV/RJE/KWH",
  "REVDATE": "09/2019",
  "STATES": "OR,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bocker very cobbly silt loam in an area of rangeland\nA--0 to 5 cm; very cobbly silt loam, reddish brown (5YR 5/3) dry, dark reddish brown (5YR 3/2) moist; weak medium and thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular pores; 20 percent cobbles and 30 percent gravel; slightly acid (pH 6.4); clear smooth boundary\nBw--5 to 25 cm; very gravelly loam, reddish brown (5YR 5/3) dry, dark reddish brown (5YR 3/3) moist; weak fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine irregular pores and few very fine tubular pores; 40 percent gravel; neutral (pH 6.6); abrupt irregular boundary\nR--25 cm; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klickitat County, Washington, about 26 km northeast of Goldendale; 425 m east and 275 m north of the southwest corner of section 33, T. 6 N., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon and depth to bedrock--10 to 25 cm\nMean annual soil temperature--6 to 8 degrees C\nMoisture control section--usually moist, but dry 75 to 90 consecutive days\nReaction--6.1 to 7.3\nParticle-size control section--loam, silt loam, ashy loam, ashy silt loam; 18 to 27 percent clay\nRock fragment content--35 to 70 percent, consisting of gravel, cobbles, and stones\nEstimated volcanic glass content--2 to 15 percent\nAcid oxalate Al plus 1/2 Fe--0.3 to 1.0 percent\nColor of solum--typically hue of 5YR, 7.5YR, or 10YR; value of 4 or 5 dry, 2 or 3 moist; and chroma of 2 or 3 moist, 2 to 4 dry\nA horizon\nThickness--3 to 8 cm\nBw horizon\nThickness--8 to 20 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAgassiz--dry 45 to 60 consecutive days following summer solstice\nAnatone--25 to 50 cm (shallow) to a lithic contact (basalt); dry 60 to 75 consecutive days following summer solstice\nBluecanyon--25 to 50 cm (shallow) to a lithic contact (argillite)\nDipcreek--25 to 48 cm (shallow) to a lithic contact (sandstone); 12 to 17 percent clay in particle-size control section\nFalula--25 to 50 cm (shallow) to a lithic contact (conglomerate)\nFoxol--36 to 50 cm (shallow) to a lithic contact (quartzite); dry 45 to 60 consecutive days following summer solstice\nGomine--25 to 50 cm (shallow) to a lithic contact (igneous rock)\nGrink--36 to 50 cm (shallow) to a lithic contact (calcareous sandstone); 20 to 25 cm to secondary carbonates\nHogsby--25 to 50 cm (shallow) to a lithic contact (quartzite, argillite)\nKenypeak--5 to 15 percent clay in the particle-size control section\nLaschance--25 to 50 cm (shallow) to a lithic contact (dolomite); 5 to 15 percent clay in particle-size control section\nLittle Pole--25 to 50 cm (shallow) to a lithic contact (andesite)\nNayrib--12 to 18 percent clay in particle-size control section\nOnaqui--25 to 50 cm (shallow) to a lithic contact (quartzite); dry 45 to 60 consecutive days following summer solstice\nRexmont--dry 45 to 60 consecutive days following summer solstice; mean annual soil temperature of 3 to 5 degrees C\nStarglade--dry 90 to 110 consecutive days following summer solstice; 12 to 18 percent clay and 5 to 20 percent volcanic glass in particle-size control section\nSwanner--25 to 50 cm (shallow) to a lithic contact (rhyolite, rhyolitic tuff)\nVan Wagoner--25 to 50 cm (shallow) to a lithic contact (quartz diorite porphyry)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--2,800 to 6,600 feet\nClimate--cool, dry summers; cold, wet winters; cover of snow in December through April\nMean annual precipitation--dominantly 430 to 1000 mm, but ranges from 330 to 430 mm in northeastern Oregon\nMean January air temperature--about -6 degrees C\nMean July air temperature--15 degrees C\nMean annual air temperature--5 to 8 degrees C\nFrost-free season--50 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBerson--no lithic contact\nWrightman--fine-loamy particle-size class; 50 to 100 cm (moderately deep) to a lithic contact (basalt)\nWestbutte--50 to 100 cm (moderately deep) to a lithic contact (basalt); mollic epipedon more than 50 cm thick; loamy-skeletal particle-size class"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity (Ksat)--moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--livestock grazing, recreation\nNative vegetation--buckwheat, Sandberg bluegrass, Idaho fescue, bluebunch wheatgrass, bottlebrush squirreltail, stiff sagebrush, low sagebrush"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Washington and eastern Oregon; MLRA 9; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morrow County, Oregon; 1977"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features recognized in this pedon\n*Mollic epipedon--zone from the surface to a depth of 25 cm\n*Depth to lithic contact--25 cm\n*Particle-size control section--zone from the surface to a depth of 25 cm\nFurther investigation is needed to determine the degree and uniformity of the ash influence. Extensive areas were mapped before and after the Andisol order was established. This has resulted in recognition of ashy modifiers and vitrandic criteria in some survey areas but not in others. Both are included in the current concept of the Bocker series in areas where the shallow and skeletal soil characteristics are the dominant features that affect use and management. The relationship of aspect and an ash influence should be considered; north-facing slopes may be best correlated to an ash influence and south-facing slopes to no ash influence.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
