{
  "SERIES": "BODEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "OVERVIEW": "The Boden series consists of deep, well drained soils with moderately slow permeability.  They formed in residuum weathered from sandstone and shale.  These soils are on ridgetops and upland sideslopes of the Ozark Highlands.  Slopes range from 1 to 20 percent.  Mean annual temperature is 56 degrees F., and mean annual precipitation is 46 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boden sandy loam on 8 percent slope in woodland.  (Colors are for moist soil unless otherwise stated.)\nOi--1/2 to 0 inch; partly decomposed leaves and twigs.\nA--0 to 5 inches; brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; common fine roots; common worm holes; about 10 percent by volume sandstone pebbles 1/2 to 3 inches in diameter; strongly acid; clear smooth boundary.  (3 to 6 inches thick)\nBA--5 to 7 inches; strong brown (7.5YR 5/6) sandy loam; weak medium granular structure; very friable; common fine roots; few pores; few worm holes and casts; about 5 percent by volume sandstone pebbles 1/2 to 3 inches in diameter; strongly acid; clear smooth boundary.  (0 to 5 inches thick)\nBt1--7 to 11 inches; yellowish red (5YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; few fine pores; few faint clay films on faces of peds; about 5 percent by volume sandstone pebbles 1/2 to 1 inch in diameter; strongly acid; clear wavy boundary.  (0 to 7 inches thick)\nBt2--11 to 32 inches; red (2.5YR 5/8) sandy clay; moderate medium subangular blocky structure; firm; few fine roots; few pores; many distinct clay films on faces of peds and in pores; about 5 percent by volume sandstone pebbles and fragments 1/2 to 3 inches in diameter; very strongly acid; gradual wavy boundary. (20 to 32 inches thick)\nBt3--32 to 42 inches; red (10R 4/6) and yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few fine pores; few faint clay film on faces of peds; about 25 percent by volume sandstone pebbles and flags 1 to 8 inches in diameter; few soft gray (10YR 7/2) sandstone fragments; very strongly acid; clear wavy boundary. (8 to 16 inches thick)\nC--42 to 50 inches; variegated red (2.5YR 4/8), yellowish red (5YR 5/8) and yellowish brown (10YR 5/8) fine sandy loam; massive; firm; thin streaks or bands of light gray (10YR 7/2) clayey material; very strongly acid; clear smooth boundary.  (0 to 10 inches thick)\nR--50 to 55 inches; sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, Arkansas; 50 feet east of Highway 117, one mile northwest of Strawberry.  NE1/4NW1/4NW1/4 sec. 5, T. 15 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 36 to 50 inches and depth to bedrock ranges from 40 to 60 inches.  The soil is very strongly acid or strongly acid unless limed.\nThe A horizon has hue of 10YR, value of 3 or 4 and chroma of 2 or 3.  Pedons with mollic colored surface layers range from 1 to 3 inches in thickness.  The Ap horizon, in cultivated areas, has hue of 4 or 5 and chroma of 3 or 4.  The A horizon is fine sandy loam or sandy loam with gravelly or stony phases.  Coarse fragments by volume ranges from 0 to 25 percent.\nThe E horizon, where present, has hue of 10YR, value of 5, or 6 and chroma of 3 or 4.  Texture is fine sandy loam or sandy loam with gravelly or stony phases.  Coarse fragments by volume ranges from 0 to 25 percent.\nThe BA horizon has hue of 5YR, value of 4 or 5 and chroma of 6, or value of 5 and chroma of 8 or hue of 7.5YR, value of 5 and chroma of 6 or 8.  It is fine sandy loam, sandy loam or sandy clay loam, with 0 to 10 percent by volume rock fragments.\nThe Bt1 and Bt2 horizons have hue of 2.5YR, value 4 or 5, and chroma of 6 or 8, or hue of 5YR, value of 5 and chroma of 6 or 8, or value of 4 and chroma of 8.  In some pedons, the lower part has iron accumulations in shades of red or brown, or has hue of 7.5YR, value of 5, and chroma of 6 or 8, or hue of 10YR, value of 5 and chroma of 2 or 3.  It is sandy clay or clay with 0 to 10 percent, by volume, rock fragments.  Silt content is less than 20 percent.  The Bt3 horizon has similar colors as the upper Bt horizon.  It is sandy clay loam, sandy clay, gravelly sandy clay loam, or gravelly sandy clay and has 0 to 30 percent, by volume, rock fragments.\nThe C horizon has similar colors as the Bt horizon, or is variegated in shades of red or brown.  It is sandy loam or sandy clay loam with 0 to 10 percent, by volume, sandstone fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agnos, Braddock, Gassville, Groseclose, Howell, Monmouth, Muse, Sequoia, Trappist and Unison series.  Agnos, Muse and Sequoia soils have siltier B horizons of silty clay or clay texture.  In addition, Agnos soils have yellower colors.  Braddock soils are over 60 inches deep to bedrock.  Gassville soils have clay or cherty clay B horizons.  Groseclose soils have sola 20 to 40 inches thick and have yellower colors.  Howell and Monmouth soils have colors of 2.5Y or 5Y hue in the lower part of the B horizon.  Trappist soils have bedrock at depths of 20 to 40 inches.  Unison soils have silty clay loam or clay loam B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boden soils are on ridgetops and upland sideslopes.  Slopes range from 1 to 20 percent.  The soil formed in residuum weathered from sandstone and shale.  Mean annual temperature ranges from 52 degrees to 59 degrees F; mean annual precipitation ranges from 42 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agnos, Brockwell and Portia series.  Brockwell soils are on similar landscapes and are coarse-loamy.  Portia soils are on lower sideslopes and footslopes and have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Boden soils are well drained.  Runoff is medium to rapid and permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used to produce corn, oats, wheat, or for pasture.  Woodland species are mainly red oak, hickory, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands of Arkansas and Missouri.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Arkansas, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Boden series was formerly included in the Christian series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; common fine roots; common worm holes; about 10 percent by volume sandstone pebbles 1/2 to 3 inches in diameter; strongly acid; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 18,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--5 to 7 inches; strong brown (7.5YR 5/6) sandy loam; weak medium granular structure; very friable; common fine roots; few pores; few worm holes and casts; about 5 percent by volume sandstone pebbles 1/2 to 3 inches in diameter; strongly acid; clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 28,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--7 to 11 inches; yellowish red (5YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots; few fine pores; few faint clay films on faces of peds; about 5 percent by volume sandstone pebbles 1/2 to 1 inch in diameter; strongly acid; clear wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 81,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--11 to 32 inches; red (2.5YR 5/8) sandy clay; moderate medium subangular blocky structure; firm; few fine roots; few pores; many distinct clay films on faces of peds and in pores; about 5 percent by volume sandstone pebbles and fragments 1/2 to 3 inches in diameter; very strongly acid; gradual wavy boundary. (20 to 32 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 81,
        "bottom": 107,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--32 to 42 inches; red (10R 4/6) and yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few fine pores; few faint clay film on faces of peds; about 25 percent by volume sandstone pebbles and flags 1 to 8 inches in diameter; few soft gray (10YR 7/2) sandstone fragments; very strongly acid; clear wavy boundary. (8 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 127,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--42 to 50 inches; variegated red (2.5YR 4/8), yellowish red (5YR 5/8) and yellowish brown (10YR 5/8) fine sandy loam; massive; firm; thin streaks or bands of light gray (10YR 7/2) clayey material; very strongly acid; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 127,
        "bottom": 140,
        "texture_class": "sand",
        "narrative": "R--50 to 55 inches; sandstone bedrock."
      }
    ]
  ]
}
