{
  "SERIES": "BODINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCJ",
  "REVDATE": "04/2009",
  "STATES": "AL,GA,KY,TN",
  "OVERVIEW": "The Bodine series consists of very deep, somewhat excessively drained, gravelly soils. These soils formed in colluvium or residuum weathered from cherty limestone. They are on sharply dissected uplands. Slopes range from 5 to 70 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bodine gravelly silt loam -- hardwood and second growth pine.  (Colors are for moist soil unless otherwise stated.)\n0e--0 to 1 inch; very dark brown (10YR 2/2) organic mat.\nA--1 to 2 inches; dark grayish brown (10YR 4/2) gravelly silt loam; moderate medium granular structure; very friable; many fine roots; common fine and medium pores; 20 percent angular fragments of chert up to 3 inches in diameter; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nE--2 to 9 inches; pale brown (10YR 6/3) gravelly silt loam; moderate fine and medium granular structure; friable; common fine roots; many fine and common medium pores; 20 percent fragments of chert up to 3 inches in diameter; strongly acid; clear wavy boundary.  (0 to 14 inches thick)\nBE--9 to 13 inches; light yellowish brown (10YR 6/4) very gravelly silt loam; moderate fine and medium subangular blocky structure; friable; common medium roots; common fine and few medium pores; 45 percent fragments of chert up to 3 inches in diameter; strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--13 to 25 inches; yellowish brown (10YR 5/4) very gravelly silt loam; moderate fine and medium subangular blocky structure; friable; common medium roots; common fine and medium pores; few faint clay films on faces of peds, on chert fragments and in pores; 60 percent fragments of chert ranging from less than 0.5 inch to about 4 inches in diameter; strongly acid; clear wavy boundary.\nBt2--25 to 41 inches; strong brown (7.5YR 5/6) extremely gravelly silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine and few medium pores; common distinct clay films on faces of peds, on chert fragments and in pores; 65 percent fragments of chert ranging from less than 0.5 inch to 5 inches in diameter; strongly acid; gradual wavy boundary.\nBt3--41 to 73 inches; strong brown (7.5YR 5/6) extremely gravelly silty clay loam; weak medium subangular blocky structure; friable; common fine pores; common faint clay films on faces of peds, on chert fragments and in pores; 75 percent fragments of chert ranging from less than 1 to 12  inches in diameter; strongly acid; gradual wavy boundary. (Thickness of the Bt horizon ranges from 40 to greater than 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humphreys County, Tennessee; 1 mile north of  Hurricane Mills; 50 feet south of road on south slope."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is greater than 60 inches. Depth to cherty bedrock is greater than 5 feet. Reaction is strongly acid to extremely acid except the surface layer is less acid where limed. Rock fragments are mostly gravel, cobbles, and stones of chert and range from 20 to 85 percent in individual horizons but average between 35 and 80 percent in the particle-size control section.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3.  Texture of the fine earth fraction is silt loam, loam, or sandy loam.\nThe E and Ap horizons have hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 4. Texture of the fine earth fraction is silt loam, loam, or sandy loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 4 to 8.  The lower part of the Bt horizon also has hue of 5YR, value of 4 or 5 and chroma of 6 or 8. Mottles, in shades of brown, yellow and red, range from none to many throughout the Bt horizon. The lower part may be mottled with no dominant matrix color. Texture of the fine earth fraction is silt loam, loam, silty clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Caston series is the only other series in this family. The Panama series is in a closely related family. Caston soils formed in colluvium from sandstone and shale and the fragments in the soil are mostly sandstone. Panama soils have a clayey 2Bt horizon and are in an active CEC activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bodine soils are on sharply dissected uplands. Slopes range from 5 to 70 percent. The soil formed in residuum weathered from cherty limestone. The uppermost layers often are influenced by colluvium from soil creep. Near the type location, average annual temperature is 60 degrees F., and average annual precipitation is 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dickson, Fullerton, and Mountview series on uplands, the Minvale series on foot slopes, the Humphreys series on stream terraces and the Ennis and Lobelville on flood plains. All of these series contain less than 35 percent rock fragments. Dickson and Mountview soils formed in a loess mantle. Dickson soils have a fragipan and Mountview soils have a clayey 2Bt. Fullerton soils are clayey. Humphreys and Minvale soils are loamy with 15 to 35 percent fragments. Ennis and  Lobelville soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to rapid runoff; moderately rapid permeability throughout."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in forest of chestnut oak, post oak, blackjack oak, white oak, hickory, maple, beech, eastern redcedar, and Virginia pine. Small cleared areas are used mostly for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Highland Rim and Southern Appalachian Ridges and Valleys in Tennessee; also in Alabama, Georgia, Southern Kentucky, and Oklahoma. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humphreys County, Tennessee; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in this pedon are:\nOchric epipedon- 0 to 9 inches (A and E horizons)\nArgillic horizon- 13 to 73 inches (Bt horizon)\nSIR = TN0064; TN0206, gravelly\nNational Cooperative Soil Survey\nU.S.A."
  }
}
