{
  "SERIES": "BODOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/TWH/KLS",
  "REVDATE": "03/2018",
  "STATES": "AZ,CO,NM,UT",
  "OVERVIEW": "The Bodot series consists of moderately deep, well drained soils that formed in slope alluvium or colluvium derived from shale.  Bodot soils are on hillslopes and ridges.  Slopes range from 2 to 65 percent.  Mean annual precipitation is about 356 mm and the mean annual air temperature is about 8.9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Torrertic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bodot clay, in rangeland.  Described on June 14, 1966.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; gray (5YR 5/1) clay, dark gray (5YR 4/1) moist; strong fine granular structure; hard, firm, very sticky and very plastic; slightly effervescent; moderately alkaline (pH 8.3); abrupt smooth boundary.  (5 to 13 cm thick)\nAB--8 to 15 cm; gray (5YR 5/1) clay, dark gray (5YR 4/1) moist; moderate medium and coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; slightly effervescent; moderately alkaline (pH 8.3); cracks 5 to 10 mm wide common; gradual smooth boundary.  (8 to 30 inches thick)\nBkss--15 to 84 cm; gray (5YR 5/1) clay, dark gray (5YR 4/1) moist; strong coarse angular blocky structure; very hard, very firm, very sticky and very plastic; strongly effervescent; moderately alkaline (pH 8.3); cracks 5 to 10 mm wide; common distinct pressure faces; gradual wavy boundary.  (25 to 75 cm thick)\nCr--84 to 109 cm; soft shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: La Plata County, Colorado; located about 16 kilometers southeast of Ignacio, Colorado, about 259 meters south of the northeast corner of sec. 7, T. 32 N., R. 6 W. Tiffany USGS quad; Lat. 37 degrees, 2 minutes, 12 seconds N. and Long. 107 degrees, 31 minutes, 58 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 8.3 to 12.8 degrees C.\nMean summer soil temperature: 15.0 to 20.6 degrees C.\nDepth to paralithic contact: 51 to 104 cm\nDepth to secondary calcium carbonate: 0 to 13 cm\nParticle-size control section, weighted average:\nClay content: 35 to 50 percent\nA horizon\nHue: 2.5YR to 5Y\nValue: 5 to 7 (3 to 6 moist)\nChroma: 1 to 4 dry or moist\nRock fragments: 0 to 10 percent gravel\nReaction (pH): 7.4 to 8.4\nAB horizon\nHue: 2.5YR to 5Y\nValue: 5 to 7 (3 to 6 moist)\nChroma: 1 to 4 dry or moist\nTexture: clay, silty clay loam, or silty clay\nRock fragments: 0 to 10 percent gravel\nCalcium carbonate equivalent: 1 to 8 percent\nReaction (pH): 7.4 to 8.4\nBkss horizon\nHue: 2.5YR to 5Y\nValue: 5 to 7 (3 to 6 moist)\nChroma: 1 to 4 dry or moist\nTexture: clay, silty clay loam, silty clay, or clay loam\nRock fragments: 0 to 30 percent gravel, but typically less than 2 percent\nCalcium carbonate equivalent: 5 to 10 percent\nElectrical conductivity (mmhos/cm): 2 to 8\nSodium adsorption ratio: 1 to 7\nReaction (pH): 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nVananda (MT) - are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hillslopes and ridges\nElevation - 1,520 to 2,290 meters\nSlope - 2 to 65 percent\nParent material - slope alluvium or colluvium derived from shale\nMean annual precipitation - 330 to 430 mm\nMean annual air temperature - 7.2 to 11.7 degrees C.\nPrecipitation pattern - Precipitation is evenly distributed throughout the year with July and August being slightly wetter and June being slightly dryer.\nFrost-free period - 110 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, high or very high runoff, slow or very slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated cropland and rangeland.  Crops are mainly alfalfa, pasture, and small grains.  Native vegetation is big sagebrush, rabbitbrush, Indian ricegrass, western wheatgrass, Junegrass, and scattered pinyon and Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Colorado and adjacent parts of Arizona, Utah, and New Mexico; LRR D, E; MLRA 35, 36, 39, and 48A; large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: La Plata County Area, Colorado. 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nCracks 5 to 10 mm wide: from 8 to 84 cm (AB, Bkss horizons)\nParticle size control section: The zone from 25 to 84 cm. (Bkss horizon)\nSeries control section: 0 to 109 cm (all horizons and upper 25 cm of the Cr layer)\nCracks seldom reach the surface and slickensides do not intersect.\nBodot soils have a mesic soil temperature regime and are in an ustic soil moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
