{
  "SERIES": "BOEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR, RRH, WAW, SAS",
  "REVDATE": "12/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Fluvaquentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boel fine sandy loam - (Colors are for dry soil unless otherwise stated. Reaction by .01 M calcium chloride with glass electrode.)\nA--0 to 8 inches; dark gray (10YR 4/1) fine sandy loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; soft; very friable; many fine and medium roots throughout; many fine tubular pores; moderately alkaline; slight effervescence; clear smooth boundary. (7 to 15 inches thick)\nAC--8 to 11 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many fine and medium roots throughout; many fine tubular pores; few thin strata of loam; moderately alkaline; slight effervescence; clear wavy boundary. (3 to 8 inches thick)\nC--11 to 45 inches; very pale brown (10YR 8/2) fine sand, light brownish gray (10YR 6/2) moist; few medium distinct dark yellowish brown (10YR 4/4) iron masses in the soil matrix; single grain; loose; few fine and medium roots throughout; few fine tubular pores; moderately alkaline; clear wavy boundary.\nCg--45 to 80 inches; light gray (2.5Y 7/2) fine sand, light brownish gray (2.5Y 6/2) moist; few fine prominent dark reddish brown (5YR 3/3) iron masses in the soil matrix; single grain; loose; few fine and medium roots throughout; few fine tubular pores; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Howard County, Nebraska; about 3 miles east and 1/2 mile north of Dannebrog; 200 feet east and 2100 feet north of southwest corner, sec. 4, T. 13 N., R. 10 W.; USGS St. Paul topographic quadrangle; lat. 41 degrees 7 minutes 32 seconds N. and long. 98 degrees 28 minutes 40 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 10 to 20 inches\nFree carbonates are typically in the the A horizon and lacking in some of the lower horizons. However, some profiles contain free carbonates throughout, others have none. In the particle size control section, clay content is 0 to 12 percent; sand content is 75 to 100 percent.\nA horizon:\nHue: 10YR\nValue: 3 through 5, 2 or 3 moist\nChroma of 1 or 2\nTexture: fine sandy loam, sandy loam, loam, and less commonly, silt loam, very fine sandy loam, loamy sand, or loamy fine sand.\nRock fragments: gravel (2 to 25 mm) ranges from 0 to 14 percent by volume\nReaction: slightly acid to moderately alkaline.\nClay Content: 2 to 25 percent\nSand content: 20 to 90 percent\nAC horizon:\nHue: 10YR\nValue: 3 through 5, 2 through 4 moist\nChroma: 1 or 2\nTexture: fine sandy loam, sandy loam, loamy fine sand, or loamy sand\nRock fragments: gravel (2 to 25 mm) ranges from 0 to 14 percent by volume\nReaction: neutral to moderately alkaline\nClay Content: 2 to 20 percent\nSand content: 20 to 90 percent\nC horizon:\nHue: 10YR and 2.5Y\nValue: 6 through 8, 5 through 7 moist\nChroma of 1 to 3\nTexture: fine sand, loamy fine sand, sand or coarse sand, typically stratified with lenses of lighter and darker material which may also be coarser or finer textured\nRock fragments: gravel (2 to 75 mm) ranges from 0 to 14 percent by volume\nReaction: neutral to moderately alkaline\nRedoximorphic concentrations: common or many, distinct and prominent with hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8\nClay Content: 0 to 6 percent\nSand content: 70 to 100 percent\nCg horizon:\nHue: 2.5Y and 10YR\nValue: 5 through 8, 4 through 7 moist\nChroma of 1 to 3\nTexture: fine sand, loamy fine sand, sand or coarse sand, typically stratified with lenses of lighter and darker material which may also be coarser or finer textured\nRock fragments: gravel (2 to 75 mm) ranges from 0 to 25 percent by volume\nReaction: neutral to moderately alkaline\nRedoximorphic concentrations: common or many, distinct and prominent with hue of 5YR or 7.5YR, value of 3 or 5, and chroma of 3 to 8\nClay Content: 0 to 6 percent\nSand content: 70 to 100 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the only series in the family. Similar soils are the Alda, Blackloup, Elsmere, and Platte. Alda soils have a coarse-loamy control section. Elsmere soils are not stratified above a depth of 50 inches. Blackloup soils have a seasonal zone of saturation starting at the surface (poorly drained and very poorly drained). Platte soils have gravelly sand or gravelly coarse sand between a depth of 10 and 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: level or nearly level flood plains along streams.\nSlopes: 0 to 3 percent\nParent materials: recent loamy and sandy alluvium\nMean annual precipitation: 20 to 30 inches\nMean annual temperature: 48 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:These are the Alda, Barney, Blackloup, Cass, Gibbon, Inavale, Inglewood, Platte, and Wann soils.\nAlda: are at the same elevation on the flood plain, have a coarse-loamy particle size control section, and have coarse sand or gravelly sand at a depth of 20 to 40 inches.\nBarney: are lower on the floodplain, do not have a mollic epipedon, and have a seasonal zone of saturation starting at the surface (poorly drained and very poorly drained)\nBlackloup: are lower on the flood plain and have a seasonal zone of saturation starting at the surface (poorly drained and very poorly drained)\nCass: are higher on the flood plain, have a coarse-loamy particle size control section, and do not have a seasonal zone of saturation above 6 feet (well drained).\nGibbon: are at the same elevation on the flood plain and have a fine-silty conbtrol section and are calcareous throughout\nInavale: are higher on the flood plain, do not have a mollic epipedon, and do not have seasonal zone of saturation above 6 feet (excessively drained)\nInglewood: are slightly higher on the flood plain, do not have a mollic epipedon, and have seasonal zone of saturation starting at 3.0 feet (moderately well drained)\nPlatte: are at the same elevation on the flood plain, are stratified above a depth of 10 inches, and have coarse, gravelly sand, or gravelly coarse sand above a depth of 20 inches\nWann: are at the same elevation on the flood plain and have a coarse-loamy particle size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Somewhat poorly drained\nRunoff: very slow\nPermeability: rapid\nSeasonal zone of saturation: ranges from 1.5 feet to 3.0 feet\nFlooding: occasionally and frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soils with loamy fine sand A horizons are in native grass. Those with finer textured A horizons are cropped to corn, sorghum, alfalfa, and small grains. The dominant native grasses are big bluestem, indiangrass, switchgrass, prairie cordgrass, little bluestem, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and eastern Nebraska along streams and Kansas and Colorado. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Howard County, Nebraska, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly mapped in the Sarpy series.\nDiagnostic horizons recognize in this pedon are mollic epipedon--the zone from 0 to 11 inches (A and AC horizon).\n02/2004 RRH, WAW Updated to semi-tabular format, updated the COMPETING SERIES and GEOGRAPHICALLY ASSOCIATED SOILS, sections.\nContent added to the RIC to accommodate the properties correlated in the Saunders County Nebraska subset.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
