{
  "SERIES": "BOESEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/SP/TLA",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "OVERVIEW": "The Boesel series consists of very deep, moderately well drained soils formed in recent alluvium.  They are on stream terraces and flood plains. Slope ranges from 0 to 3 percent. The mean annual air temperature is about 43 degrees F, and the mean annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boesel fine sandy loam, woodland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine granular structure; soft, very friable, nonsticky and slightly plastic; many roots; neutral (pH 7.0); abrupt smooth boundary. (7 to 24 inches thick)\nAC--8 to 27 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; common roots; common medium and coarse pores; neutral (pH 7.2); clear wavy boundary. (0 to 20 inches thick)\n2C1--27 to 37 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few roots; few fine pores; 5 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (0 to 11 inches thick)\n2C2--37 to 60 inches; light yellowish brown (10YR 6/4), yellowish brown (10YR 5/4) extremely gravelly coarse sand, single grained; loose, nonsticky and nonplastic; 60 percent gravel, 5 percent cobbles; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; 200 feet north and 1,780 feet east of the southwest corner of sec. 26, T.35N., R.21E. (Latitude 48 degrees, 29 minutes, 56.39 seconds North, Longitude 120 degrees, 10 minutes, 50.87 seconds West.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: These soils are usually moist but are dry in all parts for 60 to 75 consecutive days following the summer solstice (xeric soil moisture regime).\nA high water table is present at 30 to 40 inches below the soil surface in the late winter and spring (Oxyaquic)\nSoil Temperature: The mean annual soil temperature is 44 to 47 degrees F.\nRock fragments: the upper part of the particle-size control section averages 0 to 10 percent gravel and the lower part averages about 20 to 40 percent gravel\nDepth to contrasting sandy and sandy-skeletal material: 20 to 33 inches.\nA horizon\nValue: 4 or 5 dry and 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: fine sandy loam and less commonly sandy loam in the lower part\nStructure: weak to moderate fine to medium granular or subangular blocky\nAC horizon (when present)\nValue:  5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3 dry or moist\nTexture: fine sandy loam or sandy loam\nGravel: 0 to 10 percent\n2C horizon\nHue: 10YR, multicolored\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 3 or 4 dry or moist.\nSome pedons have faint to prominent redox features below 28 inches.\nTexture: loamy sand, sand, or coarse sand\nRock Fragments: 15 to 50 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Josset and Markscreek series. Josset soils are calcareous throughout. Markscreek soils are dry for 80 to 100 days and are well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boesel soils are on stream terraces and flood plains.  Slope ranges from 0 to 3 percent.  The soils formed in recent alluvium derived in part from glacial outwash.  Elevations are 1,500 to 3,200 feet. . The climate is characterized by warm, dry summers and cool, moist winters. The mean annual precipitation is 14 to 20 inches. The mean January temperature is about 23 degrees F, the mean July temperature is about 64 degrees F, and the mean annual air temperature is 42 to 45 degrees F. The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cubcreek, Garrison, Phoebe, Sanpoil, Springdale, Wapal, and Winthrop soils. Cubcreek soils are coarse-loamy. Garrison, Phoebe, Springdale, and Winthrop soils have a mesic temperature regime. In addition, Garrison and Phoebe soils are well drained, and Springdale and Winthrop soils are somewhat excessively drained. Sanpoil soils are poorly and very poorly drained. Wapal soils are sandy-skeletal and somewhat excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; moderately rapid permeability in the upper part and very rapid in the lower part.  Occasional flooding in the late winter and spring.  Water table present at about 30 to 40 inches in late winter and spring"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, timber production, hay and pasture, cropland, and irrigated hay and pasture. The native vegetation is ponderosa pine, Douglas-fir, black cottonwood, and quaking aspen. The understory includes common snowberry, blue wildrye, Saskatoon serviceberry, woods rose, false-solomons-seal, Oregon-grape, and northern bedstraw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Washington; MLRA 43A and 44. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan County, Washington, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil:\nMollic epipedon from 0 to 27 inches\nCumulic: an irregular decrease with depth inferred from the nature of the parent material and occasional flooding frequency\nOxyaquic: water table above 40 inches for over 20 consecutive days\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine granular structure; soft, very friable, nonsticky and slightly plastic; many roots; neutral (pH 7.0); abrupt smooth boundary. (7 to 24 inches thick)"
      },
      {
        "name": "AC",
        "top": 20,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--8 to 27 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; common roots; common medium and coarse pores; neutral (pH 7.2); clear wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "2C1",
        "top": 69,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C1--27 to 37 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few roots; few fine pores; 5 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (0 to 11 inches thick)"
      },
      {
        "name": "2C2",
        "top": 94,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "narrative": "2C2--37 to 60 inches; light yellowish brown (10YR 6/4), yellowish brown (10YR 5/4) extremely gravelly coarse sand, single grained; loose, nonsticky and nonplastic; 60 percent gravel, 5 percent cobbles; neutral (pH 7.3)."
      }
    ]
  ]
}
