{
  "SERIES": "BOGART",
  "STATUS": "Established Series",
  "BYREV": "Rev. STP-ELM",
  "REVDATE": "05/2011",
  "STATES": "OH",
  "OVERVIEW": "The Bogart series consists of very deep, moderately well drained soils that formed in stratified outwash deposits on terraces, beach ridges, and outwash plains. Permeability is moderate or moderately rapid in the solum and rapid in the substratum. Slopes range from 0 to 12 percent. Mean annual precipitation is about 35 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bogart loam - 0 to 2 percent slopes in a cultivated field at elevation of about 775 feet above msl. (Colors are for moist soil unless otherwise noted.)\nAp1 -- 0 to 8 inches; dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many roots; neutral; abrupt smooth boundary.\nAp2 -- 8 to 10 inches; dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many roots; about 3 percent rock fragments; slightly acid; abrupt wavy boundary. (Combined thickness of the A horizons is 4 to 14 inches.)\nBt1 -- 10 to 17 inches; dark yellowish brown (10YR 4/4) loam; many medium faint dark grayish brown (10YR 4/2) organic stains in the matrix; weak coarse subangular blocky structure; firm; common roots; brown (10YR 4/3) common faint clay films on faces of peds and bridging sand grains; about 5 percent rock fragments; moderately acid; clear wavy boundary.\nBt2 -- 17 to 26 inches; yellowish brown (10YR 5/4) loam; weak medium and coarse subangular blocky structure; firm; few roots; brown (10YR 4/3) common faint clay films on faces of peds; many fine and medium distinct gray (10YR 6/1) areas of iron depletion in the matrix; many fine faint yellowish brown (10YR 5/6) soft masses of iron accumulation in the matrix; about 10 percent rock fragments; moderately acid; clear wavy boundary.\nBt3 -- 26 to 30 inches; yellowish brown (10YR 5/4) gravelly loam; weak coarse subangular blocky structure; friable; few roots; few fine dark grayish brown (10YR 4/2) coatings in root channels; brown (10YR 4/3) common faint patchy clay films as bridging and coatings on sand and gravel; about 25 percent rock fragments; moderately acid; clear wavy boundary. (Combined thickness of the Bt horizon is 12 to 36 inches.)\nBC -- 30 to 42 inches; dark yellowish brown (10YR 4/4) gravelly clay loam; massive; common fine and medium distinct pale brown (10YR 6/3) soft masses of iron accumulation in the matrix which have strong brown (7.5YR 5/8) soft masses of iron accumulation as rinds; about 15 percent rock fragments; moderately acid; clear wavy boundary. (0 to 13 inches thick.)\nC -- 42 to 60 inches; grayish brown (2.5Y 5/2) gravelly loamy sand; single grain; about 40 percent rock fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lorain County, Ohio; Carlisle Township, 2 1/4 miles southwest of Elyria; 300 feet south of Albrecht Road and 300 feet east of West Ridge Road; T. 5 N., R. 17 W. USGS Oberlin, Ohio topographic quadrangle; Latitude 41 degrees, 21 minutes, 05.3 seconds N. and Longitude 82 degrees, 09 minutes, 17.4 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 30 to 60 inches. Stratification is present throughout the soil profile with rock fragment percentages, on average, ranging from 0 to 30 percent in the A horizon and the B horizon above 20 inches. Rock fragments, on average, range from 15 to 50 percent from 20 to 40 inches and 10 to 60 percent below 40 inches. Some individual subhorizons may have greater or lesser amounts.\nThe Ap horizon has hue of 10YR, value of 4 (more than 6 dry), and chroma of 2 or 3. Some pedons have an A horizon up to 5 inches thick that has hue of 10YR, value of 2 or 3 (3 to 5 dry), and chroma of 1 or 2. The E horizon, where present, is up to 8 inches thick, has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4. The Ap, A, and E horizons are loam, sandy loam, and silt loam or their gravelly analogues. Reaction ranges from very strongly acid to neutral.\nSome pedons have BE or BA horizons.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, chroma of 3 to 6. Textures are commonly sandy loam, loam, sandy clay loam, clay loam, or their gravelly and very gravelly analogues, and less commonly silt loam or silty clay loam to a maximum depth of 24 inches, except as thin subhorizons in some pedons. The control section averages from 18 to 30 percent clay. Reaction ranges from very strongly acid to slightly acid.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, chroma of 2 to 6. Textures are sandy loam, loamy sand, sandy clay loam, clay loam, loam, or their gravelly and very gravelly analogues. Reaction ranges from very strongly acid to slightly acid.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4. Textures are commonly gravelly or very gravelly analogues of loam, sandy loam, loamy sand, and less commonly sandy loam, loamy sand, or sand with thin strata of gravel in some pedons. Stratification of other textures is present in some pedons. The C horizon commonly is strongly acid to slightly acid, and less commonly neutral or slightly alkaline. The lower part contains free carbonates in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Centerburg, Cygnet, Haney, Houcktown, Jenera, Jugtown, Nicely, Reaville, Scattersville, Swampoodle, Thackery, Tuscola, Vanlue, and Williamstown series. Centerburg, Cygnet, Jenera, Jugtown, Nicely, Swampoodle, Tuscola, and Vanlue soils have less rock fragments in the series control section. Haney and Thackery soils are more alkaline in the series control section. Houcktown and Williamstown soils have a densic contact within the series control section. Reaville soils have a lithic contact within 40 inches. Scattersville soils have a higher mean annual temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bogart soils formed in Wisconsinan age stratified outwash deposits and are on convex slopes in areas of low relief on stream terraces, beach ridges, and outwash plains. Slope range is from 0 to 12 percent. Mean annual temperature ranges from 49 to 52 degrees F., mean annual precipitation ranges from 29 to 43 inches, frost free days range from 133 to 198 days, and elevation ranges from 700 feet to 1300 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canfield, Chagrin, Chili, Damascus, Ellsworth, Fitchville, Glenford, Jimtown, Lobdell, Olmsted, Rittman, and Wadsworth soils. The moderately well drained Canfield, Ellsworth, and Rittman and somewhat poorly drained Wadsworth are adjacent soils on till plains. The well drained Chagrin and moderately well drained Lobdell soils are on flood plains. The well drained Chili on higher landscape positions, somewhat poorly drained Jimtown soils on lower landscape positions, and poorly drained Damascus and very poorly drained Olmstead soils on lower landscape positions and in depressions are in toposequence with Bogart soils. The somewhat poorly drained Fitchville and moderately well drained Glenford soils are on adjacent deposits of silty lacustrine sediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The depth to an intermittent apparent water table is 1.0 to 2.0 feet between November to April in most years. Permeability is moderate or moderately rapid in the solum and rapid in the underlying material. The potential for surface runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About one-half is cultivated. Corn, oats, and mixed hay are the main crops. About one-fourth is forested with sugar maple, beech, and oak the dominant species. The remaining one-fourth is used for pasture or for nonagricultural purposes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern and central Ohio. MLRAs 111 and 139. The Bogart series is of moderate extent; about 59,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Huron County, Ohio, l948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - from the surface to a depth of about 10 inches (Ap1, Ap2 horizons);\n2. Argillic horizon - from about 9 to 30 inches (Bt1, Bt2, Bt3 horizons).\nA till substratum phase is recognized. It will be recorrelated upon further investigation of MLRA work. Acreage based on 2004 data."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1 -- 0 to 8 inches; dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many roots; neutral; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 20,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap2 -- 8 to 10 inches; dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many roots; about 3 percent rock fragments; slightly acid; abrupt wavy boundary. (Combined thickness of the A horizons is 4 to 14 inches.)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 10 to 17 inches; dark yellowish brown (10YR 4/4) loam; many medium faint dark grayish brown (10YR 4/2) organic stains in the matrix; weak coarse subangular blocky structure; firm; common roots; brown (10YR 4/3) common faint clay films on faces of peds and bridging sand grains; about 5 percent rock fragments; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2 -- 17 to 26 inches; yellowish brown (10YR 5/4) loam; weak medium and coarse subangular blocky structure; firm; few roots; brown (10YR 4/3) common faint clay films on faces of peds; many fine and medium distinct gray (10YR 6/1) areas of iron depletion in the matrix; many fine faint yellowish brown (10YR 5/6) soft masses of iron accumulation in the matrix; about 10 percent rock fragments; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3 -- 26 to 30 inches; yellowish brown (10YR 5/4) gravelly loam; weak coarse subangular blocky structure; friable; few roots; few fine dark grayish brown (10YR 4/2) coatings in root channels; brown (10YR 4/3) common faint patchy clay films as bridging and coatings on sand and gravel; about 25 percent rock fragments; moderately acid; clear wavy boundary. (Combined thickness of the Bt horizon is 12 to 36 inches.)"
      },
      {
        "name": "BC",
        "top": 76,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 30 to 42 inches; dark yellowish brown (10YR 4/4) gravelly clay loam; massive; common fine and medium distinct pale brown (10YR 6/3) soft masses of iron accumulation in the matrix which have strong brown (7.5YR 5/8) soft masses of iron accumulation as rinds; about 15 percent rock fragments; moderately acid; clear wavy boundary. (0 to 13 inches thick.)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 42 to 60 inches; grayish brown (2.5Y 5/2) gravelly loamy sand; single grain; about 40 percent rock fragments; moderately acid."
      }
    ]
  ]
}
