{
  "SERIES": "BOHANNON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/TDT/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Bohannon series consists of moderately deep, well drained soils that formed in loamy colluvium and residuum derived from arkosic sandstone. Bohannon soils occur on summits, shoulder slopes, and backslopes of mountains. Slopes are 2 to 90 percent. The mean annual precipitation is about 95 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bohannon gravelly medial loam, woodland . (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of needles and fern fronds.\nA--1 to 5 inches; dark brown (10YR 3/3) gravelly medial loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common roots; many fine and very fine irregular pores; 20 percent gravel; moderately acid (pH 5.9); abrupt smooth boundary. (3 to 13 inches thick)\nAB--5 to 12 inches; dark brown (10YR 3/3) gravelly medial loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common roots; common fine and very fine irregular pores; 20 percent gravel, cobbles and stones; moderately acid (pH 6.0); clear smooth boundary. (0 to 8 inches thick)\nBw--12 to 18 inches; dark brown (7.5YR 3/4) gravelly loam, brown (10YR 5/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; many fine pores; few, fine, distinct darker colored coatings in pores; 20 percent gravel, cobbles and stones; moderately acid (pH 6.0); clear smooth boundary. (6 to 25 inches thick)\nBC--18 to 25 inches; brown (7.5YR 4/4) gravelly loam, yellowish brown (10YR 5/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; many fine pores; few, fine, distinct darker colored coatings in pores; 30 percent gravel, cobbles, and stones; moderately acid (pH 6.0); clear smooth boundary. (0 to 10 inches thick)\nCr1--25 to 59 inches; fractured sandstone with dark yellowish brown (10YR 4/4) loam in fractures; soil material similar to above horizon and accounts for about 10 percent of the horizon; fractured at intervals of 18 to less than 40 inches; gradual irregular boundary. (10 to 30 inches thick)\nCr2--59 inches; moderately cemented, partially weathered arkosic sandstone; fractured at intervals of 18 to less than 40 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lane County, Oregon; located approximately 9 miles southwest of Alsea; on a slope along a spur logging road where the road leaves the bench and cuts across the steep south-facing slope, about 2500 feet south and 2700 feet west of the northeast corner of section 22, T. 15 S., R. 8. W.; (Latitude 44 degrees, 15 minutes, 01 seconds N.; Longitude 123 degrees, 38 minutes, 37 seconds W.); Digger Mountain, OR 7.5 minute USGS topographic quadrangle, NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist and are dry for less than 45 consecutive days between depths of 4 and 12 inches within the 4 -month period following summer solstice in most years. The mean annual soil temperature is 47 to 55 degrees F. The depth to fractured, moderately cemented, partially weathered bedrock is 20 to 40 inches. The umbric epipedon is 7 to 18 inches thick. Clay content in the particle-size control section is 18 to 30 percent. Rock fragments range from 0 to 30 percent in the A horizon and 15 to 50 percent in the Bw horizon averaging less than 35 percent in the control section. There is 0 to 20 percent pararock fragments present also. The soil is moderately acid to very strongly acid. Hue is 10YR or 7.5YR. Andic soil features occur in the A horizon, but do not extend beyond 14 inches. Properties include 1.0 to 3.0 percent acid oxalate extractable aluminum plus one-half acid oxalate iron, moist bulk density of 0.75 to 1.0 g/cc, phosphate retention of greater than 85 percent, and 15-bar moisture (air-dried) of 12 to 30 percent.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture is medial loam with 15 to 25 percent clay. It has 0 to 20 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones, and 0 to 15 percent paragravel.\nThe AB horizon, when present, is similar to the A horizon.\nThe Bw horizon has value of 3 or 4 moist, 4 to 6 dry and chroma of 3 to 6 moist and dry. Texture is loam or clay loam with 18 to 35 percent clay. It has 0 to 25 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones and 0 to 60 percent pararock fragments.\nThe BC or C horizon, when present, has value of 3 to 5 moist, 5 or 6 dry and chroma of 4 to 6 moist and dry. Texture is loam or clay loam with 18 to 30 percent clay. It has 5 to 15 percent gravel, 0 to 20 percent cobbles, 0 to 5 percent stones, and 0 to 40 percent pararock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gobar, Hembre, Kinney, and Preacher series. All of these soils are greater than 40 inches deep to bedrock. Gobar soils have a medial silt loam surface layer 7 to 14 inches thick, and commonly have more than 20 percent pararock fragments in the solum of volcanic tuff or tuffaceous breccia origin. Hembre soils have hues of 5YR in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Bohannon soils occur on summits, shoulder slopes, and back slopes of mountains in the Coast Range and Cascade Range in Oregon. These metastable to active landforms are typified by uneven, step-like benches caused by sliding and slumping of bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Slopes of 2 to 90 percent. Elevations are 25 to 3,000 feet. Where these soils are mapped in the Oregon Coast Range mountains elevations are 25 to 2,600 feet, and reach heights of 3,000 feet in the most southern portion of the range in southwestern Oregon; where they are mapped in the Oregon Cascade Range elevations are 1,000 to 3,000 feet. The soils formed in loamy colluvium and residuum derived from andesite, arkosic sandstone, or other sedimentary rock types. The climate is characterized by warm, wet winters and hot, moist summers tempered by the influence of marine air patterns. The mean annual precipitation is 60 to 130 inches. The mean annual temperature is 45 to 53 degrees F. The frost-free period is 110 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blachly, Digger, Kilowan, Remote, Slickrock, and Umpcoos soils and the competing Preacher series. All of these soils are on ridgetops and side slopes of mountains. Blachly soils are fine-textured and greater than 60 inches deep to bedrock. Digger, Remote and Umpcoos soils are skeletal. Kilowan soils are fine-textured and 20 to 40 inches deep to bedrock. Slickrock soils are pachic and deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for timber production, recreation, watershed, and wildlife habitat. The coniferous forest is dominated by Douglas-fir with minor amounts of tanoak and madrone in the more southern part of the Coast Range. The understory is mixed shrubs and herbs with some combination of all of the following plants: vine maple, salal, western swordfern, cascade Oregongrape and minor amounts of other plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western slopes of the Coast Range and eastern slopes of the Cascade Range in Oregon; MLRA 1, 3. This series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County (Benton Area), Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nUmbric epipedon - from 1 to 12 inches (A and AB horizons).\nCambic horizon - from 12 to 18 inches (Bw horizon).\nAndic feature - from 1 to 12 inches (A and AB horizon)\nParticle-size control section - from 11 to 41 inches.\nMedial modifiers were used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties. A proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties.\nDepth to diagnostic horizons and features are measured from the top of the first mineral horizon.\nClassification revised 8/2001 to Fine-loamy, isotic, mesic Andic Dystrudepts based on changes to the Keys to Soil Taxonomy, 8th edition, lab data, and data from associated soils.\nADDITIONAL DATA: Laboratory data from Oregon State University in the published soil survey of the Alsea Basin Area, Oregon. Refer to sample No. 61 Oreg. 20-2; and reference sample # S72OR-011-004, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed litter of needles and fern fronds."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 5 inches; dark brown (10YR 3/3) gravelly medial loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common roots; many fine and very fine irregular pores; 20 percent gravel; moderately acid (pH 5.9); abrupt smooth boundary. (3 to 13 inches thick)"
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--5 to 12 inches; dark brown (10YR 3/3) gravelly medial loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common roots; common fine and very fine irregular pores; 20 percent gravel, cobbles and stones; moderately acid (pH 6.0); clear smooth boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--12 to 18 inches; dark brown (7.5YR 3/4) gravelly loam, brown (10YR 5/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; many fine pores; few, fine, distinct darker colored coatings in pores; 20 percent gravel, cobbles and stones; moderately acid (pH 6.0); clear smooth boundary. (6 to 25 inches thick)"
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--18 to 25 inches; brown (7.5YR 4/4) gravelly loam, yellowish brown (10YR 5/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; many fine pores; few, fine, distinct darker colored coatings in pores; 30 percent gravel, cobbles, and stones; moderately acid (pH 6.0); clear smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Cr1",
        "top": 64,
        "bottom": 150,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Cr1--25 to 59 inches; fractured sandstone with dark yellowish brown (10YR 4/4) loam in fractures; soil material similar to above horizon and accounts for about 10 percent of the horizon; fractured at intervals of 18 to less than 40 inches; gradual irregular boundary. (10 to 30 inches thick)"
      },
      {
        "name": "Cr2",
        "top": 150,
        "texture_class": "sand",
        "narrative": "Cr2--59 inches; moderately cemented, partially weathered arkosic sandstone; fractured at intervals of 18 to less than 40 inches."
      }
    ]
  ]
}
