{
  "SERIES": "BOHEMIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-NWS-TJE",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bohemian silt loam, in a forested area. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 5 cm (2 inches); black (10YR 2/1) partially decomposed leaf litter. (0 to 3 inches thick)\nA--5 to 13 cm (2 to 5 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary. [5 to 10 cm (2 to 4 inches) thick]\nE--13 to 28 cm (5 to 11 inches); pinkish gray (7.5YR 6/2) silt loam; weak medium platy structure; friable; many roots; moderately acid; abrupt wavy boundary. [5 to 20 cm (2 to 8 inches) thick]\nBs1--28 to 38 cm (11 to 15 inches); brown (7.5YR 4/4) very fine sandy loam; weak medium subangular blocky structure; very friable; many roots; strongly acid; abrupt smooth boundary.\nBs2--38 to 51 cm (15 to 20 inches); brown (7.5YR 5/4) silt loam; weak medium subangular blocky structure; friable; many roots, moderately acid; clear wavy boundary. [(4 to 14 inches) thick]\nE'--51 to 58 cm (20 to 23 inches); brown (7.5YR 5/2) fine sandy loam; weak fine subangular blocky structure; friable; many roots; moderately acid; clear wavy boundary. [(2 to 5 inches) thick]\nBt1--58 to 81 cm (23 to 32 inches); brown (7.5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few roots; thin clay films on faces of peds and in pores; slightly acid; abrupt smooth boundary. [15 to 36 cm (6 to 14 inches) thick]\nBt2--81 to 89 cm (32 to 35 inches); brown (7.5YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; few roots; thin clay films on faces of peds and in pores; neutral; abrupt smooth boundary. [0 to 15 cm (6 inches) thick]\nC--89 to 152 cm (35 to 60 inches); light brown (7.5YR 6/4) stratified silt loam and very fine sand, and thin lenses and bands of clay; massive; friable; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presque Isle County, Michigan; about 7.5 miles northwest of Millersburg; 200 feet east and 60 feet south of northwest corner of sec. 9, T. 35 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: commonly 76 to 102 cm (30 to 40 inches) and ranges from 64 to 127 cm (25 to 50 inches)\nRock fragment content: typically absent, at least in the lower part of the series control section\nParticle-size control section: averages between 18 and 23 percent clay\nReaction: strongly acid to neutral in the solum\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3\nChroma: 1 or 2\nTexture: silt loam, very fine sandy loam, fine sandy loam, or loam\nAp horizon, where present:\nThickness: 15 to 25 cm (6 to 10 inches)\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 1 or 2\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2\nTexture: silt loam, very fine sandy loam, or fine sandy loam\nBs1 horizon:\nHue: 5YR to 10YR\nValue: 3 or 4\nChroma: 3 or 4\nBs2 horizon:\nHue: 5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silt loam, very fine sandy loam, or fine sandy loam\nE' horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 2 or 3\nTexture: silt loam or fine sandy loam\nSome pedons have E material in cracks and on coatings on peds in the upper 8 cm (few inches) of the Bt horizon.\nBt horizon:\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam, loam, clay loam, fine sandy loam, or silty clay loam\nC horizon:\nHue: 2.5YR to 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: variable, but strata of silt loam, silty clay loam, and very fine sand are most common; thin clayey layers are throughout the horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Isabella series. Isabella soils are not stratified in the lower part of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bohemian soils are on lake plains, outwash plains, and deltas of Wisconsinan Age. Slope gradients are dominantly from 0 to 15 percent and range from 0 to 50 percent. The Bohemian soils formed in loamy and sandy glaciofluvial deposits. Mean annual precipitation ranges from 660 to 889 mm (26 to 35 inches). Mean annual temperature ranges from 5.0 to 7.2 degrees C (41 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The somewhat poorly drained Brimley and poorly drained Bruce soils are in the same drainage sequence. Kalkaska, Rousseau, Rubicon, Emmet, and Blue Lake soils are on nearby till plains and moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to high depending on slope. Saturated hydraulic conductivity is moderately high. Permeability is moderate in the upper part of the solum and moderately slow in the lower part of the solum and underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A small part is cropped to small grains and hay. The larger part is in permanent pasture or forest. Native forest is northern hardwoods with eastern white pine and red pine. Forested areas are now primarily in sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 93B, 94A, 94B, 94C, 96, and 98 in northern part of the Lower Peninsula and the Upper Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chippewa County, Michigan, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from a depth of 0 to 28 cm (11 inches) (Oe, A, E horizons).\nAlbic horizon: from a depth of 13 to 28 cm (5 to 11 inches) and 51 to 58 cm (20 to 23 inches) (E, E' horizons).\nSpodic horizon: from a depth of 28 to 51 cm (11 to 20 inches) (Bs1, Bs2 horizons).\nArgillic horizon: from a depth of 58 to 89 cm (23 to 35 inches) (Bt1, Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
