{
  "SERIES": "BOHICKET",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLV-DJD",
  "REVDATE": "07/1999",
  "STATES": "FL,GA,MS,NC,SC,VA",
  "OVERVIEW": "The Bohicket series consists of very poorly drained, very slowly permeable soils that formed in marine sediments in tidal marshes.  These soils are flooded twice daily by sea water.  Slopes are less than 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, nonacid, thermic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bohicket silty clay loam--saltwater marsh wildlife habitat.   (Colors are for moist soil.)\nAg--0 to 10 inches; dark gray (5Y 4/1) silty clay loam; massive; strong fine angular blocky structure when dry; very sticky; many medium and coarse pithy fibrous roots constituting 35 percent of mass by volume; soil flows easily between fingers when squeezed and leaves small residue in hand; neutral; gradual wavy boundary.  (8 to 24 inches thick)\nCg1--10 to 49 inches; dark gray (5Y 4/1) silty clay; massive; very sticky; many fine and medium roots; soil flows easily between fingers when squeezed and leaves hand empty; neutral; clear wavy boundary.  (20 to 50 inches thick)\nCg2--49 to 55 inches; dark gray (5Y 4/1) silty clay and very dark grayish brown (10YR 3/2) fine sandy loam; massive; sticky; few fine roots; soil flows easily between fingers when squeezed and leaves small residue in hand; neutral; clear wavy boundary.  (0 to 8 inches thick)\nCg3--55 to 68 inches; greenish gray (5GY 5/1) clay; common coarse faint gray (5Y 4/1) mottles; massive; sticky; few fine roots; soil flows between fingers with some difficulty when squeezed leaving large residue in hand; moderately alkaline; gradual wavy boundary.  (0 to 25 inches thick)\nCg4--68 to 80 inches; dark greenish gray (5GY 4/1) clay; common medium faint greenish gray (5G 5/1) mottles; massive; slightly sticky; few lenses and pockets of dark grayish brown fine sandy loam material; soil flows between fingers with some difficulty when squeezed leaving large residue in hand; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaufort County, South Carolina; 0.625 mile south of Lobeco; 825 feet north of Whale Branch bridge; 100 feet west of U.S. 21."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are continuously saturated with sea water.  Soil salinity is high or very high.  The n value of all horizons within the 10 to 40 inch control section are 1 or more.  Pale yellow sulfur compounds are common on surface of peds after air drying for 30 days.  The soil ranges from slightly acid to moderately alkaline throughout.  Organic layers totaling less than 16 inches thick are in some pedons.  After air drying for 30 days the soil is extremely acid.\nThe Ag horizon has hue of 10YR, 2.5Y, 5Y, 5G, or neutral, value of 2 to 5, and chroma of 0 to 2.  It is silty clay loam, silty clay, or clay.\nThe Cg horizon has hue of 10YR, 2.5Y, 5Y, 5GY, 5BG, or neutral, value of 2 to 7, and chroma of 0 to 2.  The upper part of the Cg horizon is clay, silty clay, silty clay loam, clay loam, sandy clay, or the mucky analogues of these textures.  Some pedons have pockets or thin strata of clay loam, sandy clay loam, silt loam, sandy loam, loamy sand, or sand.  The lower part of the Cg horizon below about 40 inches, is variable, ranging from sand to clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Capers series is the only other known series in the same family.  Capers soils have n value of less than 1.  Similar soils in other families are the Barbary, Barrada, Chastain, Gentilly, Ijam, and Wehadkee series.  Barbary, Barrada, Chastain, Gentilly, Ijam, and Wehadkee soils have sulfur content of less than 0.75 and Wehadkee soils have less than 35 percent clay.  Chastain, Ijam, and Wehadkee soils have n value of less than 1."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bohicket soils are on broad level tidal flats bordering the Atlantic Ocean; less than 3 feet above mean sea level and extending 5 to 15 miles inland along some of the larger rivers.  They are flooded by sea water twice daily.  The soil formed in silty and clayey marine sediments.  The climate is warm and humid.  The mean annual precipitation ranges from 38 to 52 inches and mean annual temperature ranges from 59 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing series, these include the Meggett, Santee, and Stone series. Meggett, Santee, and Stone soils have Bt horizons.  None of the associated soils are covered by seawater, or have high salinity or sulfur content."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wetland wildlife habitat.  Too soft for cattle grazing.  Vegetation is smooth cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Florida, Georgia, Louisiana, North Carolina, South Carolina, and Virginia.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Berkeley County, South Carolina; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Bohicket series was formerly mapped as a miscellaneous land type named Tidal Marsh soft.  Also, such soils have been named \"cat clay.\"\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 10 inches (the Ag horizon).\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0022 BOHICKET    0-  2   59- 70  220-250  38- 52     0-   3\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0022 FREQ            0-  0  APPARENT JAN-DEC  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0022  0-10  SICL SIC C              0-  0  99-100 30-60  15- 30\nSC0022  0-10  MUCK MK-PEAT             -       -     0- 0  20- 45\nSC0022  0-10  MK-SICL                 0-  0  99-100 27-40  20- 30\nSC0022 10-49  SIC C SC                0-  0  99-100 35-60  20- 30\nSC0022 49-80  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0022  0-10  6.1- 8.4  5.-25  8-32  0.06- 0.2  HIGH\nSC0022  0-10  6.1- 8.4  20-60  8-32   0.6- 6.0\nSC0022  0-10  6.1- 8.4  10-25  8-16   0.2- 2.0  HIGH\nSC0022 10-49  6.1- 8.4  5.-20  8-32   0.0-0.06  HIGH\nSC0022 49-80     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
