{
  "SERIES": "BOHICA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDW/JPM/DLM",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bohica silt loam under forest vegetation.  (All colors are for moist soil)\nOi--0 to 2 inches, (0 to 5 cm); black (10YR 2/1) forest litter; admixture of silt; many roots; strongly acid (pH 5.3); abrupt smooth boundary.  (1 to 4 inches thick)\nA--2 to 4 inches, (5 to 10 cm); brown (7.5YR 4/2) silt loam; weak very fine granular structure; very friable, nonsticky and nonplastic; common fine and medium roots; common mica flakes; slightly acid (pH 6.3); clear smooth boundary.  (2 to 4 inches thick)\nBw--4 to 8 inches, (10 to 20 cm); dark yellowish brown (10YR 4/4) very fine sandy loam; weak thin platy structure; very friable, nonsticky and nonplastic; common medium distinct brown (7.5YR 4/4) mottles; common fine roots; common mica flakes; slightly acid (pH 6.5); clear smooth boundary.  (3 to 16 inches thick)\nBC--8 to 18 inches, (10 to 46 cm); gray (10YR 5/1) very fine sandy loam; weak thin platy structure; very friable, nonsticky and nonplastic; common medium distinct yellowish brown (10YR 5/4) mottles; few fine roots; common mica flakes; neutral (pH 6.8); gradual smooth boundary.  (3 to 16 inches thick)\nC--18 to 60 inches, (46 to 152 cm); grayish brown (2.5Y 5/2) stratified very fine sandy loam, loamy fine sand, and fine sandy loam; massive; very friable, nonsticky and nonplastic; common medium distinct yellowish brown (10YR 5/4) mottles; common mica flakes; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  North Star Area, Alaska; in the SE 1/4 of the NW 1/4 of Section 25., T.1N., R.4E., Fairbanks Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 11 to 36 inches, 28 to 91 cm\nLoess mantle mica Content: substantial but less than 25 percent by weight\nMean annual soil temperature: 32 to 34 degrees F., 0 to 1.1 C.\nReaction class: strongly acid to neutral in mineral soil\nA horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 to 5; chroma of 2 to 4\nTexture: silt loam, very fine sandy loam, and strata of fine sandy loam and loamy fine sand.\nBw horizons:\nMatrix color: hue of 10YR or 2.5Y; value of 3 to 6; chroma of 1 to 6\nTexture: silt loam, very fine sandy loam, and strata of fine sandy loam and loamy fine sand\nBC or C horizons (where present)\nMatrix color: hue of 10YR or 2.5Y; value of 3 to 5; and chroma of 1 to 4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Eska, Ganhona, Kalambach, Mine, Sambrito, Southpaw, Steese, Tebay, and Tsana series. Eska, Ganhona, Southpaw, and Tsana soils lack visible mica in the solum. Kalambach soils have greater than 35 percent coarse fragments in the lower part of the control section. Mine soils lack stratified textures. Steese soils have bedrock within 20 to 40 inches. Sambrito soils have MAST greater than 37 degrees F. Tebay soils have sola less than 9 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess over alluvium or fluvial deposits reworked by wind\nLandform: stream terraces, plains, terraces, or hills\nSlopes range from 0 to 20 percent\nClimate: subarctic with long cold winters and short warm summers\nMean annual temperature: 24 to 28 degrees F., -4.4 to 2.2 C.\nMean annual precipitation: 10 to 14 inches, 254 to 356 mm"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff low to medium runoff, saturated hydraulic conductivity is moderately high to high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are cleared and used for grasses. Bohica soils have native vegetation of white spruce, paper birch, and quaking aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 229 Interior Alaska Lowlands, Alaska. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: North Star Area, Alaska.  1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon: 2 to 4 inches, 5 to 10 cm\nCambic horizon: 4 to 8 inches, 10 to 20 cm\nParticle size control section (weighted average): coarse-loamy, 10 to 40 inches, 25 to 102 cm from mineral soil surface\nTemperature regime: cryic\nMoisture regime: udic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
