{
  "SERIES": "BOHNSACK",
  "STATUS": "Established Series",
  "BYREV": "NDP-CJH",
  "REVDATE": "03/2005",
  "STATES": "ND",
  "OVERVIEW": "The Bohnsack series consists of very deep, somewhat poorly drained, moderately permeable soils that formed in glaciofluvial sediments over silty glaciolacustrine deposits.  These soils are on lake plains and interbeach areas and have slopes ranging from 0 to 2 percent.  Mean annual air temperature is 41 degrees F, and mean annual precipitation is 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bohnsack loam - on a plane nearly level slope of less than 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.  Where described, the soil was moist throughout.)\nAp--0 to 8 inches; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure parting to weak medium granular; slightly hard, friable, slightly sticky and slightly plastic; many roots; many pores; about 5 percent pebbles; slight effervescence; slightly alkaline; abrupt smooth boundary.  (Combined A horizons 7 to 15 inches thick)\nBk1--8 to 14 inches; grayish brown (10YR 5/2) loam, light gray (10YR 7/2) dry; weak coarse prismatic structure parting to weak medium granular; slightly hard, friable, slightly sticky and slightly plastic; common roots; many pores; tongues of A horizon extend into this horizon; about 5 percent pebbles; carbonates disseminated throughout; violent effervescence; slightly alkaline; gradual wavy boundary.\nBk2--14 to 24 inches; grayish brown (2.5Y 5/2) loam, light gray (2.5Y 7/2) dry; weak coarse prismatic structure parting to weak medium granular; slightly hard, friable, slightly sticky and slightly plastic; common roots; common pores; common medium nests of gypsum crystals; about 5 percent pebbles; carbonates disseminated throughout; violent effervescence; slightly alkaline; gradual wavy boundary.  (Combined Bk horizons 6 to 16 inches thick)\n2C1--24 to 37 inches; olive brown (2.5Y 4/4) silt loam, light yellowish brown (2.5Y 6/4) dry; weak coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; few roots; common pores; strong effervescence; slightly alkaline; gradual wavy boundary.\n2C2--37 to 60 inches; light olive brown (2.5Y 5/4) silt loam, pale yellow (2.5Y 7/4) dry; few fine distinct brown (10YR 4/3) redoximorphic concentrations and common medium distinct gray (5Y 5/1) redoximorphic depletions; lamina parting to weak fine blocky structure; soft, friable, slightly sticky and slightly plastic; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Trail County, North Dakota; about 1.5 miles south and 2.5 miles west of Blanchard; 2,260 feet east and 75 feet north of the southwest corner, sec. 34, T. 145 N., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 15 inches in thickness.  Depth to the calcic horizon is less than 16 inches.  Depth to the silty glaciolacustrine sediments ranges from 20 to 40 inches.  The upper part of the 10 to 40 inch control section typically is loam and less commonly silt loam.  It contains 2 to 10 percent by volume of rock fragments.  Typically the 10 to 40 inch control section contains less than 18 percent clay and less than 15 percent fine sand or coarser; however, some pedons have upper horizons with more than 18 percent clay and more than 15 percent fine sand or coarser material.  In some pedons a thin layer of gravelly or stony material is at the contact between the C and 2C horizons.  Saline phases are recognized.\nThe A horizon has hue of 10YR, value of 2 or 3 and 3 or 4 dry, and chroma of 1.  It typically is loam, and less commonly silt loam.  In some pedons the lower part of the A horizon contains carbonate accumulations.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 4 to 7 dry, and chroma of 1 or 2.  It has a calcium carbonate equivalent of 15 to 30 percent and is typically loam, but silt or very fine sandy loam are in the range.  In some pedons the Bk horizon has a few fine faint redoximorphic features.\nThe 2C horizon is typically silt loam containing 70 to 80 percent silt, but silt and very fine sandy loam are in some pedons.  The lower part of the 2C horizon has few to many, faint to prominent redoximorphic features."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glyndon series.  Glyndon soils do not have rock fragments and contain less fine sand or coarser material in the upper part of the control section, and formed entirely in glaciolacustrine sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bohnsack soils are on level lake plains and interbeach areas.  Slope gradients are less than 2 percent.  They formed in alluvial or glaciofluvial sediments over glaciolacustrine deposits.  The mean annual air temperature is 38 to 44 degrees F, and the mean annual precipitation is 16 to 22 inches.  Most of the precipitation falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Glyndon soils and the Emrick, Gilby, Lankin and Tiffany soils.  The Emrick and Lankin soils are better drained and do not have calcic horizons within a depth of 16 inches.  Gilby soils are more poorly drained and fine-loamy.  The Tiffany soils do not have a calcic horizon within a depth of 16 inches and are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Runoff is slow.  Saturated hydraulic conductivity is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing small grains, flax, alfalfa, and sunflowers.  A few areas are used for pasture.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Traill County, North Dakota, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 8 inches (Ap horizon); calcic horizon - the zone from 8 to 24 inches (Bk1 and Bk2 horizons); characteristics associated with wetness - calcic horizon (Bk1 and Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
