{
  "SERIES": "BOLERO",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Bolero series consists of shallow, somewhat excessively drained soils that formed in colluvium and residuum from granitoid or gneissic rocks. Bolero soils are on mountains and hills. Slopes range from 15 to 75 percent. The mean annual precipitation is about 100 millimeters (4 inches) and the mean annual air temperature is about 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bolero cobbles, on an east northeast-facing, linear, 53 percent slope under desert shrubs at an elevation of 545 meters (1,766 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 20 percent fine gravel, 20 percent medium and coarse gravel, 30 percent cobbles, 18 percent stones, and 2 percent boulders.\nC -- 0 to 15 centimeters (0 to 6 inches) cobbles; 20 percent fine gravel, 20 percent medium and coarse gravel, 28 percent cobbles, 15 percent stones, and 2 percent boulders; abrupt wavy boundary. (11 to 25 centimeters thick)\nA -- 15 to 18 centimeters (6 to 7 inches); light yellowish brown (2.5Y 6/3) extremely gravelly loamy fine sand, olive brown (2.5Y 4/3) moist; moderate medium granular structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; 20 percent fine gravel, 25 percent medium and coarse gravel, 15 percent cobbles, and 5 percent stones; very slightly effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (2 to 5 centimeters thick)\nBw -- 18 to 31 centimeters (7 to 12 inches); yellowish brown (10YR 5/4) very gravelly loamy fine sand, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure parting to massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 10 percent fine gravel, 20 percent medium and coarse gravel, and 10 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 13 centimeters thick)\nBk -- 31 to 38 centimeters (12 to 15 inches); light yellowish brown (10YR 6/4) very gravelly loamy fine sand, yellowish brown (10YR 5/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; 35 percent prominent, very pale brown (10YR 7/3) calcium carbonate coats on bottom of rock fragments; common very fine and fine roots; 20 percent fine gravel, 20 percent medium and coarse gravel, and 10 percent cobbles; violently effervescent (6 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); abrupt smooth boundary.\nCk -- 38 to 49 centimeters (15 to 19 inches); gravel; few very fine roots; fractured gneissic bedrock with loamy fine sand soil material filling some fractures (fractures less than 10 centimeters apart); 3 percent prominent, very pale brown (10YR 7/3) calcium carbonate coats on rock fragments; 90 percent gravel and 5 percent cobbles; abrupt smooth boundary. (Combined thickness of the Bk and Ck horizons is 0 to 46 centimeters thick)\nR -- 49 to 74 centimeters (19 to 30 inches); fractured gneissic bedrock with fractures greater than 10 centimeters apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 3.6 kilometers southwest of the junction of Highway 62 and Iron Age Road; 45 meters (146 feet) north and 270 meters (875 feet) east of the SW corner of section 13, T. 1 S., R. 12 E.; 34 degrees, 4 minutes and 44.5 seconds north latitude, and 115 degrees, 40 minutes and 56.3 seconds west longitude, San Bernardino Base and Meridian; USGS New Dale 7.5 minute topographic quadrangle; UTM 11S 0621578e 3771102n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils      have a typic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 80 to 95 percent; with 20 to 50 percent gravel, 25 to\n40 percent cobbles, 10 to 25 percent stones and 0 to 5 percent boulders.\nControl section\nRock fragments: averages 35 to 75 percent.\nClay content: 4 to 10 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to a lithic contact: 36 to 50 centimeters (14 to 20 inches).\nC horizon\n80 to 95 percent rock fragments; with 20 to 50 percent gravel, 25 to 40\npercent cobbles, 10 to 25 percent stones and 0 to 5 percent boulders.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6, dry; 4 or 5, moist.\nClay content: 2 to 6 percent.\nRock fragments: 35 to 75 percent; with 25 to 55 percent gravel, 5 to 25\npercent cobbles and 0 to 10 percent stones.\nEffervescence: noneffervescent to slightly effervescent.\nReaction: slightly or moderately alkaline.\nBw, Bk and Ck horizons\nHue: 10YR or 2.5Y.\nValue: 5 or 6, dry; 4 or 5, moist.\nChroma: 3 or 4, dry or moist.\nClay content: 4 to 10 percent.\nRock fragments: 35 to 75 percent in the upper part and 35 to 95 percent in\nthe lower part; with 30 to 90 percent gravel, 5 to 30 percent cobbles\nand 0 to 5 percent stones.\nEffervescence: very slightly to violently effervescent.\nCalcium carbonate equivalent: 0 to 10 percent.\nReaction: slightly or moderately alkaline.\nVisible secondary carbonates: 0 to 50 percent as coats on rock fragments and 0 to 5 percent as masses in the matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bolero soils are on mountains and hills. Slopes range from 15 to 75 percent. These soils formed in colluvium and residuum from granitoid or gneissic rocks. Elevations range from 475 to 950 meters (1,558 to 3,116 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackeagle, Dalelake, Ironage, and Supplymine soils.  TheBlackeagle, Ironage, and Supplymine soils are on similar landscape positions and Dalelake soils are on sandsheets adjacent to or partially covering lower mountain slopes. Blackeagle, Ironage and Supplymine soils have loamy-skeletal particle-size control sections. In addition, Ironage and Supplymine soils have a diagnostic calcic horizon. Blackeagle soils have a cambic horizon. Dalelake soils have sandy particle-size control section, are formed in eolian materials and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very high runoff; high saturated hydraulic conductivity above the bedrock and low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bolero soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Soil Survey of Joshua Tree National Park, 2012. The name is from a location near the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon - from a depth of 0 to 15 centimeters.\nOchric epipedon - from a depth of 15 to 18 centimeters (A horizon).\nLithic contact - the zone beginning at 49 centimeters (R horizon).\nParticle-size control section - from a depth of 25 to 49 centimeters (part of\nthe Bk and the Ck horizons).\nADDITIONAL DATA: The Bw, Bk and Ck horizons, when present, are either too thin, have insufficient accumulation of carbonates or clay, do not meet color change requirements, are too low in calcium carbonate equivalence, or have some combination of these factors which prevents the horizon from being considered a diagnostic cambic or calcic horizon. Ck horizons with total rock fragments greater than 90 percent are dominantly gravel with pockets of soil material filling fractures between gravel. NASIS Pedon User ID: 12476050-O.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C -- 0 to 15 centimeters (0 to 6 inches) cobbles; 20 percent fine gravel, 20 percent medium and coarse gravel, 28 percent cobbles, 15 percent stones, and 2 percent boulders; abrupt wavy boundary. (11 to 25 centimeters thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "extremely gravelly",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 15 to 18 centimeters (6 to 7 inches); light yellowish brown (2.5Y 6/3) extremely gravelly loamy fine sand, olive brown (2.5Y 4/3) moist; moderate medium granular structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; 20 percent fine gravel, 25 percent medium and coarse gravel, 15 percent cobbles, and 5 percent stones; very slightly effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (2 to 5 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 31,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw -- 18 to 31 centimeters (7 to 12 inches); yellowish brown (10YR 5/4) very gravelly loamy fine sand, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure parting to massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 10 percent fine gravel, 20 percent medium and coarse gravel, and 10 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 13 centimeters thick)"
      },
      {
        "name": "Bk",
        "top": 31,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "very gravelly",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk -- 31 to 38 centimeters (12 to 15 inches); light yellowish brown (10YR 6/4) very gravelly loamy fine sand, yellowish brown (10YR 5/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; 35 percent prominent, very pale brown (10YR 7/3) calcium carbonate coats on bottom of rock fragments; common very fine and fine roots; 20 percent fine gravel, 20 percent medium and coarse gravel, and 10 percent cobbles; violently effervescent (6 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); abrupt smooth boundary."
      },
      {
        "name": "Ck",
        "top": 38,
        "bottom": 49,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ck -- 38 to 49 centimeters (15 to 19 inches); gravel; few very fine roots; fractured gneissic bedrock with loamy fine sand soil material filling some fractures (fractures less than 10 centimeters apart); 3 percent prominent, very pale brown (10YR 7/3) calcium carbonate coats on rock fragments; 90 percent gravel and 5 percent cobbles; abrupt smooth boundary. (Combined thickness of the Bk and Ck horizons is 0 to 46 centimeters thick)"
      },
      {
        "name": "R",
        "top": 49,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 49 to 74 centimeters (19 to 30 inches); fractured gneissic bedrock with fractures greater than 10 centimeters apart."
      }
    ]
  ]
}
