{
  "SERIES": "BOLLIBOKKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/WCL/JJJ",
  "REVDATE": "10/97",
  "STATES": "CA",
  "OVERVIEW": "The Bollibokka series consists of shallow, well drained soils formed in colluvium and residuum from tuffaceous sandstone.  Bollibokka soils are on hills and lava plateaus.  Slopes range from 2 to 75 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bollibokka loam - on a northwest facing convex slope of 10 percent under a cover of western juniper, ponderosa pine, digger pine and Oregon white oak at 3,600 feet elevation.  (When described July 15, 1980, the soil was dry throughout.  Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many fine tubular pores; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (3 to 5 inches thick)\nBt1--5 to 9 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and plastic; common very fine and fine, and few medium roots; many fine tubular pores; few thin clay films on peds and in pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  (2 to 5 inches thick)\nBt2--9 to 15 inches; strong brown (7.5YR 4/6) gravelly clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, friable, slightly sticky and plastic; common fine and coarse roots; common fine tubular pores; common moderately thick clay films in pores and on peds; 25 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (5 to 10 inches thick)\nR1--15 to 27 inches; hard, horizontally fractured tuffaceous sandstone with fractures 5 to 7 inches apart and filled with little soil material.  (3 to 12 inches thick)\nR2--27 inches; hard, tuffaceous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shasta County, California; about 3 miles south of Fall River Mills on Fall River-Cassel Road, 2,000 feet west on dirt road and 50 feet east off dirt road; about 3,500 feet west and 1,200 feet north of the southeast corner of section 7, T.36 N., R.5 E. Jellico NW (Hogback Ridge) Quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The combined thickness of the A and Bt horizons and depth to bedrock is 10 to 20 inches.  The mean annual soil temperature ranges from 47 to 50 degrees F.  The soil temperature is above 41 degrees F from mid April to late November (225 days) and is above 47 degrees F from mid May until early November (170 days).  The soil moisture control section (6 inches to lithic contact) is moist in all parts early December until late April (150 days) and usually is dry in all parts from mid July until early November (100-120 days).  The soils are slightly acid to neutral near the surface and neutral in the lower horizons.  Base saturation ranges from 50 to 75 percent.\nThe A horizon color is 10YR 5/3 or 5/4 and moist color of 10YR 3/2 or 3/3.  Rock fragments, mostly gravel, range from 5 to 15 percent.\nThe Bt horizon color is 10YR 5/4, 7.5YR 4/4 or 5/4 in the upper part and 10YR 6/4; or 7.5YR 4/6 in lower part and moist color of 10YR 4/4; 7.5YR 3/2, 3/3, 3/4, or 4/4.  Rock fragments, mostly gravel, range from 5 to 35 percent.  Clay content ranges from 27 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bilger (OR T) series.  Bilger soils have a frost-free period of 160 to 220 days and a mean annual soil temperature in excess of 50 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bollibokka soils are on hills and lava plateaus.  Slope ranges from 2 to 75 percent.  The soils formed in material weathered from tuffaceous sandstone.  Elevations are 3,200 to 5,000 feet.  Mean annual precipitation is 16 to 25 inches including 20 to 40 inches of snow.  Mean January temperature is 41 degrees F; mean July temperature is 56 degrees F; the mean annual temperature varies from 45 degrees to 48 degrees F.  Frost-free season is 80 to 100 days.  The climate is semiarid with warm dry summers and cool moist winters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gassaway (T), and Jellico (T) soils.  Gassaway soils have an ochric epipedon and are found in areas of lava flows, Jellico soils are loamy-skeletal and are 20 to 40 inches deep to basalt on areas of lava flows."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bollibokka series are used for woodland and grazing.  Vegetation is western juniper, ponderosa pine, digger pine and Oregon white oak with an understory of antelope bitterbrush, serviceberry, birchleaf mountain mahogany, skunkbush, sumac and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are not extensive.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shasta County, California; Intermountain Area Soil Survey 1994.  The name is from Bollibokka Mountain on the Bollibokka Quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to a depth of about 9 inches, with a base saturation of 50 to 75 percent (A, Bt1 horizons).\nArgillic horizon - the zone from 5 to 15 inches (Bt1, Bt2 horizons).\nLithic contact- the boundary at about 15 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many fine tubular pores; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 9 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and plastic; common very fine and fine, and few medium roots; many fine tubular pores; few thin clay films on peds and in pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--9 to 15 inches; strong brown (7.5YR 4/6) gravelly clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, friable, slightly sticky and plastic; common fine and coarse roots; common fine tubular pores; common moderately thick clay films in pores and on peds; 25 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "R1",
        "top": 38,
        "bottom": 69,
        "texture_class": "sand",
        "narrative": "R1--15 to 27 inches; hard, horizontally fractured tuffaceous sandstone with fractures 5 to 7 inches apart and filled with little soil material.  (3 to 12 inches thick)"
      },
      {
        "name": "R2",
        "top": 69,
        "texture_class": "sand",
        "narrative": "R2--27 inches; hard, tuffaceous sandstone."
      }
    ]
  ]
}
