{
  "SERIES": "BOLTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MDJ",
  "REVDATE": "12/2005",
  "STATES": "TN,VA",
  "OVERVIEW": "The Bolton series consist of deep and well drained soils formed in material weathered from interbedded limestone and sandstone bedrock  on mountain side slopes.  Permeability is moderate.  Slope ranges from 7 to 45 percent.  Mean annual precipitation is about 41 inches and annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bolton loam - pastured.  (Colors are for moist soil.)\nAp--0 to 2 in, brown (7.5YR 4/2) loam; weak fine and medium granular structure; friable; many fine roots; few dark colored concretions; slightly acid; clear smooth boundary. (0 to 3 in thick)\nE--2 to 10 in, brown (7.5YR 4/4) loam; moderate medium granular structure; friable; few fine roots; few dark colored concretions; few angular coarse fragments of quartz up to 1 cm in diameter; medium acid; clear smooth boundary. (0 to 10 in thick)\nBE--10 to 14 in, reddish brown (5YR 4/4) sandy clay loam; weak fine subangular blocky structure; friable; few fine roots; common fine pores; thin patchy clay films on faces of peds; few dark colored concretions; few angular fragments of quartz up to 1 cm in diameter; strongly acid; gradual smooth boundary. (0 to 6 in thick)\nBt1--14 to 21 in, reddish brown (5YR 5/4) clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; common fine pores; thin patchy clay films on faces of peds; few concretions; few coarse fragments of quartz up to 2 cm in diameter; strongly acid; gradual smooth boundary. (5 to 15 in thick)\nBt2--21 to 31 in, reddish brown (5YR 5/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; thin patchy clay films on faces of peds; few dark colored concretions; few coarse fragments up to 2 cm in diameter; strongly acid; gradual smooth boundary. (5 to 15 in thick)\nBt3--31 to 48 in, reddish brown (2.5YR 4/4) clay loam; yellowish red (5YR 4/6) crushed; moderate medium angular and subangular blocky structure; friable; few fine roots; thin patchy clay films on faces of peds; strongly acid; gradual smooth boundary. (5 to 20 in thick)\nC--48 to 60 in, yellowish red (5YR 5/6), pink (5YR 7/4), and grayish brown (10YR 5/2) saprolite that crushes to silty clay loam; massive; firm; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carroll County, Virginia; at the county line west of VA-636."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the base of the argillic ranges from 40 to over 60 in.  Depth to hard bedrock is over 60 in.  The particle size control section averages 20 to 50 percent clay and 10 and 35 percent sand.  Content of coarse fragments, usually chert, ranges from 0 to 20 percent in the B and C horizons.  The A horizon has hue of 7.5YR or 10YR, value of 2 to 5, and chroma of 2 to 4.  Texture is silt loam or fine sandy loam.  Reaction is very strongly to slightly acid.\nThe BE horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 or 6.  Texture is loam, silt loam, sandy clay loam, or clay loam.\nThe Bt horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 4 to 8.  Some pedons have high chroma mottles in the lower part of the Bt horizon.  The Bt horizon is clay loam, silty clay loam, or loam.  Reaction is very strongly to medium acid.  A BC horizon is in some pedons.  It is similar to the Bt horizon except it is silty clay or clay in texture.\nThe C horizon is mottled saprolite that crushes easily to sandy clay loam, clay loam, silty clay loam, silty clay, or clay.  Reaction is strongly to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bookwood, Carpenter, Renox, Ryder, Washington.  Bookwood, soils have sola that range from 20 to 40 in thick. Carpenter have low shrink-swell potential in the solum and is not dominated by saprolite in the C horizon.  Renox and Washington soils have hue of 7.5YR or 10YR in the B horizon.  Ryder soils have a solum that ranges from 20 to 40 in thick and have low shrink-swell potential."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bolton soils formed in material weathered from mixed dolomitic limestone, sandstone, and/or siliceous limestone. They are sloping to steep soils on relative smooth long mountain side slopes.  Slopes range from 7 to 45 percent.\nMean annual air temperature ranges from 49 to 59 degrees F, and mean precipitation ranges from 37 to 45 in."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dekalb, Blackthorn, Greendale, Frederick, and Lodi series.  The Blackthorn and Dekalb soils have a skeletal particle size.  Frederick and Lodi soils all have over 35 percent clay in the particle-size control section.  Greendale soils form in bottomlands and have buried horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff is medium to rapid Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas on the lesser slopes have been cleared, and are used for the production of corn, small grain, hay, and pasture.  The steeper areas are in woods or pasture.  Native vegetation was mostly oak, hickory, chestnut, dogwood, maple, locust, and sassafras with some pine and cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 147.  In Virginia and Tennessee.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Russell County, Virginia, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric Epipedon (0 to 10 inches), Albic (3 to 7 inches) and Argillic horizons (10 to 48 inches).\nThe 12/2005 revision updates the classification of this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on NASIS data from Carroll County, Virginia.  In addition, horizon nomenclature, geographically related soils and competing soils was updated with this revision.\nPrevious revision DCH-DDR 12-1980.\nADDITIONAL DATA:  Chemical data for the typifying pedon is published in the Carroll County, Virginia soil survey report, issued December 1967.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 5,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 2 in, brown (7.5YR 4/2) loam; weak fine and medium granular structure; friable; many fine roots; few dark colored concretions; slightly acid; clear smooth boundary. (0 to 3 in thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--2 to 10 in, brown (7.5YR 4/4) loam; moderate medium granular structure; friable; few fine roots; few dark colored concretions; few angular coarse fragments of quartz up to 1 cm in diameter; medium acid; clear smooth boundary. (0 to 10 in thick)"
      },
      {
        "name": "BE",
        "top": 25,
        "bottom": 36,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BE--10 to 14 in, reddish brown (5YR 4/4) sandy clay loam; weak fine subangular blocky structure; friable; few fine roots; common fine pores; thin patchy clay films on faces of peds; few dark colored concretions; few angular fragments of quartz up to 1 cm in diameter; strongly acid; gradual smooth boundary. (0 to 6 in thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 53,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--14 to 21 in, reddish brown (5YR 5/4) clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; common fine pores; thin patchy clay films on faces of peds; few concretions; few coarse fragments of quartz up to 2 cm in diameter; strongly acid; gradual smooth boundary. (5 to 15 in thick)"
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 79,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--21 to 31 in, reddish brown (5YR 5/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; thin patchy clay films on faces of peds; few dark colored concretions; few coarse fragments up to 2 cm in diameter; strongly acid; gradual smooth boundary. (5 to 15 in thick)"
      },
      {
        "name": "Bt3",
        "top": 79,
        "bottom": 122,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--31 to 48 in, reddish brown (2.5YR 4/4) clay loam; yellowish red (5YR 4/6) crushed; moderate medium angular and subangular blocky structure; friable; few fine roots; thin patchy clay films on faces of peds; strongly acid; gradual smooth boundary. (5 to 20 in thick)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "narrative": "C--48 to 60 in, yellowish red (5YR 5/6), pink (5YR 7/4), and grayish brown (10YR 5/2) saprolite that crushes to silty clay loam; massive; firm; strongly acid."
      }
    ]
  ]
}
