{
  "SERIES": "BOLUDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEL/JLR/ACT",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Calcic Lithic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boludo very gravelly clay loam - rangeland.  (Colors are for dry soil, unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky parting to moderate fine and medium granular structure; hard, firm; many very fine and fine roots throughout; 20 percent subrounded detached caliche pebbles, and 20 percent subrounded detached caliche cobbles; violently effervescent; moderately alkaline; clear smooth boundary (3 to 9 inches thick).\nBk--4 to 11 inches; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; hard, firm; many very fine and fine roots throughout; many prominent continuous white (10YR 8/1) calcium carbonate coatings on rock fragments; 25 percent subrounded detached caliche gravel, 20 percent subrounded detached caliche cobbles, and 5 percent subrounded ignimbrite gravel; violently effervescent; moderately alkaline; abrupt smooth boundary (4 to 9 inches thick).\nBkkm--11 to 17 inches; strongly cemented caliche with indurated laminar cap 1 to 5 mm thick, violently effervescent; abrupt smooth boundary (3 to 7 inches thick).\nR--17 to 80 inches; unweathered ignimbrite bedrock, moist; indurated; noneffervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brewster County, Texas; from the junction of U.S.  Highways 90 and 67 in Marfa, 7.2 miles south-southwest on U.S. Highway 67 to junction with FM 169, 24.4 miles south on FM 169 to Plata, 6.2 miles south on Casa Piedra Road to intersection, 3.3 miles south and southeast on county road to intersection, 9.5 miles southeast and south on county road, 0.75 mile east-northeast on ranch road to Bennett Ranch headquarters, 3.45 miles east-northeast on ranch road climbing dipslope of Bandera Mesa, 0.2 mile southeast to water storage tank, 200 feet southwest in rangeland.  (Latitude:  29 degrees, 37 minutes, 45 seconds North; Longitude: 103 degrees, 46 minutes, 46 seconds West; NAD 1927).  Bandera Mesa North USGS 7.5 minute quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a petrocalcic horizon: 7 to 18 inches\nDepth to a lithic contact: 10 to 20 inches\nClay content PSCS: 20 to 35 percent\nRock fragments: 35 to 80 percent (Ignimbrite and detached caliche)\nMean annual soil temperature: 66 to 70 degrees F.\nSoil Moisture: dry in all parts for less than three fourths of the cumulative days per year when the soil temperature at a depth of 50 cm from the soil surface is 5 degrees centigrade or higher.  The soils occur in ustic aridic soil moisture regime.\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5, dry or moist\nChroma: 2 or 3, dry or moist\nTexture: loam, clay loam\nRock fragments: 35 to 80 percent (Ignimbrite and detached caliche)\nReaction: slightly alkaline to moderately alkaline\nBk horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: loam, clay loam\nRock fragments: Ignimbrite and detached caliche fragments range from 45 to 80 percent\nCalcium carbonate equivalent: 20 to 40 percent\nReaction: moderately alkaline\nBkkm horizon\nIt is strongly or very strongly cemented caliche.  Most pedons have an indurated laminar cap 1 to 5 mm thick.\nR layer\nIt is indurated, noncalcareous, unweathered Mitchell Mesa Ignimbrite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Delthorny (AZ) and Manzanillo (TX) series.  Delthorny soils have less than 18 percent clay and are in the typic aridic soil moisture regime. Manzanillo soils have 10 to 25 percent clay in the particle-size control section and formed over fanglomerate on fan remnants."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boludo soils are on bedrock-capped mesas.  Slopes range from 1 to 8 percent.  These soils formed in residuum weathered from the Mitchell Mesa Ignimbrite (welded tuff).  Mean annual precipitation ranges from 10 to 15 inches, with most occurring from July through September.  Mean annual air temperature ranges from 62 to 68 degrees F.  Frost free period ranges from 210 to 260 days.  Elevation ranges from 3,500 to 5,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Decoty, Ohtwo, Sauceda, and Reduff series. None of these soils have a petrocalcic horizon. Decoty soils have a calcic horizon and are similar positions. Ohtwo soils are deep soils that are on lower steep to very steep colluvial scarps below the Mitchell Mesa Ignimbrite. They are on lower hills and scarps. Sauceda soils are very shallow and shallow to Mitchell Mesa Ignimbrite and are on more sloping areas near incised drainageways. Reduff soils are very shallow and shallow to tuffaceous bedrock of the Duff and Pruett Formations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderate in the surface layer and slow or very slow in the petrocalcic horizon and welded tuff bedrock.  Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing.  Woody species consist of mesquite, lechuguilla, creosotebush, prickly pear, redberry juniper, mariola, sacahuista, and narrowleaf forsteria.  Grasses include black grama, sideoats grama, blue grama, threeawn, fluffgrass, tobosa, and plains bristlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. MLRA 42.  The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brewster County, Texas, 1997.  The name is taken from Boludo Mountain in eastern Presidio County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 4 inches (A horizon)\nCalcic horizon - The zone from 4 to 11 inches (Bk horizon)\nPetrocalcic horizon - The zone from 11 to 17 inches (Bkm horizon)\nLithic contact - The boundary at 17 inches (R layer)\nThe soil meets all requirements for a mollic epipedon except some part of the epipedon is moist for less than 3 cumulative months in 8 out of 10 years.\nSuperactive cation exchange activity class - CEC to percent clay ratio is 0.60 or greater.  This is assumed from the abundant zeolitic minerals in the Mitchell Mesa Ignimbrite, and from laboratory data from similar soils from Presidio County, Texas.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for Recorrelation of Brewster County, TX, Main Part, 2/7/08, CEM.\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
