{
  "SERIES": "BOMOSEEN",
  "STATUS": "Established Series",
  "BYREV": "TRV-RLM",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bomoseen channery loam, on a 12 percent southeast facing slope in a pasture.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) channery loam, grayish brown (10YR 5/2) dry; moderate very fine to fine granular structure; friable; many roots; 15 percent rock fragments; neutral; abrupt wavy boundary.  (5 to 10 inches thick)\nBwl--8 to 11 inches; light olive brown (2.5Y 5/4) channery fine sandy loam; moderate very fine and fine granular structure; friable; many roots; 15 percent rock fragments; neutral; clear wavy boundary.\nBw2--17 to 21 inches; light olive brown (2.5Y 5/4) channery fine sandy loam; few fine prominent brown (7.5YR 4/2) and light brownish gray (5Y 6/2) mottles; weak very fine and fine granular structure; friable; common roots; 15 percent rock fragments; neutral; clear wavy boundary (Combined thickness of the Bw horizon is 6 to 30 inches)\nBC--21 to 27 inches; olive (5Y 5/4) channery silt loam; few fine prominent dark yellowish brown (10YR 4/4) and light olive brown (2.5Y 5/6) mottles and few distinct light olive gray (5Y 6/2) mottles; weak thick platy structure; friable; few roots; 15 percent rock fragments; neutral; clear wavy boundary.  (0 to 8 inches thick)\nCrl--27 to 35 inches; olive gray (5Y 4/2) and olive (5Y 4/3) channery silt loam; common fine distinct brown (7.5YR 4/2) mottles and few fine faint olive (5Y 5/4) mottles; weak thick platy structure; firm; few roots; 15 percent rock fragments; neutral; diffuse wavy boundary.  (0 to 45 inches thick)\nCr2--35 to 65 inches; olive (5Y 5/3) channery silt loam; common fine distinct brown (7.5YR 4/2) and light olive brown (2.5Y 5/4) mottles, few fine faint olive gray (5Y 5/2) mottles, and few fine distinct gray (5Y 5/1) mottles; massive; firm; 15 percent rock fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rutland County, Vermont; Town of Middletown Springs, 6500 feet northeast of the village of Middletown Springs and 4800 feet north of the intersection of town road 9 and Vermont Route 140, on the east side of town road 9."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 15 to 35 inches.  Depth to bedrock is greater than 60 inches.  Rock fragments of mostly channers or gravels range from 5 to 40 percent in the solum and from 10 to 50 percent in the substratum, but the weighted average is less than 35 percent.  Reaction ranges from moderately acid through neutral in the solum and from slightly acid through moderately alkaline in the Cr horizon.\nThe Ap horizon has hue of 10YR, value of 3 through 5, and chroma of 2 through 4.  It is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.\nThe upper part of the Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 through 6.  The lower part of the Bw horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5, and chroma of 1 through 4.  The Bw horizon is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.\nThe Cr horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5, and chroma of 1 through 4.  It is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Georgia and Minoa series are in the same family and the Amenia, Bernardston, Massena, Pittstown, and Stockbridge soils are in related families.  Minoa soils have less than 5 percent rock fragments.  Georgia soils formed in glacial till derived mainly from weathered limestone and do not have the compact substratum.  Amenia soils have carbonates within 40 inches of the soil surface.  Massena soils have an aquic moisture regime and have low chroma mottles throughout the B horizon.  Bernardston and  Pittstown soils have less than 60 percent base saturation in the control section.  Bernardston soils and Stockbridge soils do not have mottles in the B horizon.  Stockbridge soils do not have the compact substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bomoseen soils are nearly level to steep.  They are on the tops and side slopes of till plains and drumlins.  Slopes range from 0 to 40 percent.  The soils developed in compact loamy glacial till of Wisconsin age derived mainly from slate and phyllite.  Mean annual precipitation ranges from 35 to 45 inches and the mean annual temperature ranges from 45 to 52 degrees Farenheit.  The frost-free season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dutchess, Macomber, Pittstown, Quonset, Stissing, Taconic, and Warwick soils.  Quonset and Warwick soils are on nearby outwash terraces.  Dutchess soils are well drained and do not have a compact substratum.  Macomber and Taconic soils are moderately deep and shallow to bedrock, respectively.  Pittstown soils are moderately well drained and are on landscape positions similar to the Bomoseen soils.  Pittstown  soils have lower base saturation than Bomoseen soils.  Stissing soils are somewhat poorly or poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderate in the solum and slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use is about equally divided between woodland and cropland.  Cultivated areas are used for hay, pasture, and corn in support of dairying.  Common trees are sugar maple, red oak, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Vermont and possibly New York.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rutland County, Vermont, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The horizons and features diagnostic for the typical pedon are:\n1.  Ochric epipedon - the zone from 0 to 8 inches.\n2.  Cambic horizon - the zone from 8 to 27 inches.\n3.  Eutrochrepts feature - base saturation by ammonium acetate is\ngreater than 60 percent in some horizon between a depth of 10 to 30     inches below the soil surface and carbonates are not present within     a depth of 40 inches from the soil surface.\n4.  Aquic Dystric feature - low chroma mottles are within a depth of 24     inches from the soil surface.\nNational Cooperative Soil Survey U.S.A"
  }
}
