{
  "SERIES": "BONANZA",
  "STATUS": "Established Series",
  "BYREV": "JBB/TKK/JW",
  "REVDATE": "09/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, thermic, shallow Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonanza loam on a northeast facing, convex, 6 percent slope under blue oak savanna at an elevation of 235 meters. (Colors are for dry soils unless otherwise noted. When described on March 3, 2013 the soil was dry to a depth of 3 cm and moist beneath.)\nA--0 to 6 cm; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; 12 percent clay; moderate fine granular structure; slightly hard, friable, nonsticky, nonplastic; common very fine roots throughout and few fine roots throughout; many very fine irregular pores; 5 percent subangular indurated metavolcanic gravel; moderately acid (pH 6.0); clear wavy boundary. (2 to 8 cm thick)\nBt1--6 to 20 cm; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; 19 percent clay; moderate medium angular blocky structure; hard, very firm, slightly sticky, slightly plastic; common very fine and fine roots throughout; few very fine and fine tubular pores; 5 percent faint clay films on all faces of peds; 5 percent subangular indurated metavolcanic gravel; moderately acid (pH 5.6); gradual wavy boundary.\nBt2--20 to 45 cm; reddish yellow (7.5YR 6/6) gravelly loam, strong brown (7.5YR 5/6) moist; 22 percent clay; moderate fine subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; few very fine, fine, and medium roots throughout; few very fine, fine and medium tubular pores; 10 percent distinct clay films on all faces of peds; 15 percent subangular strongly cemented metavolcanic gravel, 2 percent subangular strongly cemented metavolcanic cobbles; slightly acid (pH 6.2); clear wavy boundary. (combined thickness of the Bt horizons is 15 to 45 cm)\nCr--45 to 55 cm; moderately cemented metavolcanic bedrock, fractured at intervals of 10 to 45 cm. (5 to 25 cm thick)\nR--55 to 65 cm; very strongly cemented metavolcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Calaveras County, California, approximately 1.5 km (1 mile) northwest of the summit of Sugarloaf Mountain; USGS 7.5 minute topographic quadrangle: Knights Ferry, California; WGS84 37.864880 latitude and -120.664596 longitude; UTM zone 10 4193394 meters N 705432 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 16 to 18 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The soil moisture control section is dry in all parts from about May to October. The soils have a xeric soil moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness:  3 to 20 cm\nArgillic horizon thickness:  15 to 45 cm\nDepth to paralithic contact:  25 to 50 cm\nDepth to lithic contact:  40 to 70 cm\nBase saturation: less than 75 percent in one or more subhorizons of the argillic horizon (by sum of cations)\nReaction: strongly to slightly acid\nParticle size control section weighted average:\nRock fragments: 0 to 35 percent, with 0 to 20 percent gravel and 0 to 15 percent cobbles.\nClay content: 15 to 35 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 6 dry, 3 or 4 moist\nChroma: 4 or 6 dry, 3 or 4 moist\nTexture: loam, silt loam\nClay content: 10 to 25 percent\nRock fragments: 0 to 15 percent\n0 to 15 percent gravel\n0 to 5 percent cobbles\nReaction: strongly acid to slightly acid\nBt horizon\nHue: 5YR, 7.5YR\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 4 or 6 dry or moist\nTexture: loam, silt loam, clay loam, silty clay loam\nClay content: 15 to 35 percent\nRock fragments: 0 to 35 percent\n0 to 15 percent gravel\n0 to 5 percent cobbles\nReaction: strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dunstone soils. Dunstone soils do not have a lithic contact within 25 cm of the paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Bonanza soils are on shoulders, summits, and backslopes on hills. Slopes range from 2 to 30 percent. These soils formed in residuum weathered from metavolcanic rocks. Elevation is 110 to 695 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 410 to 915 mm and the mean annual air temperature is 15 to 17 degrees C. The frost free season is 225 to 335 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Auburn, Dunstone, Gopheridge, and Loafercreek soils. Auburn soils occur in similar landscape positions, but lack an argillic horizon and are less than 50cm to a lithic contact. Gopheridge soils have more than 35 percent rock fragments in the particle-size control section and occur on backslopes and footslopes. Loafercreek soils are 50 to 100cm to a paralithic contact and occur on backslops and footslopes. The competing Dunstone soils occur on toeslopes and lack a lithic contact within 25cm of the paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained,saturated hydraulic conductivity is moderately high to high in the solum and low to high in the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for grazing, recreation, wildlife habitat, homesite development, and watershed. Vegetation is blue oak savanna with annual grasses and forbs including soft brome, rose clover, broadleaf filaree, mouse barley, ripgut brome, and wild oat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Calaveras County, California. Source of name is from an historic mine in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon           0 to 6 cm\nArgillic Horizon             6 to 45 cm\nParalithic Contact        45 cm\nLithic Contact               55 cm\nParticle Size Control Section for this pedon: 6 to 45 cm.\nADDITIONAL DATA:\nNASIS User Pedon ID: 2013CA6303015\nNo certified laboratory data exists for this soil.\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
