{
  "SERIES": "BONDUEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DCR-HFG-AAC",
  "REVDATE": "11/2011",
  "STATES": "MI,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonduel loam - on a 1 percent slope in a cultivated field at an elevation of about 236 meters (774 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; moderate medium granular structure; friable; many roots; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBE--20 to 36 cm (8 to 14 inches); brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; many roots; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; few fine distinct pinkish gray (7.5YR 6/2) iron depletions in the matrix; slightly alkaline; gradual wavy boundary. [0 to 23 cm (0 to 9 inches) thick]\nBt1--36 to 51 cm (14 to 20 inches); brown (7.5YR 5/4) loam; moderate medium subangular blocky structure; friable; many roots; few distinct clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; common medium distinct pinkish gray (7.5YR 6/2) iron depletions in the matrix; about 2 percent gravel; slightly alkaline; gradual wavy boundary.\nBt2--51 to 64 cm (20 to 25 inches); brown (7.5YR 5/4) loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; common medium distinct pinkish gray (7.5YR 6/2) iron depletions in the matrix; about 5 percent dolomitic gravel; slightly alkaline; clear irregular boundary. [Combined thickness of the Bt horizons ranges from 15 to 53 cm (6 to 21 inches).]\nC--64 to 94 cm (25 to 37 inches); light brown (7.5YR 6/4) loam; massive; friable; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; few medium distinct pinkish gray (7.5YR 6/2) iron depletions in the matrix; about 5 percent dolomitic gravel; violently effervescent; slightly alkaline; abrupt wavy boundary. [0 to 38 cm (0 to 15 inches) thick]\n2R--94 to 152 cm (37 to 60 inches); gray (10YR 6/1) dolomite bedrock; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oconto County, Wisconsin; about 3 1/2 miles northeast of Pulaski; 1000 feet south and 700 feet east of the northwest corner of sec. 16, T. 26 N., R. 19 E. USGS Pulaski, Wisconsin topographic quadrangle; lat. 44 degrees 43 minutes 39 seconds N., and long. 88 degrees 12 minutes 32 seconds W.,  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to a lithic contact with dolomite bedrock: 51 to 102 cm (20 to 40 inches) coincides with depth to argillic horizon in some pedons\nParticle-size control section (weighted average):  18 to 35 percent clay\nVolume of rock fragments: 0 to 5 percent in the upper part of the solum, 5 to 20 percent in the lower part and in the substratum\nReaction: typically neutral or slightly alkaline in the solum, moderately alkaline in the lower part in some pedons; slightly or moderately  alkaline in the C horizon\nRedox depletions and saturation: chroma of 2 or less within the upper 25 cm (10 inches) of the argillic horizon\nAp or A horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: loam, silt loam or loamy very fine sand\nE horizon (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: loam or silt loam\nBE horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam or silt loam\nBt horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam, sandy clay loam, or clay loam\nBC and/or C horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: loam, fine sandy loam, sandy loam or sandy clay loam\nR horizon:\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 to 6\nOther features:\nIt is  dolomite bedrock  that is massive or that has thin, widely spaced, clay-filled joints that extend to depths varying from a few inches to several feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bonduel soils are on concave or plane slopes and depressions on ground moraines underlain by dolomite. Slope  ranges from 0 to 3 percent. Bonduel soils formed in loamy till over dolomite. Mean annual precipitation ranges from 710 to 840 mm (28 to 33 inches). Mean annual air temperature ranges from 4.4 to 7.2 degrees C (40 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kolberg, Longrie, and Namur soils. The Kolberg soils are nearby in better drained positions where the argillic horizon averages more than 35 percent clay. The Longrie soils are also nearby in better drained positions, but are coarse-loamy. The Namur soils are nearby where the depth to bedrock is less than 31 cm (12 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff ranges from negligible to moderate. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the till and ranges from moderately low to high (0.42 to 14.11 micrometers per second) in the bedrock. Permeability is moderate in the till and ranges from moderate to slow in the bedrock. These soils have a perched seasonal high water table at a depth of 31 to 61 cm (1 to 2 feet) for some time in most years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas of this soil have  been cleared and are used for cropland.  Common crops are corn, small grains and hay. Some areas are used for pastureland or woodland. Native vegetation is commonly mixed deciduous and coniferous forest.  Common trees are quacking aspen, paper birch, red maple, and some northern white-cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 94A, 94B, and 95A in northeastern Wisconsin and northern lower Michigan. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brown County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon -  0 to 36 cm (0 to 14 inches) (Ap BE); argillic horizon - 36 to 64 cm (14 to 25 inches) (Bt); aquic feature - redox depletions with chroma of 2 or less and saturation in upper 10 inches of argillic horizon;  Aquollic subgroup  Ap horizon with color value and chroma, moist, of less than 4 and color value, dry, less than 6\nNational Cooperative Soil Survey\nU.S.A."
  }
}
