{
  "SERIES": "BONDMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI-CJF-JAL",
  "REVDATE": "6/98",
  "STATES": "CO,WY",
  "OVERVIEW": "The Bondman series consists of very shallow and shallow, well drained soils that formed in material weathered in place from hard sandstone. Bondman soils are on ridge summits, upland back slopes, and foot slopes and have slopes of 2 to 25 percent. The mean annual precipitation is about 12 inches.  The mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bondman sandy loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; moderate fine granular structure; soft, very friable; many very fine, fine, and medium roots; neutral (pH 7.2); abrupt smooth boundary. (2 to 6 inches thick)\nBt1--3 to 8 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure that parts to moderate subangular blocky; slightly hard, very friable, slightly sticky and moderately plastic; many very fine, fine, and medium roots; thick continuous wax-like coatings of faces of peds; neutral (pH 7.2); clear wavy boundary. (3 to 6 inches thick)\nBt2--8 to 12 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure that parts to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and moderately plastic; many very fine, fine, and medium roots; thin continuous wax-like coatings on faces of peds; neutral (pH 7.2); clear wavy boundary. (0 to 6 inches thick)\nC--12 to 18 inches; light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable; many very fine, fine, and medium roots; slightly alkaline (pH 7.4); clear wavy boundary. (3 to 8 inches thick)\nR--18 to 24 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washakie County, Wyoming; 40 feet southeast of the S1/4 corner of sec. 5, T42N., R.88W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 7 to 20 inches. The mean annual soil temperature is 47 degrees to 50 degrees F. The control section is sandy clay loam or clay loam, and has 25 to 35 percent clay.  rock fragments, mainly less than 3 inches in diameter, range from 0 to 20 percent.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 or 3. This horizon is neutral or slightly alkaline.\nThe B2t horizon has hue of 10YR through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 through 6. It is clay loam or sandy clay loam. This horizon is neutral or slightly alkaline.\nThe C horizon has hue of 2.5Y or 10YR. It is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berto, Bond, Frontier and Kech series. Bond soils have hue of 7.5YR or redder in all horizons and have a mean annual soil temperature of 51 to 55 degrees F. Berto soils have a calcic horizon. Kech soils have a horizon of secondary carbonate accumulation and have hue of 7.5YR or 5YR in the Bt horizon. Frontier soils have a horizon of secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bondman soils are on ridge summits, upland back slopes, and foot slopes. Slopes are 2 to 25 percent. The soils formed in material weathered from hard sandstone, interbedded with shale or siltstone in some areas. Elevation is 4,800 to 5,700 feet. The mean annual precipitation is 10 to 14 inches. The mean annual temperature is 45 degrees to 48 degrees F. The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mughouse, Shingle, and Tassel soils. Mughouse soils have bedrock at depths of 20 to 40 inches and are fine. Shingle and Tassel soils lack an argillic horizon and have a paralithic contact above depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat. Native vegetation is needleandthread, bluebunch wheatgrass, Sandberg bluegrass, western wheatgrass, big sagebrush, and sagewort."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Big Horn Basin of north-central Wyoming and northwest Colorado. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washakie County, Wyoming, 1976.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
