{
  "SERIES": "BONEEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-KEC",
  "REVDATE": "02/97",
  "STATES": "SD,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boneek silt loam - on a northeast-facing plane slope of 4 percent under native grass at 3500 feet elevation.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure parting to weak fine granular; slightly hard, very friable; many fine roots; slightly acid; clear wavy boundary.\nA2--3 to 6 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; hard, very friable; many fine roots; slightly acid; clear wavy boundary.  (Combined A horizons is 5 to 8 inches thick.)\nBt1--6 to 10 inches; brown (7.5YR 5/4) silty clay, dark brown (7.5YR 4/2) rubbed to dark brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium and fine subangular blocky; very hard, friable, slightly sticky and plastic; common fine roots; shiny films on faces of peds; slightly acid; clear wavy boundary.\nBt2--10 to 15 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium and fine subangular blocky; very hard, friable, slightly sticky and slightly plastic; common fine roots; shiny films on faces of peds; slightly alkaline; clear wavy boundary.  (Combined Bt horizons is 7 to 15 inches thick.)\nBk1--15 to 24 inches; pale brown (10YR 6/3) silty clay loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; very hard, friable, slightly sticky and slightly plastic; common fine roots; many fine and medium accumulations of carbonate; violent effervescence; moderately alkaline; gradual wavy boundary.\nBk2--24 to 34 inches; light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; weak medium and coarse subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few fine roots; common fine and medium accumulations of carbonate; violent effervescence; strongly alkaline; gradual wavy boundary.  (Combined Bk horizons is 10 to 28 inches thick.)\nC--34 to 44 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; few fine and medium prominent mottles of strong brown (7.5YR 5/8) moist; weak coarse subangular blocky structure; very hard, friable; few fine roots; violent effervescence; moderately alkaline; clear wavy boundary.  (10 to 25 inches thick)\nCr--44 to 54 inches; light yellowish brown (10YR 6/4) sandstone, dark yellowish brown (10YR 4/4) moist; thin platy rock structure; faces of fractures stained strong brown (7.5YR 5/6) moist; few coatings of carbonates on faces of fractures, but matrix is noncalcareous; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, South Dakota; about 9 miles west of Belle Fourche; 1005 feet east and 100 feet south of the northwest corner of sec. 8, T. 8 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 40 to 60 inches or more.  Depth to carbonates ranges from 11 to 24 inches.  Thickness of the mollic epipedon ranges from 7 to 15 inches and extends into the Bt horizon of some pedons.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 and 2 or 3 moist, and chroma of 2 or 3.  It typically is silt loam, but some pedons are loam.  It is slightly acid or neutral.\nThe Bt1 horizon has hue of 7.5YR or 5YR, value of 4 or 6 and 3 or 4 moist, and chroma of 2 to 4.  It is silty clay loam or silty clay.  Average clay content ranges from 35 to 45 percent with less than 15 percent fine sand or coarser.  It is slightly acid or neutral.\nThe Bt2 horizon has hue of 10YR or 7.5Y, value of 5 or 6 and 3 or 5 moist, and chroma of 2 to 4.  It is silty clay loam averaging between 30 and 40 percent clay and less than 15 percent fine sand or coarser. It is neutral or slightly alkaline.\nThe Bk and C horizons have hue of 10YR or 2.5Y, value of 5 through 7 and 4 or 5 moist, and chroma of 1 to 3.  They typically are silt loam or silty clay loam, but some pedons are loam.  They are slightly alkaline to strongly alkaline.  Few to many, fine or medium accumulations of carbonate are in the Bk horizon.\nThe Cr horizon has hue of 10YR or 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashfork, Blackpipe, Boquillas, Chapin, Collbran, Emigrant, Huggins, Kube, Leyden, Loma, Nunn, Querc, Rednun, Richfield, Ryus, Savo, Showlow, Sofia, Standley, Thunderbird, Torreon, and Wormser series.  Ashfork, Blackpipe, Boquillas, Chapin, Emigrant, Huggins, Leyden, Thunderbird, and Wormser soils have bedrock between depths of 20 and 40 inches. Collbran soils have a high percentage of ferromagnesium minerals in the sand and silt fractions.  Nunn, Rednun, and Standley soils contain more fine sand and coarser.  Kube, Querc, Richfield, and Savo soils have yellower hue in the upper part of the argillic horizon.  Showlow soils contain more rock fragments in the argillic horizon.  Sofia soils contain more clay.  Torreon soils have calcic horizons and formed in sediments influenced by basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boneek soils are nearly level to moderately sloping on high terraces and uplands.  Surfaces are plane to slightly convex and slope gradients range from 0 to 15 percent.  The soils formed in a silty mantle overlying sandstone or siltstones, or in loess or silty alluvium.   Mean annual temperature ranges from 43 to 48 degrees, and mean annual precipitation ranges from 15 to 18 inches. Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Butche, Canyon, Lakoa, Norka, Tilford, and Vale soils.  The shallow Butche and Canyon soils do not have mollic epipedons.  They are on adjacent higher landscapes to the Boneek soils.  Lakoa soils formed under forest vegetation, have E horizons, and primarily have steep slopes.  Norka soils are fine-silty and are on similiar landscapes.  The fine-silty Tilford soils are on steeper more convex landscapes. Vale soils are fine-silty and are on lower terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low or medium.  Permeability is moderately slow in the solum and moderate in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for both rangeland and cropland.  Winter wheat, barley, oats, and alfalfa are the main crops.  Native vegetation is mixed mid and short grasses.  Western wheatgrass, green needlegrass, needleandthread, and blue grama are the main grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In and near the Black Hills area of western South Dakota and eastern Wyoming.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 7 inches mixed (A and A2 horizons); argillic horizon - the zone from a depth of about 6 to 15 inches (Bt1 and Bt2 horizons)\nADDITIONAL DATA:  NSSL Sample No. 70L457-64 is from the typical pedon location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
