{
  "SERIES": "BONESPRING",
  "STATUS": "Established Series",
  "BYREV": "ALS",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic Aridic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonespring very gravelly sandy loam, on a south-facing 31 percent slope in rangeland at an elevation of 1,711 m (5613 ft). (Colors are for dry soil unless otherwise noted).\nA1--0 to 9 cm (0 to 4 in); light brown (7.5YR 6/3) very channery sandy loam, brown (7.5YR 4/3), moist; weak fine and medium granular structure; soft, friable, nonsticky, nonplastic; common very fine and fine roots; 5 percent very angular strongly cemented 150 to 250 mm sandstone fragments and 50 percent very angular strongly cemented 5 to 150 mm sandstone fragments; violently effervescent; slightly alkaline; clear smooth boundary.\nA2--9 to 28 cm (4 to 11 in); light brown (7.5YR 6/4) extremely channery sandy loam, brown (7.5YR 5/4), moist; weak fine granular structure; loose, loose, nonsticky, nonplastic; common very fine and fine roots; 5 percent very angular strongly cemented 150 to 250 mm sandstone fragments and 70 percent flat very angular strongly cemented 5 to 150 mm sandstone fragments; violently effervescent; moderately alkaline; clear smooth boundary. (Combined thickness of the A horizon is 8 to 42 cm [3 to 17 in])\nR--28 to 53 cm (11 to 21 in); strongly cemented sandstone bedrock; common very fine and fine roots at top of layer."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culberson County, Texas; from the entrance of the Guadalupe Mountains National Park Headquarters on U.S. Highway 62/180, 3.5 miles south on U.S. Highway 62/180 to park access parking area; 0.3 mile north on park access trail to the Salt Basin Overlook trail; 0.55 mile south and west on the trail, and 100 feet north of trail. (Guadalupe Pass TX USGS topographic quadrangle: Latitude: 31 degrees, 52 minutes, 13 seconds N; Longitude: 104 degrees, 50 minutes, 41 seconds W; UTM Easting 514692 m, UTM Northing 3526072 m, UTM Zone 13, NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of ochric epipedon: 8 to 47 cm (3 to 18 in)\nDepth to sandstone bedrock: 8 to 47 cm (3 to 18 in)\nParticle-size control section (weighted average):\nClay Content: 11 to 21 percent\nRock fragment content: 35 to 75 percent rock fragments total; 30 to 75 percent channers; 15 to 35 percent flagstones\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry, 1 to 6 moist\nTexture of the fine-earth fraction: sandy loam, fine sandy loam, very fine sandy loam, or loam\nClay content: 11 to 21 percent\nCoarse fragments: 35 to 75 percent total; 35 to 75 percent channers; 0 to 15 percent flagstones\nEffervescence: very slight to violent\nReaction: slightly alkaline or moderately alkaline\nB horizon (where present)\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 4 to 5 moist\nChroma: 4 to 6 dry or moist\nTexture of the fine-earth fraction: sandy loam, fine sandy loam, or loam\nClay content: 13 to 21 percent\nCoarse fragments: 35 to 75 percent total; 20 to 40 percent channers; 0 to 35 percent flagstones\nEffervescence: very slight to violent\nReaction: slightly alkaline or moderately alkaline\nR layer:\nFractures: greater that 10cm (4 in) apart\nBedrock kind: indurated sandstone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils are;\nBloodstone (WY), Bunkin (UT), Colskel (UT), Gompers (UT), Kelmbeck (MT),\nKydesta (AZ), Metuck (AZ), Popcorn (AZ), and Zbart (MT).\nBloodstone, Gompers, Kelmbeck and Zbart soils: have a mean annual soil temperature of 8 degrees C (46 F) or less.\nBunkin, Colskel, Kydestea and Metuck soils: have a mean annual soil temperature of 15 degrees C (59 F) or less.\nPopcorn soils: have carbonatic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: colluvium and residuum weathered from Permian age sandstone Landscape: Hills, Mountains and Escarpments\nLandform: Hills, Hillslopes, Ridges\nSlope: 10 to 60 percent\nSoil Moisture: Aridic Ustic moisture regime\nSoil Temperature: 15 to 20 degrees C (59 to 68 degrees F)\nMean annual air temperature: 14 to 19 degrees C (57 to 66 degrees F)\nMean annual precipitation: 287 to 523 mm (11 to 20 in)\nPrecipitation pattern: Most precipitation occurs as high intensity rain during afternoon convective thunderstorms from June to September.\nFrost-free period: 203 to 255 days\nElevation: 1,346 to 1,717 m (4,416 to 5,633 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altuda (TX) and the tentative Choza (TX) and Pinery (TX) soils.\nAltuda soils: have a calcic and occur over limestone bedrock in similar positions.\nChoza soils: have a petrocalcic and occur on alluvial fan remnants.\nPinery soils: have a calcic and occur on alluvial fans remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability; very high runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, wildlife habitat and recreation. Vegetation is sideoats grama, Warnock's grama, black grama, New Mexico feather grass, mountain mahogany, skeletonleaf goldeneye, yucca, winterfat, mariola, and redberry juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR G; Western Great Plains Range and Irrigated Region; MLRA 70D-Southern Desert Foothills in West Texas. The soil is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Culberson County, Texas; 2010. The name is from a spring that occurs in the park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 28 cm (0 to 11 in) (A1 and A2 horizons)\nLithic contact: 28 cm (11 in) (contact of A2 and R horizon)\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
