{
  "SERIES": "BONFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JEP-JCD",
  "REVDATE": "07/2007",
  "STATES": "IL",
  "OVERVIEW": "The Bonfield series consists of very deep, somewhat poorly drained soils on outwash plains and stream terraces. The soils formed from outwash material deposited on limestone cobbles and stones broken up by ice and rapidly moving water. Slope gradient ranges from 0 to 5 percent. The mean annual air temperature is about 11 degrees C (51 degrees F.), and the mean annual precipitation is about 910 mm (36 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonfield loam on a 1/4 percent slope in a cultivated field at an elevation of 190 meters (623 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many very fine roots; neutral; abrupt smooth boundary.\nAB--23 to 36 cm (9 to 14 inches); 80 percent black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry and 20 percent brown (10YR 5/3); moderate medium granular structure; friable; common very fine roots; slightly alkaline; clear smooth boundary. [Combined thickness of the A and AB horizons is 25 to 46 cm (10 to 18 inches).]\nBw1--36 to 51 cm (14 to 20 inches); yellowish brown (10YR 5/4) sandy loam; weak very fine subangular blocky structure; friable; few very fine roots; common distinct very dark gray (10YR 3/1) organic coatings on faces of peds; few fine prominent black (7.5YR 2.5/1) manganese nodules throughout; many fine distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; 3 percent gravel; moderately alkaline; clear smooth boundary. [8 to 46 cm (3 to 18 inches) thick]\n2Bw2--51 to 66 cm (20 to 26 inches); yellowish brown (10YR 5/4) very cobbly fine sandy loam; weak medium subangular blocky structure; friable; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; many fine distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; 35 percent cobbles and 12 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary. [8 to 38 cm  (3 to 15 inches) thick]\n2C--66 to 152 cm (26 to 60 inches); 50 percent very pale brown (10YR 7/4) and 50 percent brownish yellow (10YR 6/6) very cobbly fine sandy loam; massive; 45 percent cobbles and 10 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kankakee County, Illinois; about 1.6 kilometers (1 mile) west and 3.2 kilometers (2 miles) south of Bonfield, Illinois; 59 meters (195 feet) north and 38 meters (126 feet) east of the southwest corner of sec. 34, T. 31 N., R. 10 E.; USGS Herscher topographic quadrangle; lat. 41 degrees 07 minutes 04 seconds N. and long. 88 degrees 04 minutes 03 seconds W., NAD 27; UTM Zone 16T, 410381 easting, 4552381 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development ranges from 51 to 114 cm (20 to 45 inches). Depth to cobbly material ranges from 25 to 76 cm (10 to 30 inches). Consolidated bedrock is at depths of 1.5 meters (5 feet) or more. Reaction ranges from moderately acid to slightly alkaline in the upper part of the series control section and from slightly acid to moderately alkaline in the lower part. Typically the lower half of the series control section contains carbonates. The 25 to 102 cm (10 to 40 inch) control section averages over 35 percent cobbles.\nThe Ap, A, or AB horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. It is loam, sandy loam, fine sandy loam, sandy clay loam or clay loam.\nThe Bw or Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6 with chroma of 2 either in the matrix, on ped surfaces or as iron depletions in the matrix or on ped surfaces. It is loam, sandy loam, fine sandy loam, clay loam, or sandy clay loam.\nThe 2Bw, 2Bt, or 2BC horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6 with chroma of 2 either in the matrix, on ped surfaces, or as iron depletions in the matrix or on ped surfaces. It is very cobbly or cobbly loam, sandy loam, or fine sandy loam. Percent cobbles range from 20 to 60 percent.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. It is cobbly, very cobbly or extremely cobbly loam analogs of sandy loam or fine sandy loam. Percent cobbles range from 20 to 70 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Bonfield series is the only member of this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level to gently sloping outwash areas. The soils formed from outwash material deposited on limestone cobbles and stones broken up by ice and rapidly moving water. Slope gradient ranges from 0 to 5 percent. The mean annual air temperature ranges from 10 to 12 degrees C (50 to 54 degrees F), and the mean annual precipitation ranges from 890 to 1020 mm (35 to 40 inches). Frost free days range from 140 to 180 days, and elevation ranges from 171 to 219 meters (560 to 720 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Kankakee soils on slightly higher positions are in a drainage sequence with the somewhat poorly drained Bonfield soils. The Bonfield soils are also associated with the lower lying poorly drained Gilford, the somewhat poorly drained Ridgeville soils on similar nearby positions and the well drained Ade soils on higher nearby positions which all lack limestone cobbles."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. An intermittent apparent water table is at a depth 30 to 61 cm (1 to 2 feet) below the surface during January through May in normal years. The potential for surface runoff is low. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the upper part of the profile and high (14.11 to 42.33 micrometers per second) in the lower part. Permeability is moderate in the upper part of the profile and moderately rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Practically all of these soils are cropped to corn, soybeans, small grains, and meadow. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 110 in Kankakee County, Illinois. Extent is small--about 1214 hectares (3,000 acres)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kankakee County, Illinois, March 25, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon -- the zone from the surface to a depth of 36 cm (14 inches) (Ap and AB horizons); cambic horizon -- the zone from 36 to 66 cm (14 to 26 inches) (Bw1 and 2Bw2); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many very fine roots; neutral; abrupt smooth boundary."
      },
      {
        "name": "AB",
        "top": 23,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--23 to 36 cm (9 to 14 inches); 80 percent black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry and 20 percent brown (10YR 5/3); moderate medium granular structure; friable; common very fine roots; slightly alkaline; clear smooth boundary. [Combined thickness of the A and AB horizons is 25 to 46 cm (10 to 18 inches).]"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--36 to 51 cm (14 to 20 inches); yellowish brown (10YR 5/4) sandy loam; weak very fine subangular blocky structure; friable; few very fine roots; common distinct very dark gray (10YR 3/1) organic coatings on faces of peds; few fine prominent black (7.5YR 2.5/1) manganese nodules throughout; many fine distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; 3 percent gravel; moderately alkaline; clear smooth boundary. [8 to 46 cm (3 to 18 inches) thick]"
      },
      {
        "name": "2Bw2",
        "top": 51,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw2--51 to 66 cm (20 to 26 inches); yellowish brown (10YR 5/4) very cobbly fine sandy loam; weak medium subangular blocky structure; friable; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; many fine distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; 35 percent cobbles and 12 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary. [8 to 38 cm  (3 to 15 inches) thick]"
      },
      {
        "name": "2C",
        "top": 66,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--66 to 152 cm (26 to 60 inches); 50 percent very pale brown (10YR 7/4) and 50 percent brownish yellow (10YR 6/6) very cobbly fine sandy loam; massive; 45 percent cobbles and 10 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
