{
  "SERIES": "BONG",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/SHB/EMM",
  "REVDATE": "09/2009",
  "STATES": "WA",
  "OVERVIEW": "The Bong series consists of very deep, somewhat excessively drained soils that formed mainly in sandy and gravelly glaciofluvial deposits mixed with loess and volcanic ash in the upper part. Bong soils are on outwash plains, terraces and terrace escarpments. Slopes are 0 to 70 percent. The average annual precipitation is about 16 inches and the average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bong ashy sandy loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 11 inches; dark grayish brown (10YR 4/2) ashy sandy loam, very dark brown (10YR 2/2) moist; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; many fine interstitial and tubular pores; neutral (pH 6.6); clear smooth boundary. (8 to 16 inches thick)\nBw--11 to 22 inches; yellowish brown (10YR 5/4) sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; many fine interstitial pores; neutral (pH 6.8); clear wavy boundary. (8 to 20 inches thick)\nBC--22 to 28 inches; pale brown (10YR 6/3) gravelly coarse sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; few fine interstitial pores; 20 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (0 to 10 inches thick)\nC--28 to 60 inches; multicolored coarse sand; single grain; loose; 10 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Spokane County, Washington; .2 miles north of junction of Dover Road and Sunset Highway and 50 feet west in cultivated field; 1,150 feet north and 50 feet west of the southeast corner of section 20, T. 25 N., R. 41 E., W.M.; USGS Deep Creek, Wash. Topographic quadrangle; (Latitude 47 degrees, 38 minutes, 45 seconds N. and Longitude 117 degrees, 38 minutes, 50 seconds W.), NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 47 to 52 degrees F\nSoil moisture - usually moist, but are dry in all parts between depths of 12 and 35 inches for 75 to 105 consecutive days during the summer and fall\nMollic epipedon - 8 to 16 inches thick\nDepth to the sandy C horizon ranges from 15 to 30 inchesThe particle-size control section has 5 to 30 percent rock fragments and more than 70 percent sand in the fine earth fraction.\nThe hue is 10YR, 7.5YR, or 2.5Y\nBase saturation - more than 75 percent (by sum) for all horizons at a depth between 10 and 30 inches (estimated)\nVolcanic ash influence - 8 to 16 inches thick\nEstimated properties for ash influence layers:\nVolcanic glass content - 5 to 20 percent\nAcid oxalate extractable alluminum plus 1/2 iron - 0.4 to 1.0 percent\nMosit bulk density - 1.20 to 1.55 g/cc in the upper 8 to 16 inches\nThe Ap (or A) horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 to 3 dry or moist. Texture is ashy coarse sandy loam, ashy loamy sand, ashy sandy loam, or ashy fine sandy loam.  It has 0 to 15 percent gravel. Reaction is slightly acid or neutral.\nThe Bw horizon has value of 4 to 6 dry, 2 to 4 moist, and chroma of 3 or 4 dry or moist. Texture is sandy loam or coarse sandy loam. It has 0 to 15 percent gravel. Reaction is slightly acid to slightly alkaline.\nThe BC horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist. Texture is coarse sandy loam, loamy sand, or loamy coarse sand and is gravelly in some pedons. It has 0 to 30 percent gravel and 0 to 5 percent cobbles. Reaction is slightly acid to slightly alkaline.\nThe C horizon is multicolored or has value of 6 or 7 dry, 4 to 6 moist, and chroma of 2 to 4 dry or moist. Texture is loamy sand, loamy coarse sand, sand, or coarse sand and is gravelly or very gravelly in some pedons. It averages 0 to 35 percent gravel and 0 to 15 percent cobbles above 40 inches. Reaction is slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bong soils are on outwash plains, outwash terraces, and terrace escarpments. Slopes are 0 to 70 percent. These soils formed mainly in sandy and gravelly glaciofluvial deposits mixed with loess and volcanic ash in the upper part. Elevations are 1,500 to 3,700 feet. The climate is characterized by warm, relatively dry summers and cool, moist winters. The average annual precipitation is 15 to 22 inches; average January temperature is about 27 degrees F.; and average July temperature is about 68 degrees F. The average annual temperature is 45 to 52 degrees F. The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bisbee, Cheney, Donavan, Garrison, Hudnut, Kartar, Marble, Phoebe, and Springdale soils. Bisbee and Springdale soils have an ochric epipedon and are on terraces. Cheney soils are coarse-loamy over sandy or sandy-skeletal and are on outwash plains. Donavan soils are coarse-loamy and are on glaciated foothills. Garrison soils are loamy-skeletal and are on outwash terraces. Hudnut and Kartar soils have an ochric epipedon, are coarse-loamy, and are on outwash terraces. Marble soils have an ochric epipedon, are sandy, and are on dunelike terraces. Phoebe soils have a pachic epipedon, are coarse-loamy, and are on outwash terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mostly for homesites, crop production, livestock grazing and limited grazeable woodland with some areas used for wildlife habitat and watershed. Small grains, hay and pasture,are common crops. Potential natural  vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, Wyeth eriogonum, arrowleaf balsamroot, common yarrow, antelope bitterbrush, lupine, common snowberry, common chokecherry, Saskatoon serviceberry, rose, Thurbers needlegrass, threadleaf sedge, Columbia needlegrass, and widely scattered ponderosa pine in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern and north-central Washington; MLRA 44A. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Spokane County, Washington, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 11 inches (Ap horizon)\nCambic horizon - the zone from 11 to 22 inches (Bw horizon)\nVitrandic feature - the zone from 0 to 11 inches (Ap and Bw horizons)\nParticle-size control section - the zone from 10 to 40 inches (lower Ap horizon, the Bw, BC, and upper C horizons) with 10 to 28 inches qualifying as coarse-loamy (more than 50 percent fine sand or coarser) and 28 to 40 inches qualifying as sandy.\nClassification revised as of 5/00 from sandy, mixed, mesic Ultic Haploxerolls to\nsandy, mixed, mesic Vitrandic Haploxerolls based on revision to Soil Taxonomy. Lab data confirmed that ultic subgroup criteria are not met.\nADDITIONAL DATA: Partial laboratory data available for sample #S99WA-063-001, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
