{
  "SERIES": "BONHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARG:GLL",
  "REVDATE": "01/98",
  "STATES": "OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bonham silt loam--on a 2 percent convex north-facing slope in a native pasture.\nA--0 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium and fine granular structure; hard, friable; many fine roots; many fine pores; slightly acid; clear smooth boundary.  (7 to 12 inches thick)\nBt1--10 to 17 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; few fine faint brown mottles; moderate medium and fine subangular blocky structure; very hard, firm; many fine roots; many fine pores; few patchy clay films; medium acid; gradual wavy boundary.  (5 to 10 inches thick)\nBt2--17 to 30 inches; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; many fine prominent reddish brown (5YR 4/4) mottles and many fine distinct strong brown (7.5YR 5/6) mottles; moderate coarse prismatic structure parting to moderate fine and medium blocky; very hard, firm, sticky and plastic; common fine roots; common very fine pores; nearly continuous clay films on surface of prisms; medium acid; gradual wavy boundary.  (10 to 20 inches thick)\nBt3--30 to 42 inches; mottled light olive brown (2.5YR 5/4) and yellowish brown (10YR 5/6) silty clay; moderate coarse prismatic structure parting to moderate fine blocky; extremely hard, very firm, sticky and plastic; few fine roots; few very fine pores; continuous clay films on surface of prisms; few fine black concretions; slightly acid; gradual wavy boundary.  (8 to 15 inches thick)\nBt4--42 to 56 inches; olive brown (2.5Y 4/4) silty clay, light olive brown (2.5Y 5/4) dry; few fine and medium faint yellowish brown (10YR 5/4) and pale yellow (10YR 7/4) mottles; weak coarse prismatic structure parting to moderate coarse blocky; extremely hard, very firm, sticky and plastic; few fine roots; few very fine pores; few patchy clay films; few fine black concretions; neutral; gradual wavy boundary.  (0 to 15 inches thick)\nBC--56 to 65 inches; grayish brown (2.5Y 5/2) silty clay, light brownish gray (2.5Y 6/2) dry; common fine and medium faint gray (10YR 5/1) mottles, and common medium distinct dark yellowish brown (10YR 4/4), and strong brown (7.5YR 5/6) mottles; weak coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; few very fine pores; few fine black concretions; few fine pitted calcium carbonate concretions; mildly alkaline; gradual wavy boundary.  (6 to 15 inches thick)\nC--65 to 80 inches; light olive gray (5Y 6/2) silty clay, light gray (5Y 7/2) dry, common fine and medium distinct yellow (10YR 7/6) mottles; massive; extremely hard, very firm, sticky and plastic; few very fine pores; few fine and medium black concretions; few fine pitted calcium carbonate concretions; noncalcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fannin County, Texas; from junction of Highways 82 and 78 in Bonham, 1.4 miles west on Highway 82; 0.7 mile south on Highway 121; 130 feet east of right-of-way in native pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 60 to 80 inches.  The mollic epipedon is 12 to 20 inches thick and includes the Bt1 horizon in most pedons.  COLE ranges from 0.05 to 0.09 in the argillic horizon but lacks a layer 20 inches or more thick with COLE of 0.09, and the PLE is less than 2.4 inches in upper 50 inches of the solum.\nThe A horizon has hue of 10YR or 7.5YR, value and chroma of 2 or 3.  Texture is silt loam or loam.  Reaction ranges from medium acid to neutral.\nThe Bt1 horizon has hue of 10YR or 7.5YR, value and chroma of 2 or 3.  Texture is clay loam, silty clay loam or silt loam.  Reaction ranges from strongly acid to slightly acid.\nThe Bt2 horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3.  Reddish or brownish mottles range from few to many.  Texture is clay, silty clay, or silty clay loam, with clay content of 35 to 50 percent.  Reaction ranges from medium acid to neutral.\nThe Bt3 and Bt4 horizons have colors in shades of brown, red, yellow or olive with hue of 5YR to 5Y, value of 4 or 5, and chroma of 2 to 6.  Texture is clay, silty clay or silty clay loam.  Reaction ranges from slightly acid to mildly alkaline.\nThe BC horizon has colors in shades of brown, yellow and olive with or without mottles of these or grayish colors.  Texture is silty clay loam or silty clay.  Pitted calcium carbonate concretions range from none to a few.  Reaction is mildly alkaline or moderately alkaline.\nThe C horizon has colors in shades of brown, gray, olive or yellow with mottles or strata of these colors.  Texture is silty clay loam, silty clay or clay.  Some pedons are interbedded with shaly clay.  Some pedons contain a few pitted concretions of calcium carbonate.  Reaction is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils are the Apperson, Benchley, Blum, Durant, Eram, Garton, Kenoma, Parisian, and Summit series.  The Apperson, Benchley, Durant, Kenoma, Parisian and Summit soils are members of a Vertic subgroup.  Also, Apperson soils have bedrock at a depth of 40 to 60 inches.  Benchley and Durant soils are in an ustic moisture regime.  The Blum, Eram and Garton soils have mixed clay mineralogy.  Also, Blum soils are in an ustic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bonham soils are on nearly level to gently sloping uplands.  The slope gradient is typically 1 to 3 percent, but ranges from 0 to 5 percent.  The soils formed in alkaline clayey and loamy sediments.  Some pedons are interbedded with shaly materials.  The annual temperature ranges from 63 to 66 degrees F., mean annual precipitation ranges from 34 to 44 inches, and Thornthwaite P-E indices range from 56 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crockett, Normangee, and Wilson soils and to a lesser extent the Heiden, Lamar and Lewisville soils.  Crockett, Normangee and Wilson soils lack a mollic epipedon and are classified in a Vertic subgroup.  These soils are on positions similar to the Bonham series.  Lamar and Lewisville soils lack argillic horizons and occur on sloping to steep sideslopes.  In addition, Lamar soils lack a mollic epipedon.  Heiden soils are clayey throughout and are typically on lower sideslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow or medium.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for growing wheat, sorghum and improved pastures.  Native vegetation is prairie grasses such as bluestems, switchgrass, indiangrass, and eastern gama, with scattered post oak, bois-d'arc, elm, and hackberry trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Blackland Prairies of Texas and Cherokee Prairies of Oklahoma.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fannin County, Texas; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from surface of the soil to depth of 17 inches (A, Bt1 horizons).\nArgillic horizon - the zone from 10 to 56 inches.\nAquic Argiudoll features - the occurrence of mottles at depth of 17 to 40 inches.\nADDITIONAL DATA:  Lincoln Laboratory data available for 2 pedons from Fannin County, Texas.  Sample numbers 17727-17735 and 17736-17745.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
