{
  "SERIES": "BONNEAU",
  "STATUS": "Established Series",
  "BYREV": "CMO/Rev. JAK",
  "REVDATE": "10/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, subactive, thermic Arenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonneau loamy sand--forested. (Colors are for moist soil.)\nA--0 to 3 inches; very dark grayish brown (2.5Y 3/2) loamy sand; weak fine granular structure; very friable; many fine and medium roots; very strongly acid; abrupt wavy boundary. (2 to 10 inches thick)\nE1--3 to 7 inches; light yellowish brown (2.5Y 6/4) loamy sand; weak fine granular structure; very friable; common fine faint very dark grayish brown (10YR 3/2) coatings of organic matter; many fine and medium roots; very strongly acid; clear wavy boundary.\nE2--7 to 22 inches; light yellowish brown (2.5Y 6/4) loamy sand; weak fine granular structure; very friable; common fine and medium roots; strongly acid; abrupt wavy boundary. (Combined thickness of the E horizon is 11 to 38 inches.)\nBt1--22 to 27 inches; brownish yellow (10YR 6/6) sandy loam; weak coarse subangular blocky structure; very friable; few clay bridging of sand grains; few fine roots; strongly acid; clear wavy boundary.\nBt2--27 to 40 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium faint yellowish brown (10YR 5/6) masses of oxidized iron; weak coarse subangular blocky structure; friable; few fine roots; many clay bridging of sand grains; very strongly acid; clear wavy boundary.\nBt3--40 to 50 inches; yellowish brown (10YR 5/8) sandy clay loam; weak coarse subangular blocky structure; friable; few fine roots; few medium tubular pores; many clay bridging of sand grains few faint clay films on faces of some peds; many medium distinct gray (10YR 6/1) iron depletions and common medium faint dark yellowish brown (10YR 4/4) masses of oxidized iron; few fine uncoated sand grains (in old root pores); very strongly acid; clear wavy boundary.\nBt4--50 to 80 inches; gray (10YR 6/1) and yellowish brown (10YR 5/8) sandy clay loam; weak coarse subangular blocky structure; friable; common clay bridging of sand grains; areas of gray are iron depletions and areas of brown are masses of oxidized iron; very strongly acid. (Combined thickness of the Bt horizon is 20 to more than 40 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Berkeley County, South Carolina; 3.5 miles north of Bonneau on Secondary State Highway 447 and 100 feet south of highway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the sandy surface and subsurface layers: 20 to 40 inches\nDepth to the top of the Argillic: 20 to 40 inches\nDepth to the base of the Argillic horizon: 60 to 80 inches or more\nDepth to Bedrock: Greater than 80 inches\nDepth to Seasonal High Water Table: 40 to 60 inches, December to March\nRock Fragment Content: 0 to 15 percent, by volume, throughout\nSoil Reaction: Extremely acid to slightly acid in the A and E horizons, except where limed and extremely acid to moderately acid in the B horizon\nOther features: Content of silt in the particle-size control section is less than 30 percent. Some pedons have less than 5 percent plinthite nodules in the lower part of the B horizon. & RANGE OF INDIVIDUAL HORIZONS:\nA horizon or Ap horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 3 to 5, chroma of 1 to 4, or is neutral with value of 3 to 5\nTexture--sand, fine sand, loamy sand, or loamy fine sand\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 4 to 8, chroma of 2 to 6\nTexture--sand, fine sand, loamy sand, or loamy fine sand\nBt horizon (upper part):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 3 to 8\nTexture--sandy loam, fine sandy loam, or sandy clay loam\nBt horizon (lower part):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 3 to 8 or is variegated in shades of brown, red, yellow, or gray\nTexture--sandy loam, fine sandy loam, sandy clay loam, or sandy clay\nRedoximorphic features--masses of oxidized iron in shades of red, brown, or yellow and iron depletions in shades of brown, olive, or gray. Depletions with chroma of 2 or less are within a depth of 60 inches.\nBC horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 3 to 8 or is variegated in shades of red, brown, yellow, olive, or gray\nTexture--sandy loam, fine sandy loam, sandy clay loam, or sandy clay\nRedoximorphic features--masses of oxidized iron in shades of red, brown, or yellow and iron depletions in shades of brown, olive, or gray. Iron depletions with chroma of 2 or less are within a depth of 60 inches.\nBtg horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 1 or 2\nTexture--sandy loam, fine sandy loam, sandy clay loam, or sandy clay\nOther features--Some pedons have a few plinthite nodules\nRedoximorphic features--masses of oxidized iron in shades of red, brown, or yellow and iron depletions in shades of brown, olive, or gray.\nBCg horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 1 or 2\nTexture--sandy loam, fine sandy loam, sandy clay loam, or sandy clay\nRedoximorphic features--masses of oxidized iron in shades of red, brown, or yellow and iron depletions in shades of brown, olive, or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAutryville soils--have a Bt horizon separated by and intervening E horizon (bisequal), on similar landforms\nLovett soils--are slowly permeable and have a perched water table, on similar landforms\nLowndes soils--have a Bt horizon separated by and intervening E horizon (bisequal) and contain hard white nodules, on similar landforms"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Lower to upper coastal plain\nLandform: Marine terraces, uplands\nHillslope Profile Position: Summits, shoulders, backslopes\nGeomorphic Component: Interfluves, side slopes\nParent Material: Marine deposits, fluviomarine deposits\nElevation: 40 to 450 feet\nMean Annual Air Temperature: 57 to 70 degrees F.\nMean Annual Precipitation: 42 to 50 inches\nFrost Free Period: 225 to 275 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBlanton soils--have a sandy epipedon more than 40 inches thick\nGoldsboro soils--do not have arenic surface, have iron depletions of chroma 2 or less within 30 inches of the surface, in lower lying positions\nLynchburg soils--do not have arenic surface, have dominant chroma of 2 or less between the base of the A or Ap horizon and 30 inches, in lower lying positions\nNoboco soils--do not have a sandy epipedon as thick as 20 inches\nNorfolk soils--do not have a sandy epipedon as thick as 20 inches\nOcilla soils--have iron depletions of chroma 2 or less within 30 inches of the surface\nPelham soils--have dominant chroma of 2 or less between the base of the A or Ap horizon and 30 inches\nRains soils--do not have arenic surface, have dominant chroma of 2 or less between the base of the A or Ap horizon and 30 inches, in lower lying positions\nWagram soils--have a seasonal high water at a depth of more than 60 inches and have lower activity clay"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Very deep\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Deep, common\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to medium\nPermeability: Moderate\nShrink-swell potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Crops\nDominant Vegetation: Where cultivated--growing corn, soybeans, small grain, pasture grasses, and tobacco. Where wooded--mixed hardwood and pine, including longleaf and loblolly pine, white, red, turkey, and post oak, dogwood, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Coastal Plain of Alabama, Florida, Georgia, North Carolina, South Carolina, and Virginia\nExtent: Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Deep, common\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to medium\nPermeability: Moderate\nShrink-swell potential: Low\nLandscape: Lower, middle, and upper coastal plain\nLandform: Marine terraces, uplands\nHillslope Profile Position: Summits, shoulders, backslopes\nGeomorphic Component: Interfluves, side slopes\nParent Material: Marine deposits, fluviomarine deposits\nSlope: 0 to 12 percent\nElevation (type location): Unknown\nMean Annual Air Temperature (type location): 64 degrees F.\nMean Annual Precipitation (type location): 45 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Berkeley County, South Carolina; l974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon--the zone from the surface of the soil to 22 inches (A, E1, and E2 horizons)\nArgillic horizon--the zone from 22 to 74 inches (Bt1, Bt2, Bt3, and Bt4 horizons)\nArenic feature--sandy texture from the surface of the soil to a depth of 22 inches (A, E1, and E2 horizons)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope  Airtemp  FrFr/Seas  Precip  Elevation\nSC0026  BONNEAU     0-12   57-70    195-250    42-50   40-450\nSOI-5  FloodL FloodH  Watertable  Kind      Months   Bedrock Hardness\nSC0026 NONE           3.3-5.0     APPARENT  DEC-MAR  >80     -\nSOI-5  Depth  Texture      3-Inch  No-10    Clay%   -CEC-\nSC0026  0-22  LS LFS       0-0     100-100   5-15   1-4\nSC0026  0-22  S FS         0-0     100-100   2-8    1-4\nSC0026 22-50  SL SCL FSL   0-0     100-100  13-35   2-6\nSC0026 50-74  SL SCL SC    0-0     100-100  15-40   2-8\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab   Shnk-Swll\nSC0026  0-22  4.5-6.0  0.5-2.0  0-0    6.0-20    LOW\nSC0026  0-22  4.5-6.0  0.5-2.0  0-0    6.0-20    LOW\nSC0026 22-50  4.5-5.5  0.0-0.5  0-0    0.6-2.0   LOW\nSC0026 50-74  4.5-5.5  0.0-0.5  0-0    0.6-2.0   LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
