{
  "SERIES": "BONNYDOON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPR/RHB/RWK",
  "REVDATE": "06/2001",
  "STATES": "CA",
  "OVERVIEW": "The Bonnydoon series consists of shallow, somewhat excessively drained soils that formed in material weathered from sandstone and shale.  Bonnydoon soils are on uplands and have slopes of 5 to 85 percent. The mean annual precipitation is about 30 inches and the mean annual temperature is about 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Entic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bonnydoon loam-rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 6 inches; grayish brown (10YR 5/2) loam, very dark brown (7.5YR 2/2) moist; moderate medium subangular blocky and strong medium and coarse granular structure; hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine tubular pores; slightly acid (pH 6.2); clear wavy boundary. (4 to 11 inches thick)\nA12--6 to 11 inches; grayish brown (10YR 5/2) loam, very dark brown (7.5YR 2/2) moist; moderate medium angular blocky and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; common coarse, many fine, very fine and medium tubular, and many very fine interstitial pores; medium acid (pH 6.0); abrupt wavy boundary. (3 to 9 inches thick)\nCr--11 to 40 inches; white (2.5Y 8/2) fine grained weathered and fractured sandstone, light yellowish brown (2.5Y 6/4) moist; massive; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Cruz County, California; in Scotts Valley about 2,500 feet west northwest up Hacienda Drive from Glenwood Drive, 700 feet north northwest on Casa Way and 50 feet west in a pasture; 2,200 feet east and 1,000 feet south of the northwest corner of sec. 18, T.10S., R.1W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 7 to 20 inches. The soil between the depths of 6 to 18 inches or to the paralithic contact usually becomes moist in some parts in November or early December and remains moist until May. Mean annual soil temperature is about 59 degrees to 61 degrees F. The difference between mean summer and winter soil temperature is 15 degrees to 25 degrees F.  Organic matter is more than one percent throughout the solum. The profile is heavy sandy loam, heavy fine sandy loam, loam, gravelly loam, sandy clay loam, or clay loam and has 18 to 30 percent clay.  Pebbles range from 0 to 10 percent by volume. Reaction ranges from medium acid to neutral. Base saturation is more than 75 percent throughout the profile.\nThe A horizon has color of 10YR 4/2, 4/3, 5/2 or 5/3.\nSome pedons have a C horizon with color of 10YR 6/3; 7.5YR 5/4 or 6/4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Caperton series in the same family and the Capitan, Friant, Lodo and Tollhouse series. Caperton and Tollhouse soils have less than 18 percent clay and Tollhouse soils have a mesic soil temperature. Capitan soils have more than 35 percent rock fragments. Friant and Lodo soils have a lithic contact and Friant soils have less than 18 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bonnydoon soils are on uplands and have gradients of 5 to 85 percent. They formed in material weathered from sandstone and shale. Elevations are 50 to 2,100 feet. The climate is subhumid mesothermal having warm, dry, but foggy summers and cool, moist winters. Mean annual precipitation is 25 to 40 inches. Average January temperature is 48 degrees F.; average July temperature is 68 degrees F.; mean annual temperature is 58 degrees to 60 degrees F. Frost-free season is about 240 to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lobitos, Los Osos, Pfeiffer, and Santa Lucia soils. Lobitos soils have an argillic horizon with 18 to 35 percent clay and have a paralithic contact at a depth of 20 to 40 inches. Los Osos soils have an argillic horizon with more than 35 percent clay and have a paralithic contact at a depth of 20 to 40 inches. Pfeiffer soils are less than 18 percent clay. Santa Lucia soils are more than 35 percent rock fragments and have a lithic contact at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland, wildlife habitat, recreation, watershed, and in some areas of homesites. Vegetation is mainly annual grasses and forbs. Shrubs grow in the canyons and gulches near the coast."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central part of the Coast Range of California. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Cruz County, California, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A11--0 to 6 inches; grayish brown (10YR 5/2) loam, very dark brown (7.5YR 2/2) moist; moderate medium subangular blocky and strong medium and coarse granular structure; hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine tubular pores; slightly acid (pH 6.2); clear wavy boundary. (4 to 11 inches thick)"
      },
      {
        "name": "A12",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A12--6 to 11 inches; grayish brown (10YR 5/2) loam, very dark brown (7.5YR 2/2) moist; moderate medium angular blocky and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; common coarse, many fine, very fine and medium tubular, and many very fine interstitial pores; medium acid (pH 6.0); abrupt wavy boundary. (3 to 9 inches thick)"
      },
      {
        "name": "Cr",
        "top": 28,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--11 to 40 inches; white (2.5Y 8/2) fine grained weathered and fractured sandstone, light yellowish brown (2.5Y 6/4) moist; massive; slightly acid (pH 6.2)."
      }
    ]
  ]
}
