{
  "SERIES": "BONNIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJE-JCD-BGN-RDC-BCF-GRS",
  "REVDATE": "07/2009",
  "STATES": "IL,IN,KY,OH",
  "OVERVIEW": "The Bonnie series consists of very deep, poorly drained and very poorly drained soils formed in silty alluvium on flood plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 1092 mm (43 inches) and mean annual air temperature is about 14 degrees C (57 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, acid, mesic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonnie silt loam - on a nearly level flood plain in a cultivated field at an elevation of about 128 meters (419 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 13 cm (0 to 5 inches); brown (10YR 5/3) silt loam; weak fine granular structure; friable; common fine and medium roots throughout; common fine spherical extremely weakly cemented iron-manganese accumulations; slightly acid; abrupt smooth boundary.\nAp2--13 to 25 cm (5 to 10 inches); light brownish gray (10YR 6/2) and dark grayish brown (10YR 4/2) silt loam; weak medium angular blocky structure parting to weak medium platy; friable; common fine and medium roots throughout; common fine and medium faint brown (10YR 4/3) masses of oxidized iron and manganese; common fine spherical masses of oxidized iron; moderately acid; abrupt smooth boundary. [Combined thickness of the Ap horizons is (6 to 10 inches).]\nCg1--25 to 69 cm (10 to 27 inches); gray (10YR 6/1) and light gray (10YR 7/1) silt loam; massive; friable; few very fine roots throughout; common fine and medium prominent yellowish brown (10YR 5/4 and 5/6) masses of oxidized iron and common medium faint grayish brown (10YR 5/2) iron depletions; common fine spherical extremely weakly cemented iron-manganese accumulations; very strongly acid; clear smooth boundary.\nCg2--69 to 203 cm (27 to 80 inches); gray (10YR 6/1) silt loam; massive; friable; common fine and medium prominent yellowish brown (10YR 5/4 and 5/6) masses of oxidized iron; common fine spherical extremely weakly cemented iron-manganese accumulations; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Illinois; about 4 miles northwest of Macedonia; 2,660 feet north and 1,920 feet east of the southwest corner of sec. 21, T 5 S., R. 4 E.; USGS Ewing, Illinois topographic quadrangle; lat. 38 degrees 04 minutes 32 seconds N. and long. 88 degrees 46 minutes 17 seconds W.; UTM Zone 16, 344630 Easting, 4215680 Northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section: Averages 18 to 27 percent clay and less than 10 percent sand\nOther characteristics: An irregular decrease in organic carbon with increasing depth, but in some pedons it is barely detectable\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 6\nChroma: 1 to 3\nTexture: Commonly silt loam and less commonly silty clay loam\nReaction: Very strongly acid to neutral\nCg horizon to depth of 102 cm (40 inches):\nHue: 10YR, 2.5Y, 5Y, or is neutral\nValue: 5 to 7\nChroma: 0 to 2\nTexture: Silt loam\nReaction: Strongly acid or very strongly acid\nCg horizon below a depth of 102 cm (40 inches):\nHue: 10YR, 2.5Y, 5Y, or is neutral\nValue: 5 to 7\nChroma: 0 to 2\nTexture: Silt loam or silty clay loam\nReaction: Very strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family. The Piopolis series is in a closely related family. Piopolis soils average more than 27 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bonnie soils are on nearly level flood plains and, in some places, on flood-plain steps. Slope gradient ranges from 0 to 2 percent. They formed in light colored, recently deposited, acid, silty alluvium. Mean annual air temperature ranges from 12 to 14 degrees C (53 to 57 degrees F.), mean annual precipitation ranges from 965 to 1168 mm (38 to 46 inches), frost free period ranges from 170 to 210 days, and elevation ranges from 104 to 213 meters (340 to 700 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belknap, Birds, Petrolia, Piopolis, and Racoon soils. The somewhat poorly drained Belknap soils are on adjacent slightly higher parts of the flood plains. The poorly drained Birds and Petrolia soils are on similar positions, but formed in alluvium that is less acid. The poorly drained and very poorly drained Piopolis soils are in similar parts of flood plains nearby and contain more clay throughout. The poorly drained Racoon soils are on adjacent or nearby stream terraces. In Indiana, Bonnie soils are associated with the somewhat poorly drained Stendal and moderately well drained Steff soils. These soils are on higher lying parts of flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers/sec). Permeability is moderately slow (0.2 to 0.6 inches per hour). Flooding from stream overflow ranges from frequent to rare periods, and commonly occurs in the winter and spring. In the undrained condition, these soils have an intermittent apparent water table from as much as 2.0 feet above the surface to 0.5 foot below the surface, typically between October and July in most years. Where drained, an intermittent water table is within 1 foot of the surface, typically between December and May in most years. The potential for surface water runoff is low or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn and soybeans. Some areas are in woodland, or are used for pasture. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Illinois, southern Indiana, Kentucky and Ohio. Bonnie soils are of large extent (more than 300,000 acres correlated). They are mainly in flood plains within MLRA's 113, 114A, 114B, 115A, 115B, 120A, 120B, 122 124 and 125."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Illinois, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In the update of the Wayne County, Illinois Soil Survey it was determined that the previous type location classified as Fine-silty, mixed, active, acid, mesic Sodic Vermaquepts. Thus, the type location is being moved until the series can be evaluated throughout the full extent of the series. In some areas these soils have been described as having weak or moderate blocky structure through the middle part of the control section. These soils will be evaluated during MLRA updating to determine if placement in the order of Entisols is correct or a new series in the order of Inceptisols is needed.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 25 cm (10 inches) (Ap1 and Ap2 horizons); irregular decrease in organic carbon; aquic conditions - chroma 1 or 2 matrix and redox accumulations in all layers below the Ap horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data is on file at the East Central Glaciated Regional Office (MLRA NO. 11) at Indianapolis, and at the Illinois State Office."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 13 cm (0 to 5 inches); brown (10YR 5/3) silt loam; weak fine granular structure; friable; common fine and medium roots throughout; common fine spherical extremely weakly cemented iron-manganese accumulations; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--13 to 25 cm (5 to 10 inches); light brownish gray (10YR 6/2) and dark grayish brown (10YR 4/2) silt loam; weak medium angular blocky structure parting to weak medium platy; friable; common fine and medium roots throughout; common fine and medium faint brown (10YR 4/3) masses of oxidized iron and manganese; common fine spherical masses of oxidized iron; moderately acid; abrupt smooth boundary. [Combined thickness of the Ap horizons is (6 to 10 inches).]"
      },
      {
        "name": "Cg1",
        "top": 25,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--25 to 69 cm (10 to 27 inches); gray (10YR 6/1) and light gray (10YR 7/1) silt loam; massive; friable; few very fine roots throughout; common fine and medium prominent yellowish brown (10YR 5/4 and 5/6) masses of oxidized iron and common medium faint grayish brown (10YR 5/2) iron depletions; common fine spherical extremely weakly cemented iron-manganese accumulations; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 69,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--69 to 203 cm (27 to 80 inches); gray (10YR 6/1) silt loam; massive; friable; common fine and medium prominent yellowish brown (10YR 5/4 and 5/6) masses of oxidized iron; common fine spherical extremely weakly cemented iron-manganese accumulations; very strongly acid."
      }
    ]
  ]
}
