{
  "SERIES": "BONNEYRIDGE",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonneyridge sandy loam on an east facing convex 25 percent slope under mixed conifers at an elevation of 4175 feet, (1272 m).  When described on 9/25/96 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches, (0 to 2.5 cm); fresh and slightly decomposed litter. (0.5 to 3 inches, (1.27 to 7.6 cm) thick)\nA1--1 to 3 inches, (2.5 to 7.6 cm); grayish brown (10YR 5/2) sandy loam, black (10YR 2/1) moist; 10 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; common mica flakes; noneffervescent; 5 percent subrounded gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 12.0; abrupt smooth boundary.\nA2--3 to 6 inches, (7.6 to 15 cm); grayish brown (10YR 5/2) sandy loam, black (10YR 2/1) moist; 8 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine interstitial pores; common mica flakes; noneffervescent; 10 percent subrounded gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 11.5; abrupt smooth boundary. (Combined thickness of the A horizon is 3 to 8 inches, (7.6 to 20 cm) thick).\nBw1--6 to 16 inches, (15 to 41 cm); light brownish gray (10YR 6/2) coarse sandy loam, brown (10YR 4/3) moist; 6 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; common fine and medium roots and few coarse; many very fine interstitial pores; common mica flakes; noneffervescent; 5 percent subrounded gravel; slightly acid, pH 6.3 by pH meter 1:1 water; NaF pH 11.0; clear smooth boundary. (4 to 11 inches, (10 to 28 cm) thick)\nBw2--16 to 22 inches, (41 to 56 cm); pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; 8 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; few coarse roots; many very fine interstitial pores; common mica flakes; noneffervescent; 5 percent subrounded gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.0; clear smooth boundary.\nBw3--22 to 31 inches, (56 to 79 cm); pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; 8 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; few fine roots; many very fine interstitial pores; common mica flakes; noneffervescent; 10 percent subrounded gravel; moderately acid, pH 5.6 by pH meter 1:1 water; NaF pH 10.0; gradual smooth boundary.\nBw4--31 to 39 inches, (79 to 99 cm); very pale brown (10YR 7/3) sandy loam, brown (10YR 5/3) moist; 10 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; few fine and medium roots; many very fine interstitial pores; common mica flakes; noneffervescent; slightly acid, pH 6.0 by pH meter 1:1 water; NaF pH 10.0; gradual smooth boundary. (Combined thickness of the Bw horizon is 16 to 53inches, (41 to 135 cm) thick).\nC1--39 to 56 inches, (99 to 142 cm); very pale brown (10YR 7/3) loamy coarse sand, brown (10YR 5/3) moist; 5 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; few fine and medium roots; many very fine interstitial pores; common mica flakes; noneffervescent; moderately acid, pH 6.0 by pH meter 1:1 water; NaF pH 10.0; clear smooth boundary.\nC2--56 to 76 inches, (142 to 193 cm); very pale brown (10YR 8/2) gravelly loamy coarse sand, pale brown (10YR 6/3) moist; 5 percent clay; weak very fine subangular blocky structure; loose, very friable, nonsticky and nonplastic; few fine and medium roots; many very fine interstitial pores; common mica flakes; noneffervescent; 16 percent subrounded gravel; NaF pH 10.0; moderately acid, pH 6.0 by pH meter 1:1 water. (Combined thickness of the C horizon is 10 to 53 inches, (25 to 135 cm) thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plumas County, California; about 3 miles Southeast of Cascade, approximately 1100 feet North and 650 feet East of the Southwest corner of Section 18, Township 21 N., Range 8 E., 39 degrees, 40 minutes 26.8 seconds, North latitude and 121 degrees, 8 minutes, 0.2 seconds, West longitude, NAD83  U.S.G.S. Quad: Cascade, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock (quartz diorite) is greater than 60 inches, (152 cm).  The mean annual soil temperature is 52 to 56 degrees F, (11 to 13 degrees C).  The soil moisture control section is dry in all parts from about July 1 to about October 1 (about 90 days).  The particle-size control section averages 5 to 18 percent clay and 4 to 10 percent rock fragments, mostly gravel.  Mineralogy is isotic.  Base saturation by ammonium acetate ranges from 55 to 100 percent from 10 to 30 inches, (25 to 76 cm).  Acid Oxalate extractable Al plus 1/2 Fe ranges from 0.75 to 1.0 to a depth of 6 inches, (15 cm).  Rock fragments on the surface range from 0 to 10 percent gravel, 0 to 5 percent cobbles and 0 to 5 percent stones.\nThe A horizon dry color is 10YR 5/2, 5/3, 5/4, 5/6, 6/2, 6/3, 6/4 or 8/2.  Moist color is 10YR 2/1, 2/2, 3/2, 3/3, 4/2, 4/3 or 5/2.  Texture is sandy loam, coarse sandy loam, gravelly sandy loam or gravelly coarse sandy loam.  Clay content ranges from 5 to 15 percent.  Rock fragments range from 0 to 25 percent gravel and 0 to 5 percent cobbles.  Organic matter ranges from 2 to 8 percent.  NaF pH ranges from 10.0 to 12.0.  Reaction ranges from moderately acid to neutral.\nThe Bw horizon dry color is 10YR 6/2, 6/3, 6/4, 7/3, 7/4, 8/2, 8/3 or 2.5Y 7/4.  Moist color is 10YR 3/4, 4/3, 4/4, 4/6, 5/2, 5/3, 5/4, 5/6, 6/3, 6/4, 2.5Y 5/4 or 6/4.  Texture is sandy loam, coarse sandy loam, gravelly sandy loam or gravelly coarse sandy loam.  Clay content ranges from 5 to 18 percent.  Rock fragments range from 0 to 30 percent gravel, 0 to 5 percent cobbles and 0 to 5 percent stones.  NaF pH ranges from less than 9 to 11.5.  Reaction ranges from strongly acid to slightly acid.  Organic matter ranges from 0.6 to 6 percent.\nThe C horizon dry color is 10YR 6/2, 7/3, 7/4, 8/1, 8/2, 8/3 or 2.5Y 7/4.  Moist color is 10YR 4/2, 5/3, 5/4, 5/6, 6/3, 6/4, 6/6, 7/2, 8/2, 2.5Y 5/4 or 6/4.  Texture is loamy coarse sand, gravelly loamy coarse sand, sandy loam, loamy sand or gravelly sandy loam.  Clay content ranges from 5 to 18 percent.  Rock fragments range from 0 to 30 percent gravel.  NaF pH ranges from less than 9.0 to 10.5.  Reaction ranges from strongly acid to moderately acid.  Organic matter ranges from 0.1 to 0.6 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bonneyridge soils are on ridge tops and side slopes on granitic Sierra Nevada mountains.  Slopes range from 1 to 110 percent.  These soils formed in colluvium and residuum weathered from coarse intrusive igneous rocks such as quartz diorite, tonolite and trondhjemite.  Elevation is 1680 to 4800 feet, (945 to 1402 m).  Mean annual precipitation is 70 to 80 inches, (1778 to 2032 mm).  The mean annual temperature is 48 to 54 degrees F, (10 to 12 degrees C).  Frost free season is 80 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Billscabin and Lewisflat soils.  Billscabin soils are loamy-skeletal.  Lewisflat soils are fine-loamy and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; low to medium runoff; moderately rapid saturated hydraulic conductivity in the A and Bw horizons and rapid in the C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat and watershed.  Vegetation is Douglas-fir, sugar pine, ponderosa pine, incense cedar, white fir, California black oak, with an understory of deerbrush, whitethorn ceanothus, gooseberry, dogwood, brackenfern, California hazel, princes pine, woodrose, greenleaf manzanita, Sierra chinquapin, whiteleaf manzanita, common snowberry, whitevein shinleaf, California needlegrass, iris, broadleaf starflower and lupine.  Tanoak and Pacific madrone are found below an elevation of 4000 feet, (1219 m)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County and Plumas County, California, on the Lumpkin Cascade and Grizzly plutons.  MLRA 22A - Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Plumas County, California 2005.  Source of name from Bonney Ridge, Cascade Quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 1 to 6 inches, (2.5 to 15 cm). (A1, A2)\nCambic horizon - zone from 6 to 39 inches, (15 to 99 cm). (Bw1, Bw2, Bw3, Bw4)\nParticle-size control section - zone from 10 to 40 inches, (25 to 102 cm).\nSoil moisture control section - zone from 10 to 29 inches, (25 to 74 cm).\nADDITIONAL DATA: Reference data from lab pedon numbers: 97P0311 and 96P0134, NSSL Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
