{
  "SERIES": "BONN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:LLL",
  "REVDATE": "03/2019",
  "STATES": "AR,LA,MS,TN,TX",
  "OVERVIEW": "The Bonn series consists of deep, poorly drained, very slowly permeable soils that are high in exchangeable sodium.  They formed in silty Coastal Plain sediments or in thin loess deposits on low Pleistocene age terraces and on stream flood plains.  They are saturated in winter and early spring.  Water runs off the surface slowly.  Slope ranges from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Glossic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bonn silt loam on a smooth, less than 0.5 percent, slope, in pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 1 inch; very dark brown (10YR 2/2) silt loam; strong medium granular structure; friable; many coarse and fine roots; strongly acid; abrupt smooth boundary.  (1 to 6 inches thick)\nE1--1 to 3 inches; dark grayish brown (10YR 4/2) silt loam; many coarse faint (10YR 6/2) mottles; weak medium granular structure; friable; many fine roots; strongly acid; clear smooth boundary.  (0 to 4 inches thick)\nE2--3 to 8 inches; grayish brown (10YR 5/2) silt loam; massive; friable; many fine roots; many fine pores; many root channels filled with light gray (10YR 7/2), and yellowish brown (10YR 5/4) silt loam; strongly acid; gradual smooth boundary.  (4 to 10 inches thick)\nE/B--8 to 12 inches; gray (5Y 6/1) silt loam; common medium distinct yellow (10YR 7/6) mottles; weak coarse columnar structure; friable; about 20 percent of horizon has slightly rounded B bodies on tops of columns; B bodies have pale brown (10YR 6/3) ped interiors and are surrounded by gray (5Y 5/1) silt coats 1 to 4 cm thick; very dark gray (10YR 3/1) stains on column surfaces and in pores; medium acid; gradual wavy boundary.  (3 to 6 inches thick)\nB/E--12 to 16 inches; light gray (5Y 6/1) silt loam; moderate medium subangular blocky structure; friable; many fine pores; few fine and coarse roots; some pores coated with dark gray (10YR 4/1) clay films; light gray (5Y 7/1) silt loam tongues 1 to 2 inches wide extend through horizon; tongues have a few discontinuous clay lenses of dark gray and very dark gray 1 to 3 mm thick; slightly acid; clear wavy boundary.  (3 to 15 inches thick)\nBtg1--16 to 36 inches; light olive gray (5Y 6/2) silt loam; weak coarse prismatic structure; firm; common krotovinas and vertical veins of gray (10YR 6/1) silt loam; very dark gray (10YR 3/1) clay films on horizontal and vertical faces of peds and in some pores; few fine roots; about 5 percent fine black concretions; mildly alkaline; gradual wavy boundary.  (10 to 24 inches thick)\nBtg2--36 to 42 inches; light olive gray (5Y 6/2) silt loam, many coarse faint light gray (5Y 7/2) mottles and few distinct yellowish brown (10YR 5/6) mottles; weak coarse prismatic structure; firm; dark gray clay films in pores and root channels; common vertical veins of light gray (10YR 7/2) silt loam; few fine roots; about 2 percent fine black concretions; mildly alkaline. (4 to 12 inches thick)\nB/C--42 to 52 inches; light olive gray (5Y 6/2) silt loam; few fine distinct olive mottles; weak medium subangular blocky structure; firm; few fine black concretions; few thin black clay flow and stains on peds and in channels; mildly alkaline.  (6 to 15 inches thick)\nC--52 to 64 inches; light olive gray (5Y 6/2) silt loam; massive; firm; few black stains; few fine black concretions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  East Baton Rouge Parish, Louisiana.  Southern part, section 18 T. 4 S., R. 3 E. 3/4 mile south-southwest of Baywood Church; lat. 30 degrees 41 minutes 49.45 seconds N. and long. 90 degrees 56 minutes 48.78 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Exchangeable sodium saturation ranges from 15 to 50 percent in all horizons below a depth of 16 inches.\nThe A1 or Ap horizon has hue of 10YR, value of 2 to 5, and chroma of 1 to 3.  It is silt loam or very fine sandy loam and ranges from very strongly acid to neutral.\nThe E2 horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 to 7, and chroma of 1 or 2.  It is silt loam or very fine sandy loam and ranges from very strongly acid to neutral.  Tongues of the E2 horizon extend into the lower B2t horizon.  A few accumulations of very dark or dark gray clay typically occur in discontinuous varve like bands within the A2 horizon, or as coating on the tops and sides of prisms or columns.\nThe upper part of the Bt horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 or 6, and chroma of 1 or 2.  The lower part of the Bt horizon has the same color range as the upper part, or has hue of 10YR or 2.5Y, values of 4 or 5, and chroma of 3 to 6.  Mottles are in shades of yellow, brown, and gray.  The Bt horizon ranges from medium acid to strongly alkaline.  It is silt loam or silty clay loam.  Carbonate concretions in subhorizons of the B horizon range from 0 to 10 percent.\nThe C horizon has the same color and textural range as the Bt horizon.  It is neutral to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Verdun series in the same family and the Deerford, Foley, Fountain, Frost, Hillemann, Lafe, McCrory, Peoria, Rosella, and Wing series.  Verdun soils have B horizons with dominant color values of 3 or more inside of peds. Deerford, Foley, Hillemann, McCrory, Peoria, and Rosella soils have less than 15 percent exchangeable sodium in the upper part of the B horizon.  Additionally, McCrory and Rosella soils have fine loamy textures.  Fountain and Frost soils have less than 15 percent exchangeable sodium throughout the B horizon.  Lafe and Wing soils have color values of 3 or more throughout the B horizon.  Additionally Wing soils have fine textured control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bonn soils are on low loess terraces, low depressed alluvial terraces, and on alluvial plains.  Slopes range from 0 to 1 percent.  Mean annual precipitation near the type location is about 54.5 inches and mean annual temperature is about 67.5 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Deerford, Fountain, Lafe, and Verdun series as well as the Calhoun, Essen, and Olivier series.  Calhoun and Olivier soils are acid and lack natric horizons.  Essen soils are alkaline but lack natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow surface runoff; very slow permeability.  They have a water table at a depth of 0 to 2 feet below the surface from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly in unimproved pasture or poor-quality woodlands."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Louisiana, Mississippi, and Tennessee.  The soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  East Baton Rouge Parish, Louisiana; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Bonn series would have been classified in the Solonetz great soil group.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
