{
  "SERIES": "BONO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM-LAT",
  "REVDATE": "05/2007",
  "STATES": "IN,MI,NY,OH",
  "OVERVIEW": "The Bono series consists of very deep, very poorly drained soils formed mainly in lacustrine sediments on lake plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bono silty clay loam, in a level area in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; strong very fine and fine subangular blocky structure; friable; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBA--23 to 38 cm (9 to 15 inches); black (10YR 2/1) silty clay; weak medium prismatic structure parting to strong fine and medium subangular blocky; firm; few fine distinct brown (10YR 4/3) masses of iron accumulation; neutral; clear wavy boundary.\nBg1--38 to 63 cm (15 to 25 inches); dark gray (10YR 4/1) silty clay; weak medium prismatic structure parting to moderate medium subangular blocky; very firm; black (10YR 2/1) organic coatings on vertical faces of peds and in root channels; many medium distinct brown (10YR 4/3) and dark yellowish brown (10YR 4/4) masses of iron accumulation; neutral; gradual wavy boundary.\nBg2--63 to 76 cm (25 to 30 inches); dark gray (10YR 4/1) silty clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very firm; black (10YR 2/1) organic coatings on vertical faces of peds and in root channels; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly alkaline; clear wavy boundary. [Combined thickness of the B horizon is 36 to 89 cm (14 to 35 inches).]\nCg--76 to 152 cm (30 to 60 inches); gray (10YR 5/1) silty clay; massive; very firm; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Putnam County, Ohio; about l mile north and 1/2 mile east of Gilboa; l,585 feet east and 800 feet north of the southwest corner of sec. 14, T. 1 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 63 to 152 cm (25 to 60 inches)\nThickness of the mollic epipedon: 25 to 56 cm (10 to 22 inches)\nDepth to carbonates: 63 to 152 cm (25 to 60 inches)\nRock fragments: absent in most pedons, less than 2 percent where present\nParticle-size control section: averages 40 to 55 percent clay\nAp or A horizon:\nHue: 10YR, 2.5Y, 5Y, or is neutral\nValue: 2, 2.5 or 3 (4 or 5 dry)\nChroma: 0 to 2\nTexture: silty clay loam, silty clay, or mucky silty clay loam\nReaction: slightly acid or neutral\nBg horizon:\nHue: 10YR, 2.5Y, 5Y, or is neutral\nValue: 4 to 6\nChroma: 0 to 2\nTexture: silty clay, clay, or silty clay loam\nReaction: slightly acid or neutral in the upper part and slightly acid to slightly alkaline in the lower part\nBC horizon:\nReaction: slightly alkaline or moderately alkaline and contains carbonates in some pedons\nC horizon:\nHue: 10YR, 2.5Y, 5Y, or is neutral\nValue: 3 to 6\nChroma: 1 to 4\nTexture: silty clay, clay, or silty clay loam with evident stratification\nReaction; slightly alkaline or moderately alkaline\nCalcium carbonate equivalent: 5 to 20 percent\nLoamy substratum phase:\nTexture: silt loam and fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Fries series. Fries soils have a paralithic contact within a depth of 102 cm (40 inches). Series in similar families include the Bryce, Fonda, Lorain, Milford, Montgomery, and Toledo series. Bryce, Milford, and Montgomery soils have mixed mineralogy. Fonda, Lorain, and Toledo soils lack mollic epipedons and, in addition, Lorain soils have argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bono soils are on lake plains, in depressions on moraines and till plains, and in local areas between beach ridges. Slope ranges from 0 to 2 percent. The soils formed in calcareous, fine-textured lacustrine sediments with some stratification. Climate is humid and continental. Mean annual precipitation ranges from 787 to 1016 mm (30 to 40 inches). Mean annual air temperature ranges from 9 to 12 degrees C (48 to 54 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blount, Colwood, Fulton, Glynwood, Hoytville, Lenawee, Lucas, Pewamo, and Toledo soils. Blount, Glynwood, and Pewamo soils formed in till and have a higher content of rock fragments. Colwood soils are on similar landscapes and have lower clay content. Fulton, Lucas, and Toledo soils formed in the same materials as Bono soils. Fulton soils are on low ridges or gently sloping side slopes along drainageways. The moderately well drained Lucas soils typically are on gentle to steep side slopes. Hoytville, Lenawee, and Toledo soils are in similar landscape positions as Bono soils and lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff is negligible to medium depending on the shape of the slope. Saturated hydraulic conductivity is moderately low or low. Permeability is slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bono soils are cultivated. Principal crops are corn, soybeans, and small grains. Undrained areas are in permanent pasture or woodland. Native vegetation is marsh grasses and deciduous swamp forest, principally of elm, silver maple, sycamore, cottonwood, and swamp white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Ohio, northern Indiana, western Michigan, and New York; MLRAs 96, 97, 99, 111B, and 111C. The type location is in MLRA 99. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ottawa County, Ohio, 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 38 cm (Ap, BA horizons).\nCambic horizon: from a depth of 38 to 76 cm (Bg horizon).\nAquic conditions: redox concentrations in lower part of mollic epipedon and redox features visible in all horizons below a depth of 23 cm.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; strong very fine and fine subangular blocky structure; friable; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "BA",
        "top": 23,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--23 to 38 cm (9 to 15 inches); black (10YR 2/1) silty clay; weak medium prismatic structure parting to strong fine and medium subangular blocky; firm; few fine distinct brown (10YR 4/3) masses of iron accumulation; neutral; clear wavy boundary."
      },
      {
        "name": "Bg1",
        "top": 38,
        "bottom": 63,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg1--38 to 63 cm (15 to 25 inches); dark gray (10YR 4/1) silty clay; weak medium prismatic structure parting to moderate medium subangular blocky; very firm; black (10YR 2/1) organic coatings on vertical faces of peds and in root channels; many medium distinct brown (10YR 4/3) and dark yellowish brown (10YR 4/4) masses of iron accumulation; neutral; gradual wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 63,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--63 to 76 cm (25 to 30 inches); dark gray (10YR 4/1) silty clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very firm; black (10YR 2/1) organic coatings on vertical faces of peds and in root channels; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly alkaline; clear wavy boundary. [Combined thickness of the B horizon is 36 to 89 cm (14 to 35 inches).]"
      },
      {
        "name": "Cg",
        "top": 76,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--76 to 152 cm (30 to 60 inches); gray (10YR 5/1) silty clay; massive; very firm; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
