{
  "SERIES": "BONWIER",
  "STATUS": "Established Series",
  "BYREV": "KG:CLN:LCB; Rev.JDS",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Bonwier series consists of deep, well-drained, moderately slowly permeable soils on uplands. These sloping to steep soils formed in stratified loamy and clayey coastal plain sediments of Pleistocene age. Slopes range from 5 to 25 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bonwier fine sandy loam on 8 percent slope in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium roots; 5 percent by volume of ironstone concretions up to 0.75 inch in diameter; few angular ironstone fragments 1 to 3 inches in diameter; strongly acid; clear smooth boundary. (3 to 7 inches thick)\nE--5 to 9 inches; brown (7.5YR 5/4) fine sandy loam; weak medium granular structure; slightly hard, very friable, nonsticky and nonplastic; few fine and medium roots; 10 percent by volume of ironstone concretions up to 0.75 inch in diameter; few angular ironstone fragments 1 to 3 inches in diameter; strongly acid; clear smooth boundary. (4 to 6 inches thick)\nBt--9 to 25 inches; red (2.5YR 4/6) clay; common medium prominent reddish yellow (7.5YR 6/8) mottles; strong medium blocky structure; very hard, very firm, very sticky and plastic; few fine roots; few fine pores; clay films on faces of peds; 5 percent by volume of angular ironstone fragments 1 to 3 inches in diameter in the upper part; very strongly acid; gradual smooth boundary. (6 to 25 inches thick)\nBC--25 to 33 inches; red (2.5YR 4/6) clay; light gray (10YR 7/1) and dark yellowish brown (10YR 4/4) shale fragments; moderate medium blocky structure; very hard, very firm, very sticky and plastic; few clay films on faces of peds; very strongly acid; clear wavy boundary. (0 to 12 inches thick)\nC--33 to 60 inches; stratified light gray (10YR 7/1) dusky red (10R 3/3), red (2.5YR 4/6), and reddish yellow (5YR 6/6) clay and soft sandstone; strata of clay are 1/4 inch to 3 inches thick; sandstone is weakly cemented; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newton County, Texas; from the intersection of Texas Highway 87 and Farm Road 1414 north of Newton, 5.0 miles east on Farm Road 1414, then 1.5 miles northwest on county road, 0.6 mile south on forest road, then 50 feet east in pine plantation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches. The clay content of the control section ranges from 40 to 60 percent. Base saturation at 50 inches below top of Bt ranges from 5 to 25 percent.\nThe A horizon has hue of 10YR and 7.5YR, value of 3 and 4, chroma of 1 through 3. The E horizon has hue of 10YR and 7.5YR, value of 4 through 6, chromas 3 and 4. The A horizon is fine sandy loam, sandy loam, loam, and loamy fine sand. Reaction is medium acid to very strongly acid.\nThe Bt horizon has hue of 2.5YR and 5YR, value of 3 through 5, chroma of 4 through 8. Mottles range from none to common with hue of 5YR through 10YR, value of 3 through 7, chroma of 1 through 8. These mottles are concentrated in the lower part. The texture is clay or sandy clay. Gray shale fragments range from none to common. Some pedons have 7.5YR hue in the lower part of the Bt horizon. Strata of sandy clay loam occurs in\nplaces. The Bt horizon contains 1 to 10 percent by volume of angular ironstone fragments. Reaction is strongly acid or very strongly acid.\nThe B/C or BC horizon has reddish brown or yellowish colors and is stratified or mottled with these and grayish colors. The degree of weathering is variable and some pedons have BC horizons with only a few visible parent material fragments. It is sandy clay loam, fine sandy loam, or clay loam with or without weathered sandstone and shaly materials. Reaction is very strongly or strongly acid.\nThe C horizon is stratified beds of clay, soft weathered shale, and sandy materials with colors of gray, brown, and red. Flakes of mica occur along cleavage planes between stratas in some pedons. Reaction is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albertville, Badin, Bengal, Carnasaw, Catharpin, Cullen, Cunningham, Cuthbert, Enders, Endsaw, Fluvanna, Galilee, Gritney, Kirvin, Luverne, Masada, Mattaponi, Mayodan, McQueen, Nason, Remlap, Sweatman, Tatum, Totier, Townley, Urland, Uwharrie, Vance, and Williamsville series. Albertville, Carnasaw, Enders, Gritney, Kirvin, Mattaponi, McQueen, Remlap, Tatum, Urland, Uwharrie, and Williamsville soils have sola thicker than 40 inches. Badin, Endsaw, Sweatman, Totier, and Townley soils have more silty Bt horizons. Bengal and Catharpin soils have 2Bt horizon over shale\nor sericite schist. Cullen soils typically have dark red subhorizons and overly mixed piedmont rocks. Cunningham and Galilee soils lack rock fragments or ironstone fragments in the soil profile. Cuthbert soils have Cr horizons at 20 to 40 inches and have appreciable mica in the C horizon. Fluvanna and Vance soils are developed in residuum from crystalline piedmont rock. Luverne soils have slightly cooler annual temperatures and lack ironstone fragments. Mayodan soils are less dry during the growing season. Masada soils have quartz pebbles in the solum. Nason and Tatum soils overly sericite schist."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bonwier soils are on sloping to steep uplands of the West Coastal Plains. The soils formed in stratified loamy and clayey weakly consolidated sediments of Pleistocene age, mainly from the Willis formation. Slopes range from 5 to 25 percent. The climate is humid. Mean annual precipitation ranges from 46 to 58 inches. Summer rainfall\nranges from 30 to 40 inches. Summer moisture deficit ranges from 0 to 4 inches. Mean annual temperature ranges from 66 to 70 degrees F., and the Thornthwaite annual P-E indices exceed 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Urland series, and the Doucette, Newco and Stringtown series. Doucette soils are on lower slopes and have thick sandy epipedons. Newco soils occur in concave positions near heads of drains and have gray mottles. Stringtown soils occur on similar positions and have fine-loamy control sections. Urland soils occur on less sloping landscapes and are developed to a depth of\nmore than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Bonwier soils are well drained with medium to rapid runoff. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bonwier soils are used mainly for woodland. The principal trees are shortleaf and loblolly pine, red oak, and sweetgum with an understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Coastal Plains of southeastern Texas and southwest Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jasper and Newton Counties, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were included with the Cuthbert series.  Changed classification from clayey family to fine family in 2003 and assigned to semiactive class based on review of associated soils and limited lab data.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium roots; 5 percent by volume of ironstone concretions up to 0.75 inch in diameter; few angular ironstone fragments 1 to 3 inches in diameter; strongly acid; clear smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 9 inches; brown (7.5YR 5/4) fine sandy loam; weak medium granular structure; slightly hard, very friable, nonsticky and nonplastic; few fine and medium roots; 10 percent by volume of ironstone concretions up to 0.75 inch in diameter; few angular ironstone fragments 1 to 3 inches in diameter; strongly acid; clear smooth boundary. (4 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 64,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--9 to 25 inches; red (2.5YR 4/6) clay; common medium prominent reddish yellow (7.5YR 6/8) mottles; strong medium blocky structure; very hard, very firm, very sticky and plastic; few fine roots; few fine pores; clay films on faces of peds; 5 percent by volume of angular ironstone fragments 1 to 3 inches in diameter in the upper part; very strongly acid; gradual smooth boundary. (6 to 25 inches thick)"
      },
      {
        "name": "BC",
        "top": 64,
        "bottom": 84,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--25 to 33 inches; red (2.5YR 4/6) clay; light gray (10YR 7/1) and dark yellowish brown (10YR 4/4) shale fragments; moderate medium blocky structure; very hard, very firm, very sticky and plastic; few clay films on faces of peds; very strongly acid; clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 84,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "narrative": "C--33 to 60 inches; stratified light gray (10YR 7/1) dusky red (10R 3/3), red (2.5YR 4/6), and reddish yellow (5YR 6/6) clay and soft sandstone; strata of clay are 1/4 inch to 3 inches thick; sandstone is weakly cemented; very strongly acid."
      }
    ]
  ]
}
