{
  "SERIES": "BOOMTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB/FFP/WED",
  "REVDATE": "10/79",
  "STATES": "NV",
  "OVERVIEW": "The Boomtown series consists of very deep, well drained soils formed in mixed colluvium mainly from andesites and basaltic rocks and in residuum from andestic rock.  Boomtown soils are on plateaus and mountain slopes.  These soils have slopes of 4 to 50 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 4l degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, frigid Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boomtown very stony sandy loam, woodland.  (Colors are for dry soils unless otherwise noted.)\n0l--4 to 3 inches; partially decomposed pine and fir needles.  Abrupt smooth boundary.  (0 to 3 inches thick.)\n02--3 to 0 inches; strongly decomposed fir and pine needle duff; abrupt smooth boundary.  (0 to 4 inches thick.)\nAll--0 to ll inches; dark grayish brown (l0YR 4/2) very stony sandy loam, very dark brown (l0YR 2/2) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots and many medium and coarse roots; many very fine and fine tubular pores; l0 percent gravel, l0 percent cobbles, l5 percent stones, slightly acid (pH 6.2); clear wavy boundary.  (6 to l4 inches thick.)\nAl2--ll to l7 inches; brown (l0YR 4/3) gravelly sandy loam, very dark grayish brown (l0YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic, common very fine through coarse roots; many very fine and fine tubular pores; l5 percent gravel, 5 percent cobbles; slightly acid (pH 6.2); abrupt wavy boundary.  (4 to 8 inches thick)\nA2--l7 to 22 inches; light yellowish brown (l0YR 6/4) gravelly loam, yellowish brown (l0YR 5/4) moist; weak and moderate fine and medium subangular blocky structure; hard, friable, sticky and slightly plastic; few very fine and fine roots, and common medium and coarse roots; many very fine and fine tubular pores and common medium tubular pores; common thin clay films on peds and in pores; 20 percent gravel; slightly acid (pH 6.2); clear wavy boundary.  (3 to 7 inches thick)\nIIB2t--22 to 4l inches; very pale brown (l0YR 7/4) clay, brownish yellow (l0YR 6/8) moist; moderate coarse prismatic structure; hard, firm, sticky and plastic; few fine and medium inped roots; few fine and medium tubular pores; continuous thin and moderately thick clay films on peds and in pores; 5 percent saprolitic gravel; medium acid (pH 6.0); clear wavy boundary.  (l5 to 30 inches thick)\nIIB3t--4l to 53 inches; yellow (l0YR 7/6) clay, brownish yellow (l0YR 6/8) moist; moderate fine angular blocky structure; hard, firm, sticky and plastic; very few fine roots; common fine and medium tubular pores; many medium and large prominent very pale brown (l0YR 8/3) mottles; many thin clay films on ped faces and in pores; 5 percent saprolitic gravel; slightly acid (pH 6.0); clear wavy boundary.  (5 to 20 inches thick)\nIIC--53 to 6l inches; yellow (l0YR 7/6) clay loam, brownish yellow (l0YR 6/8) moist; massive; hard, firm, sticky and plastic; very few fine roots; very few fine tubular pores; many medium and large promiment very pale brown (l0YR 8/3) mottles; many thin clay films on peds and in pores.  5 percent saprolitic cobbles; slightly acid (pH 6.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada.  Approximately 850 feet east and l,l80 feet north of the southwest corner of sec. 3, T. l8 N., R. l8 E., Mount Diablo base line and meridian.  In the Carson Range about 7 miles south of Verdi."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist between the depths of l2 and 40 inches but are usally dry in all parts from August to October.  The thickness of the solum ranges from 40 to 60 inches.  Depth to highly weathered and bleached andesite is 60 to 80 inches.  When the upper 20 inches of the argillic horizon is mixed, the clay content is between 35 and 50 percent and the content of rock fragments ranges from 5 to 35 percent.\nThe Al horizon has color value of 3, 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It has l5 to 50 percent rock fragments.  This horizon has weak, fine through medium subangular blocky structure.\nThe A2 horizon has value of 6 or 7 dry, 5 or 6 moist, and chroma of 2, 3 or 4.  It has l5 to 50 percent rock fragments, mostly gravel size.  The B2t horizon has color value of 5, 6 or 7 dry, 4, 5 or 6 moist and chroma of 4, 6, or 8.  It is clay or clay loam  modified by 5 to 35 percent saprolitic rock fragments.  Structure is prismatic or angular blocky.  Base saturation by sum of cations is less than 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family at this time.  Hirschdale soils are similar, but have montmorillonitic clay minerology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boomtown soils are on moderately to strongly sloping plateaus and on moderately steep to steep mountain slopes at elevations between 7,500 to 9,000 feet.  Slope gradients range from 4 to 50 percent.  The upper part of these soils formed in mixed colluvium and alluvium mainly from basaltic rock and andesite and the lower part formed in colluvium and residuum of andesite.  The mean annual precipitation ranges from about 35 to 50 inches and the mean annual temperature ranges from 40 to 43 degrees F., and the frost-free season is about 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jorge, Fugawee soils.  Jorge soils have loamy-skeletal control sections.  Fugawee soils have fine-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland and wildlife habitat.  The present vegetation is dominated by California red fir, white fir, western white pine and Jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Sierra Nevada.  Boomtown soils are in-extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Washoe County, South Part, Nevada l979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0l",
        "top": 10,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0l--4 to 3 inches; partially decomposed pine and fir needles.  Abrupt smooth boundary.  (0 to 3 inches thick.)"
      },
      {
        "name": "02",
        "top": 8,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "02--3 to 0 inches; strongly decomposed fir and pine needle duff; abrupt smooth boundary.  (0 to 4 inches thick.)"
      }
    ]
  ]
}
