{
  "SERIES": "BOOMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JIM/TDC/DJE/AJT/AEC",
  "REVDATE": "09/2020",
  "STATES": "CA,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boomer gravelly loam - on a northeast facing slope of 23 percent under black oak, ponderosa pine and manzanita at 1,400 feet elevation.  (Colors are for dry soil unless otherwise stated.  When redescribed February 1977, the soil was moist throughout.)\nOi--0 to 2 inches (0 to 5 cm); black oak, ponderosa pine, and manzanita litter and humus.\nA--2 to 5 inches (5 to 13 cm); brown (7.5YR 5/4) gravelly loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine tubular and interstitial and few fine tubular pores; 15 percent gravel; moderately acid (pH 5.8); clear smooth boundary.  (2 to 10 inches thick)\nBAt--5 to 13 inches (13 to 33 cm); brown (7.5YR 5/4) gravelly sandy clay loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and plastic; many very fine and common fine and coarse roots; many very fine tubular and interstitial and few fine tubular pores; common moderately thick clay films in pores; 15 percent gravel; moderately acid (pH 5.6); gradual wavy boundary.  (0 to 10 inches thick)\nBt1--13 to 25 inches (33 to 63 cm); yellowish red (5YR 5/6) gravelly clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and plastic; common very fine and coarse roots, many very fine tubular and interstitial and few fine tubular pores; continuous moderately thick clay films on faces of peds and in pores; about 15 percent pebbles; moderately acid (pH 5.6); gradual irregular boundary.  (10 to 15 inches thick)\nBt2--25 to 35 inches (63 to 89 cm); reddish yellow (5YR 6/6) clay loam, yellowish red (5YR 4/6) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and plastic; few very fine and coarse roots; common very fine tubular pores; many moderately thick, red (2.5YR 4/6) moist, clay films on faces of peds and in pores; weathered rock fragments are reddish yellow; moderately acid (pH 5.8); diffuse irregular boundary.  (8 to 12 inches thick)\nBt3--35 to 47 inches (89 to 119 cm); reddish yellow (7.5YR 6/6) silty clay loam, strong brown (7.5YR 5/8) moist; weak coarse subangular blocky structure; slightly hard, firm, slightly sticky and plastic; few very fine and fine roots; common very fine tubular pores; common thick, yellowish red (5YR 4/6) moist clay films on faces of peds and in pores; weathered rock fragments are reddish yellow; moderately acid (pH 5.8); diffuse irregular boundary.  (6 to 14 inches thick)\nCrt--47 to 74 inches (119 to 188 cm); strongly weathered greenstone; very few roots along vertical cleavage planes; few thick clay films along vertical cleavage planes; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shasta County, California; about 10 miles west of Redding; one mile WNW on Kennedy Memorial Drive from the center of Whiskeytown Dam and about 200 feet uphill on the southern side of the road; 900 feet south and 300 feet east of the NW corner section 28, T.32 N., R.6 W. Igo Quad.40 degrees 36 minutes 23 seconds North, 122 degrees 33 minutes 32.5 seconds West, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact of weathered rock is 40 to 80 inches.  The soil between depths of about 6 and 20 inches is usually moist but is dry in all parts for about 105 to 130 days from about mid-June to mid-October.  Mean annual soil temperature ranges from 54 degrees to 59 degrees F.  Rock fragments range from 0 to 35 percent throughout the soil.\nThe A horizon has colors of 6/6, 6/4, 5/6, 5/4, 4/4 in hues of 10YR, 7.5YR, or 5YR and 7.5YR 5/2, 4/2, 3/2, 3/4 and 5YR 4/6 or 3/4.  Moist colors are 6/6, 6/4, 5/6, 5/4, 5/2, 4/6, 4/4, 4/2, 3/4, or 3/2 in hues of 10YR, 7.5YR, or 5YR.  It is gravelly loam, loam, sandy loam, or sandy clay loam with 18 to 28 percent clay.  It is neutral through medium acid.\nThe Bt horizon has colors of 7.5YR 6/8, 6/6, 6/4; 5YR 6/8, 6/6, 5/8, 5/6, 5/4, 5/3, 4/6, 4/4, 4/3; 2.5YR 5/8, 5/6, 5/4, 4/8, 4/6, or 4/4.  Moist color is 5YR 5/6, 5/4, 4/6, 4/4, 3/4; 2.5YR 4/8, 4/6, 3/6 or 3/4.  It is sandy clay loam, clay loam, or silty clay loam and may be gravelly.  It has 25 to 35 percent clay and has up to 15 percent very coarse and coarse sand.  It is slightly acid through strongly acid.  Base saturation is 50 to 75 percent.\nSome pedons have a C horizon.  This horizon ranges from sandy loam to sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bernhill, Boardburn (T), Casabonne, Cherryhill, Cle Elum, Cohasset, Crozier, Dalig (T), Fives, Fordcreek (T), Gunn (T), Holland, Hood, Hotaw, Latourell, Lettia, McGowan (T), Musick, Norling, Para (T), Rosehaven (T), Sanherdrin, Scarface (T), Speaker, Teanaway, Tigit (T), Trelk (T), Ulhalf (T), Underwood, Varelum, Wilkeson, and Wohly series.  Casabonne, Cohasset, Crozier, and Sanhedrin soils have base saturation in the control section of 35 to 50 percent.  Bernhill, Boardburn, Cle Elum, Dalig, Fives, Gunn, Hood, McGowan, Para, Scarface, Speaker, Teanaway, Tigit, Trelk, Ulhalf, Underwood, Varelum, and Wilkeson soils all have mean annual soil temperature of less than 54 degrees F.  Cherryhill soils have hues of 10YR or yellower throughout the control section.  Hotaw and Norling soils have bedrock at depths of 20 to 40 inches.  Holland, and Musick have more than 15 percent coarse plus very coarse sand in the control section.  Rosehaven soils are dry for 60 to 80 days.  Wohly soils are less than 40 inches to bedrock.  Letti soils are dry for 60 to 90 days.  Latourell soils are dry for 45 to 80 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boomer soils are on foothills and mountains.  Slopes are 2 to 75 percent.  The soils formed over weathered metavolcanic (greenstone) and basic igneous bedrock.  Elevations are 500 to 5,000 feet.  (Lower elevations are in Napa and Sonoma County, California.)  The climate has hot, dry summers and cool, moist winters.  Mean annual rainfall is 30 to 75 inches.  Seasonal snowfall ranges from less than 5 inches to about 24 inches.  Mean January temperature is about 39 degrees F; mean July temperature is about 75 degrees F; mean annual temperature is about 48 degrees to 59 degrees F.  Frost-free season is about 120 to 260 days.  The lower mean annual temperature and shorter frost-free season is in northern California north of the Sacramento Valley."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Auburn, Chawanakee, Goulding, Kinkle, Marpa, Neuns and Stonyford soils.  Auburn, Chawanakee, Goulding and Stonyford soils are less than 20 inches deep to a lithic or paralithic contact.  Kinkle and Marpa soils have a loamy-skeletal control section.  Neuns soils lack an argillic horizon and have a lithic contact at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for forestry and watershed.  Vegetation is ponderosa pine, Douglas-fir, California black oak, incense-cedar, sugar pine, manzanita, toyon, poison-oak, buckbrush and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of Siskiyou County in northern California south to San Diego County.  The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Glenn County, California, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nLast revised by the state on 3/89.\nEdits made after SDJR projects - AEC\nNational Cooperative Soil Survey\nU.S.A."
  }
}
