{
  "SERIES": "BOOMSTICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLJ/MJZ/JVC/JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boomstick very channery silt loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 50 percent channers, 10 percent flagstones, and 2 percent stones.\nA1--0 to 5 cm; light brownish gray (2.5Y 6/2) very channery silt loam, very dark grayish brown (2.5Y 3/2) moist; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine vesicular pores; 30 percent channers, 5 percent flagstones, and 1 percent stones; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 8 cm thick)\nA2--5 to 13 cm; grayish brown (10YR 5/2) channery silt loam, dark brown (10YR 3/3) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 10 percent channers, 5 percent flagstones, and 1 percent stones; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 10 cm thick)\nBt--13 to 28 cm; brown (10YR 5/3) extremely channery loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common very fine and few fine and medium roots; common very fine tubular pores; few faint clay films on faces of peds; 50 percent channers and 10 percent flagstones; moderately alkaline (pH 8.2); clear wavy boundary. (8 to 23 cm thick)\nBtk--28 to 41 cm; brown (7.5YR 4/4) extremely channery clay loam, dark brown (7.5YR 3/4) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine tubular pores; few faint clay films on faces of peds and lining pores; few fine coats of secondary carbonate on undersides of rock fragments; 60 percent channers and 20 percent flagstones; moderately alkaline (pH 8.2); clear wavy boundary. (13 to 23 cm thick)\nR--41 cm; fractured phyllite; common matted roots along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; about 15 miles northwest of Lovelock in the Trinity Range; 800 feet south and 400 feet west of the northeast corner of section 13, T. 29 N., R. 30 E; USGS Poker Brown Spring 7.5 minute topographic quadrangle; latitude 40 degrees 22 minutes 17 seconds N and longitude 118 degrees 30 minutes 57 seconds W; WGS84 Decimal Degrees 40.3895556 latitude, -118.552778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 36 to 50 cm to a lithic contact.\nReaction: Slightly alkaline or moderately alkaline.\nParticle-size control section - Clay content: 23 to 35 percent.\nRock fragments: 50 to 70 percent, mainly channers and some flagstones. Lithology of fragments is metamorphic rocks such as phyllite, slate, and hornfels.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nOther features: Rock fragments are mainly channers.\nBt and Btk horizons\nHue: 7.5YR through 2.5Y.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture: Extremely channery loam, extremely channery clay loam, or very channery clay loam.\nClay content: 23 to 35 percent.\nRock fragments: 50 to 70 percent, mainly channers and some flagstones.\nStructure: Subangular blocky or angular blocky.\nConsistence: Slightly hard or hard dry, friable or firm moist.\nEffervescence: The Bt horizon is noneffervescent; some pedons may have a very slightly effervescent matrix in a Btk horizon immediately above the bedrock.\nIdentifiable secondary carbonates: Thin coats on undersides of rock fragments are common in the Btk horizon.\nCalcium carbonate equivalent: 0 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Atlow, Checkett, Chubard, Cottle, Dorkiss, Fortyday, Gabbvally, Hooplite, Nevo, Olac, Old Camp, Phliss, Richinde, Rowel, Soughe, Stewval, and Thike series.\nAtlow, Checkett, Cottle, Dorkiss, Fortyday, Gabbvally, Hooplite, Nevo, Olac, Old Camp, Richinde, Rowel, Soughe, Stewval, and Thike soils have argillic horizons dominated by channers and flagstones. Chubard soils are less than 36 deep. Phliss soils have 1 to 5 percent calcium carbonate equivalent in the argillic horizon and are effervescent in all subhorizons of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boomstick soils are on mountains. They formed in residuum and colluvium derived from metamorphic rocks. Slopes are 15 to 75 percent. Elevations are 1,525 to 2,135 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 2150 mm, the mean annual temperature is 9 to 11 degrees C, and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Phliss soil and the Majuba and Sojur soils. Majuba soils are loamy-skeletal, moderately deep to lithic contacts, have mollic epipedons and argillic horizons, and have a frigid temperature regime. Sojur soils are loamy-skeletal, very shallow to lithic contacts, do not have diagnostic subsurface horizons, and have a typic torric moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Boomstick soils are used for rangeland and wildlife habitat. The present vegetation is mainly Lahontan sagebrush, Sandberg bluegrass, spiny hopsage, bottlebrush squirreltail, and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are moderately extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County, Nevada (West Part), 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 13 to 41 cm (Bt and Btk horizons).\nLithic contact - The boundary at 41 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 13 to 41 cm (Bt and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
