{
  "SERIES": "BOONEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DH/ALH/RJS",
  "REVDATE": "03/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Booneville loam -- on a north-facing concave slope of 25 percent under mixed subalpine fir and Douglas-fir woodland, at 6,790 feet elevation.  (Colors are for air dry soil unless otherwise stated.  When described on September 19, l978, the soil was moist throughout under 2 inches of snow.)\nOe--0 to 2 inches; partly decomposed needles and twigs. (1/2 to 2 inches thick)\nA1--2 to 7 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable; few fine and common medium roots; few fine and very fine vesicular and interstitial pores; 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (3 to 5 inches thick)\nA2--7 to 16 inches; brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure parting to weak fine and medium granular; soft, very friable; common fine, medium, and coarse roots; few fine and very fine vesicular pores; 15 percent gravel, 10 percent cobbles, 3 percent stones; slightly acid (pH 6.1); clear wavy boundary. (6 to 20 inches thick)\nBt1--16 to 32 inches; yellowish brown (10YR 5/4) very cobbly loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few medium and common coarse roots; few very fine, fine and medium tubular pores; common faint clay films on faces of peds and rock fragments; 15 percent gravel, 25 percent cobbles, 15 percent stones; slightly acid (pH 6.3); gradual wavy boundary. (16 to 30 inches thick)\nBt2--32 to 60 inches; brown (7.5YR 5/4) extremely cobbly clay loam, dark brown (7.5YR 3/4) moist; moderate medium angular blocky structure; hard, very friable, moderately sticky and moderately plastic; few medium roots; few fine and medium tubular pores; common faint clay films on faces of peds and rock fragments; 20 percent gravel, 35 percent cobbles, 20 percent stones; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Owyhee County, Idaho; about 1 mile south and 2 1/2 miles west of Silver City; 2,300 feet north and 800 feet east of the southwest corner of section 11, T.5S, R.4W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 20 to 44 inches\nAverage annual soil temperature - 36 to 40 degrees F.\nAverage summer soil temperature - 50 to 55 degrees F. (Thin O horizon not used in determining soil temperature regime.)\nMoisture control section - dry for 20 to 35 days after the summer solstice\nParticle-size control section\n35 to 60 percent rock fragments\n20 to 35 percent clay\nA horizons\nValue: 3 to 5 dry; 1 to 3 moist\nChroma: 1 to 3; dry or moist\nRock fragments: 5 to 45 percent\nReaction: slightly acid or neutral\nBt1 horizon\nHue: 7.5YR or 10YR; dry or moist\nValue: 4 or 5 dry; 2 to 4 moist\nChroma: 2 to 4; dry or moist\nTexture: CBV-L, GRV-L, GRV-SCL, CBV-CL, or STV-CL\nRock fragments: 35 to 60 percent\nReaction: moderately acid through neutral\nBt2 horizon\nHue: 7.5YR or 10YR; dry or moist\nValue: 5 or 6 dry; 3 or 4 moist\nChroma: 2 to 4; dry or moist\nTexture: CBX-CL, CBV-CL, GRX-SCL, CBV-L, STV-CL\nRock fragments: 35 to 80 percent\nReaction: moderately acid through neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAngelwhine (CA) - have a xeric moisture regime\nAspetill (CA) - have a xeric moisture regime\nBadwater (WY) - have a transitional BA horizon\nBickmore (UT) - is moderately deep to lithic contact\nBlackbear (MT) - is moderately deep to lithic contact\nBluebell (NV) - is moderately deep to lithic contact\nBuena Vista (NV) - is moderately deep to lithic contact\nDab (NV) - have a xeric moisture regime\nDailybasin (MT) - have an O horizon\nDelhew (NV) - have a xeric moisture regime\nHawkinspeak (CA) - is moderately deep to lithic contact\nKeman (ID) - have a xeric moisture regime\nLittlemud (NV) - is moderately deep to lithic contact\nLostcannon (CA) - have a xeric moisture regime\nMonibasin (CA) - have a xeric moisture regime\nPanin (NV) - is moderately deep to lithic contact\nParkalley (ID) - have a xeric moisture regime\nParkay (UT) - have a xeric moisture regime\nRedbird (SD) - have secondary calcium carbonate accumulation\nRutherford (ID) - is moderately deep to lithic contact\nSweetmount (CA) - have a xeric moisture regime\nWoodhurst (MT) - is moderately deep to lithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - moderately steep to steep concave backslopes and footslopes of mountains and foothills\nElevation - 5,200 to 8,800 feet in Idaho and Montana; up to 10,800 feet in Colorado\nSlope - 5 to 65 percent\nParent material - slope alluvium and colluvium derived from basalt and welded tuff\nClimate - cold and moist in winter and warm and dry in summer\nMean annual precipitation - 22 to 32 inches in Idaho and Montana (most of which is snow); in Colorado the precipitation ranges to 45 inches\nMean annual air temperature - 33 to 39 degrees F\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dehana (T), Southmount (T), and the competing Parkay series.  Dehana and Southmount soils have less than 35 percent coarse fragments in the control section. These are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Booneville soils are used mainly for woodland and wildlife habitat.  The dominant natural vegetation is Douglas fir, subalpine fir, mountain snowberry, Oregon grape, and elk sedge.  Quaking aspen is a common seral species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Booneville soils are of small extent in southwestern and eastern Idaho and west central Colorado. MLRAs 25, 43B and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fremont County, Idaho, l989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon:\nMollic epipedon - from 2 to 32 inches (A1, A2, and Bt1 horizons)\nArgillic horizon - from 16 to 60 inches (Bt1 and Bt2 horizons)\nParticle-size control section - from 16 to 36 inches (Bt1 and part of Bt2 horizons)\nBoonville soils have a cryic temperature regime and an udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
