{
  "SERIES": "BOONESBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "05/2006",
  "STATES": "IN,KY,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boonesboro silt loam--cultivated. (Color refers to moist conditions unless otherwise noted.)\nAp--0 to 7 inches; dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; strong fine and medium granular structure; very friable; many roots; neutral; gradual smooth boundary. (3 to 10 inches thick)\nAB--7 to 22 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate medium and coarse granular structure; very friable; common roots; neutral; clear smooth boundary. (0 to 16 inches thick)\nBw--22 to 31 inches; brown (10YR 4/3) very gravelly silt loam; weak fine and medium granular structure; very friable; few roots; 50 percent coarse fragments of limestone and chert; moderately alkaline; calcareous; abrupt smooth boundary. (7 to 16 inches thick)\nR--31 inches; hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, Kentucky, on the flood plain of Stony Run Creek; 1.1 miles east of the confluence of Stony Run and 8.9 miles northeast of Richmond, 1 1/4 miles north of Redhouse, along Kentucky Highway 388 to junction with Stony Run; thence 1.1 miles east in the flood plain of Stony Run, on south side of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to limestone bedrock ranges from 20 to 40 inches. The combined thickness of the Ap and A horizons ranges from 12 to 24 inches. Thickness of the mollic epipedon ranges from 10 to 24 inches. Limestone, chert, and siltstone fragments range from 0 to 20 percent in the A horizons, and 15 to 75 percent in the B horizons. Reaction ranges from slightly acid to moderately alkaline.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and\nchroma of 3 or less. Textures are loam, silt loam, or silty clay loam and their gravelly or flaggy analogues.\nThe B horizon has hue of 10YR or 7.5YR, values of 3 or 4, and\nchroma of 2 through 4. Textures are gravelly, cherty, channery\nor flaggy analogues of silt loam, silty clay loam, loam, or clay loam. Structure is weak or moderate, fine or medium, subangular blocky.\nSome pedons have C horizons 2 to 10 inches thick with\nthe same colors and textures of the B horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Bellevue and Rossburg are the only other\nseries in this family; Huntington and Ross series are in a closely related family. Bellevue soils have stratified B horizons with sand content coarser than very fine sand of 30 to 60 percent, and depth to bedrock more than 40 inches. Rossburg soils have solum thickness from 24 to 60 inches, and less fragments. Huntington soils have a solum more than 40 inches thick, and have fewer than 5 percent coarse fragments. Ross soils have a mollic epipedon more than 24 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Narrow flood plains, with slopes of 0 to 5 percent. The Boonesboro soils formed in local alluvium. Mean annual temperature ranges from 53 to 57 degrees F and the mean annual precipitation ranges from 44 to 52 inches. Mean annual temperature is 54 degrees F, and the mean annual precipitation is 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dunning, Huntington, Newark, and Nolin soils on flood plains, and Ashton\nand Woolper soils of the foot slopes and stream terraces. All are more than 40 inches to bedrock. Also, Dunning and Newark soils are wetter and Ashton and Woolper soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium and permeability of the A horizon is moderate, and of the B horizon rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in pasture. A few are in\nburley tobacco, home gardens and hay. Original vegetation was a mixture of hardwoods and native grasses, canes and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kentucky, Ohio, and Indiana. Extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, Kentucky; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Boonesboro soils previously were mapped as Huntington, shallow phase.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon, 0 to 22 inches, (Ap, A)\nLithic contact at 31 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
