{
  "SERIES": "BOONVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGC-ELG",
  "REVDATE": "05/2002",
  "STATES": "TX",
  "OVERVIEW": "The Boonville series consists of very deep, somewhat  poorly drained very slowly permeable soils on uplands.  They formed in colluvium and alluvium derived from weathered Yegua materials.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Vertic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boonville fine sandy loam--pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; dark grayish brown (10YR 4/2) fine sandy loam, pale brown (10YR 6/3) dry; few fine distinct brownish yellow (10YR 6/6) masses of iron accumulations; weak medium subangular blocky structure; hard, friable; many fine and medium roots; few fine pores; some root channels are lined with brown (7.5YR 4/4) colors; about 1 percent siliceous pebbles mainly less than 3/4 inch in diameter; slightly acid; abrupt smooth boundary.  (0 to 6 inches thick)\nA--4 to 10 inches; dark grayish brown (10YR 4/2) fine sandy loam, brown (10YR 5/3) dry; few fine distinct brown (7.5YR 4/4) masses of iron accumulations; weak medium subangular blocky structure; hard, friable; many fine and medium roots; few fine and medium pores; some root channels are lined with brown (7.5YR 4/4) colors; about 3 percent yellowish brown (10YR 5/4) krotovinas; about 1 percent siliceous pebbles mainly less than 3/4 inch in diameter; moderately acid; clear wavy boundary. (3 to 20 inches thick)\nEg--10 to 17 inches; grayish brown (10YR 5/2) fine sandy loam, very pale brown (10YR 7/3) dry; few medium distinct  yellowish brown (10YR 5/8) masses of iron accumulations; weak medium subangular blocky structure; hard, friable; common fine and few medium roots; few very fine pores; few fine iron-manganese concretions; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately acid; abrupt wavy boundary.  (0 to 10 inches thick)\nBtg1--17 to 24 inches; dark grayish brown (10YR 4/2) clay, light brownish gray (10YR 6/2) dry; common medium prominent red (2.5YR 4/8) and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulations; weak very coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; common fine roots; few fine pores; common pressure faces and few small slickensides; patchy dark gray clay films on surfaces of prisms; few fine iron-manganese concretions; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; slightly acid; clear wavy boundary.\nBtg2--24 to 36 inches; grayish brown (2.5Y 5/2) clay, light brownish gray (2.5Y 6/2) dry; common medium distinct light olive brown (2.5Y 5/4) masses of iron accumulations; weak coarse prismatic structure parting to weak medium angular blocky; extremely hard, very firm; few fine roots; few fine pores; few pressure faces and small slickensides; patchy dark grayish brown clay films on surface of prisms; few fine iron-manganese concretions; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; neutral; clear wavy boundary.\nBtg3--36 to 41 inches; grayish brown (2.5Y 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; weak coarse prismatic structure parting to weak fine angular blocky; extremely hard, very firm; few fine roots; few fine pores; few pressure faces; patchy clay films on surface of prisms; few fine iron-manganese concretions; few fine masses of gypsum; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately alkaline; clear wavy boundary.  (combined thickness of Btg horizons 16 to 28 inches)\nBtk--41 to 56 inches; light brownish gray (2.5Y 6/2) clay loam, light gray (2.5Y 7/2) dry, weak coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; few fine roots; few fine pores; few patchy clay films on surface of prisms;  few fine iron-manganese concretions and common iron stains along the surface of peds and in some root channels; common fine calcium carbonate masses; few fine masses of gypsum; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; slightly effervescent; moderately alkaline; clear wavy boundary. (0 to 18 inches thick)\nBCt1--56 to 64 inches; light yellowish brown (10YR 6/4) clay loam, very pale brown(10YR 7/4) dry; few fine distinct reddish yellow (7.5YR 6/8) masses of iron accumulations; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm; few fine roots; common fine pores; few patchy clay films on surface of prisms; few fine iron-manganese concretions; masses of gypsum make up 3 to 5 percent; shale fragments mainly less than 2 inches across make up about 5 percent; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately alkaline; clear wavy boundary.\nBCt2--64 to 73 inches; light yellowish brown (10YR 6/4) clay loam, very pale brown (10YR 7/4) dry; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm; few fine roots; common fine pores; few patchy clay films on surface of prisms; few fine iron-manganese concretions; few fine masses of gypsum; shale fragments mainly less than 2 inches across make up about 5 percent; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately alkaline; abrupt smooth boundary.  (combined thickness of BCt horizons 14 to 34 inches)\n2CB--73 to 88 inches; light brownish gray (2.5Y 6/2) shale with clay loam texture; common medium prominent yellowish brown (10YR 5/8) mottles; weak very coarse prismatic structure parting to moderate medium platy; very firm, very hard; few fine and medium masses of gypsum; some plates have iron stains on horizontal surfaces; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brazos County, Texas; from the intersection Texas Highway 21 and Farm Road 2038 near Kurten, southeast 2.5 miles on Farm Road 2038, southwest 1.3 miles on Old Reliance Road, 1000 feet southeast on oil field road, 500 feet southwest of oil well in a pasture.  (Longitude: 96 degrees, 15 minutes, 0 seconds west; Latitude: 30 degrees, 45 minutes, 0 seconds north)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60  to about 80 inches.  Cracks.4 of an inch or more wide and more than 12 inches deep are in the Btg horizon when dry.  Pressure faces and small slickensides range from few to many in some part of the argillic horizon. The upper boundary of the subsoil has amplitude of waviness of3 to 30 inches between the subsoil crests and the subsoil troughs, with the length of cycle ranging from 3 to 8 feet. Troughs commonly form an uphill-downhill configuration with depressions within the troughs.  Siliceous and ironstone pebbles range from none to about 5 percent throughout\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3. Where value is 3 or less the horizon is less than 7 inches thick. Texture is fine sandy loam or very fine sandy loam.  Reaction ranges from strongly acid to neutral.  The boundary between the A and Bt is abrupt over the subsoil crests and clear in the subsoil troughs.  An E horizon is common in the subsoil troughs, but is absent on most subsoil crests.\nThe E horizon has hue of 10YR, value of 5 or 6 and chroma of 1 to 3.  The epipedon ranges  from 3 inches thick over subsoil crests to about 30 inches thick over subsoil troughs.  But, dominantly ranges between 10 and 20 inches thick. Texture is fine sandy loam or very fine sandy loam.\nThe reaction ranges from strongly acid to slightly acid.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2. Redoximorphic features in shades of brown, gray and red range from few to common.  Typically, subsoil crests are more mottled than subsoil troughs.  The texture is clay or clay loam with clay content of 35 to 55 percent.  The reaction of the Btg1 ranges from strongly acid to neutral. Lower Btg horizons range from slightly acid to moderately alkaline.\nSome pedons have Btk horizons in shades of brown or gray with or without redoximorphic features.  Carbonates range from 1 to 5 percent and the reaction is slightly alkaline or moderately alkaline.\nThe BCt horizon has matrix colors in shades of brown or gray.  Redoximorphic features in these colors and in shades of red or yellow range from few to many and some pedons have a mottled matrix.  Texture is loam, sandy clay loam or clay loam.  Reaction is slightly alkaline or moderately alkaline.\nThe 2C horizon has colors in shades of brown, gray or yellow.  It is loamy or shaly materials of the Yegua Geology.  Texture is sandy clay loam, clay loam or clay.  Reaction ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. Soils in similar families include the Lufkin, Mabank, Tabor, Wilson and Zulch series.  The Lufkin, Mabank, Wilson, and Zulch soils are in a vertic subgroup but do not have ruptic properities. In addition Wilson soils do not have an abrupt textural change between the epipedon and argillic horizon.  Also, Zulch soils have solum 40 to 60 inches thick over shale.   Tabor soils have matrix colors with chroma of more than 3 in the upper part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boonville soils are on nearly level to very gently sloping uplands of colluvial or alluvial origin.  The soils formed in clayey and loamy sediments derived from partly weathered Eocene Age Formations, mainly the Yegua.  These soils occupy depositional concave footslopes and planar backslopes adjacent to smooth shallow tributaries.   The mean annual temperature ranges from66 to 69 degrees F., average annual precipitation ranges from36 to 42 inches.  The elevation ranges from 250 to 350 feet above sea level and the frost free days range from 270 to 280.  Thornthwaite P-E index ranges from60 to 68."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Mabank, Tabor and Zulch series and the Gredge and Zack series.  The Mabank soils are on slightly lower positions. The Tabor and the Gredge soils are on lower terrace positions but typically with convex surfaces.  The Zack and Zulch series are on higher positions.  Zack soils have brownish and reddish colors in the argillic horizon and are underlain by softshale at a depth of 25 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, medium surface runoff; very slow internal drainage; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for improved pasture and range.  Native vegetation is mid and tall grass prairie of little bluestem, indiangrass, and switchgrass, with a few hackberry, elm, honey locust and oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Texas claypan area of east central Texas.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grimes County, Texas; 1988.  Series was proposed in Brazas county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Previously included with the Lufkin series in 1951 Brazos County Soil Survey.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon  - 0 to 17 inches. (Ap,A and E horizons)\nChromic feature - 0 to 10 inches (Ap and A horizons)\nAlbic horizon - 10 to 17 inches (Eg horizon).\nArgillic horizon - 17 to 73 inches. (Btg1,Btg2,Btg3,Btk,BCt1, and BCt2)\nAbrupt textural change - at 17 inches.\nHigh shrink-swell properties - in Btg horizons\n2C horizon of weathered shale - below 73 inches.\nAquic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  TAMU Soil Characterization Lab Data - S85TX-041-004 and S84TX-041-001"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark grayish brown (10YR 4/2) fine sandy loam, pale brown (10YR 6/3) dry; few fine distinct brownish yellow (10YR 6/6) masses of iron accumulations; weak medium subangular blocky structure; hard, friable; many fine and medium roots; few fine pores; some root channels are lined with brown (7.5YR 4/4) colors; about 1 percent siliceous pebbles mainly less than 3/4 inch in diameter; slightly acid; abrupt smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "A",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--4 to 10 inches; dark grayish brown (10YR 4/2) fine sandy loam, brown (10YR 5/3) dry; few fine distinct brown (7.5YR 4/4) masses of iron accumulations; weak medium subangular blocky structure; hard, friable; many fine and medium roots; few fine and medium pores; some root channels are lined with brown (7.5YR 4/4) colors; about 3 percent yellowish brown (10YR 5/4) krotovinas; about 1 percent siliceous pebbles mainly less than 3/4 inch in diameter; moderately acid; clear wavy boundary. (3 to 20 inches thick)"
      },
      {
        "name": "Eg",
        "top": 25,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg--10 to 17 inches; grayish brown (10YR 5/2) fine sandy loam, very pale brown (10YR 7/3) dry; few medium distinct  yellowish brown (10YR 5/8) masses of iron accumulations; weak medium subangular blocky structure; hard, friable; common fine and few medium roots; few very fine pores; few fine iron-manganese concretions; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately acid; abrupt wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 43,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--17 to 24 inches; dark grayish brown (10YR 4/2) clay, light brownish gray (10YR 6/2) dry; common medium prominent red (2.5YR 4/8) and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulations; weak very coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; common fine roots; few fine pores; common pressure faces and few small slickensides; patchy dark gray clay films on surfaces of prisms; few fine iron-manganese concretions; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; slightly acid; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 61,
        "bottom": 91,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--24 to 36 inches; grayish brown (2.5Y 5/2) clay, light brownish gray (2.5Y 6/2) dry; common medium distinct light olive brown (2.5Y 5/4) masses of iron accumulations; weak coarse prismatic structure parting to weak medium angular blocky; extremely hard, very firm; few fine roots; few fine pores; few pressure faces and small slickensides; patchy dark grayish brown clay films on surface of prisms; few fine iron-manganese concretions; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; neutral; clear wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 91,
        "bottom": 104,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg3--36 to 41 inches; grayish brown (2.5Y 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; weak coarse prismatic structure parting to weak fine angular blocky; extremely hard, very firm; few fine roots; few fine pores; few pressure faces; patchy clay films on surface of prisms; few fine iron-manganese concretions; few fine masses of gypsum; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately alkaline; clear wavy boundary.  (combined thickness of Btg horizons 16 to 28 inches)"
      },
      {
        "name": "Btk",
        "top": 104,
        "bottom": 142,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk--41 to 56 inches; light brownish gray (2.5Y 6/2) clay loam, light gray (2.5Y 7/2) dry, weak coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; few fine roots; few fine pores; few patchy clay films on surface of prisms;  few fine iron-manganese concretions and common iron stains along the surface of peds and in some root channels; common fine calcium carbonate masses; few fine masses of gypsum; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; slightly effervescent; moderately alkaline; clear wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "BCt1",
        "top": 142,
        "bottom": 163,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCt1--56 to 64 inches; light yellowish brown (10YR 6/4) clay loam, very pale brown(10YR 7/4) dry; few fine distinct reddish yellow (7.5YR 6/8) masses of iron accumulations; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm; few fine roots; common fine pores; few patchy clay films on surface of prisms; few fine iron-manganese concretions; masses of gypsum make up 3 to 5 percent; shale fragments mainly less than 2 inches across make up about 5 percent; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "BCt2",
        "top": 163,
        "bottom": 185,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BCt2--64 to 73 inches; light yellowish brown (10YR 6/4) clay loam, very pale brown (10YR 7/4) dry; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm; few fine roots; common fine pores; few patchy clay films on surface of prisms; few fine iron-manganese concretions; few fine masses of gypsum; shale fragments mainly less than 2 inches across make up about 5 percent; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; moderately alkaline; abrupt smooth boundary.  (combined thickness of BCt horizons 14 to 34 inches)"
      },
      {
        "name": "2CB",
        "top": 185,
        "bottom": 224,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2CB--73 to 88 inches; light brownish gray (2.5Y 6/2) shale with clay loam texture; common medium prominent yellowish brown (10YR 5/8) mottles; weak very coarse prismatic structure parting to moderate medium platy; very firm, very hard; few fine and medium masses of gypsum; some plates have iron stains on horizontal surfaces; about 1 percent siliceous and ironstone pebbles mainly less than 3/4 inch in diameter; slightly alkaline."
      }
    ]
  ]
}
