{
  "SERIES": "BOONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-TAM-PMW",
  "REVDATE": "10/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, uncoated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boone sand, from an area of Boone-Elevasil complex, on a convex, west-facing slope of 28 percent, at an elevation of about 293 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 centimeters; very dark grayish brown (10YR 3/2) moderately decomposed plant material; about 45 percent fiber and 20 percent rubbed; weak thin platy structure; non-sticky; very strongly acid; abrupt smooth boundary. (0 to 8 centimeters thick)\nA--2 to 8 centimeters; very dark grayish brown (10YR 3/2) sand, dark grayish brown (10YR 4/2) dry; weak fine granular structure; very friable; many very fine and fine roots; pale brown (10YR 6/3) clean sand grains throughout; strongly acid; abrupt wavy boundary. (2 to 16 centimeters thick)\nE--8 to 20 centimeters; brown (10YR 4/3) sand, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; very friable; common very fine and fine roots; about 14 percent sandstone channers; strongly acid; abrupt wavy boundary. (0 to 21 centimeters thick)\nBw--20 to 53 centimeters; dark yellowish brown (10YR 4/4) sand; weak coarse subangular blocky structure; very friable; few fine roots; about 13 percent sandstone channers; strongly acid; clear wavy boundary. (9 to 64 centimeters thick)\nC--53 to 89 centimeters; brownish yellow (10YR 6/6) sand; single grain; loose; few fine roots; about 10 percent sandstone channers; strongly acid; gradual smooth boundary. (25 to 77 centimeters thick)\nCr--89 to 152 centimeters; very pale brown (10YR 8/2) weakly cemented sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Jackson County, Wisconsin; located about 1.5 miles south and 2 miles west of Melrose; about 1,280 feet north and 2000 feet west of the southeast corner of section 24, T. 19 N., R. 6 W.; USGS North Bend topographic quadrangle; latitude 44 degrees 6 minutes 13 seconds N., longitude 91 degrees 02 minutes 24 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the paralithic contact with sandstone--50 to 100 centimeters\nThe weighted average content of silt plus clay is 5 percent or less in the particle-size control section and the weighted average content of weatherable minerals is less than 10 percent (0.02 to 2 mm fraction)\nRock outcrops are in some areas and a rocky phase is recognized\nO horizon (when present):\nHue--7.5YR, 10YR or is neutral\nValue--2 or 3\nChroma--0 to 2\nModerately decomposed plant material\nA horizon:\nHue--7.5YR or 10YR\nValue--2 to 5\nChroma--1 to 3\nTexture--sand, fine sand, loamy sand, loamy fine sand, fine sandy loam\nClay content--2 to 12 percent\nSand content--70 to 95 percent\nRock fragment content--0 to 15 percent channers, 0 to 5 percent flagstones\nReaction--extremely acid to slightly acid\nAp horizon (when present):\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--2 or 3\nTexture--sand, fine sand, loamy sand, loamy fine sand, fine sandy loam\nClay content--2 to 12 percent\nSand content--70 to 95 percent\nRock fragment content--0 to 15 percent channers, 0 to 5 percent flagstones\nReaction--extremely acid to neutral\nE horizon (when present):\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--sand, fine sand, loamy sand, loamy fine sand, or the channery analogues of these textures\nClay content--1 to 5 percent\nSand content--85 to 98 percent\nRock fragment content--0 to 35 percent channers, 0 to 5 percent flagstones\nReaction--extremely acid to neutral\nBw horizon:\nHue--10YR or 7.5YR\nValue--4 to 6\nChroma--3 to 6\nTexture--sand, fine sand, loamy sand, loamy fine sand, or the channery analogues of these textures\nClay content--1 to 5 percent\nSand content--85 to 98 percent\nRock fragment content--0 to 35 percent channers, 0 to 5 percent flagstones\nReaction--very strongly acid to neutral\nHorizons with spodic colors have pH greater than 5.9 or have less than 0.6 percent organic carbon\nC horizon:\nHue--7.5YR or 10YR\nValue--5 to 8\nChroma--1 to 6 (uncoated sand grains)\nTexture--sand, fine sand, or the channery analogues of these textures\nClay content--1 to 5 percent\nSand content--90 to 98 percent\nRock fragment content--0 to 35 percent channers, 0 to 5 percent flagstones\nReaction--very strongly acid to slightly acid\nCr horizon:\nHue--7.5YR or 10YR\nValue--5 to 8\nChroma--1 to 6 (uncoated sand grains)\nTexture--sand, fine sand, or the channery analogues of these textures (sandstone)\nClay content--0 to 3 percent\nSand content--90 to 100 percent\nRock fragment content--0 to 35 percent channers, 0 to 5 percent flagstones\nReaction--very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carver, Goodharbor, Hooksan, Tarr, and Tint series.\nNone of these soils have a paralithic contact within a depth of 150 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of siliceous sandy residuum from the underlying sandstone and/or in siliceous sandy colluvium or slope alluvium\nLandform--hills in bedrock controlled uplands\nSlope--1 to 90 percent\nElevation--200 to 430 meters above sea level\nMean annual air temperature--8 to 11 degrees C\nMean annual precipitation--700 to 850 millimeters\nFrost-free period--135 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Council, Elevasil, Gale, Hixton, and Tarr soils.\nCouncil--are in lower landscape positions, have an argillic horizon, have an average clay content of 10 to 17 percent in the particle-size control section and do not have a paralithic contact within a depth of 150 centimeters\nElevasil--are in landscape positions similar to the Boone soils, have an argillic horizon and have an average clay content of 10 to 17 percent in the particle-size control section\nGale--are in landscape positions similar to the Boone soils, have an argillic horizon, have an average clay content of more than 18 percent and an average sand content of less than 15 percent in the upper two thirds of the particle-size control section\nHixton--are in landscape positions similar to the Boone soils, have an argillic horizon, have an average clay content of 18 to 27 percent and an average sand content of 40 to 65 percent in the upper two thirds of the particle-size control section\nTarr--are in lower landscape positions on base slopes, do not have an argillic horizon and do not have a paralithic contact within a depth of 150 centimeters"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--excessively drained--these soils are not frequently saturated within a depth of 1.8 meters during the wettest portions of normal years\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second (high) in the siliceous sandy residuum or in siliceous sandy colluvium or slope alluvium and 1.00 to 100.00 micrometers per second (moderately high or high) in the sandstone\nSurface runoff potential--negligible to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMany areas are forested.  The native vegetation is deciduous and coniferous trees. Common trees are northern pin oak or black oak, jack pine, and eastern white pine. Some areas are cultivated.  Common crops are corn, small grain, and hay. Some areas are pastured."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section, Wisconsin driftless section, Till plains, and Dissected till plains\nMLRAs--Wisconsin and Minnesota Thin Loess and Till (90),\nWisconsin and Minnesota Sandy Outwash (91),\nCentral Iowa and Minnesota Till Prairies (103),\nEastern Iowa and Minnesota Till Prairies (104),\nNorthern Mississippi Valley Loess Hills (105),\nIowa and Missouri Deep Loess Hills (107), and\nIllinois and Iowa Deep Loess and Drift (108)\nLRRs K & M; West-central and southwestern Wisconsin, southeastern Minnesota, northeastern Iowa, and northwestern Illinois, and northeastern Nebraska\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bates County, Missouri, 1908."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nSeries control section--the zone from the surface of the soil to a depth of 150 centimeters\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface of the soil to a depth of 20 centimeters (Oe, A, and E horizons);\ncambic horizon--the zone from a depth of 20 to 53 centimeters (Bw horizon); paralithic contact--the contact with sandstone bedrock at a depth of 89 centimeters;\nsiliceous feature--less than 10 percent weatherable minerals (.02 to 2 mm fraction) in the particle-size control section;\nuncoated class--weighted average content of silt plus clay of 5 percent or less in the particle-size control section.\nThe Type Location is associated with the Wonewoc formation. The Boone series concept could occur on any of the dominantly quartz Cambrian sandstone formations as well as the Ordovician St. Peter formation.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska - user pedon ID 90WI019036 (http://ssldata.nrcs.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
