{
  "SERIES": "BOOTEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/RWL",
  "REVDATE": "03/98",
  "STATES": "OR",
  "OVERVIEW": "The Booten series consists of very deep, well drained soils on canyons.  They formed in colluvium and residuum derived dominantly from mixed volcanic ash and pumice.  Slopes are 0 to 65 percent.  The mean annual precipitation is about 17 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Booten loam - on a 2 percent slope at an elevation of 2700 feet, woodland. (Colors are for moist soil unless otherwise noted.)\n0i--1 inch to 0; organic layer of needles and twigs.\nA1--0 to 6 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate fine and medium granular structure; soft, friable, nonsticky and nonplastic; many very fine, fine and common medium roots; common very fine, fine and medium irregular pores; 5 percent pumice gravel; slightly acid (pH 6.2); clear smooth boundary.\nA2--6 to 13 inches; very dark grayish brown (10YR 3/2) loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine, fine, medium and common coarse roots; many very fine, fine and medium tubular pores; 5 percent pumice gravel; slightly acid (pH 6.4); clear smooth boundary.  (combined thickness of the A horizon is 9 to 18 inches)\nBt1--13 to 23 inches; dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, medium and few coarse roots; many very fine, fine and medium tubular pores; few distinct clay films on faces of peds; 5 percent pumice gravel; slightly acid (pH 6.4); clear smooth boundary.\nBt2--23 to 30 inches; dark brown (10YR 4/3) gravelly loam, pale brown (10YR 6/3) dry; moderate medium and coarse subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots; common very fine, fine and few medium and coarse tubular pores; few distinct clay films on faces of peds; 15 percent pumice gravel; neutral (pH 6.6); clear smooth boundary.\nBt3--30 to 42 inches; dark grayish brown (10YR 4/2) gravelly clay loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; common distinct clay films on faces of peds; 30 percent pumice gravel; neutral (pH 6.8); clear smooth boundary. (combined thickness of the Bt horizon is 26 to 43 inches)\nC--42 to 60 inches; brown (10YR 4/3) extremely gravelly sandy loam, pale brown (10YR 6/3) dry; massive; slightly hard, firm, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 65 percent pumice gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon, about 1200 feet west and 2300 feet south of the NE corner of section 10, T.10 S., R.11 E. (Latitude 44 degrees, 41 minutes, 27 seconds N, Longitude 121 degrees, 24 minutes, 31 seconds W) Warm Springs Indian Reservation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  These soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 consecutive days within the four months that follow the summer solstice.  The mean annual soil temperature is 49 to 51 degrees F.  Depth to bedrock is greater than 60 inches.  The mollic epipedon is 10 to 15 inches thick and may include the upper part of the Bw horizon.  The solum has a phosphate retention of 15 to 25 percent, 30 to 40 percent volcanic glass and glass coated aggregate including 10 to 20 percent 0.5 to 2.0 mm diameter pumice, 0.2 to 0.8 percent acid oxalate extractable aluminum plus one-half iron, and 8 to 15 percent 15-bar water (air-dried).  The particle-size control section has 18 to 30 percent field estimated clay 5 to 35 percent pumice, and averages more than 30 percent volcanic glass.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It contains 0 to 10 percent pumice gravel and 10 to 20 percent .5 to 2mm size pumice.\nThe Bt horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 to 4 moist and dry.  It is loam, clay loam or sandy clay loam and contains 5 to 35 percent pumice gravel.  Soil reaction is slightly acid or neutral.\nThe C horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is sandy loam or loam and contains 40 to 70 percent pumice gravel. Soil reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Booten soils are on nearly level to very steep north-facing side slopes of canyons.  The soil formed in colluvium and residuum derived dominantly from mixed volcanic ash and pumice. Slopes are 0 to 65 percent.  Elevations are 2200 to 3000 feet.  The climate is characterized by cool and wet winters and hot and dry summers.  The mean annual precipitation is 14 to 20 inches.  The mean annual temperature is 47 to 49 degrees F.  The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Evick, Happus and Spilyay soils.  Evick soils are on south-facing side slopes, and shallow to volcanic tuff.  Happus soils are on south-facing foot slopes and ashy-pumiceous.  Spilyay soils are on south-facing foot slopes, fine and montmorillonitic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate to moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, watershed and wildlife habitat.  The native vegetation is ponderosa pine with an understory of antelope bitterbrush, Idaho fescue, arrowleaf balsamroot and tailcup lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 6.  The soils of this series are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Reference sample from similar Booten soil, Pedon #91P1153, Warm Springs Soil Survey, Jefferson County, sampled by Lincoln, NE, 06/92.\nREMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of approximately 13 inches (A1 and A2 horizons).\nArgillic horizon - the zone from 13 to 42 inches (Bt1, Bt2 and Bt3 horizons).\nParticle-size control section - the zone from 13 to 33 inches (Bt1, Bt2, and upper 3 inches of Bt3 horizon) with weighted average of more than 30 percent volcanic glass.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of approximately 13 inches (A1 and A2 horizons).\nArgillic horizon - the zone from 13 to 42 inches (Bt1, Bt2 and Bt3 horizons).\nParticle-size control section - the zone from 13 to 33 inches (Bt1, Bt2, and upper 3 inches of Bt3 horizon) with weighted average of more than 30 percent volcanic glass.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
