{
  "SERIES": "BOOTS",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-JJJ",
  "REVDATE": "10/2011",
  "STATES": "IN,IA,MI,MN,NY,WI",
  "OVERVIEW": "The Boots series consists of very deep, very poorly drained soils formed in organic material.  These soils have moderate or moderately rapid permeability.  Slopes are less than 2 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boots muck - on a slope of less than 1 percent in an undisturbed area at an elevation of about 821 feet.  (Colors are for moist soil unless otherwise stated.)\n0a1--0 to 4 inches; black (5YR 2/1), dark reddish brown (5YR 2/2) rubbed sapric material; about 15 percent fiber, 5 percent rubbed; massive; very friable; common fine roots; primarily herbaceous fibers; neutral (pH 7.0); clear wavy boundary.\nOa2--4 to 10 inches; dark reddish brown (5YR 2/2), dark reddish brown (5YR 3/2) rubbed sapric material; about 20 percent fiber, 5 percent rubbed; massive; very friable; primarily herbaceous fibers; neutral (pH 7.0); clear wavy boundary.\nOe--10 to 60 inches; dark reddish brown (5YR 3/2), dark brown (7.5YR 3/2) rubbed hemic material; about 70 percent fiber, 20 percent rubbed; weak platy structure; very friable; primarily herbaceous fibers; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Wisconsin; about 6 miles east of Wisconsin Dells in Weeting Marsh; 2,280 feet north and 1,059 feet east of the southwest corner of sec. 10, T. 13 N., R. 7 E. USGS Lewiston, Wis. Quad. Latitude - 43 degrees 37 minutes 08 seconds N., Longitude 89 degrees 39 minutes 19 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic layers are more than 51 inches thick.  The organic material is primarily herbaceous fibers.  Some pedons contain up to 15 percent by volume of woody fragments that cannot be crushed between the fingers.  Layers within the control sections typically have pH of 6.0 to 7.0 in water, but range from pH 5.6 to 7.3.  In some pedons, carbonates are in subhorizons of the subsurface tier.  In some pedons thin layers contain as much as 20 percent mineral material.  Layers within subsurface and bottom tiers have hue of 5YR, 7.5YR, or 10YR; value of 2 to 4, and chroma of 1 to 4.  Typically, the layers in the surface tier are predominantly sapric material, but in some pedons they are primarily hemic material.  These layers are commonly massive, but in some pedons they have weak coarse subangular blocky or weak platy structure.  The layers in the subsurface and bottom tiers are predominantly hemic material.  In some pedons, layers of sapric materials are within the subsurface and bottom tiers but total thickness is less than 10 inches.  The layers in the subsurface and bottom tiers commonly have weak platy structure or they are massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cutcomb and McMurray series and the Carbondale, Carlisle, Caron, Greenwood, Houghton, Lena, Loxley, Lupton, Rifle, Spalding, and Tacoosh series.  The Cutcomb series that was established in 1995 should be dropped and combined with Boots.  McMurray soils consist mainly of woody fibers.  Carbondale, Greenwood, Loxley, Lupton, Rifle, Spalding, and Tacoosh soils are frigid.  In addition, Carbondale, Loxley, and Lupton soils have sapric material dominant in the control section and Tacoosh soils have mineral substrata at depths ranging from 16 to about 50 inches.  Carlisle, Houghton, and Lena soils have sapric material dominant in the control section.  In addition, Lena soils are calcareous throughout.  Caron soils have limnic substrata at depths ranging from 16 to about 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boots soils are in depressions within moraines, outwash areas, and lake basins.  Slopes are less than 2 percent.  Mean annual precipitation ranges from 28 to 33 inches. Mean annual air temperature is estimated to range from 45 to 54 degrees  F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Houghton soils and the Adrian and Palms soils.  These soils occupy similar positions on the landscape.  Adrian and Palms soils consist of sapric material above mineral substrata which is at depths of less than 50 inches.  Very poorly drained, poorly drained, or somewhat poorly drained mineral soils are commonly along the outer boundary."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  The potential for surface runoff is negligible. Permeability is moderate or moderately rapid. These soils have an apparent seasonal high water table from 1 foot above the surface to 1 foot below for long periods in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily in woodland, but in some places the vegetation is chiefly reeds, sedges, and cattails.  Principal woodland vegetation is tamarack, dogwood, poison sumac, alder, and willow with ground cover of sphagnum moss, marsh grasses, sedges, reeds, and cattails.  Ground cover varies with amount of sunlight and microrelief."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central part of Wisconsin, northern Iowa, southern Minnesota, southern Michigan, and New York.   The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Columbia County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  It is believed that the depressional positions, which these soils occupy, are frost pockets with a slightly cooler microclimate than adjacent uplands.  Diagnostic horizons and features recognized in this pedon are:\nOrganic material has 12 percent or more organic carbon and is dominatly hemic in the subsurface tier (12 to 36 inches).  The fiber content meets neither the rubbed fiber content or sodium pyrophosphate solubility requirements for either fibric or sapric materials.  Soil temperature is mesic (47 to 59 degrees F).\nOctober 2011 Update added MLRA 98 and removed \"in water\" from pH entry\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0a1",
        "top": 0,
        "bottom": 10,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "0a1--0 to 4 inches; black (5YR 2/1), dark reddish brown (5YR 2/2) rubbed sapric material; about 15 percent fiber, 5 percent rubbed; massive; very friable; common fine roots; primarily herbaceous fibers; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Oa2",
        "top": 10,
        "bottom": 25,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa2--4 to 10 inches; dark reddish brown (5YR 2/2), dark reddish brown (5YR 3/2) rubbed sapric material; about 20 percent fiber, 5 percent rubbed; massive; very friable; primarily herbaceous fibers; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Oe",
        "top": 25,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "Oe--10 to 60 inches; dark reddish brown (5YR 3/2), dark brown (7.5YR 3/2) rubbed hemic material; about 70 percent fiber, 20 percent rubbed; weak platy structure; very friable; primarily herbaceous fibers; neutral (pH 7.0)."
      }
    ]
  ]
}
