{
  "SERIES": "BOOTHBAY",
  "STATUS": "Established Series",
  "BYREV": "GTH-KJL-REE",
  "REVDATE": "12/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boothbay silt loam, on an east-facing 3 percent slope under grasses at an elevation of 57 meters.  (Colors are for moist soil unless otherwise noted.  When described on August 9, 2005, the soil was moist throughout.)\nAp -- 0 to 15 cm; dark yellowish brown (10YR 4/4) silt loam; pale brown (10YR 6/3) dry; moderate medium granular structure; very friable, slightly sticky, slightly plastic; many fine and very fine roots throughout; moderately acid (pH 5.6); clear smooth boundary (10 to 25 cm thick).\nBw1 -- 15 to 25 cm; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; very friable, slightly sticky, slightly plastic; common fine and very fine roots throughout; common very fine tubular pores; strongly acid (pH 5.5); clear smooth boundary.\nBw2 -- 25 to 46 cm; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine and very fine roots throughout; common very fine tubular pores; strongly acid (pH 5.2); clear smooth boundary.  (Combined thickness of the Bw horizons ranges from 15 to 71 cm.)\nBC -- 46 to 56 cm; light olive brown (2.5Y 5/4) silt loam; moderate medium subangular blocky structure; friable, slightly sticky, moderately plastic; common fine and very fine roots throughout; common medium tubular pores; few medium prominent yellowish red (5YR 4/6) masses of iron accumulation in matrix surrounding few medium distinct grayish brown (2.5Y 5/2) areas of iron depletion; strongly acid (pH 5.1); clear smooth boundary (10 to 41 cm thick).\nC1 -- 56 to 71 cm; light olive brown (2.5Y 5/4) silt loam; firm, slightly sticky, moderately plastic; common medium prominent yellowish red (5YR 4/6) masses of iron accumulation in matrix surrounding common medium distinct grayish brown (2.5Y 5/2) areas of iron depletion; moderate medium plates; strongly acid (pH 5.1); abrupt smooth boundary.\nC2 -- 71 to 165 cm; dark grayish brown (2.5Y 4/2) silty clay loam; firm, moderately sticky, moderately plastic; common medium prominent yellowish red (5YR 4/6) masses of oxidized iron in matrix surrounding common medium faint grayish brown (2.5Y 5/2) areas of iron depletion; many coarse faint very dark gray (10YR 3/1) masses of iron-manganese on faces of plates; moderate thick plates; strongly acid (pH 5.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Penobscot County, Maine, Township of Carmel. From the intersection of Fuller Road and Horseback Road, 2600 feet north along Horseback Road and 800 feet east of it, in a hayfield behind the cemetery. USGS Carmel, ME topographic quadrangle; latitude 44 degrees 49 minutes 59 seconds N. and longitude 69 degrees 0 minutes 8 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 45 to 90 cm. Depth to bedrock is more than 150 cm. Rock fragment content throughout the soil is less than 5 percent by volume. Stones cover from 0 to 0.1 percent of the surface in most areas but may range up to 3 percent. Reaction ranges from strongly acid to slightly acid in the surface, strongly acid to neutral in the subsoil and substratum.\nThe Ap, or A horizon where present, has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 3 or 4. It is typically silt loam but is very fine sandy loam in some areas. It has weak or moderate fine or medium granular structure. Moist consistence is very friable or friable. It is slightly sticky and slightly plastic.\nThe Bw horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 3 to 6. It is typically silt loam but is very fine sandy loam in some areas.  It has weak or moderate fine or medium subangular blocky or fine or moderate medium granular structure. Moist consistence is very friable or friable. It is slightly sticky and slightly or moderately plastic.\nThe BC horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 3 or 4. In some pedons the lower part of the horizon ranges to chroma 2. It is silt loam or silty clay loam. It has moderate or strong fine or medium subangular blocky, weak or moderate medium to very coarse prismatic, or weak or moderate medium to thick platy structure. Moist consistence is friable or firm. It is slightly or moderately sticky and slightly to very plastic.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 2 to 4. Chroma 2 is considered to be inherent in the parent material. It is silt loam or silty clay loam. Most pedons exhibit weak to strong, fine to coarse subangular or angular blocks, thick or very thick plates, or moderate or strong coarse or very coarse prisms, all of which are considered inherited from the parent material. Some pedons are massive. Moist consistence is friable or firm. It is slightly or moderately sticky and slightly to very plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no series in the same family.\nSoil series in related families include Buxton, Eelweir, Elmwood, and Kalurah. Buxton soils have a fine particle-size class. Eelweir soils are coarse-loamy. Elmwood soils are coarse-loamy over clayey. Kalurah soils are coarse-loamy and formed in calcareous till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Boothbay soils are on lake plains and marine terraces. Slopes are typically 3 to 15 percent, but range up to 25 percent in some areas. The soils formed in glaciomarine and glaciolacustrine sediments of Wisconsin age. The climate is humid and cool temperate. The mean annual precipitation is 1010 to 1270 mm. The mean annual air temperature is 4 to 8 degrees C. The frost-free period is 110 to 160 days. Elevations typically range from 1.5 to 91 meters above sea level, but may range to as high as 366 meters in river valleys of north central Maine."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the somewhat poorly drained Pushaw soils at slightly lower elevations, and the poorly drained Swanville, and very poorly drained Biddeford soils at lower elevations and in depressions. The somewhat poorly drained Colonel and the moderately well drained Dixfield soils formed in lodgment till and are in nearby higher, slightly convex positions on the landscape. The very poorly drained Wonsqueak soils are in depressions and formed in organic material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is low to moderate. The estimated saturated hydraulic conductivity class is moderately high in the surface and moderately high to moderately low in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used mainly for hay production and pasture with limited row-crop production. Some areas are in urban land or are used for wildlife habitat. Native woodland vegetation is balsam fir, eastern white pine, paper birch, quaking aspen and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Marine terraces and lake plains in southeastern Maine, and lake plains in north central Vermont; MLRA's 143 and 144B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Waldo County, Maine, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In the previous revision, drainage class was narrowed by eliminating somewhat poorly. The type location is changed with this revision to better represent the single drainage class of moderately well. The classification at the Great Group level, Eutrudepts, is based on lab-determined base saturation of similar soils in the area.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 15 cm (Ap horizon)\nCambic horizon - the zone from 15 to 56 cm (Bw and BC horizons)\nAquic feature - redox depletions with a chroma of 2 or less within 61 cm of the soil surface\nEpisaturation - a perched water table above the C horizon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
