{
  "SERIES": "BOOTLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KAC-AGG",
  "REVDATE": "02/99",
  "STATES": "MN",
  "OVERVIEW": "The Bootlake series consists of very deep, well drained soils formed in a mantle of loamy sediments underlain by sandy outwash sediments on glacial outwash plains, valley trains and moraines.  Permeability is moderately rapid in the upper part and rapid in the underlying material. Slopes range from 0 to 40 percent.  Mean annual air temperature is about 40 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bootlake sandy loam with a 2 percent slope in a mixed hardwood and coniferous forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark gray (10YR 3/1) sandy loam; dark gray (10YR 4/1) dry; weak fine subangular blocky structure; very friable; about 2 percent gravel; slightly acid; abrupt smooth boundary. (1 to 4 inches thick)\nE--3 to 7 inches; dark brown (10YR 4/3) loamy sand; pale brown (10YR 6/3) dry; weak fine platy structure; very friable; about 2 percent gravel; slightly acid; clear smooth boundary. (3 to 15 inches thick)\nBt--7 to 13 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; many thin dark brown (10YR 4/3) clay films on ped faces; about 2 percent gravel; slightly acid; clear smooth boundary. (6 to 20 inches thick)\n2Bw--13 to 47 inches; dark yellowish brown (10YR 4/6) coarse sand; single grain; loose; about 8 percent gravel; slightly acid; clear smooth boundary. (8 to 40 inches thick)\n2C--47 to 80 inches; pale brown (10YR 6/3) coarse sand; single grain; loose; about 8 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Becker County, Minnesota; about 3 miles southwest of Osage; 1200 feet west and 1700 feet south of the northeast corner of sec. 9, T.139N., R.36W;  USGS Park Rapids SW quadrangle, Lat. 46 degrees 52 minutes 22 seconds N. and Long. 95 degrees 13 minutes 49 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Free carbonates are at depths of 20 to 60 inches. The rock fragment content averages less than 10 percent throughout the series control section.  The thickness of the upper loamy mantle ranges from 12 to 30 inches.\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  It is sandy loam or coarse sandy loam.  It is moderately acid to neutral. In cultivated areas, the Ap horizon has value of 6 or more when dry.\nThe E horizon has hue of 10YR, value of 3 to 5 and chroma of 3 or 4.  It is sandy loam, coarse sandy loam, loamy sand or loamy coarse sand.  It is moderately acid to neutral.  It has 2 to 10 percent clay.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4 and chroma or 3 or 4.  The upper part is sandy loam, coarse sandy loam or sandy clay loam.  The lower part is loamy sand or loamy coarse sand.  Lamellae may occur with textures of loamy sand or loamy coarse sand.  It is moderately acid to neutral.  It has 10 to 18 percent clay.\nThe 2Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 4 to 6.  It is sand or coarse sand. It is slightly acid or neutral.  It has 1 to 5 percent clay.\nThe 2C horizon has hue of 10YR, value of 5 or 6 and chroma of 3 or 4. It is sand or coarse sand.  It is slightly alkaline or moderately alkaline.  It has 1 to 5 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balmlake, Bergkeller, Cunard, Emmet, Flak, Heyder, Milaca, Millward, Nadeau, Omena, Sanburn, and Sugarbush soils.  Balmlake soils have 6 to 14 percent clay in the C horizon and have stratified textures of fine sand to silt loam. Bergkeller, Nadeau and Sugarbush soils average more than 10 percent rock fragments in the series control section.  The Cunard soils have a lithic contact within a depth of 40 inches.  The Emmet, Flak, Heyder, Milaca, and Omena soils have textures finer than loamy sand below the argillic horizon and within the series control section.  The Millward soils are moderately acid to neutral in the lower part of the control section. The Sanburn soils do not have free carbonates in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bootlake soils have plane or convex slopes on glacial outwash plains, valley trains and moraines.  Slope gradients range from 0 to 40 percent.  They formed in a thin mantle of loamy sediments underlain by sandy outwash sediments.  Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 20 to 28 inches.  Frost-free days range from 90 to 140. Elevation above sea level ranges from 1000 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Epoufette, Graycalm, Karlstad, Markey, Menahga, Rifle, Sahkahtay and Seelyeville soils.  The poorly drained Epoufette and Sahkahtay soils are on low-lying nearly level areas.  The somewhat excessively drained Graycalm and excessively drained Menahga soils do not have a mantle of loamy sediments.  The moderately well drained Karlstad soils are on lower lying positions.  The very poorly drained Markey, Rifle and Seelyeville soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow to medium.  Permeability is moderately rapid in the upper part and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used as woodland but some areas are used for cropland, hayland or pastureland.  Native vegetation is mixed hardwood-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Becker County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon--the zone from the surface to a depth of 7 inches (A and E horizons); Argillic horizon--the zone from 7 to 13 inches (Bt horizon).\nOconto soils were listed as competing but will be reclassified as Glossic Eutroboralfs.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 4573, 4703, and 4704 for results of some laboratory data on representative pedon.  Soil Interpretation Record number MN0431.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
