{
  "SERIES": "BOOTLEG",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWM, JTK, KDS",
  "REVDATE": "06/2011",
  "STATES": "MN",
  "OVERVIEW": "The Bootleg series consists of very deep, poorly drained soils that formed in 50 to 100 centimeters of loamy and sandy glaciofluvial or eolian deposits and the underlying silty to clayey glaciolacustrine deposits.  These soils are on glacial lake plains.  Slope ranges from 0 to 2 percent.  Mean annual air temperature is about 4 degrees C. and the mean annual precipitation is about 700 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bootleg fine sandy loam on a concave slope of 2 percent on a glacial lake plain under a forest of intermixed conifers and hardwoods, at an elevation of about 400 meters.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 15 centimeters; very dark brown (10YR 2/2) fine sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; very friable; slightly acid; clear wavy boundary. (4 to 15 centimeters thick)\nEg--15 to 25 centimeters; grayish brown (10YR 5/2) loamy fine sand, light brownish gray (10YR 6/2) dry; weak medium subangular blocky parting to weak fine granular structure; very friable; many medium distinct irregular yellowish brown (10YR 5/4) masses of oxidized iron throughout; slightly acid; clear wavy boundary.  (8 to 24 centimeters thick)\nBg--25 to 53 centimeters; grayish brown (10YR 5/2)  loamy sand; weak medium subangular blocky structure; very friable; few fine spherical weakly cemented dark brown (7.5YR 3/2) iron-manganese concretions throughout and common coarse faint irregular gray (10YR 5/1) iron depletions throughout and many coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; the iron depletions are in a thin strata of sandy loam; slightly acid; clear wavy boundary.  (0 to 40 centimeters thick)\n2Btg1--53 to 61 centimeters; gray (2.5Y 5/1) stratified loam to clay loam to sandy loam; weak coarse platy parting to moderate medium subangular blocky structure; friable; 5 percent patchy dark grayish brown (2.5Y 4/2) clay films on all faces of peds; common medium prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron throughout and many coarse prominent irregular brown (7.5YR 4/4) masses of oxidized iron throughout; neutral; gradual wavy boundary.\n2Btg2--61 to 97 centimeters; grayish brown (2.5Y 5/2) silty clay; moderate coarse angular blocky parting to strong medium subangular blocky structure; firm; 10 percent patchy gray (2.5Y 5/1) clay films on all faces of peds and 60 percent discontinuous grayish brown (2.5Y 5/2) clay films on all faces of peds; common medium prominent irregular strong brown (7.5YR 4/6) masses of oxidized iron throughout; very slightly effervescent; slightly alkaline; clear wavy boundary.  (Combined thickness of the 2Btg horizon ranges 10 to 72 centimeters)\n2BCtg--97 to 122 centimeters; grayish brown (2.5Y 5/2) stratified silty clay loam to silty clay to silt loam;  massive; very firm; 10 percent patchy dark grayish brown (2.5Y 4/2) clay films on surfaces along root channels; common medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; common medium irregular very weakly cemented light gray (2.5Y 7/2) carbonate masses throughout and few medium spherical strongly cemented light gray (2.5Y 7/2) carbonate nodules throughout; 1 percent gravel; varves of 2.5Y 5/3 silt loam make-up about 10 percent and varves of 2.5Y 4/2 silty clay make-up about 10 percent of the horizon; strongly effervescent; slightly alkaline; gradual smooth boundary.  (0 to 36 centimeters thick)\n2Cg--122 to 203 centimeters; dark grayish brown (2.5Y 4/2) stratified silty clay to silty clay loam;  massive; very firm; common medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; common fine irregular very weakly cemented light gray (2.5Y 7/2) carbonate masses throughout and common medium platy very weakly cemented light gray (2.5Y 7/2) carbonate masses along lamina or strata surfaces; varves of 2.5Y 5/3 make-up about 20 percent of the horizon; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 93A-Superior Stony and Rocky Loamy Plains and Hills, Western Part; St. Louis County, Minnesota (Crane Lake subset); about 5 miles west of Orr; 2050 feet north and 100 feet west of the southeast corner of section 7, T. 64 N., R 20 W.; USGS Orr SW Quadrangle, latitude 48 degrees 2 minutes 31.0 seconds N. and 92 degrees 56 minutes 16.7 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--48 to 180 centimeters\nThickness of glaciofluvial mantle--50 to 100 centimeters\nRock fragment content--0 to 2 percent\nSome pedons have a thin Oi or Oe horizon (duff layer)\nA horizon:\nHue--7.5YR or 10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--fine sandy loam, sandy loam, loam, and mucky analogues\nReaction--moderately acid to neutral\nEg horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loamy fine sand, loamy sand, sandy loam or fine sandy loam\nReaction--moderately acid to neutral\nBg horizon:\nHue--10YR or 2.5Y\nValue--5 or 6\nChroma--2\nTexture--loamy sand or loamy fine sand some with thin strata of sandy loam, sand or coarse sand\nReaction--moderately acid to neutral\nSome pedons have Eg' horizons\nSome pedons have 2B/E horizons that are thin or of minor extent\n2Btg horizon:\nHue--2.5Y\nValue--4 or 5\nChroma--1 to 3\nTexture--loam, clay loam, silty clay loam, silt loam, silty clay and some with thin strata of sandy loam, loamy sand or very fine sandy loam\nReactionmoderately acid to slight alkaline\n2BCtg or 2BCg horizon:\nHue--2.5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--silty clay loam, silt loam or silty clay and some with strata of loam, fine sandy loam or very fine sandy loam\nReaction--slightly alkaline or moderately alkaline\nSome pedons have 2Bk horizons\n2Cg or 2C horizon:\nHue--2.5Y or 5Y\nValue--4 to 6\nChroma--1 to 3\nTexture--silty clay loam, silt loam, silty clay, loamy very fine sand and some with strata of loam, very fine sandy loam or fine sandy loam\nReaction--slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy and sandy glaciofluvial or eolian deposits and the underlying silty to clayey glaciolacustrine deposits\nLandform--glacial lake plains\nSlope--0 to 2 percent\nMean annual air temperature ranges--3 to 5 degrees C\nMean annual precipitation--635 to 711 millimeters\nFrost-free period--90 to 125 days\nElevation--350 to 450 meters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canthook, Foglake and Longsiding soils.\nCanthook--are on convex positions that are somewhat poorly drained\nFoglake--are poorly drained and do not have a sandy mantle\nLongsiding--are somewhat poorly drained and do not have a sandy mantle"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained-these soils have a frequently saturated zone as high as 10 centimeters below the surface during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean annual precipitation\nSaturated hydraulic conductivity--5 to 50 micrometers per second (moderate to moderately rapid) in the glaciofluvial or eolian mantle and 0.5 to 1.0 (slow to moderately slow) in the silty to clayey layers"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Bootleg soils are forested"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains or Laurentian Upland\nPhysiographic Province--Central Lowland or Superior Upland\nMLRA--Superior Stony and Rocky Loamy Plains and Hills, Western Part\nLRR--K; Northern Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota, 2011.  The source of the name is a lake in St. Louis County, MN."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 53 to 122 centimeters\nSeries control section--the zone from the surface to a depth of 150 centimeters\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon--the zone from the surface to a depth of 25 centimeters\nArgillic horizon--the zone from 53 to 122 centimeters\nAbrupt textural change at 53 centimeters\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
