{
  "SERIES": "BORAVALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDK-TDT-JVC",
  "REVDATE": "12/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Aeric Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boravall silty clay loam--on a 2 percent slope--rangeland. (Colors are for dry soil unless otherwise noted).\nAknz--0 to 23 cm; light gray (10YR 7/1) silty clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine irregular pores; violently effervescent; calcium carbonate equivalent is 4 percent; EC is 28 mmhos/cm; SAR is 674; very strongly alkaline (pH 10.5); clear wavy boundary. (10 to 25 cm thick)\nBkn--23 to 48 cm; light gray (10YR 7/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine, fine, medium and coarse roots; many very fine irregular pores; strongly effervescent; calcium carbonate equivalent is 4 percent; EC is 2 mmhos/cm; SAR is 30; very strongly alkaline (pH 9.4); abrupt wavy boundary. (13 to 140 cm thick)\nBCkn--48 to 109; very pale brown (10YR 7/3) silty clay loam, brown (10YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few medium roots; common very fine irregular pores; strongly effervescent; calcium carbonate equivalent is 14 percent; EC is 2.5 mmhos/cm; SAR is 20; strongly alkaline (pH 8.6); abrupt wavy boundary. (0 to 76 cm thick)\nBkg--109 to 102 cm; light gray (5Y 7/1) silty clay loam, greenish gray (5GY 5/1) moist, massive; soft, very friable, moderately sticky and moderately plastic; common medium and coarse roots; many very fine irregular and tubular pores; strongly effervescent; secondary carbonates finely disseminated in the matrix; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 25 cm thick)\nCg--102 to 152 cm; light gray (5Y 7/1) silty clay loam, very dark gray (5Y 3/1) moist; massive; soft, very friable, moderately sticky and moderately plastic; common medium and coarse roots; many fine irregular and tubular pores; common fine prominent yellowish brown (10YR 5/8) and few fine prominent yellow (10YR 8/8) masses of iron accumulation; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harney County, Oregon; in the south end of the Alvord Valley about one mile south of Borax Lake; found by going about 2 miles north of Fields, 3 miles east on the power line road, and 0.8 mile north on the trail into the NE 1/4 of the SE 1/4 of section 22, T. 37 S., R. 33 E.; USGS Borax Lake 7.5 minute topographic quadrangle; latitude 42 degrees 18 minutes 45 seconds N and longitude 118 degrees 36 minutes 20seconds W longitude NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture :  Usually saturated below 100 cm. A fluctuating water table occurs at 15 cm above the surface to 91 cm below the surface from December to April.\nMean annual soil temperature : 8 to 10 degrees C.\nOther features- There commonly is an efflorescence of soluble salts on the soil surface during the summer; Disseminated carbonates are present throughout with the highest concentration of identifiable secondary carbonates in the Bk horizons\nParticle-size control section - Clay content: Averages 35 to 45 percent.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 4 through 7 dry, 3 or 4 moist.\nChroma: 1 through 3 dry, 1 or 2 moist.\nTexture: Silt loam, clay loam, or silty clay loam.\nSalinity (EC): greater than 16 mmhos/cm.\nSodicity (SAR): greater than 100.\nReaction: Strongly alkaline or very strongly alkaline.\nB horizons\nHue: 10YR through 5Y.\nValue: 4 through 7 dry, 3 through 6 moist.\nChroma: 1 through 3 dry, 1 through 4 moist.\nTexture: Silty clay, silty clay loam, clay, or clay loam.\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 13 to 50.\nEffervescence: Strongly effervescent or violently effervescent.\nReaction: Moderately alkaline through very strongly alkaline.\nC horizon  (when present)\nHue: 10YR through 5Y.\nValue: 6 or 7 dry, 3 through 6 moist.\nChroma: 1 or 2 dry, 1 through 4 moist.\nTexture: Silty clay loam or silt loam.\nSalinity (EC): less than 2 mmhos/cm.\nSodicity (SAR): 5 to 13.\nEffervescence: Noneffervescent to strongly effervescent, decreasing with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Longmont, Settlement, and Umberland series.\nLongmont soils have secondary gypsum crystals. Settlement soils have 45 to 60 percent clay in the particle-size control section, have mean annual soil temperature of 12 to 14 degrees C., and a frost-free period of 120 to 160 days. Umberland soils have endosaturation at depths of 50 to 100 cm and have secondary carbonates occurring as concretions or nodules at 38 to 90 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boravall soils are on lakebeds. These soils formed in lacustrine deposits derived mainly from volcanic rocks. Slopes are 0 to 3 percent. Elevations range from 1,220 to 1,465 meters. The climate is arid and characterized by cool, moist winters and warm, dry summers. The mean annual precipitation is 180 to 250 mm, the mean annual temperature is 7 to 10 degrees C., and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alvodest and Crump soils. Alvodest soils have an aridic moisture regime and occupy a slightly higher position on the landscape. Crump soils have histic epipedons, are very poorly drained, and are on a lower position on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; high surface runoff; slow permeability;  moderately low saturated hydraulic conductivity. Endosaturation is usually present with an apparent seasonal high water table within 100 cm of the soil surface (shallow or moderately deep free water occurrence classes) between December and July. Cumulative annual duration class is Common. A drained phase is recognized. Drainage is for removal of ponded surface water using ditches. Some phases are susceptible to frequent ponding for long duration from December through June with water less than one foot deep. Some phases are susceptible to rare flooding for very brief periods between December and June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Boravall soils are used for livestock grazing. The vegetation is mainly inland saltgrass, alkali sacaton, alkali cordgrass, and alkali bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Oregon. These soils are not extensive. MLRAs 23 and 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Southern Part), Oregon, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  - The zone from the surface to 18 cm (part of the Akzn horizon).\nAeric subgroup feature - The zone from 48 and 76 cm (part of the BCkn horizon).\nIdentifiable secondary carbonates - The zone from 109 to 102 cm (Bkg horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between 109 and 152 cm at certain times during normal years (Bkg and Cg horizons).\nParticle-size control section - The zone from 25 to 100 cm (parts of the BCkn and Bkg horizons).\nADDITIONAL DATA: The typical pedon at the series type location is reference sampled by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S82OR-025-003 (pedon # 83P0017).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
