{
  "SERIES": "BORACHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/ACT/RLB",
  "REVDATE": "11/2014",
  "STATES": "AZ,NM,TX",
  "OVERVIEW": "The Boracho series consists of soils that are very shallow and shallow to a petrocalcic horizon. They are well drained soils that are moderately permeable in the upper part and very slowly permeable in the petrocalcic horizon. These nearly level to strongly rolling soils occur on uplands. They formed in gravelly colluvium from predominantly igneous sources. Slopes range from 0 to 50 percent. The mean annual precipitation is about 16 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boracho very gravelly loam - rangeland.\nA--0 to 2 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine platy structure; slightly hard, friable; common fine roots and pores; 35 percent igneous gravel; strongly effervescent; slightly alkaline; abrupt smooth boundary. (1 to 7 inches thick)\nBk--2 to 10 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable; common fine roots and pores; 45 percent calcium carbonate concretions and igneous gravel; moderately alkaline; abrupt wavy boundary. (6 to 12 inches thick)\nBkkm--10 to 20 inches; caliche, upper 4 inches indurated, laminar in the upper 1/4 inch; the lower part is strongly cemented caliche and contains igneous fragments; violently effervescent; slightly alkaline; clear smooth boundary. (4 to 30 inches thick)\nBCk--20 to 48 inches; pinkish white (5YR 8/2) very gravelly loam, massive; weakly cemented; 60 percent igneous fragments from 1/4 to 10 inches in diameter; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jeff Davis County, Texas;  From the intersection of Texas Highways 17 and 118 in Fort Davis, 14.3 miles southeast on Texas Highway 118, (0.5 mile southeast of junction of Texas Highway 118 and FM 1837), then 1320 feet west in range, at the northeast corner of Section 61, Block 9, CH&SA Ry. Co. Survey; Alpine North USGS 7.5 minute topographic quadrangle; Latitude: 30 degrees, 28 minutes, 51 seconds N.;  Longitude: 103 degrees 43 minutes, 51 seconds W. NAD27; UTM coordinates 599677 m E, 3371332 m N, Zone 13"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime.\nDepth to petrocalcic horizon: (indurated or cemented caliche) 7 to 20 inches\nDepth to igneous bedrock or other consolidated material: greater than 40 inches\nReaction: slightly to moderately alkaline\nCalcium carbonate equivalent above the petrocalcic horizon: 2 to 20 percent by weight\nA and Bk horizons\nHue: 7.5YR, 10YR\nValue: 2 to 7 dry, 1 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy loam, fine sandy loam, loam, sandy clay loam, clay loam.\nClay content: 10 to 35 percent above the petrocalcic horizon.\nRock fragments: 35 to 75 percent caliche or igneous material. Some pedons have very thin surface layers that contain less coarse fragments\nSecondary carbonates: consist of masses or concretions and range from 2 to 15 percent by volume of calcium carbonates\nBkkm horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 7 or 8, dry or moist\nChroma: 1 to 3, dry or moist\nOther features: upper 1/4 to 2 inches is laminar, and the lower part ranges from indurated to strongly cemented caliche containing igneous fragments.\nBCk horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 6 to 8 dry, 4 to 7 moist\nChroma: 1 to 3, dry or moist\nTexture: loamy sand, sandy loam, sandy clay loam, loam\nRock fragments: mainly 3/4 to 10 inches in size and make up 35 to 75 percent igneous gravels and cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Choza (TX), Dermott (TX) and Laverne (TX) series. These soils occur in the Great Plains and are moist in the soil moisture control section in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on fans and ridges on valleys and piedmont slopes. Slopes are 0 to 50 percent. These soils have developed in gravelly colluvium materials, usually from 40 inches to several feet thick, from igneous hills and mountains. Mean annual rainfall ranges from 12 to 20 inches. The winter and spring months are the driest and summer and fall are the wettest. Mean annual air temperature ranges from 57 to 66 degrees F. Frost free period ranges from 180 to 240 days and elevation ranges from 3,300 to 6,695 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brewster, Espy, Limpia, Medley, Mitre, Musquiz and Santo Tomas series. Brewster soils are on higher positions and have a lithic contact with igneous bedrock. Limpia and Medley soils have sola more than 20 inches thick and lack a petrocalcic horizon. Mitre and Musquiz soils have argillic horizons. Musquiz and Santo Tomas soils have sola greater than 40 inches, do not have petrocalcic horizons, and are on adjacent lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability above the petrocalcic is moderate, permeability of the petrocalcic is slow or very slow. Runoff is low on slopes less than 1 percent, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland used as livestock grazing and wildlife habitat. Vegetation is mainly blue grama, sideoats grama, and black grama with a few scattered javelina bushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas, Southern Arizona and Southern New Mexico. MLRAs 41 & 42. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jeff Davis County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 10 inches (A and Bk horizon)\nPetrocalcic horizon - The zone from 10 to 20 inches (Bkm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nUpdate and revisions for Recorrelation of Brewster County, TX, Main Part, 2/8/08, CEM.\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine platy structure; slightly hard, friable; common fine roots and pores; 35 percent igneous gravel; strongly effervescent; slightly alkaline; abrupt smooth boundary. (1 to 7 inches thick)"
      },
      {
        "name": "Bk",
        "top": 5,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--2 to 10 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable; common fine roots and pores; 45 percent calcium carbonate concretions and igneous gravel; moderately alkaline; abrupt wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bkkm",
        "top": 25,
        "bottom": 51,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkkm--10 to 20 inches; caliche, upper 4 inches indurated, laminar in the upper 1/4 inch; the lower part is strongly cemented caliche and contains igneous fragments; violently effervescent; slightly alkaline; clear smooth boundary. (4 to 30 inches thick)"
      },
      {
        "name": "BCk",
        "top": 51,
        "bottom": 122,
        "moist_hue": "5YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "BCk--20 to 48 inches; pinkish white (5YR 8/2) very gravelly loam, massive; weakly cemented; 60 percent igneous fragments from 1/4 to 10 inches in diameter; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
