{
  "SERIES": "BORDER",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. AEK/FOY",
  "REVDATE": "01/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Border gravelly clay loam.\n1--0 to 8 inches; brownish-gray or weak-brown gravelly clay loam, the gravel mainly subangular fragments of sandstone.  Range in thickness about 8\".\n2--8 to 18 inches; medium-brown, moderately compact gravelly clay loam.  Range in thickness about 10\".\n3--18 inches +; similar colored compact gravelly clay loam with moderate brown cast, becoming more stony with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  On state line about 1 mile north of Border, Bear Lake County, Idaho."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The content of gravel varies.  In places where limestone fragments occur the subsoil is somewhat calcareous.  The profile varies somewhat with the character of the included gravel.  The substratum below 3 feet may contain very little fine material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gently sloping alluvial fans, footslopes, and terraces.  Frequently the soils lie at the outlets of canyons issuing from areas of sandstone."
  },
  "USE AND VEGETATION": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Good to excessive."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas in Idaho are used with indifferent results for dryland wheat and alfalfa.  A somewhat greater acreage along the border in Wyoming is in native grass pasture.  Grass and sagebrush."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho and western Wyoming."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
