{
  "SERIES": "BORDERLAND",
  "STATUS": "Established Series",
  "BYREV": "WAS/CEM/WWJ",
  "REVDATE": "05/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey over loamy, smectitic over mixed, superactive, thermic Aridic Calciusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Borderland sandy clay loam - rangeland. (Colors are for dry soil unless otherwise noted.) 30 to 50 percent of the surface is covered with gravel and/or cobbles. Continuous cracks from the surface to 17 inches ranging from 0.12 to 2.50 inches wide.\nA--0 to 1 inch; brown (10YR 4/3) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular structure; soft, very friable, moderately sticky and moderately plastic; many very fine and fine roots; many fine irregular pores; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.4); abrupt smooth boundary. (1 to 3 inches thick)\nBt--1 to 10 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; strong fine and medium angular blocky structure; hard, firm, very sticky and very plastic; many very fine and fine roots; many fine irregular pores; many distinct clay films on ped faces and on rock fragments; many distinct pressure faces; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.8); abrupt wavy boundary. (5 to 15 inches thick)\nBtk--10 to 23 inches; brown (7.5YR 5/3) clay, brown (7.5YR 4/3) moist; strong medium wedges parting to moderate fine and medium angular blocky structure; hard, firm, very sticky and very plastic; common very fine and few medium roots; common fine irregular and tubular pores; many distinct pressure faces; common distinct clay films on ped faces; common distinct calcium carbonate coatings on ped faces; common distinct organic coatings on ped faces; violently effervescent, 13 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (15 to 20 inches thick)\n2Bk--23 to 60 inches; brown (7.5YR 5/3) cobbly sandy loam, brown (7.5YR 4/3) moist; massive; very hard, firm, nonsticky and nonplastic; few very fine and fine roots; many fine irregular pores; many distinct calcium carbonate coatings on ped faces and rock fragments; common medium soft calcium carbonate masses; few fine calcium carbonate filaments; few manganese coatings on ped faces; common soft calcium carbonate bands 0.12 to 0.25 inch wide; 20 percent cobbles; violently effervescent, 18 percent calcium carbonate equivalent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Arizona; located at a latitude of 31 degrees, 26 minutes, 16 seconds North and longitude of 109 degrees, 05 minutes, 11 seconds West; about 1,500 feet west and 700 feet north of the southeast corner of section 9, Township 23 S., Range 32 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of soil moisture control section during July - September and December - February.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil temperature:  59 to 64 degrees F.\nSoil cracking:  When dry, continuous cracks from the surface to 17 inches ranging from 0.12 to 0.25 inches wide.  Each crack is from 0.50 to 2.50 inches wide.\nReaction:  neutral to moderately alkaline\nClay content:  40 to 65 percent, averages less than 60 percent\nOrganic matter content:  1 to 3 percent\nDepth to calcic horizon:  20 to 60 inches\nA horizon\nHue:  10YR, 7.5YR\nValue:  2 through 5, dry or moist\nChroma:  1 through 4, dry or moist\nTexture:  sandy clay loam, loam, clay loam\nBt horizon\nHue:  5YR, 7.5YR\nValue:  2.5 through 5, dry or moist\nChroma:  1 through 4, dry or moist\nTexture:  clay, silty clay\nBtk horizon\nHue:  5YR, 7.5YR\nValue:  3 through 6, dry or moist\nChroma:  2 through 6, dry or moist\nTexture:  clay loam, clay\nCalcium carbonate equivalent:  5 to 15 percent\n2Bk horizon\nHue:  7.5YR\nValue:  3 through 5 dry, 4 through 6 moist\nChroma:  3 through 6, dry or moist\nTexture:  loam, sandy loam, loamy sand\nRock fragments: 15 to 40 percent gravel and cobbles\nCalcium carbonate equivalent:  15 to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Borderland soils are on alluvial fans and relict seeps at elevations of 4,600 to 5,400 feet.  Slopes range from 1 to 10 percent.  These soils formed in mixed alluvium from basalt and volcanic rocks.  The mean annual precipitation is 16 to 20 inches and occurs as thunderstorms during July to September and as gentle rains during December to February.  The mean annual air temperature is 57 to 62 degrees F.  The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Magoffin and Cherrycow soils.  These soils are shallow and moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation includes tobosa, sideoats grama, and other annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Borderland soils are of moderate extent.  MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona.  Soil survey of Cochise County, Arizona, Douglas - Tombstone Part; San Bernardino Valley Interim Report, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inch (A horizon)\nCalcic horizon - The zone from 23 to 60 inches (2Bk horizon)\nVertic feature - The presence of wedge-shaped aggregates and cracks that open and close periodically\nSoil Taxonomy Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
