{
  "SERIES": "BORNSTEDT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJG-GLG",
  "REVDATE": "03/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Palexerults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bornstedt silt loam - cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots; many very fine irregular pores; medium acid (pH 5.7); abrupt smooth boundary.  (6 to 9 inches thick)\nBt1--8 to 21 inches; reddish brown (5YR 4/4) silty clay loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; firm, slightly sticky and plastic; few very fine roots; many very fine tubular pores; few moderately thick clay films; strongly acid (pH 5.5); clear wavy boundary.  (7 to 15 inches thick)\nBt2--21 to 28 inches; reddish brown (5YR 4/4) silty clay loam, light reddish brown (5YR 6/4 dry; moderate fine and medium subangular blocky structure; firm, slightly brittle, slightly sticky and plastic; many very fine tubular pores; few moderately thick clay films; strongly acid (pH 5.4); clear wavy boundary.  (5 to 10 inches thick)\nBt3--28 to 33 inches; brown and dark brown (7.5YR 5/3, 4/4) silty clay loam, light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; firm, brittle, slightly sticky and plastic; many very fine tubular pores; common thin, few moderately thick clay films; few fine black stains; strongly acid (pH 5.5); abrupt smooth boundary.  (0 to 8 inches thick)\n2BCt1--33 to 48 inches; reddish brown and reddish gray (5YR 4/4 to 5/2) clay, brown and pinkish gray (7.5YR 5/4 to 7/2) dry; massive with vertical and diagonal fractures with gray silt surfaces; very firm, brittle, sticky and plastic; many very fine tubular pores; common moderately thick clay films on surfaces and in pores; continuous brown (7.5YR 5/2) 1 millimeter thick coating of clear silt grains on upper boundary of horizon; many fine black stains; very strongly acid (pH 5.0); gradual wavy boundary.  (13 to 17 inches thick)\n2BCt2--48 to 70 inches; variegated reddish brown and brown (5YR 4/4; (7.5YR 5/3) silty clay, light reddish brown, reddish brown and pinkish gray (5YR 6/4 to 5/4; 7.5YR 7/2) dry; massive with vertical and diagonal fractures with gray silty surfaces; firm, sticky and plastic; many very fine tubular pores; common moderately thick clay films on surfaces and in pores; common fine black stains; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clackamas County, Oregon; about 900 feet west of Deep Creek Road on a long driveway; 90 feet north on field road, 100 feet east on field road and 10 feet north of road; northwest 1/4 northwest 1/4 southeast 1/4 northwest 1/4, sec. 10, T. 2 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist, but is dry throughout between depths of 4 and 12 inches for 45 to 60 consecutive days during the summer.  The mean annual soil temperature is 52 to 55 degrees F.  Depth to the bedrock is more than 60 inches.  Depth to the 2BCt horizon is 30 to 40 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, and chroma of 2 or 3 moist and dry.  It is strongly acid or medium acid.\nThe Bt horizon has hue of 5YR or 7.5YR, value of 3 to 5 moist, 5 or 6 dry, and chroma of 2 to 6.  It is silty clay loam with 27 to 35 percent clay and less than 10 percent coarser than very fine sand.  Clay films are few or common and thin or moderately thick.  It is strongly acid or medium acid.\nThe 2BCt horizon has hue of 10YR to 5YR, value of 4 or 5 moist, 5 to 7 dry, and chroma of 2 to 6 moist and dry.  It has very coarse prismatic structure or is massive with irregular fractures.  It is silty clay or clay and has 40 to 50 percent clay.  It is very strongly acid or strongly acid.  Coarse fragments are commonly absent but some pedons may have up to 35 percent coarse fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar series are the Acker, Dumont, Josephine, and Pollard in other families.  Acker and Josephine soils are fine-loamy and well drained.  Dumont and Pollard soils are kaolinitic, clayey, and well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bornstedt soils are on old high terraces with convex long slopes.  Elevation is 400 to 650 feet.  Slope is 0 to 30 percent.  The soils formed in mixed old alluvium.  The climate is characterized by cool moist winters and warm dry summers.  The average July temperature is 65 degrees F, average January temperature is 37 degrees F, mean annual temperature is 50 to 52 degrees F, and the mean annual precipitation is 48 to 65 inches.  The frost-free season is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Borges, Cottrell and Jory soils.  Borges soils are poorly drained and lack an argillic horizon.  Cottrell soils have mottles with chroma of 2 or less within the upper 10 inches of the clayey argillic horizon.  Jory soils are on adjacent hilly uplands, are well drained and have a clayey argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow or medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are cropped to row crops, specialty crops, berries, nursery, hay, pasture, and cereal grains; also, they are used for homesites, recreation, and wildlife habitat.  Native vegetation dominantly is Douglas-fir, western redcedar, western hazel, brackenfern, western swordfern, and wild blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Very old high alluvial terraces of northeastern part of Willamette Valley, Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clackamas County, Oregon, 1982.\nADDITIONAL DATA:  Characterization data on two profiles (S70-Oreg-3-3 and 3-4) reported in Riverside Soil Survey Laboratory computer printout for soils sampled in Clackamas, Multnomah and Washington Counties, Oregon, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
