{
  "SERIES": "BORTH",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, mixed, active, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Borth silty clay loam - on a gently sloping area in a cultivated field cropped to corn at an elevation of about 229 meters (750 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark brown (7.5YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; firm; common fine roots; neutral; abrupt smooth boundary.  [15 to 23 cm (6 to 9 inches) thick]\nBt1--20 to 38 cm (8 to 15 inches); reddish brown (5YR 4/3) clay; strong fine angular and subangular blocky structure; firm; common fine roots; many faint reddish brown (5YR 4/3) clay films on faces of peds; common dark brown (7.5YR 3/2) worm casts; neutral; clear wavy boundary.\nBt2--38 to 61 cm (15 to 24 inches); reddish brown (5YR 4/3) clay; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots; many faint reddish brown (5YR 4/3) clay films on faces of peds; neutral; clear wavy boundary.\nBt3--61 to 76 cm (24 to 30 inches); reddish brown (5YR 5/3) clay; strong fine prismatic structure; firm; common fine roots; common distinct dark reddish brown (5YR 3/4) clay films on faces of peds; many fine and medium pink (5YR 7/3) lime segregations throughout; few fine distinct yellowish red (5YR 4/6) masses of oxidized iron in the matrix; strongly effervescent; slightly alkaline; abrupt wavy boundary.  [Combined thickness of the Bt horizons ranges from 20 to 79 cm (8 to 31 inches).]\n2C1--76 to 140 cm (30 to 55 inches); brown (7.5YR 5/4) sand; single grain; loose; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; few medium faint pale brown (10YR 6/3) iron depletions in the matrix; slightly alkaline; clear wavy boundary.\n2C2--140 to 152 cm (55 to 60 inches); pale brown (10YR 6/3) sand; single grain; loose; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Winnebago County, Wisconsin; about 4 miles southeast of Zittau; 40 feet south and 460 feet east of the northwest corner of sec. 31, T. 20 N., R. 15 E. USGS Lake Poygan, Wisconsin topographicquadrangle; lat. 44 degrees 10 minutes 10 seconds N., and long. 88 degrees 45 minutes 48 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to sand: 51 to 102 cm (20 to 40 inches)\nThe upper part of the particle-size control section:  averages 35 to 85 percent clay, less than 10 percent fine sand or coarser; the lower part of the particle-size control section averages more than 85 percent sand\nRock fragments: 0 percent in the clayey deposit; typically 0 percent in the sandy deposit, and ranges up to 15 percent by volume in some pedons\nDepth to carbonates: commonly present in the lower part of the Bt horizon\nReaction:  moderately acid to moderately alkaline in the clayey deposit; neutral to moderately alkaline in the sandy dposit\nRedox accumulations and saturation: within a depth of 102 cm (40 inches)\nAp or A horizon;\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture:  typically silty clay loam or silt loam, sandy loam in some pedons\nE horizon (where present):\nHue: 5YR, 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture:  typically silty clay loam or silt loam but includes loam, clay loam, or sandy loam.\nBt horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture:  typically silty clay or clay, but thin horizons of silty clay loam or clay loam are in some pedons\n2C horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 3 to 6\nChroma: 2 to 8\nTexture: very fine sand, fine sand, sand, or loamy sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Related soils are the Briggsville, Oshkosh, Poy, and Zittau series.  Briggsville and Oshkosh soils are Typic Hapludalfs and do not average more than 85 percent sand in the lower part of the series control section. Poy soils are Typic Endoaquolls.  Zittau soils are Aquollic hapludalfs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Borth soils are on stream terraces and on basins of glacial lakes.  Slope ranges from 0 to 6 percent.  These soils formed in water-laid clayey deposits overlying sandy deposits.  Mean annual precipitation ranges from 635 to 737 mm (25 to 29 inches). Mean annual air temperature ranges from 6.7 to 8.9 degrees C (44 to 48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Briggsville, Poy, Winneconne, and Zittau soils.  The somewhat poorly drained Zittau and poorly drained Poy soils form a drainage sequence with the Borth soils.  Briggsville soils are on nearby areas having similar topography but do not have sand at depths between 51 to 102 cm (20 and 40 inches).  Winneconne soils are in similar landscape positions as the Borth soils, but have clay instead of sand in the substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Surface runoff is low or medium.  Saturated hydraulic conductivity is moderately low to moderately high (0.42 to 1.41 micrometers per second) in the clayey deposits and high to very high (42.34 to 141.34 micrometers per second) in the sandy deposits. Permeability is slow in the clayey deposits and rapid in the sandy deposits.  This soil has an apparent seasonal high water table within a depth of 102 cm (40 inches) for 1 month or more in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland.  Corn, oats, and hay are the principal crops.  A small acreage is used for pastureland or woodland. Native vegetation is mixed hardwood forest consisting dominantly of white ash, American basswood, sugar maple, red maple, northern red oak, eastern white pine, and northern pin oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 95A in east-central Wisconsin.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Outagamie County, Wisconsin, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The typifying pedon location has been moved from Outagamie County to its present location to center the soil in its geographic range.\n7/04  A total of 12,999 acre of Borth has been correlated in 3 surveys in Wisconsin. In 2 of these surveys, representing more than 90 percent of the acreage, the typical pedon has redox accumulations within 40 inches (Oxyaquic). In Outagamie County (970 acres correlated) the typical pedon has no redox features. Therefore, this revision redefines the Borth series as moderately well drained only and reclassifies it as Mollic Oxyaquic Hapludalfs. A different (new?) series is needed for the well drained areas (Mollic Hapludalf) when these areas are updated.\nDiagnostic horizons and feature recognized in this pedon are:  ochric epipedon -  0 to 20 cm (0 to 8 inches) (Ap ); argillic horizon - 20 to 76 cm (8 to 30 inches) (Bt1, Bt2, Bt3 ); Mollic subgroup - Ap horizon with value, moist, of less than 4 and value, dry, of less than 6; strongly contrasting particle-size classes  the contact at 76 cm (30 inches) between the Bt3 horizon and the 2C1 horizon; oxyaquic feature  redox accumulations and saturation within 102 cm (40 inches) for 1 month or more per year in 6 or more out of 10 years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
