{
  "SERIES": "BORUNDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEL/JLR/ACT",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Ustic Calcigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Borunda loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 5/3) moist; weak thin platy parting to weak fine subangular blocky structure; slightly hard, friable; common very fine and fine roots; common very fine and fine vesicular pores; 5 percent rounded chert gravel; 19 percent calcium carbonate equivalent; nonsaline; strongly effervescent; moderately alkaline; clear smooth boundary.  (2 to 9 inches thick).\nBk--3 to 12 inches; pinkish gray (7.5YR 7/2) clay, light brown (7.5YR 6/3) moist; weak medium subangular blocky parting to weak fine subangular blocky structure; hard, firm; common very fine, fine and medium roots; common very fine, fine, and medium tubular pores; very few distinct discontinuous white (10YR 8/1) calcium carbonate coatings on surfaces of peds; few fine white (10YR 8/1) threads of calcium carbonate; 2 percent rounded chert gravel; 38 percent calcium carbonate equivalent; slightly saline; violently effervescent; moderately alkaline; clear smooth boundary.  (8 to 16 inches thick).\nBky--12 to 28 inches; pinkish gray (7.5YR 7/2) clay, light brown (7.5YR 6/3) moist; weak medium and coarse subangular blocky parting to weak medium subangular blocky structure; hard, firm; few very fine and fine roots; common very fine, fine, and medium tubular pores; common coarse white (10YR 8/1) masses of calcium carbonate and common medium white (10YR 8/1) threads of calcium carbonate; few distinct discontinuous white (10YR 8/1) calcium carbonate coatings on surfaces of peds and common distinct discontinuous white (10YR 8/1) calcium carbonate coatings on rock fragments; 2 percent gypsum crystals; 2 percent rounded chert gravel; 30 percent weathered tuff rock fragments concentrated in old krotovinas; 26 percent calcium carbonate equivalent; 16 percent gypsum by weight; moderately saline; violently effervescent; moderately alkaline; clear wavy boundary.  (0 to 16 inches thick).\nCrk--28 to 40 inches; moderately cemented tuff bedrock; few very fine and fine roots in cracks; common coarse white (10YR 8/1) masses of calcium carbonate in cracks and common medium white (10YR 8/1) threads of calcium carbonate in cracks; few prominent discontinuous white (10YR 8/1) calcium carbonate coatings on surfaces of fractures; violently effervescent; clear smooth boundary.\nRk--40 to 51 inches; strongly cemented tuff bedrock; few very fine and fine roots in cracks; common medium white (10YR 8/1) threads of calcium carbonate in cracks; few prominent discontinuous white (10YR 8/1) calcium carbonate coatings on surfaces of fractures; strongly effervescent; clear smooth boundary.\nR--51 to 62 inches; strongly cemented tuff bedrock; very few very fine and fine roots in cracks; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas; from the junction of U.S.  Highway 90 and Texas Highway 118 in Alpine, 41.1 miles south on Texas Highway 118 to gate, 2.9 miles west on ranch road, 75 feet south in rangeland. Buck Hill USGS 7.5 minute topographic quadrangle.\nLatitude: 29 degrees, 48 minutes, 36.25 seconds North; Longitude: 103 degrees, 37 minutes, 25.6 seconds West NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Ustic aridic moisture regime\nParticle size control section (weighted average)\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent tuff, limestone, and chert gravel\nDepth to paralithic contact:  20 to 40 inches\nDepth to lithic contact:  30 to 80 inches\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  5 to 7, dry or moist\nChroma:  2 to 4, dry or moist\nTexture:  loam, clay loam, silty clay loam\nCalcium carbonate:  films and threads range from none to 3 percent by volume in the lower part\nCalcium carbonate equivalent:  5 to 20 percent by volume\nReaction:  slightly alkaline or moderately alkaline\nBw horizon, where present\nHue:  5YR, 7.5YR, 10YR\nValue:  5 to 7, dry or moist\nChroma:  3 to 5, dry or moist\nApparent field texture:  clay, clay loam, silty clay loam\nCalcium carbonate:  films and threads range from none to 2 percent by volume\nCalcium carbonate equivalent:  5 to 20 percent\nReaction:  slightly alkaline to moderately alkaline\nBk horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  6 or 7, dry or moist\nChroma:  2 to 4, dry or moist\nApparent field texture:  clay, clay loam, silty clay loam\nCalcium carbonate:  masses, films, threads, and concretions that range from 2 to 10 percent by volume\nCalcium carbonate equivalent:  15 to 40 percent\nReaction:  moderately alkaline or strongly alkaline\nBky horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  6 or 7, dry or moist\nChroma:  2 to 4, dry or moist\nApparent field texture:  clay, clay loam, silty clay loam\nCalcium carbonate:  masses, films, threads, and concretions that range from 2 to 10 percent by volume\nCalcium carbonate equivalent:  15 to 40 percent\nVisible forms of gypsum:  1 to 5 percent by volume\nGypsum content:  5 to 20 percent\nReaction:  moderately alkaline or strongly alkaline\nC horizon, where present\nHue:  5YR to 2.5Y\nValue:  5 to 7, dry or moist\nChroma:  1 to 4, dry or moist\nApparent field texture:  clay, clay loam, silty clay loam\nCr and R horizons\nTuff bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Butcherknife (TX) series. Butcherknife soil depth to tuff bedrock is 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Borunda soils are on gently undulating to undulating erosional hillslopes and pediments.  Slopes range from 1 to 8 percent.  The soil formed in residuum and pedisediments weathered from tuff of the Duff and Pruett Formations.  Mean annual precipitation ranges from 10 to 15 inches, with most occurring from July to September.  Mean annual air temperature ranges from 62 to 68 degrees F.  Frost-free period ranges from 210 to 260 days.  Elevation ranges from 3,500 to 5,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Butcherknife, Holguin, Martillo, Musgrave, Reduff, Scotal, and Straddlebug series.  Butcherknife and Martillo soils are on Pleistocene age alluvial flats below Borunda soils.  Butcherknife soils are in the fine family and are deep to weathered tuff.  Martillo soils are in the fine family and are very deep.  Butcherknife and Martillo soils are on broad alluvial flats in lower positions.  Musgrave soils are very shallow and shallow to weathered tuffaceous bedrock.  They are on gravel-mantled low scarps.  Holguin, Reduff, Scotal soils are very shallow and shallow to tuff bedrock, and are in the loamy-skeletal family.  They are on erosional slopes, hills, and scarps.  Straddlebug soils are very deep, do not have calcic or gypsic horizons, and are on lower Holocene-age alluvial flats and floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow or slow over slowly permeable tuffaceous bedrock.  Runoff is low on slopes of less than 1 percent, medium on 1 to 5 percent slopes, and high on slopes of 5 to 8 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used as livestock grazing and wildlife habitat.  Native vegetation consists of an overstory of creosotebush, mesquite, and whitethorn acacia, with tobosagrass dominating the herbaceous layer.  Minor woody species are wolfberry, allthorn, lotebush, tarbush, and prickly pear.  Other grass species include burrograss, plains bristlegrass, bush muhly, fluffgrass, red grama, alkali sacaton, and pink pappusgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas. MLRA 42.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brewster County, Texas, 1997"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nCalcic horizon - The zone from 3 to 28 inches (Bk and Bky horizons)\nGypsic horizon - The zone from 12 to 28 inches (Bky horizon) Gypsum contents determined by the water loss method of Nelson, Klameth, and Nettleton, 1978, SSSA Journal 42: 659-661\nParalithic contact - The boundary at 28 inches (Crk horizon)\nUstic feature - The soil moisture control section is dry in all parts less than three-fourths of the time (cumulative) when the soil temperature is 5 degrees centigrade or higher at a depth of 50 centimeters and the moisture regime borders an ustic regime.  The soil occurs in the ustic aridic soil moisture regime.\nSuperactive cation activity class - CEC to clay ratio 0.60 or more.  This is assumed from the abundant zeolitic minerals in the Duff and Pruett Formations, and from laboratory data from similar soils from Presidio County, Texas. The assignment of the cation-exchange activity class is supported by laboratory data number 95TX043027 from the type location in Brewster County, Texas.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for the recorrelation of Brewster County, TX, Main Part, 2/8/08, CEM.\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nADDITIONAL DATA: NSSL Data from type location 95TX043027.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
