{
  "SERIES": "BORUFF",
  "STATUS": "Established Series",
  "BYREV": "CAP",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Boruff series consists of very deep, poorly and somewhat poorly drained soils formed in alluvium on flood plains and low stream terraces. Slope ranges from 0 to 3 percent. The mean annual precipitation is about 14 inches and the mean annual air temperature is about 48 degrees F.,",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Vertic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boruff silty clay - on a west facing slope of 1 percent in rangeland. (Colors are for dry soil unless otherwise noted)\nA--0 to 2 inches; olive brown (2.5Y 4/3) silty clay, dark olive brown (2.5Y 3/3) moist; common fine distinct dark yellowish brown (10YR 4/6) redoximorphic concentrations; moderate fine and medium granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots throughout and common medium throughout; many fine pores; slightly effervescent; slightly alkaline; EC of 3.5; abrupt smooth boundary. (2 to 10 inches thick)\nC1--2 to 6 inches; stratified light yellowish brown (2.5Y 6/3) silty clay, light olive brown (2.5Y 5/3) and olive brown (2.5Y 4/3) moist; common fine distinct gray (N 6/0) redoximorphic depletions and common fine prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, very sticky and very plastic; common very fine roots throughout and common medium throughout; many fine pores; few distinct discontinuous dark brown (10YR 3/3) organic coats in root channels and/or pores; common fine irregular white (10YR 8/1) nests of gypsum throughout; slightly effervescent; moderately alkaline; EC of 5; abrupt wavy boundary.\nC2--6 to 46 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist, stratified with thin layers of silty clay loam, clay loam, silt loam and fine sandy loam; many fine distinct gray (N 5/0) redoximorphic depletions and many fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; massive; hard, friable, slightly sticky and moderately plastic; common very fine roots throughout; many fine pores; few fine rounded white (10YR 8/1) nests of gypsum throughout; slightly effervescent; moderately alkaline; EC of 6; clear wavy boundary.\nC3--46 to 60 inches; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist, stratified with thin layers of silty clay loam, clay loam, silt loam and fine sandy loam; many fine and medium distinct gray (N 5/0) redoximorphic depletions, many fine and medium distinct light olive brown (2.5Y 5/6) redoximorphic concentrations, and common fine prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; massive; hard, friable, moderately sticky and moderately plastic; common very fine roots throughout; many fine pores; few fine rounded white (10YR 8/1) nests of gypsum throughout; slightly effervescent; EC of 5.5; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 900 feet east and 2300 feet north of the southwest corner of Sec. 9, T 75 N, R 55 W.; USGS Kline Draw, WY topographic quadrangle; lat. 44 degrees 45 minutes 23 seconds N. and long. 105 degrees 54 minutes 1 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic carbon content ranges from 1 to 3 percent in the A horizon and from 0 to 3 percent in the C horizon and decreases irregularly with depth.  Depth to continuous accumulations of carbonates is 0 to 10 inches.  The average exchangeable sodium ranges from 0 to 10 percent, but some pedon have subhorizons that are greater than 10 percent.  Redoximorphic features are common in the upper 18 inches.  The average annual soil temperature is 47 to 50 degrees F.\nThe A horizon has hue of 5Y, 2.5Y or 10YR, value of 4 to 7 dry and 3 to 5 moist, and chroma of 1 to 3.  Texture is clay loam, loam, silt loam, silty clay loam, silty clay or clay.  Reaction is neutral to moderately alkaline.  The EC is 0 to 4 mmhos/cm and the calcium carbonate equivalent is 0 to 5 percent.  Some pedons have an AC horizon.\nThe C horizon has hue of 5Y, 2.5Y or 10YR, value of 5 to 7 dry and 3 to 5 moist, and chroma of 1 to 4.  Texture is silty clay, clay, clay loam or silty clay loam, stratified with very fine sandy loam, fine sandy loam, sandy loam, loam, silt loam or loamy fine sand.  In some pedons it has accumulations of carbonates, gypsum or salts.  Reaction is slightly alkaline to strongly alkaline.  The EC is 2 to 8 mmhos/cm and the calcium carbonate equivalent is 1 to 12 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abbott and Apishapa series.  The Abbott series have and EC of more than 8 mmhos/cm throughout.  In addition, the Abbott soils occur in locations with 11 inches or less of annual precipitation.  Apishapa soils average more than 2 percent gypsum in the lower part of the particle-size control section.  In addition, Apishapa soils occur in areas that a frost-free season of more than 135 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boruff soils are on flood plains and low stream terraces.  They formed in stratified recent alluvium derived from mixed sedimentary sources.  Slopes are 0 to 3 percent. Elevations are 3,500 to 5,000 feet.  The mean annual precipitation ranges from 10 to 19 inches, half of which falls as rain or snow from March through June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bidman, Clarkelon, Deekay, Draknab, Forkwood, Haverdad, Iwait, Jaywest, Kishona, Moorhead, Rockypoint and Ulm soils.  These soils are all on higher lying fans or terraces.  They are all better drained than the Boruff soils.  In addition, Bidman, Deekay, Forkwood, Jaywest, Moorhead and Ulm soil have argillic horizons; Clarkelon soils are coarse-loamy; Draknab soils are sandy; and Iwait and Kishona soils do not have stratified horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and somewhat poorly drained; slow runoff; slow permeability.  These soils are subject to rare to frequent flooding for very brief or brief periods during prolonged, high intensity storms in the spring and early summer. A seasonal high water table is at a depth of 0.5 to 1.5 feet at some time during the period April through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized primarily as rangeland and wildlife habitat.  The native vegetation is mainly green needlegrass, bearded wheatgrass, slender wheatgrass, western wheatgrass and cottonwoods.\nIndian saltgrass, alkali sacaton, sedges and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-eastern Wyoming and possibly south-eastern Montana. These soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crook County, Wyoming (Correlation Amendment); 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 2 inches (A horizon); aquic moisture regime - redoximorphic concentrations and chroma of 2 in 40 to 50 cm layer; vertic subgroup criteria - LE of more than 6 in the top meter."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  S98WY005-010, type location."
  },
  "SITE": [
    [
      {
        "drainage": "poorly and somewhat poorly",
        "drainage_overview": "poorly and somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; olive brown (2.5Y 4/3) silty clay, dark olive brown (2.5Y 3/3) moist; common fine distinct dark yellowish brown (10YR 4/6) redoximorphic concentrations; moderate fine and medium granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots throughout and common medium throughout; many fine pores; slightly effervescent; slightly alkaline; EC of 3.5; abrupt smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--2 to 6 inches; stratified light yellowish brown (2.5Y 6/3) silty clay, light olive brown (2.5Y 5/3) and olive brown (2.5Y 4/3) moist; common fine distinct gray (N 6/0) redoximorphic depletions and common fine prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, very sticky and very plastic; common very fine roots throughout and common medium throughout; many fine pores; few distinct discontinuous dark brown (10YR 3/3) organic coats in root channels and/or pores; common fine irregular white (10YR 8/1) nests of gypsum throughout; slightly effervescent; moderately alkaline; EC of 5; abrupt wavy boundary."
      },
      {
        "name": "C2",
        "top": 15,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--6 to 46 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist, stratified with thin layers of silty clay loam, clay loam, silt loam and fine sandy loam; many fine distinct gray (N 5/0) redoximorphic depletions and many fine prominent strong brown (7.5YR 4/6) redoximorphic concentrations; massive; hard, friable, slightly sticky and moderately plastic; common very fine roots throughout; many fine pores; few fine rounded white (10YR 8/1) nests of gypsum throughout; slightly effervescent; moderately alkaline; EC of 6; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 117,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--46 to 60 inches; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist, stratified with thin layers of silty clay loam, clay loam, silt loam and fine sandy loam; many fine and medium distinct gray (N 5/0) redoximorphic depletions, many fine and medium distinct light olive brown (2.5Y 5/6) redoximorphic concentrations, and common fine prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; massive; hard, friable, moderately sticky and moderately plastic; common very fine roots throughout; many fine pores; few fine rounded white (10YR 8/1) nests of gypsum throughout; slightly effervescent; EC of 5.5; moderately alkaline."
      }
    ]
  ]
}
