{
  "SERIES": "BOSCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS/JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Torriorthentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bosco very gravelly loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; gray (10YR 5/1) very gravelly loam, very dark gray (10YR 3/1) moist; massive; soft, friable, nonsticky and nonplastic; many very fine and fine roots; very porous sod mat; 55 percent gravel; moderately acid (pH 6.0); abrupt smooth boundary. (0 to 3 cm thick)\nA2--3 to 8 cm; grayish brown (10YR 5/2) very gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 50 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary. (3 to 13 cm thick)\nA3--8 to 38 cm; grayish brown (10YR 5/2) very gravelly loam, very dark brown (10YR 2/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine, and few coarse roots; many very fine and fine interstitial pores; 55 percent gravel; neutral (pH 6.6); gradual smooth boundary. (23 to 36 cm thick)\nC1--38 to 94 cm; pale brown (10YR 6/3) extremely gravelly loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 60 percent gravel; neutral (pH 6.8); gradual smooth boundary. (25 to 64 cm thick)\nC2--94 to 117 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine and fine interstitial pores; 65 percent gravel; neutral (pH 6.8); gradual smooth boundary. (6 to 12 cm thick)\n2C3--117 to 178 cm; variegated very pale brown (10YR 8/2)to very dark gray (10YR 3/1) stratified sand and gravel; light gray (10YR 7/2) to very dark gray (10YR 3/1) moist; single grain; loose; many very fine and fine interstitial pores; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; on Maggie Creek road north of Carlin between Coyote Creek and Jacks Creek; approximately 1,400 feet north and 575 feet west of the southeast corner of section 13, T.35N., R.51E; Swales Mountain NW 7.5 minute quadrangle; latitude 40 degrees 55 minutes 5.7 seconds N and longitude 116 degrees, 10 minutes, 53.3 seconds W; WGS84 Decimal Degrees 40.9182500 latitude, -116.1814722 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and early spring; Aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 6.5 to 8 degrees C.\nSummer soil temperature: 15.5 to 18.5 degrees C.\nMollic epipedon thickness: 25 to 46 cm.\nParticle size control section - Clay content: 8 to 15 percent.\nRock fragments: 50 to 75 percent mainly gravel; lithology is tuff, rhyolite, tuffaceous sedimentary or other siliceous rocks.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3. (Chroma of 1 occurs only in the root mat.)\nStructure: Weak or moderate, fine or medium granular or subangular blocky structure or is massive. Massive below 25 cm.\nConsistence: Soft or slightly hard, dry; very friable or friable, moist.\nC horizon\nHue: 2.5Y or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nTexture: Stratified sandy loam to loam; stratified gravel and sand occurs at any depth below 100 cm.\nRock fragments: Averages 50 to 75 percent gravel; individual subhorizons range from 30 to 80 percent.\nStructure: Massive or single grain."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bosco soils are on stream terraces and deltaic fans at the mouth of streams at elevations of 1,430 to 1,770 meters. They formed in mixed alluvium derived mostly from siliceous rocks, including tuff, rhyolite and tuffaceous sedimentary rocks. Slopes range from 0 to 2 percent. The climate is cool, continental with a mean annual precipitation of 200 to 250 mm. The mean annual temperature ranges from 5.5 to 7 degrees C. The frost-free period averages about 95 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Four Star, Welch and Toeja soils. Four Star soils have coarse-loamy control sections. Welch soils have fine-loamy control sections. Both soils are saturated at some period during the year. Toeja soils have fine-loamy argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow runoff; moderately rapid permeability; high saturated hydraulic conductivity in the particle-size control section and very rapid permeability; very high saturated hydraulic conductivity in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife food and cover. The substratum is used as a source of gravel and sand. The present vegetation is principally basin big sagebrush, cheatgrass, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in northwestern Nevada. The series is not extensive, with about 2,700 acres to date. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Elko County, Nevada, (Tuscarora Mountain Area), 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Bosco soils were formerly classified as Alluvial soils.\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon - The zone from 0 to 38 cm (A horizons).\nParticle-size control section - The zone from 25 to 100 cm (part of the A3, C1 and part of the C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
