{
  "SERIES": "BOSKET",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "10/2018",
  "STATES": "AR,KY,MS,MO,TN",
  "OVERVIEW": "The Bosket series consists of very deep, well drained, moderately permeable soils that formed in loamy alluvium. These soils are on terraces in the Western Lowlands of Arkansas and other similar areas of MLRA 131 in the lower Mississippi River Valley. Slopes are dominantly 0 to 8 percent, but range to 14 percent. Near the type location, the mean annual temperature is about 62 degrees F. and the mean annual precipitation is about 51 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bosket fine sandy loam, on a 1/2 percent slopes in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam; grayish brown (10YR 5/2) dry; weak fine and medium granular structure; friable; slightly compacted in the lower 3 inches; common fine roots; few fine pores; neutral; abrupt wavy boundary. (7 to 15 inches thick)\nAB--9 to 25 inches; dark yellowish brown (10YR 4/4) fine sandy loam; pale brown (10YR 6/3) dry; weak coarse granular structure parting to weak fine subangular blocky; very friable; common fine roots; many fine pores; slightly acid; wavy boundary. (4 to 20 inches thick)\nBt1--25 to 48 inches; brown (7.5YR 4/4) clay loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; patchy clay films on faces of peds and very dark brown coatings in pores and channels; moderately acid; clear wavy boundary.\nBt2--48 to 58 inches; brown (7.5YR 4/4) sandy clay loam; weak medium and fine subangular blocky structure; friable; clay flows and bridgings in channels; few thin patchy clay films on faces of peds; few fine roots; common fine pores; few faint brown iron depletions; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon is 15 to 40 inches.)\nC/Bt--58 to 78 inches; 70 percent yellowish brown (10YR 5/4) fine sandy loam; massive; very friable; and brown (10YR 5/3) fine sand; single grain; loose; 30 percent lamellae or bands of dark brown (7.5YR 3/2) fine sandy loam; weak medium subangular blocky structure; friable; bands 2 to 4 inches thick in the upper part and wavy discontinuous lamellae 1/8 inch to 1/2 inch thick in the lower part; few fine pores; slightly acid; (10 to 25 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New Madrid County, Missouri; 40 feet south and 1,060 feet west of the NE corner of section 32, T. 24 N., R. 14 E., about 6 miles north of the city limits of New Madrid; USGS Kewanee, Missouri quadrangle; latitude 36 degrees, 41 minutes, 9.1 seconds N. and longitude 89 degrees, 33 minutes, 35 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 40 to more than 60 inches. Reaction ranges from strongly acid to neutral throughout.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 3, and chroma of 2 or 3. Texture is fine sandy loam, sandy loam, or loam.\nThe BA or AB horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6. Texture is fine sandy loam, sandy loam, or loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 or 6. Texture is loam, sandy clay loam or clay loam. The argillic horizon averages 18 to 30 percent clay and more than 15 percent and more commonly over 30 percent sand coarser than very fine.\nThe BC and C/BT horizons (where present) has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is loam, fine sandy loam, or sandy loam. Iron accumulations and depletions, where present, are in shades of brown.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8. Texture is fine sandy loam, sandy loam, loamy sand, loamy fine sand or fine sand. Iron accumulations and depletions, where present, are in shades of brown or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bosket soils are on treads and escarpments of terraces in the Western Lowlands of Arkansas and other areas similar areas of MLRA 131 in the Lower Mississippi River Valley. Many areas are undulating, consisting of low ridges and swales. Slopes are dominantly between 0 to 8 percent, but range to 14 percent. These soils formed in loamy alluvium. Average annual temperature near the type location is about 62 degrees F., and the average annual precipitation is about 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amagon, Bonn, Dexter, Dubbs, Dundee, Foley, Lafe and Tuckerman soils. Amagon, Dexter, Dubbs, Foley and Lafe soils occur on similar terrace positions, Tuckerman soils occur on slightly lower terraces and flood plains. Amagon soils are poorly drained and in a fine-silty family. Bonn and Foley soils are poorly drained and have natric horizons. Dexter and Dubbs soils are in a fine-silty family. Lafe soils are somewhat poorly drained and have a natric horizon. Tuckerman soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; the saturated hydrologic conductivity is moderately high; negligible to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas of the soil have been cleared and are used for growing cotton, soybeans, corn, small grains, grain sorghum and other row crops. A few areas are used for pasture and hayland. Native vegetation was mixed hardwoods with an undergrowth of vines and canes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The lower part of the Mississippi River Valley in MLRA 131; Arkansas, Louisiana, Mississippi, Missouri, Tennessee, and Kentucky. This series was once of large extent but may be less due to land leveling practices."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tunica County, Mississippi; 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon-zone from 0 to 25 inches (Ap and AB horizons)\nArgillic horizon-zone from 25 to 58 inches (Bt1 and Bt2 horizons)\nMany areas have been land leveled, and the mollic surface may have been destroyed in those areas.  Further study is needed to determine if the classification needs to be revised because of the land leveling practices.\nMLRA-131\nADDITIONAL DATA: This pedon will be sampled at a later date.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam; grayish brown (10YR 5/2) dry; weak fine and medium granular structure; friable; slightly compacted in the lower 3 inches; common fine roots; few fine pores; neutral; abrupt wavy boundary. (7 to 15 inches thick)"
      },
      {
        "name": "AB",
        "top": 23,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "narrative": "AB--9 to 25 inches; dark yellowish brown (10YR 4/4) fine sandy loam; pale brown (10YR 6/3) dry; weak coarse granular structure parting to weak fine subangular blocky; very friable; common fine roots; many fine pores; slightly acid; wavy boundary. (4 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 64,
        "bottom": 122,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--25 to 48 inches; brown (7.5YR 4/4) clay loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; patchy clay films on faces of peds and very dark brown coatings in pores and channels; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 122,
        "bottom": 147,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--48 to 58 inches; brown (7.5YR 4/4) sandy clay loam; weak medium and fine subangular blocky structure; friable; clay flows and bridgings in channels; few thin patchy clay films on faces of peds; few fine roots; common fine pores; few faint brown iron depletions; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon is 15 to 40 inches.)"
      },
      {
        "name": "C/Bt",
        "top": 147,
        "bottom": 198,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "narrative": "C/Bt--58 to 78 inches; 70 percent yellowish brown (10YR 5/4) fine sandy loam; massive; very friable; and brown (10YR 5/3) fine sand; single grain; loose; 30 percent lamellae or bands of dark brown (7.5YR 3/2) fine sandy loam; weak medium subangular blocky structure; friable; bands 2 to 4 inches thick in the upper part and wavy discontinuous lamellae 1/8 inch to 1/2 inch thick in the lower part; few fine pores; slightly acid; (10 to 25 inches thick)"
      }
    ]
  ]
}
