{
  "SERIES": "BOSKYDELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. KLG-JAW-RLT",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boskydell very gravelly silty clay loam, on a 15 percent slope in a pasture at an elevation of 1,160 feet.\nAp--0 to 6 inches; dark brown (10YR 3/3), rubbed, very gravelly silty clay loam, brown (10YR 4/3) dry; moderate fine granular structure; friable; many very fine and fine roots and common medium and coarse; many fine interstitial and tubular pores; 50 percent angular chert gravel; slightly acid (6.4); clear smooth boundary. (6 to 9 inches)\nBt1--6 to 12 inches; yellowish red (5YR 4/6) extremely gravelly clay; weak fine subangular blocky structure; firm; many very fine and fine roots and common medium and coarse; many fine interstitial and tubular pores; very few faint discontinuous yellowish red (5YR 4/6) clay films on faces of peds; common fine rounded worm casts and common fine rounded black (N 2/0) masses of iron-manganese accumulation between peds; 70 percent angular chert gravel; slightly acid (pH 6.2); clear smooth boundary.\nBt2--12 to 16 inches; strong brown (7.5YR 4/6) and brown (10YR 5/3) extremely gravelly clay; weak fine subangular blocky structure; firm; many very fine and fine roots and common medium and coarse; common fine interstitial and tubular pores; common distinct discontinuous strong brown (7.5YR 4/6) clay films on faces of peds; common fine rounded black (N 2/0) masses of iron-manganese accumulation between peds and common fine rounded strong brown (7.5YR 5/6) masses of iron accumulation between peds; 70 percent angular chert gravel; slightly acid (pH 6.3); abrupt wavy boundary. (combined thickness of the Bt horizons is 0 to 36 inches)\n2Bt3--16 to 39 inches; light olive brown (2.5Y 5/4) very gravelly silty clay; moderate fine and medium subangular blocky structure; firm; common very fine and fine roots and common medium; common very fine and fine interstitial pores; few distinct discontinuous light yellowish brown (2.5Y 6/4) clay films on faces of peds; common fine rounded strong brown (7.5YR 5/6) masses of iron accumulation between peds; 50 percent angular shale gravel; neutral (pH 6.6); abrupt wavy boundary.\n2Bt4--39 to 55 inches; grayish brown (2.5Y 5/2) and light yellowish brown (2.5Y 6/4) gravelly silty clay; strong fine and medium subangular blocky structure; firm; common fine roots; common very fine and fine interstitial pores; few distinct discontinuous gray (2.5Y 5/1) clay films on faces of peds; common fine rounded strong brown (7.5YR 5/6) masses of iron accumulation between peds; 30 percent angular shale gravel; neutral (pH 6.7); abrupt wavy boundary.\n2Bt5--55 to 69 inches; grayish brown (2.5Y 5/2) extremely gravelly silty clay loam; strong fine angular blocky structure; very firm; few fine roots; few very fine and fine interstitial pores; few faint discontinuous grayish brown (2.5Y 5/2) clay films on faces of peds; common fine rounded strong brown (7.5YR 5/6) masses of iron accumulation between peds; 85 percent angular shale gravel; neutral (pH 7.0); gradual wavy boundary. (combined thickness of the 2Bt horizons is 18 to 68 inches)\n2Cr--69 to 80 inches--fractured shale filled with light olive brown (2.5Y 5/3) silt loam."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McDonald County Missouri; 3 miles east of Jane; 1,325 feet west and 500 feet north of the southeast corner of section 14, T. 21 N., R. 31 W; Lat; 36 deg 32 min 17 sec N; Long: 94 deg 15 min 8 sec W; UTM Zone 15 S; UTM Easting: 387906; UTM Northing; 4044157; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 24 to 60 inches or more\nDepth to Bedrock: greater than 60 inches\nDepth to redoximorphic features: 6 to 18 inches\nSurface Cover: 0 to 1 percent stones\nA or Ap horizon\nHue: 10YR or 7.5YR.\nValue: 2 or 3.\nChroma: 2 to 4.\nFine-earth: silt loam or silty clay loam.\nTotal rock fragments: 10 to 65 percent gravel.\nReaction: slightly acid or neutral\nBt horizon\nHue: 2.5Y, 10YR, 7.5YR or 5YR\nValue: 3 to 7\nChroma: 3 to 6\nClay depletions (when present)\nHue: 2.5Y or 10YR\nValue: 4 or 5\nChroma: 1 or 2\nFine-earth: silty clay loam, silty clay, or clay\nTotal rock fragments: 20 to 85 percent gravel\nReaction: slightly acid to slightly alkaline\n2Bt horizon\nHue: 5Y, 2.5Y or 10YR.\nValue: 3 to 7.\nChroma: 2 to 6.\nClay depletions (when present)\nHue: 5Y, 2.5Y or 10YR.\nValue: 4 or 5.\nChroma: 1 or 2.\nFine-earth: silty clay loam, silty clay or clay.\nTotal rock fragments: 5 to 85 percent gravel, 0 to 20 percent channers.\nReaction: neutral to moderately alkaline\nNote: The Cr horizon has relict color and silt loam or silty clay loam texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Boskydell is the only series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boskydell soils are on bluffs, footslopes, and lower sideslopes of hills. Slopes are convex and range from 8 to 75 percent. These soils formed in colluvium from cherty limestone of the Kinderhookian geologic group (lower Mississippian age) over residuum from shale of the Chattanooga formation (Devonian Age). The mean annual temperature varies from 56 to 59 degrees F. The mean annual precipitation varies from 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hailey, Rueter, Moko, Cedargap, Pinerun, Possumtrot, Gasconade, Sonsac, Gobbler, Ocie, and Alred soils. Hailey, Rueter, and Moko soils are on sideslopes. Cedargap, Pinerun, and Possumtrot soils are on floodplains. Gasconade, Sonsac, Gobbler, Ocie, and Alred soils are on structural benches. Hailey and Rueter soils have a loamy-skeletal particle size class. Cedargap, Pinerun and Possumtrot soils are well drained. Moko and Gasconade soils are shallow. Sonsac soils are moderately deep. Gobbler and Ocie soils are deep. Alred soils have a loamy-skeketal over clayey particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, high to very high runoff, slow permeability. The saturated hydraulic conducivity is moderately low.  A saturated zone is present at about 0.5 to 1.5 feet for for more than 30 cumulative days during the year and a perched water table is present at about 1.5 to 3.5 feet from fall to late spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cleared and used for pasture and hayland. Some areas remain in native timber. Native vegetation is mixed hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Springfield Plains region (MLRA 116B) of southwest Missouri. They are of small extent; about 2,200 acres have been mapped to date."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McDonald County, Missouri, 2004. The name is from a community in the McDonald County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formally mapped as the Summit series in southwest Missouri and northwest Arkansas.  They would classify as Mollic Oxyaquic Hapludalfs but there currently is no such classification in Soil Taxonomy.\nDiagnostic horizons and features in this pedon include:\n1) Ochric epipedon - the zone from 0 to 6 inches (Ap horizon).\n2) Argillic horizon - the zone from 6 to 69 inches (Bt1, Bt2, 2Bt3, 2Bt4 and 2Bt5 horizons).\n3) Zone of saturated condition - 6 to 16 inches.\n4) Zone of aquic condition - 16 to 69 inches.\nADDITIONAL DATA: Pedon ID number 96MO119039. University of Missouri Soil Characterization Laboratory sample number M9611901.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
