{
  "SERIES": "BOSONOAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAZ/WWJ",
  "REVDATE": "05/2006",
  "STATES": "NM",
  "OVERVIEW": "The Bosonoak series consists of very deep, well drained, moderately slowly permeable soils that formed in alluvium and fan alluvium derived from siltstone and shale of the Owl Rock member of the Chinle Formation.  Bosonoak soils are on drainageways and valley sides.  Slopes range from 1 to 5 percent.  Mean annual precipitation is about 14 inches and mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bosonoak loam--in rangeland on a convex-linear northeast facing, 2 percent slope at an elevation of 6,660 feet.  (Colors are for dry soils unless otherwise noted.)\nA--0 to 2 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak medium and thick platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine irregular pores; slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.\nBt--2 to 5 inches; reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; strong thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and few medium roots; few fine irregular pores; many distinct clay films on faces of peds; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nBtk1--5 to 28 inches; reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; strong medium prismatic structure; hard, firm, very sticky and very plastic; common very fine, fine, and few medium roots; common fine irregular pores; many prominent clay films on faces of peds; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary.\nBtk2--28 to 40 inches; reddish brown (2.5YR 4/4) loam, dark reddish brown (2.5YR 3/4) moist; moderate medium and coarse prismatic structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common fine irregular pores; many distinct clay films on faces of peds and bridging sand grains; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary.\nBtk3--40 to 63 inches; weak red (10R 5/4) loam, weak red (10R 4/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine irregular pores; common distinct clay films on faces of peds and bridging sand grains; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary.\nBtk4--63 to 80 inches; weak red (10R 5/4) silt loam, weak red (10R 4/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine irregular pores; common faint clay films on faces of peds and bridging sand grains; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; about 5.75 miles north of Zuni Pueblo; Vanderwagon Draw Quadrangle: about 1,600 feet south and 500 feet east of the northwest corner of sec. 27, T. 11 N., R. 19 W.; latitude 35 degrees, 09 minutes, 30 seconds and longitude 108 degrees, 50 minutes, 15 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in all parts, for less than 90 cumulative days from April through October.  It is usually dry, in some part, for more than 120 days cumulative days during the same period.  It is continuously moist in some part November through April, but not moist in all parts for 45 consecutive days from January through April.  The period of maximum precipitation is July through October.  The soil is driest during May and June.  Aridic ustic moisture regime.\nSoil Temperature: 48 to 51 degrees F.\nParticle size control section: 25 to 35 percent clay\nDepth to secondary calcium carbonate: most profiles are calcareous to the surface\nCalcium carbonate equivalent: 0 to 2 percent in the A and Bt horizons and 2 to 10 percent in the Btk and Bk horizons\nRock fragments: 0 to 5 percent siliceous pebbles\nReaction: slightly alkaline to moderately alkaline\nSalinity: EC of 0.5 to 2.5\nA horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5 dry, 3 or 4 moist\nTextures: silt loam or loam\nBt horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 or 6\nTextures: silty clay loam or clay loam\nBtk horizon:\nHue: 10R to 5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 or 6\nTextures:  loam, silty clay loam, clay loam, or silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arnor (NM), Arwite (WY), Augustine (NM), Bigbow (KS), Carri (AZ), Celacy (NM), Celavar (NM), Dalhart (OK), Deekay (WY), Dermala (NM), Elwop (WY), Evpark (NM), Flugle (NM), Fort Collins (CO), Gateson (WY), Goesling (NM), Iwela (NM), Lykorly (AZ), Navajita (NM), Nyjack (NM), Oldwolf (WY), Olnest (CO), Orlie (NM), Parkelei (NM), Pinitos (NM), Rauzi (WY), Ribera (NM), Rockybutte (WY), Stoneham (CO), Toluca (MT), and Wagonhound (WY) series. Arnor, Dermala, and Iwela soils, have greater than 15 percent rock fragments in the particle-size control section. Augustine, Flugle, Parkelei, and Pinitos soils have greater than 35 percent sand in the control section. Bigbow soils have buried paleosols at moderate depths. Carri, Celacy, Celavar, Elwop, Evpark, Gateson, Nyjack, and Ribera soils are moderately deep to a lithic or paralithic contact. Flugle and Pinitos soils receive less winter precipitation and are not continuously moist, in most years, in some part of the soil moisture control section November through April and have mean annual temperatures above 50 degrees F. Goesling have calcic horizons and would classify in a Calcidic subgroup. Navajita soils formed from the Bandelier Tuff formation and have a significant content of volcanic glass and pararock fragments. Pinitos soils do not allow rock fragments and have hues yellower than 5YR. Lykorly, Orlie, and Parkelei soils have hues yellower than 5YR. Rockybutte soils are moderately deep to fragmental material. Arwite, Bigbow, Dalhart, Deekay, Elwop, Fort Collins, Gateson, Oldwolf, Olnest, Rauzi, Rockybutte, Stoneham, Toluca, and Wagonhound soils receive most of the annual precipitation in the spring and fall and are in LRR-E or LRR-G."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Bosonoak soils formed in alluvium and fan alluvium derived from siltstone and shale of the Owl Rock member of the Chinle Formation.  Bosonoak soils are on drainageways and fan remnants on valley sides.  Slopes are 1 to 5 percent.  Elevations range from 6,500 to 7,000 feet.  The mean annual air temperature is 46 to 49 degrees F., and the mean annual precipitation is 13 to 16 inches.  The frost free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bryway, Evpark, and Highdye soils on summits of mesas and dipslopes of cuestas; the Concho, Fraguni, and Hosta soils on fan remnants and stream terraces; and the Toldohn and Vessilla soils on escarpments of mesas and cuestas.  Bryway and Evpark soils are moderately deep to shale and sandstone.  Highdye, Toldohn, and Vessilla soils are very shallow and shallow to sandstone and shale. Concho and Hosta soils are fine textured.  Fraguni soils are moderately coarse textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium runoff, and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used as rangeland.  The present vegetation is big sagebrush, blue grama, western wheatgrass, rubber rabbitbrush, and bottlebrush squirreltail with widely scattered small pinyon and oneseed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central New Mexico. LRR-D, MLRA 35. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 2 inches.  (A horizon)\nArgillic horizon: The zone from 2 to 80 inches.  (Bt and Btk horizons)\nClassified according to Soil Taxonomy Second Edition, 1999.\nADDITIONAL DATA: NSSL sample number S94NM-031-002\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak medium and thick platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine irregular pores; slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary."
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 13,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--2 to 5 inches; reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; strong thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and few medium roots; few fine irregular pores; many distinct clay films on faces of peds; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary."
      },
      {
        "name": "Btk1",
        "top": 13,
        "bottom": 71,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--5 to 28 inches; reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; strong medium prismatic structure; hard, firm, very sticky and very plastic; common very fine, fine, and few medium roots; common fine irregular pores; many prominent clay films on faces of peds; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 71,
        "bottom": 102,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk2--28 to 40 inches; reddish brown (2.5YR 4/4) loam, dark reddish brown (2.5YR 3/4) moist; moderate medium and coarse prismatic structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common fine irregular pores; many distinct clay films on faces of peds and bridging sand grains; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary."
      },
      {
        "name": "Btk3",
        "top": 102,
        "bottom": 160,
        "dry_hue": "10R",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk3--40 to 63 inches; weak red (10R 5/4) loam, weak red (10R 4/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine irregular pores; common distinct clay films on faces of peds and bridging sand grains; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary."
      },
      {
        "name": "Btk4",
        "top": 160,
        "bottom": 203,
        "dry_hue": "10R",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "Btk4--63 to 80 inches; weak red (10R 5/4) silt loam, weak red (10R 4/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common fine irregular pores; common faint clay films on faces of peds and bridging sand grains; strongly effervescent; common fine and medium filaments and masses of calcium carbonate; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
