{
  "SERIES": "BOSSIER",
  "STATUS": "Established Series",
  "BYREV": "MJB Rev. JDS",
  "REVDATE": "01/2017",
  "STATES": "AR,LA,OK",
  "OVERVIEW": "The Bossier series consists of very deep, poorly drained, very slowly permeable soils that formed in clayey alluvium. These soils are on level to gently undulating alluvial plains of the Red River and its distributaries. Slope ranges from 0 to 3 percent. Mean annual air temperature is about 18 degrees C (65 degrees F), and the mean annual precipitation is about 1303 mm (51.3 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Aeric Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bossier clay, on a 0.5 percent slope, in bottomland hardwoods; at an elevation of 48.8 m (160 ft). (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); dark gray (10YR 4/1) clay; weak medium subangular blocky structure; firm, very sticky, very plastic; common fine and common medium roots throughout; 20 percent medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries on faces of peds; strongly acid; gradual wavy boundary (Thickness of the A horizon is 10 to 18 cm [4 to 7 in])\nBssg1--13 to 38 cm (5 to 15 in); dark grayish brown (10YR 4/2) clay; weak medium prismatic structure parting to moderate medium angular blocky; firm, very sticky, very plastic; common fine and common medium roots between peds; common fine low continuity tubular pores; 2 percent  prominent slickensides (pedogenic); 10 percent prominent pressure faces; 1 percent fine distinct irregular very dark gray (10YR 3/1) manganese masses in cracks; 20 percent medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries on faces of peds; moderately acid; gradual wavy boundary.\nBssg2--38 to 61 cm (15 to 24 in); dark grayish brown (10YR 4/2) clay; weak medium prismatic structure parting to moderate medium angular blocky; firm, very sticky, very plastic; common fine and common medium roots in cracks; common fine low continuity tubular pores; 2 percent prominent slickensides (pedogenic); 10 percent prominent pressure faces; 1 percent fine distinct irregular very dark gray (10YR 3/1) manganese masses in cracks; 20 percent medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries on faces of peds; 25 percent medium faint irregular gray (10YR 5/1) iron depletions with diffuse boundaries on faces of peds; slightly acid; abrupt smooth boundary (Combined thickness of the Bssg horizon is 13 to 57 cm [5 to 22 in])\n2Bkss1--61 to 103 cm (24 to 41 in); reddish brown (5YR 4/4) clay; weak medium prismatic structure parting to moderate medium angular blocky; firm, very sticky, very plastic; common fine roots in cracks; common fine low continuity tubular pores; 2 percent prominent slickensides (pedogenic); 10 percent prominent pressure faces; 1 percent medium distinct irregular dark gray (10YR 4/1) iron depletions with diffuse boundaries on faces of peds; 1 percent fine distinct irregular very dark gray (10YR 3/1) manganese masses in cracks; 1 percent fine irregular moderately cemented carbonate nodules; strongly effervescent, by HCl, 1 normal; moderately alkaline; gradual wavy boundary.\n2Bkss2--103 to 164 cm (41 to 64 in); dark reddish brown (2.5YR 3/4) clay; weak medium prismatic structure parting to moderate medium angular blocky; firm, very sticky, very plastic; common fine roots in cracks; 2 percent prominent slickensides (pedogenic); 10 percent prominent pressure faces; 1 percent fine distinct irregular very dark gray (10YR 3/1) manganese masses in cracks; 8 percent fine prominent irregular grayish brown (10YR 5/2) iron depletions with diffuse boundaries on faces of peds; 1 percent fine irregular moderately cemented carbonate nodules; slightly effervescent, by HCl, 1 normal; moderately alkaline; gradual wavy boundary\n2Bkss3--164 to 191 cm (64 to 75 in); reddish brown (2.5YR 4/4) clay; weak medium prismatic structure parting to moderate medium angular blocky; firm, very sticky, very plastic; common fine roots in cracks; 2 percent prominent slickensides (pedogenic); 10 percent prominent pressure faces; 1 percent fine distinct irregular very dark gray (10YR 3/1) manganese masses in cracks; 8 percent medium prominent irregular reddish gray (5YR 5/2) iron depletions with diffuse boundaries throughout; 1 percent fine irregular moderately cemented carbonate nodules; slightly effervescent, by HCl, 1 normal; moderately alkaline; gradual wavy boundary. (Combined thickness of the 2Bkss horizon is 25 to 127 cm [10 to 50 in])\n2Bkss4--191 to  216 cm (75 to 85 in); dark reddish brown (2.5YR 3/4) clay; weak medium prismatic structure parting to moderate medium angular blocky; firm, very sticky, very plastic; common fine roots in cracks; 2 percent prominent slickensides (pedogenic); 10 percent prominent pressure faces; 5 percent medium prominent irregular grayish brown (10YR 5/2) iron depletions with diffuse boundaries on faces of peds; 1 percent fine irregular moderately cemented carbonate nodules; slightly effervescent, by HCl, 1 normal; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bossier Parish, Louisiana; located about 13 miles south on La. Hwy. 3 from the intersection of La. Hwys. 3 and 162 in Benton, La.; 1.8 miles south on U. S. Hwy. 71 from intersection of La. Hwy. 3 and U.S. Hwy. 71; east 1 mile on Barksdale E (through west gates of Barksdale Air Force Base) from intersection of Barksdale E and U.S. Hwy. 71; 3.85 miles north and east on Hangar Drive from intersection of Barksdale E and Hangar Drive; 3.9 miles east on Dunn Road from intersection of Hangar Drive and Dunn road; 2.7 miles east on Flag Lake Dam Road from intersection of Dunn Rd. and Flag Lake Dam Rd.; 2.1 miles southwest on Bluff Ridge Road from intersection of Flag Lake Dam Rd. and Bluff Ridge Rd.; 2012 feet (.38 miles) north on gravel road from intersection of Bluff Ridge Rd. and gravel road; 70 feet south of trail in woods; SE 1/4 of NW 1/4 Sec. 3 T. 17N R. 11W\nUSGS Topographic Quadrangle: Sligo, LA\nLatitude: 32 degrees, 29 minutes, 27.07 seconds N\nLongitude: 93 degrees, 35 minutes, 29.96 seconds W\nDecimal Degrees:\nLatitude: 32.49085278 degrees\nLongitude: -93.5916555 degrees\nDatum: NAD83\nUTM Easting: 444414.3 m\nUTM Northing: 3594999.3 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 75 to more than 178 cm (30 to 70 in)\nDepth to calcareous horizons: 36 to 75 cm (14 to 30 in)\nDepth to cambic horizon: 4 to 18 cm (2 to 7 in)\nDepth to redox concentrations: 0 to >100 cm (0 to >40 in)\nVertic features: intersecting slickensides within 100 cm (40 in)\nParticle-size control section (weighted average):\nClay content: 60 to 85 percent\nA or Ap horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 1 or 2\nOther features: where the A horizon is less than 25 cm (10 in),\nHue: 5YR or 7.5YR, Chroma: 2 or 3; or\nHue: 10YR, Value: 3 or 4, Chroma: 1\nTexture: silty clay loam, silty clay, or clay\nClay content: 35 to 80 percent\nRedox concentrations: amount-2 to 25 percent; size-fine or medium; contrast-distinct to prominent; color-shades of brown or strong brown; boundary-clear; location-on ped faces\nReaction: very strongly acid to slightly acid\nBssg horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 1 or 2\nTexture: clay\nClay content: 55 to 85 percent\nSlickensides/Pressure faces: amount-2 to 20 percent; distinctness-distinct or prominent\nRedox concentrations: amount-5 to 30 percent; size-fine or medium; contrast-distinct or prominent; color-shades of brown or strong brown; boundary-clear; location-on ped faces\nIron-manganese concentrations: amount-0 to 5 percent; size-fine or medium;\nReaction: strongly acid to neutral\n2Bk horizon (upper part):\nHue: 5YR\nValue: 3 or 4\nChroma: 2 to 6\nTexture: clay\nClay content: 55 to 85 percent\nSlickensides/Pressure faces:  amount-1 to 20 percent; distinctness-distinct or prominent\nRedox depletions: amount-1 to 20 percent; size-fine or medium; contrast-distinct or prominent; colors-shades of gray; boundary-diffuse; location-on faces of peds\nIron-manganese concentrations: amount-0 to 10 percent; size-fine or medium\nIdentifiable secondary carbonates: amount-1 to 25 percent; size-fine; location-throughout\nEffervescence: slight or strong\nReaction: neutral to moderately alkaline\n2Bk (lower part) or 2Ck horizon (where present):\nHue: 2.5YR to 10YR\nValue: 3 to 5\nChroma: 2 to 6\nTexture: clay\nClay content: 55 to 85 percent\nSlickensides/Pressure faces:  amount-1 to 20 percent; distinctness-distinct or prominent\nRedox depletions: amount-1 to 20 percent; size-fine or medium; contrast-distinct or prominent; colors-shades of gray; boundary-diffuse; location-on faces of peds\nIron-manganese concentrations: amount-0 to 10 percent; size-fine or medium\nIdentifiable secondary carbonates: amount-1 to 25 percent; size-fine to coarse; kind-calcium carbonate; location-throughout\nEffervescence: slight to strong\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nPerry (AR) soils are in a closely related family but do not have red parent materials with chroma 2 or more within a depth of 75 cm (30 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey alluvium derived from Red River sediments\nLandscape: alluvial plain\nLandform: flood plain\nSlope: 0 to 3 percent\nSoil moisture: aquic moisture regime\nMean annual soil temperature: 17 to 23 degrees C (62.5 to 73 degrees F)\nMean annual air temperature: 12 to 25 degrees C (54 to 77 degrees F)\nMean annual precipitation: 1069 to 1537 mm (42 to 60.5 in)\nPrecipitation Pattern: July through September are the driest months, while October through June are the wettest months\nFrost-free period: 219 to 291 days\nElevation: 15 to 61 m (50 to 200 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buxin (LA), Latanier (LA), Moreland (LA), Portland (AR), and Yorktown (AR) series, and the closely related Perry (AR) series.\nBuxin soils: have reddish parent materials with hue of 2.5YR or 5YR in the upper part of the subsoil and are on slightly higher positions\nLatanier soils: have reddish parent materials throughout the upper part of the solum, have a mollic epipedon, have a loamy buried subsurface layer that begins within at a depth of 100 cm (40 in), and are on higher positions\nMoreland soils: have reddish parent materials with hue of 2.5YR or 5YR throughout the subsoil, and are on slightly higher positions\nPerry soils: are on similar positions\nPortland soils: have reddish parent materials with hue of 5YR or 7.5YR throughout the upper part of the subsoil and are on slightly higher positions Yorktown soils: do not have reddish parent materials within a depth of  100 cm (40 in), and are on lower positions that are submerged for longer periods"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage:  poorly drained\nPermeability: very slow\nRunoff:  negligible on concave slopes, medium on slopes less than one percent, and high on slopes over one percent\nFlooding: these soils are subject to frequent flooding\nSeasonal high water table: these soils are saturated in the A horizons for more than 30 cumulative days during December through April"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major part is in hardwood forest. Common trees are green and white ash, cottonwood, cherrybark oak, nutall oak, swamp chestnut oak, water oak, willow oak, sweetgum, and sycamore. Areas cleared, drained, and protected by levees are in soybeans, rice, wheat, oats, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Louisiana, Arkansas, and possibly eastern Oklahoma. LRR O; MLRA 131C. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Bossier Parish, Louisiana; 11/2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formally included in the Perry series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in) (A horizon)\nCambic horizon: 13 to  216 cm (5 to 85 in) (Bssg, 2Bkss, 2Bk horizons)\nSecondary carbonates: 61 to 165 cm (24 to 65 in) (2Bk and 2Bkss horizons)\nSlickensides:  13 to  216 cm (5 to 85 in) (Bssg, 2Bkss, 2Bk horizons).\nRedoximorphic concentrations: 0 to 61 cm (0 to 24 in) (A, Bssg horizons)\nRedoximorphic depletions: 61 to 216 cm (24 to 85 in) (2Bkss horizons)\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Added metric measurements. Updated pedon description, range in characteristics, geographic setting, geographically associated soils, and other sections.\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
