{
  "SERIES": "BOSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJH-JRA-MHD-NJH-ALG",
  "REVDATE": "08/2007",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boston silt loam, on a convex, 3 percent slope in a hayfield at an elevation of 317 meters (1040 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 7 cm (0 to 3 inches); dark yellowish brown (10YR 4/4) silt loam; weak fine granular structure; friable; few coarse and many fine and medium roots; very strongly acid; abrupt smooth boundary.\nAp2--7 to 25 cm (3 to 10 inches); yellowish brown (10YR 5/4) silt loam; moderate fine subangular blocky structure; friable; few coarse, common medium, and many fine roots; few distinct dark yellowish brown (10YR 4/6) masses of iron and manganese accumulation throughout; very strongly acid; clear smooth boundary. [Combined thickness of the Ap horizon is 15 to 25 cm (6 to 10 inches).]\nAB--25 to 33 cm (10 to 13 inches); yellowish brown (10YR 5/4) silt loam; moderate fine subangular blocky structure; friable; common fine roots; common fine distinct brown (10YR 5/3) clay depletions on faces of peds; few distinct dark yellowish brown (10YR 4/6) masses of iron and manganese accumulation throughout; strongly acid; clear smooth boundary. [0 to 10 cm (4 inches) thick]\nBt1--33 to 54 cm (13 to 21 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; firm; common fine roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; common fine distinct brown (10YR 5/3) clay depletions on faces of peds; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation on faces of peds; extremely acid; clear wavy boundary. [15 to 46 cm (6 to 18 inches) thick]\n2Bt2--54 to 79 cm (21 to 31 inches); dark yellowish brown (10YR 4/6) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium prominent grayish brown (10YR 5/2) iron depletions on faces of peds; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation on faces of peds; 3 percent gravel; extremely acid; clear wavy boundary. [25 to 51 cm (10 to 20 inches) thick]\n2Btx3--79 to 105 cm (31 to 41 inches); yellowish brown (10YR 5/6) loam; moderate very coarse prismatic structure parting to moderate medium subangular blocky with thin platy; very firm; few fine and medium roots on faces of prisms; many distinct yellowish brown (10YR 5/4) clay films on faces of peds; many medium prominent gray (10YR 5/1) iron depletions on faces of peds; many distinct strong brown (7.5YR 5/8) masses of iron accumulation on faces of peds; 10 percent gravel and 2 percent cobbles; brittle; strongly acid; abrupt wavy boundary. [25 to 38 cm (10 to 15 inches) thick]\n3Bt1--105 to 128 cm (41 to 50 inches); strong brown (7.5YR 4/6) clay; moderate medium subangular blocky structure; firm; few fine and medium roots in seams; many distinct brown (7.5YR 4/4) clay films on faces of peds; common medium prominent gray (10YR 5/1) iron depletions on faces of peds; common medium prominent black (10YR 2/1) manganese oxide masses throughout; 2 percent gravel; neutral; clear wavy boundary.\n3Bt2--128 to 131 cm (50 to 52 inches); strong brown (7.5YR 4/6) clay; moderate fine and medium subangular blocky structure; firm; many distinct brown (7.5YR 4/4) clay films on faces of peds; common medium prominent gray (10YR 5/1) iron depletions on faces of peds; many fine distinct brownish yellow (10YR 6/8) iron and manganese oxide masses throughout; many medium prominent black (10YR 2/1) manganese oxide masses throughout; 10 percent limestone fragments; slightly alkaline; clear wavy boundary. [Combined thickness of the 3Bt horizon is 20 to 66 cm (8 to 26 inches).]\n3BC--131 to 144 cm (52 to 57 inches); yellowish brown (10YR 5/4) sandy clay loam; weak coarse subangular blocky structure parting to massive; firm; many distinct dark yellowish brown (10YR 4/4) clay accumulations in tongues and pockets throughout; many distinct light gray (10YR 7/1) iron depletions on faces of peds; many medium prominent black (10YR 2/1) manganese oxide masses throughout; 5 percent limestone fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary. [3 to 13 cm (1 to 5 inches) thick]\n3R--144 cm (57 inches); Silurian limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Highland County, Ohio; in Liberty Township; about 2 1/2 miles east of Hillsboro along U.S. 50; then 1.2 miles south-southeast along Haggerty Road, then 421 feet southwest of Haggerty Road; USGS Hillsboro, Ohio topographic quadrangle; lat. 39 degrees 11 minutes 42.2 seconds N. and long. 83 degrees 33 minutes 26.6 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 76 to more than 203 cm (30 to more than 80 inches)\nThickness of the loess: 38 to 76 cm (15 to 30 inches)\nDepth to fragipan: 46 to 89 cm (18 to 35 inches)\nDepth to lithic contact: typically 127 to 178 cm (50 to 70 inches) but ranges from 107 to 244 cm (42 to 96 inches)\nAp or A horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid to moderately acid\nAB or BE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid to moderately acid\nSome pedons have a BE horizon rather than an AB horizon.\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nRock fragment content: 0 to 2 percent\nReaction: extremely acid to strongly acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam, loam, or silty clay loam\nRock fragment content: 2 to 10 percent\nReaction: extremely acid to strongly acid\n2Btx horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: clay loam, loam, silt loam, or silty clay loam\nRock fragment content: 2 to 10 percent\nReaction: extremely acid to strongly acid\n3Bt horizon:\nHue: 2.5YR to 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: clay loam, silty clay, or clay\nRock fragment content: 2 to 15 percent\nReaction: neutral to moderately alkaline\n3BC or 3C horizon:\nHue: 2.5YR to 10YR\nValue: 5 or 6\nChroma: 1 to 6\nTexture: sandy clay loam to loam\nRock fragment content: 2 to 15 percent\nReaction: neutral to moderately alkaline\nWhere present, the 3C horizon is 3 to 13 cm (1 to 5 inches) thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chalfont, Gudgel, Haubstadt, Nabb, Pierpont, Plumfield, Robbs, Sciotoville, and Shakamak series. Chalfont soils have more than 15 percent rock fragments in the lower part of the series control section. Gudgel soils are less than 46 cm (18 inches) to a fragipan. Haubstadt, Pierpont, Plumfield, Nabb, Sciotoville, and Shakamak soils do not have limestone fragments in the lower part of the series control section. Robbs soils have less than 2 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boston soils are on nearly level to steep areas of the loess-capped dissected Illinoian till plain. Slope ranges from 0 to 25 percent. These soils formed in a mantle of loess and the underlying till over residuum from Silurian limestone. Mean annual precipitation ranges from about 940 to 1170 mm (37 to 46 inches). Mean annual air temperature ranges from about 9 to 14 degrees C (48 to 57 degrees F). Frost-free period is 155 to 225 days. Elevation is 274 to 351 meters (900 to 1150 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bratton, Cincinnati, and Grayford soils and the moderately well drained Rossmoyne soils. Bratton soils do not have a fragipan or a layer of till above the residuum and occur in a complex with Boston soils in places. Cincinnati and Rossmoyne soils are not underlain by bedrock and are on similar positions. Grayford soils do not have a fragipan and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent perched high water table ranges from 46 to 91 cm (1.5 to 3.0 feet) between January and April in years with normal precipitation. The potential for surface water runoff ranges from medium to very high. Saturated hydraulic conductivity is moderately high or high above the fragipan and low to moderately high (0.07 to 1.41 micrometers/sec) in and below the fragipan. Permeability is moderate above the fragipan and slow or very slow (0.01 to 0.2 inches/hour) in and below the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the area of Boston soils are used for general farming. Cultivated crops are mainly corn, wheat, soybeans, grass and legumes, and tobacco. Some areas are used for pasture or woodland, and a small portion is idle. Native vegetation is deciduous hardwoods including beech, white and red oaks, maple, hickory, and tulip poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Ohio; MLRA 114A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Highland County, Ohio, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features - recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 33 cm (Ap, AB horizons).\nArgillic horizon: from a depth of 33 to 131 cm (Bt, 2Bt, 2Btx, 3Bt horizons).\nFragipan: from a depth of 79 to 105 cm (2Btx3 horizon).\nAquic conditions: iron depletions with chroma of 2 or less in all horizons below a depth of 54 cm.\nADDITIONAL DATA: Characterization data for pedon HY-72 is available through the Soil Characterization Laboratory at The Ohio State University, Columbus, OH.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
