{
  "SERIES": "BOSTWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/SJJ",
  "REVDATE": "04/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bostwick loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong medium granular structure; soft, very friable, slightly sticky, slightly plastic; noncalcareous; neutral (pH 6.8); clear smooth boundary.  (4 to 12 inches thick)\nB1--7 to 11 inches; brown (10YR 5/3) light clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure that parts to medium granules; slightly hard, very friable, slightly sticky, slightly plastic; crushed surfaces are slick; primary peds are hard; few thin glossy patches on the faces of peds and discontinuous glossy coatings on the inside of root channels and pores; noncalcareous; neutral (pH 6.8); gradual smooth boundary.  (4 to 12 inches thick)\nB2t--11 to 26 inches; brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3) moist; moderate medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; crushed surfaces are slick; primary peds are very hard; thin continuous wax-like coatings on the faces of peds and wax- like coatings and fillings on the inside of root channels and pores; few wax-like rims around the entrance to some soil pores; noncalcareous; neutral (pH 6.8); gradual smooth boundary.  (6 to 39 inches thick)\nB3--26 to 30 inches; brown (7.5YR 5/3) light clay loam, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; crushed surfaces are slick; primary peds are very hard; few thin glossy patches on the face of peds and discontinuous glossy coatings on the inside of some root channels and pores; noncalcareous; neutral (pH 7.2); gradual smooth boundary.  (3 to 8 inches thick)\nC--30 to 50 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; hard, friable, slightly sticky, slightly plastic; crushed surfaces are slick; noncalcareous; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montrose County, Colorado; approximately .4 mile west and .2 mile north of the SE corner of Sec. 20, T. 49 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly calcareous material normally ranges from 40 to 60 inches or more and is not shallower than the upper 3 inches of the C horizon if the solum exceeds 40 inches.  Depth to the base of the argillic horizon ranges from 17 to 50 inches.  A majority of subhorizons above a depth of 50 inches have hue of 7.5YR or yellower, although in some pedons thin subhorizons redder than 7.5YR occur.  Rock fragments range from 0 to 15 percent by volume in a major part of the solum and C horizon above a depth of 50 inches and these are mainly 1/2 to 10 inches in diameter.  Sand and silt fractions contain about 2 to 20 percent or more of flat mica platelets of sufficient size to influence the soil's physical properties so that crushed moist surfaces feel slick or soapy.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4.5 to 5.5 dry, 2 or 3 moist, and chroma of 1 through 3.  It ranges from slightly acid to slightly alkaline (1:5 dilution unbuffered organic dye).\nThe B2t horizon has hue of 2.5Y through 5 YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 6.  It is typically loam or clay loam with less than 35 percent being fine or coarser sand.  This horizon ranges from slightly acid to slightly alkaline (1:5 dilution unbuffered organic dye).\nThe C horizon has hue of 2.5Y through 7.5YR.  It is typically loam or clay loam but clay ranges from 18 to 35 percent, silt from 5 to 55 percent, and sand from 20 to 70 percent.  This horizon is neutral or slightly alkaline (1:5 dilution unbuffered organic dye)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinniboine, Cheesman, Devon, Duffson, Evanston, Jarre, Joplin, Kevin, Kremlin, Marmarth, Morval, Perrypark, Peyton, Sappington, Telstad, Turret, and Villa Grove series.  Assinniboine, Devon, Evanston, Joplin, Kevin, Kremlin, Morval, Sappington, Telstad, and Villa Grove soils are calcareous and have continuous horizons of visible secondary calcium carbonate accumulation above a depth of 40 inches or immediately below the solum if the solum is thicker than 40 inches.  Cheesman, Duffson, and Marmarth soils have bedrock above a depth of 40 inches.  Jarre soils have loamy-skeletal C horizons above a depth of 40 inches and have a high proportion of medium and coarse angular granite sand.  Perrypark soils have hue of 5YR or redder in a majority of subhorizons above a depth of 56 inches and have more than 35 percent fine or coarser sand.  Peyton soils have more than 35 percent fine or coarser sand and have sandy loam C horizons of less than 18 percent clay.  Turret soils have loamy-skeletal C horizons above a depth of 40 inches or immediately below the solum if thicker than 40 inches and have more than 35 percent fine or coarser sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bostwick soils are on gently to moderately steeply sloping alluvial fans, terraces, and valley side slopes.  Slopes typically range from about 2 to 20 percent or more.  The soil formed in thick medium to moderately fine textured micaceous transported materials derived from micaceous schist and gneiss.  At the type location the mean annual precipitation is about 16 inches with peak periods of precipitation in the spring and early summer months.  Mean annual temperature is 40 degrees F and mean summer temperature is 61 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cerro and Fawn soils.  Cerro soils are calcareous above a depth of 40 inches, have continuous horizons of carbonate accumulation, and have more than 35 percent clay in the argillic horizon.  Fawn soils have coarse-loamy argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as grazing land or for dry or irrigated cropland.  Native vegetation is pinyon, juniper, sage, oakbrush, bluegrass, and junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Delta-Montrose Area, Colorado, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 4/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
