{
  "SERIES": "BOSWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLN: WMK: RBH, GRB",
  "REVDATE": "03/2019",
  "STATES": "AL,AR,FL,GA,LA,MS,TN",
  "OVERVIEW": "The Boswell series consists of very deep, moderately well drained, very slowly permeable soils on uplands of the Southern Coastal Plain Major Land Resource Area (MLRA 133A).  They formed in thick deposits of acid marine clays.  Near the type location, the mean annual temperature is about 66 degrees F., and the mean annual precipitation is about 53 inches. Slopes range from 1 to 17 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Vertic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boswell fine sandy loam, in a forest (Colors are for moist soils).\nA--0 to 2 inches, dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary.  (1 to 8 inches thick)\nE--2 to 5 inches, yellowish brown (10YR 5/4) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary.  (0 to 5 inches thick)\nBt1--5 to 12 inches, red (2.5YR 4/6) clay; strong fine and medium angular and subangular blocky structure; firm; plastic and sticky; few medium roots; some cracks and root channels filled with brownish yellow (10YR 6/6) material; few pressure faces on surfaces of peds; strongly acid; clear wavy boundary.\nBt2--12 to 18 inches, red (2.5YR 4/6) clay; strong fine and medium angular blocky structure; firm; plastic and sticky; few fine roots; some cracks and root channels filled with strong brown (7.5YR 5/6) material; common pressure faces on surfaces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (Combined thickness of the upper part of the Bt horizon ranges from 10 to 35 inches)\nBt3--18 to 23 inches, 34 percent red (2.5YR 4/6), 33 percent light brownish gray (10YR 6/2) and 33 percent yellowish brown (10YR 5/4) clay; strong fine and medium angular blocky structure; firm; very plastic and sticky; few fine roots; some cracks and root channels filled with strong brown (7.5YR 5/6) material; common pressure faces on surfaces of peds; the areas of red and yellowish brown are iron accumulations and the areas of light brownish gray are iron depletions; strongly acid; gradual wavy boundary.\nBt4--23 to 40 inches, 50 percent red (2.5YR 4/6) and 50 percent light brownish gray (10YR 6/2) clay; strong fine and medium angular blocky structure; firm; very plastic and sticky; few slickensides that do not intersect; shiny faces on peds; strongly acid; gradual wavy boundary.\nBt5--40 to 52 inches, 55 percent light brownish gray (10YR 6/2) and 45 percent strong brown (7.5YR 5/6) clay; strong fine and medium angular blocky structure; firm; very plastic and sticky; few medium slickensides having polished and grooved surfaces that do not intersect; the areas of light brownish gray are iron depletions and the areas of strong brown are iron accumulations; strongly acid; gradual smooth boundary.\nBt6--52 to 70 inches, gray (10YR 6/1) clay; strong medium angular blocky structure; firm; very plastic and sticky; few medium slickensides having polished and grooved surfaces that do not intersect; few shale fragments; the gray matrix is derived from shale parent material and is not associated with wetness; many medium prominent strong brown (7.5YR 5/6) and red (2.5YR 4/6) masses of iron accumulation; common medium distinct light brownish gray (10YR 6/2) areas of iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Mississippi. Approximately 0.5 mile northeast of Catholic Monastery on State Highway 18. About 120 feet north in a wooded area.  NE1/4, SE1/4, Sec. 36, T. 3 N., R. 11 E.; lat. 32 degrees 4 minutes 28.01 seconds N. and long. 89 degrees 5 minutes and 27.81 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Reaction is very strongly acid or strongly acid throughout, except where the surface has been limed.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 6. In severely eroded pedons, the Ap horizon has mixed colors from the upper part of the Bt horizon. Texture is sandy loam, fine sandy loam, silt loam or loam.  In severely eroded pedons, texture includes silty clay loam or clay loam.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4.  It has the same texture range as the A or Ap horizon.\nThe BE or EB horizon, where present, is a mix of the E and the upper part of the Bt horizon. It has hue of 5YR to 10YR, value of 4 or 6, and chroma of 3 to 5.  Texture is loam, sandy clay loam, clay loam, or sandy clay.\nThe upper Bt horizons have hue of 10R to 5YR, value of 4 or 5, and chroma of 4 to 6. Redoximorphic features in shades of brown, yellow, red and gray range from none to many. Texture is silty clay loam, clay loam, silty clay, or clay.  A few pedons have a thin horizon of sandy clay loam this is generally less than 4 inches in thickness.\nThe lower Bt horizons have no dominant color and are multicolored in shades of red, gray, brown or yellow.  In most pedons the basal Bt subhorizon has a gray matrix not related to wetness and having redox features in shades of red, brown, yellow and gray.  Texture is silty clay loam, clay loam, silty clay, or clay.\nThe Btss horizon, where present, has the same range of colors as the Bt horizons. Texture is clay loam or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Gore series is the only known soil in the same family.  The Susquehanna series is in a closely related family.  Gore soils are on terrace positions in the Western Coastal Plain (MLRA 133B).  The somewhat poorly drained Susquehanna soils are on slightly lower positions and have smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boswell soils are on uplands of the Southern Coastal Plain Major Land Resource Area (133A).  They formed in acid clayey marine or fluviatile sediments.  Slopes range from 1 to 17 percent.  The climate is humid subtropical.  Near the type location, the mean annual temperature is 66 degrees F., and the average annual precipitation is 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the closely related Susquehanna soils and the Angie, Cahaba, Lucy, Ora, Rumford, Ruston, Sawyer, Shubuta, Smithdale and Wilcox series.  All are Ultisols except the Wilcox series. Angie soils are on similar to lower positions, have yellower subsoils and show no sign of vertic development.  The well drained Cahaba, Ruston, and Smithdale soils have fine-loamy control sections.  In addition, Cahaba soils are on lower adjacent terraces that are subject to rare flooding.  The well drained Lucy soils are on similar positions and have sandy surface and subsurface layers 20 to 40 inches thick.  Ora soils are on similar to lower positions and have a fragipan.  The well to somewhat excessively drained Rumford soils are on higher positions and have coarse-loamy control sections.  The well drained Shubuta soils are on similar to slightly higher positions. The somewhat poorly drained Wilcox soils are Vertisols, are on similar positions, are underlain by shale at a 40 to 60-inch depth and have very-fine smectitic clay control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very slow permeability. Moderate to very rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Boswell soils are used for woodland.  Some areas in pasture.  The vegetation of the wooded areas is dominated by loblolly pine and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Arkansas, Florida, Georgia, Louisiana, Mississippi, Tennessee, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Choctaw County, Oklahoma; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of about 5 inches (A and E horizons).\nArgillic horizon - the zone from approximately 5 to 70 inches (Bt1, Bt2, Bt3, Bt4, Bt5 and Bt6 horizons).\nVertic features - more than 35 percent clay throughout the Bt horizon and slickensides that do not intersect in the zone from approximately 23 to 70 inches (Bt4, Bt5, Bt6 horizons.\nBase Saturation - More than 35 percent.\nNo free water has been observed in these soils but soil morphology suggests that they may be saturated within a depth of 1.5 to 3.5 feet of the surface for short periods during winter and spring.\nADDITIONAL DATA: There are no known samples of Boswell in the database. Soils sampled as Boswell correlated into other series.  This data can be viewed at the National Soil Survey website:  http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches, dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--2 to 5 inches, yellowish brown (10YR 5/4) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 30,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--5 to 12 inches, red (2.5YR 4/6) clay; strong fine and medium angular and subangular blocky structure; firm; plastic and sticky; few medium roots; some cracks and root channels filled with brownish yellow (10YR 6/6) material; few pressure faces on surfaces of peds; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 46,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--12 to 18 inches, red (2.5YR 4/6) clay; strong fine and medium angular blocky structure; firm; plastic and sticky; few fine roots; some cracks and root channels filled with strong brown (7.5YR 5/6) material; common pressure faces on surfaces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (Combined thickness of the upper part of the Bt horizon ranges from 10 to 35 inches)"
      },
      {
        "name": "Bt3",
        "top": 46,
        "bottom": 58,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--18 to 23 inches, 34 percent red (2.5YR 4/6), 33 percent light brownish gray (10YR 6/2) and 33 percent yellowish brown (10YR 5/4) clay; strong fine and medium angular blocky structure; firm; very plastic and sticky; few fine roots; some cracks and root channels filled with strong brown (7.5YR 5/6) material; common pressure faces on surfaces of peds; the areas of red and yellowish brown are iron accumulations and the areas of light brownish gray are iron depletions; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 58,
        "bottom": 102,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt4--23 to 40 inches, 50 percent red (2.5YR 4/6) and 50 percent light brownish gray (10YR 6/2) clay; strong fine and medium angular blocky structure; firm; very plastic and sticky; few slickensides that do not intersect; shiny faces on peds; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt5",
        "top": 102,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt5--40 to 52 inches, 55 percent light brownish gray (10YR 6/2) and 45 percent strong brown (7.5YR 5/6) clay; strong fine and medium angular blocky structure; firm; very plastic and sticky; few medium slickensides having polished and grooved surfaces that do not intersect; the areas of light brownish gray are iron depletions and the areas of strong brown are iron accumulations; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt6",
        "top": 132,
        "bottom": 178,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "narrative": "Bt6--52 to 70 inches, gray (10YR 6/1) clay; strong medium angular blocky structure; firm; very plastic and sticky; few medium slickensides having polished and grooved surfaces that do not intersect; few shale fragments; the gray matrix is derived from shale parent material and is not associated with wetness; many medium prominent strong brown (7.5YR 5/6) and red (2.5YR 4/6) masses of iron accumulation; common medium distinct light brownish gray (10YR 6/2) areas of iron depletions; strongly acid."
      }
    ]
  ]
}
