{
  "SERIES": "BOTELLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GES/LCL/RWK/WRR/RLR/KP",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Botella clay loam, cultivated field. (Colors are for dry soil unless otherwise noted).\nAp--0 to 23 cm (0 to 9 inches); gray (N 5/) clay loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; very hard, friable, sticky and plastic; common very fine roots; few very fine interstitial, common very fine, fine and medium tubular pores; moderately acid (pH 6.0); gradual smooth boundary. (20 to 61 cm or 8 to 24 inches thick)\nBAt--23 to 36 cm (9 to 14 inches); gray (N 5/) silty clay loam, black (10YR 2/1) moist; weak coarse prismatic structure parting to moderate medium angular blocky; extremely hard, firm, sticky and plastic; common very fine roots; few very fine interstitial and common very fine, few fine tubular pores; few thin clay films line tubular pores moderately acid (pH 6.0) gradual wavy boundary. (0 to 20 cm or 0 to 8 inches thick)\nBt1--36 to 71 cm (14 to 28 inches); gray (10YR 5/1) silty clay loam, black (10YR 2/1) moist; weak coarse prismatic structure parting to strong medium angular blocky; extremely hard, firm, very sticky, and very plastic; common very fine roots; few very fine interstitial and many very fine tubular pores; common thin clay films on faces of peds; slightly acid (pH 6.4) gradual smooth boundary. (20 to 41 cm or 8 to 16 inches thick)\nBt2--71 to 103 cm (28 to 41 inches); gray (10YR 5/1) silty clay loam, black (10YR 2/1) moist; strong medium angular blocky structure; extremely hard, firm, very sticky and very plastic; common very fine roots; few very fine interstitial and common very fine tubular pores; many thin clay films on faces of peds and lining tubular pores; neutral (pH 6.8); gradual smooth boundary. (15 to 36 cm or 6 to 14 inches thick)\n2Bt3--103 to 149 cm (41 to 59 inches); gray (10YR 5/1) heavy sandy clay loam, very dark grayish brown (2.5Y 3/2) moist; moderate medium angular blocky structure grading to weak near bottom of horizon; extremely hard, friable, sticky and plastic; few very fine roots; few very fine interstitial and many very fine, common fine tubular pores; common black organic stains; common moderately thick clay films on faces of peds, continuous moderately thick clay films line tubular pores; slightly acid (pH 6.2); clear smooth boundary. (0 to 46 cm or 0 to 18 inches thick)\n2Bt4--149 to 165 cm (59 to 65 inches); light brownish gray (10YR 6/2) light sandy clay; dark grayish brown (10YR 4/2) moist; weak coarse angular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots; common very fine interstitial, common very fine and few fine tubular pores; many very dark brown (10YR 2/2) moderately thick clay films line pores; slightly acid (pH 6.2); clear smooth boundary. (0 to 25 cm or 0 to 10 inches thick)\n2BCt--165 to 193 cm (65 to 76 inches); gray (10YR 6/1) heavy sandy clay loam, very dark grayish brown (10YR 3/2) moist; massive; very hard, friable, sticky and plastic; few very fine roots; few very fine interstitial common very fine, few fine tubular pores; few moderately thick clay films line tubular pores; moderately acid (pH 6.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Barbara County, California; about 2.2 miles east of Los Alamos, .65 mile north of U.S. Highway 101 on Alisos Canyon Road, .2 mile northwest; equivalent to the north portion of NE 1/4, NW 1/4, section 34, T.7 N., R.32 W. (Best estimate = 34d 44' 30.1\"N, 120d 13' 52.826\" W; 3847833.068 meters N 753431.428 meters W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil becomes moist between depths of 10 to 30 cm (4 to 12 inches) some time from November to early December and remains moist until April or May.\nMean Annual Soil Temperature: 15 to 18 degrees C (59 to 64 degrees F). The soil temperature usually does not go below 8 degrees C (47 degrees F)\nSolum: greater than 81 cm (32 inches thick)\nSurface fragments: some areas have up to 25 percent shale fragments on the surface\nRock fragments: 0 to 15 percent by volume and are rounded or sub-rounded\nReaction: slightly alkaline to moderately acid\nOrganic matter: 2 to 6 percent in the upper 50 cm, decreasing graually to about 1 percent or less at a depth of 75 cm (30 inches)\nClay content: 18 to 35 percent in the particle size controls section\nA, Ap horizon:\nColor: hue of 2.5Y or 10YR, value of 3 to 5, chroma of 1 to 3 or is Neutral with value 3 to 5\nTexture: sandy loam, loam, clay loam, silty clay\nNotes: most pedons have a AB or BA transition horizon or both\nBt, 2Bt horizon:\nColor: hue of 10YR or 2.5Y, value of 3 to 5, chroma of 1 to 4\nTexture: clay loam, silty clay, or sandy clay loam\nClay: has 6 to 10 percent more clay than the surface horizon\nStructure: angular, subangular, or prismatic structure\nBC, C horizon: (where present)\nColor:  hue of 2.5Y or 10YR, value of  5 to 7, chroma of 1 to 3 or if neutral with value 6 or 7\nTexture: loam, clay loam, or sandy clay loam; some pedons have thin strata of sandy loam and fine sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alumrock, Arujo, Chico, Elkhorn, Havala, Kawenga, Lockwood, McCoy, Minlum, Rimtrail, Saltcanyon, Sapwi and Tongva series.Alumrock, Arujo and McCoy soils have a paralithic contact. Chico soils do not have a lithologic discontinuity. Elkhorn soils have shot or concretions in the Bt horizon. Havala soils do not have lithologic  discontinuities, and organic matter is less than 1 percent from 25 to 50 cm (10 to 20 inches) deep. Kawenga soils are deep to a paralithic contact. Lockwood soils have 15 to 35 percent shale and other rock fragments in the A horizon and 15 to 60 percent rock fragments below a depth of 100 cm (40 inches). Minlum soils formed in colluvium on hills and have chroma of 4 and 6 in the Bt horizon. Rimtrail soils lack lithologic discontinuities and have chromas of 4 in the lower Bt horizon. Saltcanyon soils have mean January soil temperatures that average below 8 degrees C (47 degrees F). Sapwi soils are moderately deep to a lithic contact. Tongva soils are moderately deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Botella soils are in small valley bottoms and on alluvial fans and have slopes of 0 to 15 percent. They formed in alluvium derived from mixed rock sources on stream terraces and alluvial fans. Elevations are 15 to 640 meters (50 to 2100 feet). The climate is subhumid mesothermal with dry warm to cool summers and cool wet winters. Mean annual precipitation ranges from 30 to 63 cm (12 to 25 inches). Average July temperature is 17 to 22 degrees C (62 to 72 degrees F), average January temperature is about 8 to 10 degrees C (47 to 50 degrees F), and mean annual temperature is about 14 to 17 degrees C (57 to 62 degrees F). The average frost-free season is 250 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Betteravia, Clear Lake, Crow Hill, Elder, Los Osos, Santa Lucia, and Zamora soils. Betteravia soils have less than 1 percent organic matter in the A horizon and some weak silica cementation in the lower part of the profile. Clear Lake soils have clay textures with intersecting slickensides and are poorly drained. Crow Hill and Santa Lucia soils do not have Bt horizons and are underlain by a lithic contact of hard shale. Elder soils lack an argillic hoirzon and have less than 18 percent clay. Los Osos soils are moderately deep to a paralithic contact. Zamora soils do not have mollic epipedons and have A horizons that are hard or very hard and massive when dry"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for growing field, forage, truck crops, and orchards and nonirrigated grain pasture, hay, and range. Some areas are used for urban development. Uncultivated areas have a cover of annual grasses and forbs with scattered oak trees and coastal sagebrush in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal valleys of central and southern California. MLRAs are 14, 15, and 19. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County (Santa Ynez Area), California, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe 2Bt4 horizon 149 to 165 cm (59 to 65 inches) was re-entered in 2001 after it was lost during scanning to an electronic file. Competing series updated October 2009.\nRIC converted to tabular, English unit converted to metric, February 2012.\nType location latitude/longitude was estimated from narrative description and located in the mapunit BtA-Botella clay loam, 0 to 2 percent slopes from the Northern Santa Barbara Soil Survey Area manuscript.  Surface texture was also modified from silty caly loam to clay loam based on this report.\nADDITIONAL DATA: NSSL Lab Data 40A3363, 40A3364, 80P0063\nNational Cooperative Soil Survey\nU.S.A."
  }
}
