{
  "SERIES": "BOTHOMPEEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWD/PDC",
  "REVDATE": "05/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bothompeek very channery loam - rangeland and wildlife habitat.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) very channery loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine irregular pores; 40 percent channers, 15 percent flagstones; noneffervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.\nA2--3 to 8 inches; dark grayish brown (10YR 4/2) very flaggy loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky and granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine irregular and few fine tubular pores; 20 percent channers, 25 percent flagstones; noneffervescent; slightly acid (pH 6.4); abrupt smooth boundary. (Combined thickness of the A horizons is 7 to 10 inches)\n2C--8 to 10 inches; pinkish gray (5YR 6/2) extremely channery loam, dark reddish gray (5YR 4/2) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine and fine irregular and tubular pores; 55 percent channers, 15 percent flagstones; noneffervescent; slightly acid (pH 6.1); abrupt irregular boundary. (0 to 4 inches thick)\n2Cr--10 to 20 inches; weathered siltstone bedrock; clear smooth boundary.\n2R--20 inches; unweathered siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coronado National Memorial; located at a latitude of 31 degrees, 21 minutes, 45 seconds North and longitude of 110 degrees, 14 minutes, 26 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil temperature:  59 to 64 degrees F.\nRock fragments:  averages 40 to 60 percent channers and flagstones, but can range to 70 percent in any one horizon\nClay content:  averages 18 to 27 percent\nDepth to weathered bedrock:  10 to 20 inches\nDepth to unweathered bedrock:  20 to 40 inches\nA horizon\nHue:  7.5YR, 10YR\nValue:  3, 4 or 5 dry, 2 or 3 moist\nChroma:  2 or 3, dry or moist\nTexture:  loam, sandy loam\nC horizon (when present)\nHue:  5YR, 7.5YR\nValue: 6 or 7 dry\nChroma:  2 or 3, dry or moist\nTexture:  loam, sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Yabamar series. Yabamar soils formed in colluvium and residuum from calc-silicate hornfels and similar calcium rich metamorphic rocks and are moderately alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bothompeek soils are on mountain side slopes at elevations of 5600 to 7300 feet.  Slopes range from 60 to 80 percent.  These soils formed in colluvium and residuum from shale, siltstone and fine grained sandstone.  The mean annual precipitation is 18 to 23 inches and occurs as thunderstorms during July to September and as gentle rains during December to February.  The mean annual air temperature is 57 to 62 degrees F.  The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Yabamar soil.  Yabamar soils are moderately alkaline and have a calcium carbonate equivalent of 5 to 15 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation includes Lehmans lovegrass, plains lovegrass, sotol, Texas bluestem, sideoats gramma and bullgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Bothompeek soils are of limited extent.  MLRA is 41.  The name is coined from nearby Bob Thompson Peak."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona.  Soil survey of Coronado National Memorial; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 8 inches (A1, A2 horizons)\nParalithic contact - The boundary at 10 inches (2Cr horizon)\nLithic contact - The boundary at 20 inches (2R horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
