{
  "SERIES": "BOTT",
  "STATUS": "Established Series",
  "BYREV": "Rev: WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Bott series consists of very deep, well drained soils on mountains.  They formed in ash over colluvium and residuum from volcanic rock.  Slopes are 0 to 50 percent.  The mean annual precipitation is about 60 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic Alfic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bott gravelly ashy sandy loam - woodland, on a 15 percent southeast facing slope at 3700 feet elevation.  (When described (9/13/84), the soil was moist to 10 inches and dry below.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of Douglas fir and white fir needles and twigs.\nA1--1 to 11 inches; dark yellowish brown (10YR 3/4) gravelly ashy sandy loam, yellowish brown (10YR 5/4) dry; moderate fine granular structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine and few medium roots; many very fine irregular pores; 15 percent subrounded gravel; 25 percent pumice (0.5-2.0 mm); neutral (pH 7.0); gradual wavy boundary.  (8 to 12 inches thick)\nA2--11 to 24 inches; dark yellowish brown (10YR 3/4) ashy sandy loam, yellowish brown (10YR 5/6) dry; weak fine subangular blocky structure parting to single grain; slightly hard, friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; many very fine irregular pores; 10 percent subrounded gravel; 20 percent pumice (0.5-2.0 mm); neutral (pH 7.0); clear wavy boundary.  (10 to 18 inches thick)\n2Btb--24 to 63 inches; dark brown (10YR 3/3) very stony loam, brown (10YR 5/3) dry; strong fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine and few fine, medium and coarse roots; common fine vesicular and few fine tubular pores; common distinct clay films on peds and in pores; 20 percent subrounded gravel, 10 percent cobbles, and 25 percent subrounded and angular stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon; on USFS road 1200-860, 300 feet north and 200 feet west of the southeast corner of section 7, T. 12 S., R. 9 E. (Latitude 44 degrees, 31 minutes, 42 seconds N, Longitude 121 degrees, 42 minutes, 30 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil moisture control section is usually moist but is dry in all parts for about 30 to 45 consecutive days after the summer solstice.  The mean annual soil temperature is 40 to 45 degrees F.  The mean summer soil temperature is 42 to 47 degrees F.  The depth to bedrock is greater than 60 inches.  Depth to the buried soil material is 20 to 30 inches and has a field estimated clay content of 10 to 20 percent.  The upper mantle of the soil contains 50 to 80 percent volcanic glass and glass-coated aggregate, and has a field estimated clay content of 5 to 15 percent.\nThe Oi horizon is 1 to 3 inches thick except where disturbed.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 moist, 5 dry and chroma of 4 moist and dry in the upper part and 4 moist and 5 or 6 dry in the lower part.  It contains 5 to 25 percent gravel.  It is ashy sandy loam or gravelly ashy sandy loam.\nThe 2Btb horizon has hue of 10YR or 7.5YR, value of 3 moist and 5 dry and chroma of 3 or 4 moist or dry.  It contains 15 to 25 percent gravel, 5 to 15 percent cobbles and 15 to 30 percent stones.  Total rock fragments range from 35 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bott soils are on mountains at elevations of 3,700 to 5,000 feet.  The soils formed in ash over colluvium and residuum.  The climate is characterized by cold, wet winters and cool moist summers.  The mean annual precipitation is 50 to 70 inches, falling mostly as snow.  The mean annual temperature is 35 to 44 degrees F. The frost-free period is 10 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Belrick, Douthit, Haynap, Linksterly, and Minkwell series.  All of these soils are on glacial moraines.  Belrick and Linksterly soils are ashy and lack a buried argillic horizon.  Douthit soils are ashy-skeletal.  Haynap soils have a cindery surface mantle.  Minkwell soils are ashy over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, recreation and watershed. Potential native vegetation is ponderosa pine, Douglas fir, snowbrush ceanothus, chinkapin, and brackenfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slope of the Cascades in central Oregon, MLRA 3.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in the pedon are:\nOchric epipedon\nAlfic subgroup - the zone from 24 to 63 inches (2Btb).\nAndic soil properties - The upper mantle (A1 and A2 horizons) meets the andic soil properties requirement based on laboratory data from the associated Belrick series.\nParticle-size control section - the zone from 1 to 41 inches.  The upper part from 1 to 24 inches has over 30 percent glass and 15-bar water content (dried) of less than 12 percent.  The lower part from 24 to 41 inches does not have andic soil properties and has less than 30 percent glass.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed litter of Douglas fir and white fir needles and twigs."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--1 to 11 inches; dark yellowish brown (10YR 3/4) gravelly ashy sandy loam, yellowish brown (10YR 5/4) dry; moderate fine granular structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine and few medium roots; many very fine irregular pores; 15 percent subrounded gravel; 25 percent pumice (0.5-2.0 mm); neutral (pH 7.0); gradual wavy boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "A2",
        "top": 28,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--11 to 24 inches; dark yellowish brown (10YR 3/4) ashy sandy loam, yellowish brown (10YR 5/6) dry; weak fine subangular blocky structure parting to single grain; slightly hard, friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; many very fine irregular pores; 10 percent subrounded gravel; 20 percent pumice (0.5-2.0 mm); neutral (pH 7.0); clear wavy boundary.  (10 to 18 inches thick)"
      },
      {
        "name": "2Btb",
        "top": 61,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "2Btb--24 to 63 inches; dark brown (10YR 3/3) very stony loam, brown (10YR 5/3) dry; strong fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine and few fine, medium and coarse roots; common fine vesicular and few fine tubular pores; common distinct clay films on peds and in pores; 20 percent subrounded gravel, 10 percent cobbles, and 25 percent subrounded and angular stones; neutral (pH 7.0)."
      }
    ]
  ]
}
