{
  "SERIES": "BOULDERCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/BDG/EMM",
  "REVDATE": "06/2013",
  "STATES": "ID,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bouldercreek ashy silt loam, forest; on a northeast-facing slope of 65 percent at 4,400 feet elevation. When described on July 7, 1982, the soil was slightly moist to 26 inches and dry below. (Colors are for dry soil unless otherwise noted, textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, and twigs.\nOe--1 to 2 inches; decomposed organic matter mixed with 1980 Mt. St. Helens volcanic ash.\nA--2 to 4 inches; pale brown (10YR 6/3) ashy silt loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, medium and common coarse roots; many very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (1 to 10 inches thick)\nBw1--4 to 17 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine, fine, medium and coarse roots; common very fine and fine tubular pores; 5 percent gravel, 5 percent cobbles; neutral (pH 6.8); clear wavy boundary. (6 to 16 inches thick)\n2Bw2--17 to 28 inches; light yellowish brown (10YR 6/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine, fine, medium and few coarse roots; common very fine and fine tubular pores; 50 percent gravel, 10 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary. (0 to 30 inches thick)\n2BC--28 to 45 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, and medium roots; many very fine irregular pores; many very fine mica flakes; 65 percent gravel, 10 percent cobbles; moderately acid (pH 6.0); gradual wavy boundary. (0 to 21 inches thick)\n2C--45 to 62 inches; mixed very pale brown (10YR 7/4) and pink (7.5YR 7/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) and brown (7.5YR 5/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine irregular pores; many very fine mica flakes; 55 percent gravel, 10 percent cobbles, 10 percent stones; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shoshone County, Idaho; about 2.5 miles southeast of the community of Herrick, about 2,250 feet north and 50 feet east of the southwest corner of sec. 21, T. 45 N., R. 3 E.  Latitude 47 degrees, 13 minutes, 53.06 seconds N.; Longitude  116 degrees, 5 minutes, 45.04 seconds W.; NAD 83; USGS Marble Mountain quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - more than 60 inches\nSolum thickness - 34 to 54 inches\nSoil moisture - dry August to September (25 to 35 days); moist mid-September through July. Udic moisture regime.\nAverage annual soil temperature - 39 to 46 degrees F.\nAverage annual summer soil temperature - 47 to 50 degrees F, with an O horizon\nVolcanic ash mantle - 14 to 26 inches thick\nVolcanic glass content in the 0.02 to 2 mm fraction - 15 to 65 percent\nAcid-oxalate extractable Al + 1/2 Fe - 1.0 to 3.0 percent\nPhosphate retention - 45 to 95 percent\n15 bar water retention on air dried samples - 5 to 12 percent\nA horizon\nHue - 10YR or 7.5YR\nValue - 3 to 6 dry, 2 to 4 moist\nChroma - 2 to 4, dry or moist\nTexture - ashy silt loam or ashy loam\nClay content - 3 to 16 percent\nRock fragment content - 0 to 17 percent fine gravel, 0 to 14 percent coarse gravel, 0 to 5 percent channers, 0 to 20 percent total\nBulk density - 0.50 to 0.98 g/cc\nReaction - strongly acid to neutral\nBw horizon\nHue - 10YR or 7.5YR\nValue - 4 to 7 dry, 3 to 6 moist\nChroma - 3 to 6 dry, 2 to 6 moist\nTexture - ashy silt loam, ashy loam, or ashy sandy loam\nClay content - 3 to 16 percent\nRock fragment content - 0 to 20 percent fine gravel, 0 to 23 percent total gravel, 0 to 17 percent cobbles, 0 to 5 percent channers, 0 to 30 percent total\nBulk density - 0.55 to 1.30 g/cc\nReaction - moderately acid to neutral\n2Bw horizon (when present)\nHue - 7.5YR to 2.5Y\nValue - 5 to 7 dry, 3 to 6 moist\nChroma - 3 to 6, dry or moist\nTexture - loam, sandy loam, fine sandy loam, or coarse sandy loam,\nClay content - 3 to 20 percent\nRock fragment content - 10 to 55 percent total gravel, 0 to 40 percent cobbles, 0 to 50 percent stones, 20 to 75 percent total\nReaction - strongly acid to neutral\n2BC and 2C horizons\nHue - 7.5YR, 10YR or 2.5Y dry or moist\nValue - 5 to 8 dry, 3 to 7 moist\nChroma - 3 to 6, dry or moist\nTexture - Loam, sandy loam, coarse sandy loam, or fine sandy loam; loamy sand present in some 2C horizons\nClay content - 2 to 16 percent\nRock fragment content - 0 to 90 percent gravel, 0 to 10 percent channers, 0 to 50 percent cobbles, 0 to 60 percent stones, 10 to 90 percent total\nReaction - extremely acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBoulderjud soils:  loamy-skeletal part of the particle-size control section is dominated by subangular rock fragments of granitic origin; have loamy sand textures in the 2C horizon with greater than 40 percent coarse and very coarse sand.\nBulgar soils: ashy part of the particle-size control section has 60 to 90 percent glass; loamy-skeletal part of the particle-size control section is dominated by rounded rock fragments of granitic till origin.\nBullroar soils: ashy part of the particle-size control section has 60 to 90 percent glass; loamy-skeletal part of the particle-size control section is dominated by rounded rock fragments of mixed alluvial origin.\nDeardorf soils:  are moderately deep to a lithic contact.\nFerguson soils: texture of ash mantle is fine sandy loam; depth to 2C horizon with loamy coarse sand or sand (sandy-skeletal) is 40 to 60 inches; have subrounded and rounded granitic rock fragments of glaciofluvial origin in the lower particle-size control section.\nGutridge soils: are deep to a lithic contact; have an EBb horizon; and a glass content in the 0.02-2.0 mm fraction of the ashy part of the particle-size control of 60 to 90 percent.\nHuckle soils: are deep to a paralithic contact.\nStalter soils: are moderately deep to a paralithic contact; have a 2Eb horizon; and have and a glass content in the 0.02-2.0 mm fraction of the ashy part of the particle-size control of 60 to 90 percent.\nThreecent soils: are moderately deep to a lithic contact; have a 2Eb horizon; and have and a glass content in the 0.02-2.0 mm fraction of the ashy part of the particle-size control of 60 to 90 percent.\nTwobit soils: are moderately deep to a lithic contact; have a 2Eb horizon; have a glass content in the 0.02-2.0 mm fraction of the ashy part of the particle-size control of 60 to 90 percent; and have 18 to 27 percent clay in the lower loamy-skeletal part of the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bouldercreek soils are on mountains. Slopes range from 3 to 90 percent. These soils formed in colluvium and residuum weathered from schist, gneiss, granitic or quartzite rocks, with a thick mantle of volcanic ash. Elevations range from 1,600 to 5,300 feet (488 to 1616 meters). The average annual air temperature ranges from 38 to 46 degrees F. The average annual precipitation is 30 to 60 inches (762 to 1524 mm). The frost-free period is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackprince, Jacot, Marblecreek, and Nakarna soils. Blackprince soils are on south-facing foothills and have soft granitic bedrock at depths of 20 to 40 inches. Jacot soils are on foothills and are ashy over loamy. Marblecreek soils are on south-facing mountain slopes and are loamy-skeletal. Nakarna soils are on north-facing mountain slopes and are 40 to 60 inches deep to a paralithic contact (micaceous schist bedrock), and are ashy over loamy in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, recreation, wildlife habitat, and watershed. Potential natural vegetation is mainly western hemlock, western redcedar, grand fir, western larch, Douglas-fir, western white pine, and lodgepole pine, with an understory of wild ginger, queencup beadlily, starry false-Solomon's-seal, goldthread, Oregon fairybells, violet, western rattlesnake plantain, American trailplant, oneleaf foamflower, piper anemone, sweetscented bedstraw, and Columbia brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho and eastern Washington. MLRA 43A. This soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Joe Area, Shoshone County, Idaho, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (Oi, Oe, and A horizons)\nCambic horizon - the zone from 4 to 28 inches (Bw1 and 2Bw2 horizons)\nVolcanic ash mantle - the zone from the mineral soil surface to 17 inches (A and Bw1 horizons)\nParticle-size control section - the zone from 2 to 42 inches (A, Bw1, 2Bw2, and part of the 2BC horizon)\nClassification as of 1/2009 reflects a change in mineralogy from amorphic over mixed to amorphic over isotic.\nADDITIONAL DATA: Laboratory data - soil survey sample no. S89ID-079-005 (project no. 89P 144, pedon no. 89P 749) Shoshone County, Idaho and soil survey sample no. S94ID-035-001 (project no. 95P23, pedon no. 95P128) Clearwater County, Idaho by NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
