{
  "SERIES": "BOURBON",
  "STATUS": "Established Series",
  "BYREV": "FF-RAB-GAW",
  "REVDATE": "09/2012",
  "STATES": "IN",
  "OVERVIEW": "The Bourbon series consists of deep, somewhat poorly drained soils that formed in sandy glaciofluvial deposits on outwash plains, valley trains and sandy lake plains.  Permeability is moderately rapid over rapid.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 35 inches, and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bourbon sandy loam on a l percent convex slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark brown (l0YR 2/2) sandy loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; few fine roots; 2 percent shale fragments; medium acid; abrupt smooth boundary. (7 to l0 inches thick)\nBl--9 to 12 inches; brown (l0YR 5/3) sandy loam, very pale brown (10YR 7/3) dry; few fine distinct yellowish brown (l0YR 5/6) mottles; weak medium subangular blocky structure; friable; few fine roots; thin discontinuous dark grayish brown (l0YR 4/2) organic coatings on faces of peds; few fine prominent black (l0YR 2/1) iron-manganese oxide accumulations; 2 percent shale fragments; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nB21t--12 to 25 inches; brown (l0YR 5/3) loam; many medium faint grayish brown (l0YR 5/2) and few fine distinct yellowish brown (l0YR 5/6) mottles; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous grayish brown (l0YR 5/2) clay films on faces of peds and in pores; 2 percent shale fragments; very strongly acid; clear wavy boundary.\nB22t--25 to 30 inches; yellowish brown (l0YR 5/4) loamy sand; few fine distinct grayish brown (l0YR 5/2) mottles; weak coarse subangular blocky structure; friable; few fine roots; thin discontinuous gray (l0YR 5/l) clay films on faces of peds and as bridging between sand grains; thin discontinuous dark yellowish brown (l0YR 4/4) organic coatings on faces of peds; 10 percent shale fragments; very strongly acid; clear wavy boundary.  (The combined thickness of the B2t horizon is 14 to 30 inches.)\nIIB31--30 to 50 inches; stratified pale brown (l0YR 6/3) sand and yellowish brown (l0YR 5/6) shaly sand; single grain; loose; many coarse distinct dark brown (7.5YR 4/4) soft iron segregations; 15 percent shale fragments; strongly acid; clear wavy boundary.\nIIB32--50 to 65 inches; brown (l0YR 4/3) shaly sand; few fine distinct gray (l0YR 5/l) and yellowish brown (l0YR 5/6) mottles; weak medium subangular blocky structure; friable; 30 percent shale fragments; strongly acid; clear wavy boundary.  (The combined thickness of the B3 horizon is 0 to 40 inches.)\nIICl--65 to 70 inches; dark gray (l0YR 4/l) stratified sand and loamy sand; single grain; loose; l0 percent shale fragments; slightly acid; clear wavy boundary.\nIIC2--70 to 80 inches; brown (l0YR 5/3) and dark gray (l0YR 4/l) shaly sand; single grain; loose; 40 percent shale fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Porter County, Indiana; 300 feet south and 200 feet east of the center of sec. 24, T. 34 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 40 to 74 inches.\nThe Ap horizon has hue of l0YR, value of 2 or 3 and chroma of 1 or 2.  Dry value is 3 to 5.  It is sandy loam or loamy sand and is neutral to very strongly acid.  Coarse fragments range from 1 to 15 percent.  Some pedons have an A2 horizon.\nThe B1 horizon has hue of l0YR, value of 4 to 6, chroma of 3 to 6 and is mottled.  It is sandy loam or loamy sand and is medium acid to very strongly acid.  Coarse fragments range from 1 to 15 percent.\nThe B2t horizon has hue of l0YR, value of 4 to 6 and chroma of 2 to 6; the 2 chroma are be- low 30 inches.  Mottles having chroma of 2 or less are present in the upper 10 inches.  It is loam or sandy loam, with loamy sand subhorizons in the lower part.  It is medium acid to very strongly acid.  Coarse fragments range from 1 to 15 percent.\nThe IIB3 horizon has hue of l0YR, value of 4 to 6, and chroma of 2 to 6.  It is sand, shaly sand or loamy sand.  It is slightly acid to very strongly acid.  Coarse fragments range from 1 to 20 percent in the upper part and 5 to 40 percent in the lower part.\nThe IIC horizon has hue of l0YR, value of 4 to 6 and chroma of 1 to 4.  It is sand, coarse sand, shaly or gravelly sand, or loamy sand.  It is slightly acid or neutral.  Coarse fragments range from 5 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Hanna soils are the only other series in the same family.  Hanna soils have a light-colored surface soil and have fewer low chroma mottles in the upper part of the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bourbon soils are on outwash plains, valley trains and lake plains. The slope gradient is 0 to 2 percent.  The soils formed in sandy glaciofluvial deposits with Antrim shale (contains sulfur) and a small amount of gravel.  Mean annual temperature varies from 51 to 57 degrees F.  Mean annual precipitation varies from 29 to 37 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alida, Hanna, Pinhook, Quinn and Tracy soils.  Alida soils are fine-loamy and are on level landscapes in a similar position.  Hanna soils have a light-colored surface and are on level landscapes in slightly higher positions.  Pinhook and Quinn soils have dominantly gray subsoils and the Quinn soils do not have a dark surface layer and they are on level landscapes in slightly lower positions.  Tracy soils are brown throughout the solum and are on higher positions in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderately rapid over rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Bourbon soils are cultivated.  Where drainage is adequate, corn, soybeans, small grain and grass-legume hay are the principal crops.  Some areas are in permanent pasture or forest.  The native vegetation was deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Indiana and possibly southwestern Michigan and eastern Illinois.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Porter County, Indiana, l978.  Bourbon is a small village in Marshall County, Indiana."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was mapped as Brady in the early part of the survey of Porter County, Indiana.  It differs from Brady in that it is not a source for gravel and it contains more shale fragments and underlying material is mostly sand and coarse sand.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "sandy loam",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark brown (l0YR 2/2) sandy loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; few fine roots; 2 percent shale fragments; medium acid; abrupt smooth boundary. (7 to l0 inches thick)"
      },
      {
        "name": "Bl",
        "top": 23,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bl--9 to 12 inches; brown (l0YR 5/3) sandy loam, very pale brown (10YR 7/3) dry; few fine distinct yellowish brown (l0YR 5/6) mottles; weak medium subangular blocky structure; friable; few fine roots; thin discontinuous dark grayish brown (l0YR 4/2) organic coatings on faces of peds; few fine prominent black (l0YR 2/1) iron-manganese oxide accumulations; 2 percent shale fragments; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "B21t",
        "top": 30,
        "bottom": 64,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B21t--12 to 25 inches; brown (l0YR 5/3) loam; many medium faint grayish brown (l0YR 5/2) and few fine distinct yellowish brown (l0YR 5/6) mottles; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous grayish brown (l0YR 5/2) clay films on faces of peds and in pores; 2 percent shale fragments; very strongly acid; clear wavy boundary."
      },
      {
        "name": "B22t",
        "top": 64,
        "bottom": 76,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B22t--25 to 30 inches; yellowish brown (l0YR 5/4) loamy sand; few fine distinct grayish brown (l0YR 5/2) mottles; weak coarse subangular blocky structure; friable; few fine roots; thin discontinuous gray (l0YR 5/l) clay films on faces of peds and as bridging between sand grains; thin discontinuous dark yellowish brown (l0YR 4/4) organic coatings on faces of peds; 10 percent shale fragments; very strongly acid; clear wavy boundary.  (The combined thickness of the B2t horizon is 14 to 30 inches.)"
      },
      {
        "name": "IIB31",
        "top": 76,
        "bottom": 127,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "IIB31--30 to 50 inches; stratified pale brown (l0YR 6/3) sand and yellowish brown (l0YR 5/6) shaly sand; single grain; loose; many coarse distinct dark brown (7.5YR 4/4) soft iron segregations; 15 percent shale fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "IIB32",
        "top": 127,
        "bottom": 165,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "IIB32--50 to 65 inches; brown (l0YR 4/3) shaly sand; few fine distinct gray (l0YR 5/l) and yellowish brown (l0YR 5/6) mottles; weak medium subangular blocky structure; friable; 30 percent shale fragments; strongly acid; clear wavy boundary.  (The combined thickness of the B3 horizon is 0 to 40 inches.)"
      },
      {
        "name": "IICl",
        "top": 165,
        "bottom": 178,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "IICl--65 to 70 inches; dark gray (l0YR 4/l) stratified sand and loamy sand; single grain; loose; l0 percent shale fragments; slightly acid; clear wavy boundary."
      },
      {
        "name": "IIC2",
        "top": 178,
        "bottom": 203,
        "texture_class": "sand",
        "pH_class": "neutral",
        "narrative": "IIC2--70 to 80 inches; brown (l0YR 5/3) and dark gray (l0YR 4/l) shaly sand; single grain; loose; 40 percent shale fragments; neutral."
      }
    ]
  ]
}
