{
  "SERIES": "BOWDLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EHE-SDW-CJH",
  "REVDATE": "07/1999",
  "STATES": "ND,SD",
  "OVERVIEW": "The Bowdle series consists of well drained soils formed in loamy alluvium underlain by sand and gravel.  The soils are moderately deep over sand and gravel and are on outwash plains and stream terraces. Permeability is moderate in the solum and rapid or very rapid in the underlying material.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 18 inches, and mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bowdle loam - on flat slope of less than 1 percent in a cultivated field.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; soft, friable, slightly plastic; neutral; abrupt smooth boundary. (Combined A horizons 4 to 18 inches thick)\nBw1--8 to 16 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to moderate medium angular and subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; neutral; clear smooth boundary.\nBw2--16 to 22 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) crushing to very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few pebbles coated with carbonates; neutral; abrupt wavy boundary. (Combined Bw horizons is 10 to 30 inches thick)\nBk--22 to 25 inches; grayish brown (2.5Y 5/2) gravelly loam, very dark grayish brown (2.5Y 3/2) crushing to dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; common fine accumulations of carbonate; strong effervescence; slightly alkaline; abrupt wavy boundary.  (0 to 5 inches thick)\n2C1--25 to 30 inches; vari-colored, very gravelly loamy sand; common fine fragments of shale; strong effervescence; slightly alkaline; clear smooth boundary.\n2C2--30 to 60 inches; vari-colored, very gravelly loamy sand; common fine fragments of shale; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Edmunds County, South Dakota, about 3 miles west and 3 miles south of Bowdle; 265 feet east and 230 feet south of northwest corner of sec. 7, T. 122 N., R. 73 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates ranges from 14 to 32 inches.  The depth to loose sand and gravel which is 20 to 50 percent gravel, is typically about 25 inches, but ranges from 20 to 40 inches. The mollic epipedon ranges from 16 to 32 inches in thickness.\nThe A horizon has value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2 dry and 2 moist.  It is loam or silt loam and is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 6 and 2 to 4 moist, and chroma of 1 to 3 dry and 2 or 3 moist.  It averages between 18 and 28 percent clay and is loam or clay loam.  It is slightly acid or neutral in the upper part and neutral to slightly alkaline in the lower part.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 6 moist, chroma of 2 to 4.  It is gravelly loam, gravelly sandy loam, sandy loam or loam and is slightly or moderately alkaline.\nThe 2C horizon has hue of 7.5YR to 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is gravelly sand, gravelly loamy sand, very gravelly loamy sand, very gravelly sand or gravelly loamy sand.  Some pedons have a loamy sand texture below depths of 40 inches.  It contains up to 15 percent fragments of shale.  The pebbles especially in the upper part, are crusted with carbonates on the undersides.  The 2C horizon is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bowdle soils are on outwash plains and terraces of streams that dissect till plains.  Surfaces are plane or slightly concave.  Slope gradients typically are less than 6 percent, but range to 15 percent.  The soil formed in loamy alluvium underlain by stratified sands and gravels.  Mean annual air temperature ranges from 34 to 45 degrees F, and mean annual precipitation from 12 to 18 inches.  Most of the precipitation falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bowbells, Divide, Flaxton, Lehr, Parshall, Stady, Wabek and Williams soils.  Bowbells, Flaxton, Parshall and Williams soils do not have sand and gravel within depths of 40 inches and are on nearby uplands.  Divide soils have calcic horizons within 16 inches.  Lehr soils have sand and gravel within depths of 20 inches.  Stady soils have a mollic epipedon less than 16 inches thick.  Divide, Lehr and Stady are on similar landscapes.  Wabek soils have sand and gravel within 14 inches of the surface and are on steeper slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is negligible to medium depending on slope.  Permeability is moderate in the solum and rapid or very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGEGETATION",
    "content": "USE AND VEGEGETATION:  Primarily cropped to small grain, alfalfa, and some flax and corn.  Native vegetation is primarily western wheatgrass, blue grama, green needlegrass, needleandthread, forbs, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Glaciated areas of North-central South Dakota and central North Dakota, mostly east and north of the Missouri River in MLRA's 53A and 53B.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Edmunds County, South Dakota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 25 inches (Ap, Bw1, Bw2, Bk horizons).\nThe series is intended to be used in association with glacial related materials and landforms.  Where the series has previously been correlated in association with residual landforms, it will be recorrelated in the future to the Stady series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; soft, friable, slightly plastic; neutral; abrupt smooth boundary. (Combined A horizons 4 to 18 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--8 to 16 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to moderate medium angular and subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--16 to 22 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) crushing to very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few pebbles coated with carbonates; neutral; abrupt wavy boundary. (Combined Bw horizons is 10 to 30 inches thick)"
      },
      {
        "name": "Bk",
        "top": 56,
        "bottom": 64,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--22 to 25 inches; grayish brown (2.5Y 5/2) gravelly loam, very dark grayish brown (2.5Y 3/2) crushing to dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; common fine accumulations of carbonate; strong effervescence; slightly alkaline; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "2C1",
        "top": 64,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--25 to 30 inches; vari-colored, very gravelly loamy sand; common fine fragments of shale; strong effervescence; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2C2",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--30 to 60 inches; vari-colored, very gravelly loamy sand; common fine fragments of shale; slight effervescence; slightly alkaline."
      }
    ]
  ]
}
