{
  "SERIES": "BOWDRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:RBH:WIS",
  "REVDATE": "02/97",
  "STATES": "AR,IL,KY,MS,MO,TN",
  "OVERVIEW": "The Bowdre series consists of deep, somewhat poorly drained soils on the flood plains of the Mississippi River and its tributaries in the Southern Mississippi Valley Alluvium Major Land Resource Area.  Permeability is slow in the surface layers and moderate in the underlying material. These soils formed in layered alluvium that is clayey in the upper layers and loamy in the lower layers.  Levees protect or reduce the frequency and duration of flooding on most areas.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic, thermic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bowdre silty clay on a 1 percent slope in forest\nof bottomland hardwoods.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) silty clay; moderate fine and medium granular and subangular blocky structure; firm; plastic; many fine roots; slightly acid; clear smooth boundary.  (A - 5 to 8 inches thick; Ap 5 to 10 inches thick)\nBw--6 to 16 inches; very dark grayish brown (10YR 3/2) silty clay; common fine faint dark gray and dark yellowish brown mottles; moderate fine and medium subangular blocky structure; firm; plastic; many fine roots; mildly alkaline; clear smooth boundary.  (6 to 12 inches thick)\n2C1--16 to 20 inches; mottled brown (10YR 4/3), light brownish gray (10YR 6/2), and yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; many fine roots; moderately alkaline; clear smooth boundary.\n2C2--20 to 52 inches; mottled light brownish gray (10YR 6/2), dark grayish brown (10YR 4/2), and yellowish brown (10YR 5/6) sandy loam; massive; friable; thin discontinuous lenses of silt and clay; few fine roots; moderately alkaline; clear smooth boundary.\n3C3--52 to 60 inches; grayish brown (10YR 5/2) loamy sand; many medium faint light gray (10YR 7/1) and many medium distinct yellowish brown (10YR 5/6) mottles; single grained; loose; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Claiborne County, Mississippi; two miles southwest of Grand Gulf on county road and 1/4 mile north of Bucksnort Camp of sec.  4, T. 12 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the contrasting loamy 2C horizon ranges from 12 to 20 inches.  Reaction is medium acid to neutral in the A horizon and slightly acid to moderately alkaline in the B and C horizons.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3.  It is silty clay, clay, or silty clay loam.\nThe matrix of the B horizon has the same range in color as the A horizon and has few to many mottles in shades of brown or gray.  It is silty clay, clay, or silty clay loam.\nThe 2C horizon typically is mottled in shades of brown and gray; some pedons have a brownish matrix with mottles having chroma of 2 or less.  It is stratified silt loam, loam, sandy loam, or very fine sandy loam.  Some pedons have thin strata of silty clay loam.  The 3C horizon has the same range in color as the 2C horizon.  The 3C horizon is loamy sand or sandy loam or is stratified sandy material.  Strata of silty clay loam or silt loam are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Other series with common properties include the Bruin, Catalpa, Commerce, Earle, Mhoon, Newellton, and Tunica series.  None of these, except Catalpa soils, have a mollic epipedon.  Catalpa soils are fine in the particle-size control section.  Bruin soils are coarse-silty in the particle-size control section.  Commerce and Mhoon soils are fine-silty in the particle-size control section.  Earle and Tunica soils have a clayey solum that is 20 to 36 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These are nearly level to undulating soils on the floodplain of the Mississippi River and its tributaries in the Southern Mississippi Valley Alluvium Major Land Resource Area. Slopes range from 0 to 8 percent.  The soil formed in layered alluvium consisting of a thin clayey layer and the underlying loamy and sandy sediments.  Most areas are protected from flooding by levees.  Mean annual temperature is about 59 degrees Fahrenheit, and mean annual precipitation is about 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Bruin, Commerce, Newellton, and Tunica soils that are listed with the competing series as having common properties, and the Dubbs, Dundee, Robinsonville, and Sharkey series.  None of these have a mollic epipedon.  Also, Dubbs and Dundee soils are fine-silty, Robinsonville soils are coarse-loamy, and Sharkey soils are very fine in the particle-size control sections.  Moderately well drained Bruin, and somewhat poorly drained Commerce and Dundee, and well drained Robinsonville soils are in slightly higher positions on natural levees.  Somewhat poorly drained Newellton and poorly drained Sharkey and Tunica soils are in slackwater areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; slow permeability in the upper horizons and moderate in the lower horizons.  The water table fluctuates between a depth of 1.5 to 2.0 feet during winter and early in spring.  Unless protected by levees, this soil is subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bowdre soils are used for growing soybeans, small grain, cotton, corn, and pasture.  Wooded areas are in bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Illinois, Mississippi, Missouri, and Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tunica County, Mississippi; 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to a depth of approximately 16 inches (A, Bw horizons).\nFluvaquentic Hapludolls feature - a horizon 6 inches or more thick immediately below the mollic epipedon with mottles that have chroma of 2 or less and value of 4 or more (the zone from about 16 to 52 inches - 2C1, 2C2 horizons).\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; very dark grayish brown (10YR 3/2) silty clay; moderate fine and medium granular and subangular blocky structure; firm; plastic; many fine roots; slightly acid; clear smooth boundary.  (A - 5 to 8 inches thick; Ap 5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--6 to 16 inches; very dark grayish brown (10YR 3/2) silty clay; common fine faint dark gray and dark yellowish brown mottles; moderate fine and medium subangular blocky structure; firm; plastic; many fine roots; mildly alkaline; clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "2C1",
        "top": 41,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--16 to 20 inches; mottled brown (10YR 4/3), light brownish gray (10YR 6/2), and yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; many fine roots; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2C2",
        "top": 51,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C2--20 to 52 inches; mottled light brownish gray (10YR 6/2), dark grayish brown (10YR 4/2), and yellowish brown (10YR 5/6) sandy loam; massive; friable; thin discontinuous lenses of silt and clay; few fine roots; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "3C3",
        "top": 132,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "moderately alkaline",
        "narrative": "3C3--52 to 60 inches; grayish brown (10YR 5/2) loamy sand; many medium faint light gray (10YR 7/1) and many medium distinct yellowish brown (10YR 5/6) mottles; single grained; loose; moderately alkaline."
      }
    ]
  ]
}
