{
  "SERIES": "BOWEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/LF/GB",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bowen gravelly sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; enough mica fragments to give the soil mass a soap-like consistency when moist and crushed; 30 percent pebbles with few cobbles; neutral (pH 7.0); clear smooth boundary.  (4 to 10 inches thick)\nBA--7 to 10 inches; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to moderate medium granular; slightly hard, very friable, nonsticky and nonplastic; enough mica fragments to give the soil mass a soap-like consistency when moist and crushed; few thin glossy patches on some faces of peds and on surface of rock fragments; discontinous glossy coatings in some root channels and pores; 45 percent pebbles with few cobbles; neutral (pH 6.6); clear smooth boundary.  (0 to 3 inches thick)\nBt--10 to 18 inches; yellowish brown (10YR 5/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; enough mica fragments to give the soil mass a soap-like consistency when moist and crushed; thin continuous clay films on faces of peds and rock fragments and in root channels and pores; 60 percent pebbles and cobbles; neutral (pH 6.6); gradual smooth boundary.  (5 to 30 inches thick)\nBC--18 to 22 inches; yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly plastic and slightly sticky; enough mica fragments to give the soil mass a soap-like consistency when moist and crushed; thin discontinuous clay films on faces of peds and some rock fragments, and in root channels and pores; 60 percent pebbles and few cobbles; neutral (pH 6.6); gradual wavy boundary.  (0 to 8 inches thick)\nC--22 to 28 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; eneough mica fragments to give the soil mass a soap-like consistency when moist and crushed; 70 percent pebbles and cobbles, predominately pebbles; neutral (pH 6.6); clear wavy boundary.  (0 to 25 inches thick)\nR--28 inches; hard schist or micaceous gneiss bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; approximately 1,280 feet east and 390 feet north of the W1/4 corner of Sec. 16, T. 11 N., R. 80 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 40 degrees F., and mean summer soil temperature is about 51 degrees F. with no 0 horizon.  Normally these soils are noncalcareous throughout, but have very thin and discontinuous calcareous subhorizons just above the bedrock in some pedons.  Depth to the lithic contact ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 15 to 40 inches.  Rock fragments range from 35 to 80 percent by volume in a major part of the particle-size control section and C horizon above the bedrock and are mainly 1/4 to 3 inches in diameter but some cobbles and a few stones occur.  Sand and silt fractions contain about 2 to 20 percent or more of flat mica platelets of sufficient size to influence the soil's physical properties.  These soils are dry in some part of the moisture control section for some time in most years.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5, 2 or 3 moist, and chroma of 1 through 3.  It ranges from slightly acid to mildly alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  Reaction ranges from slightly acid to mildly alkaline.  It is typically gravelly or very gravelly sandy clay loam, but averages 18 to 35 percent clay, 5 to 30 percent silt, and 40 to 75 percent sand with more than 35 percent fine or coarser sand.\nThe C horizon, if present, has a range of 2.5Y through 7.5YR, subhorizons redder than 7.5YR occur in some pedons.  It is gravelly or very gravelly sandy loam or sandy clay loam.  Reaction ranges from slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blaine, Buena Vista, (T)Chamberlain, Elwood, Ess, (T)Ezbin, Fornor, (T)Forsey, Fourme, Fourmile, Geertsen, Hodden, Hoodle, (T)Latigo, Libeg, (T)Nathale, Nathrop, Norriston, (T)Nurkey, Packer, Parkview, Quander, Sawfork, Sedgway, Tahquats, Teeler, Thiel, Winada, Woodhall, and Zeebar series.  Blaine, Buena Vista, Nathale, and Nathrop soils are calcareous in part of the lower solum and in the C horizons and have continous horizons of seconary carbonate accumulation. Elwood soils have less than 35 percent fine or coarser sand.  Chamberlain, Ess, Fornor, Forsey, Fourme, Fourmile, Geertsen, Hodden, Hoodle, Latigo, Libeg, Norriston, Nurkey, Packer, Parkview, Quander, Sawfork, Sedgway, Tahquats, Teeler, Thiel, and Zeebar soils all lack a lithic contact above a depth of 40 inches.  Parkview and Winada soils have a paralithic contact above a depth of 40 inches.  Woodhall soils have rock fragments that are predominantly stones more than 10 inches in diameter and have argillic horizons that have less than 35 percent fine or coarser sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bowen soils are on hills, ridges, and mountain slopes.  Slopes range from 2 to 60 percent.  The soil formed in gravelly or very gravelly, highly micaceous parent materials weathered from schist or micaceous gneiss.  Elevation ranges from 8,500 feet in north-central Colorado to 11,000 feet in southwestern Colorado. The mean annual precipitation ranges from 16 to 30 inches.  Mean annual air temperature is 36 degrees F.  Frost-free season is 30 to 40 days.  In Wyoming, elevation ranges down to 7,600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gelkie and Rogert soils.  Gelkie and Rogert soils lack a lithic contact above a depth of 40 inches, and Rogert soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native grazing lands. Native vegetation consists of junegrass, pine, needlegrass, pussytoes, rabbitbrush, and mountain muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of Colorado and Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 10 inches and an argillic horizon from 10 to 18 inches.  Last updated by the state 2/91.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
