{
  "SERIES": "BOWIE",
  "STATUS": "Established Series",
  "BYREV": "ACP:MLG:GLL:SJR:EPM:MJB",
  "REVDATE": "10/2016",
  "STATES": "AR,LA,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bowie very fine sandy loam, 3 percent slope elevation is 114.3 m (375 ft), in native pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 in); brown (10YR 4/3) very fine sandy loam; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine and common medium roots; about 2 to 3 percent by volume ironstone pebbles 2 to 5 mm in size; very strongly acid; clear smooth boundary. (Thickness of the A horizon is 5 to 20 cm [2 to 8 in])\nE--13 to 25 cm (5 to 10 in); yellowish brown (10YR 5/4) very fine sandy loam; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; nonsticky and nonplastic; common fine and medium roots; about 1 to 2 percent by volume ironstone pebbles 2 to 5 mm in size; strongly acid; clear smooth boundary. (Thickness of the E horizon is 0 to 30 cm [0 to 12 in])\nBt1--25 to 58 cm (10 to 23 in); yellowish brown (10YR 5/8) sandy clay loam; moderate fine and medium subangular blocky structure; hard, friable; slightly sticky and slightly plastic; few fine roots; few fine pores; few thin clay films in pores and root channels; few fine distinct yellowish red (5YR 5/6) redox concentrations; about 3 to 4 percent by volume ironstone pebbles 2 to 8 mm in size; strongly acid; clear smooth boundary.\nBt2--58 to 79 cm (23 to 31 in); yellowish brown (10YR 5/6) clay loam; moderate fine and medium subangular blocky structure; hard, friable; slightly sticky and slightly plastic; few fine roots; few fine pores; common thin clay films on surfaces of peds; common medium distinct yellowish red (5YR 5/6) and common coarse prominent red (2.5YR 5/6) redox concentrations; about 2 percent by volume nodular plinthite; very strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 13 to 115 cm [5 to 45 in])\nBtv--79 to 114 cm (31 to 46 in); yellowish brown (10YR 5/6) sandy clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable; slightly sticky and slightly plastic; few fine roots; common fine pores; common thin clay films on surfaces of peds; common medium distinct yellowish red (5YR 5/6) and common coarse prominent red (2.5YR 5/6) redox concentrations; about 8 to 10 percent by volume nodular plinthite; about 2 percent by volume ironstone concretions 5 to 10 mm in size; 5 to 10 percent by volume brittle masses; very strongly acid; gradual smooth boundary. Thickness of the Btv horizon is 0 to 51 cm [0 to 20 in])\nBtv/E--114 to 173 cm (46 to 68 in); about 95 percent yellowish brown (10YR 5/6) sandy clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, friable; slightly sticky and slightly plastic; few fine roots mainly along surfaces of prisms few thin clay films mainly along surface of prisms; ; many coarse prominent red (2.5YR 5/6) and many faint brownish yellow (10YR 6/6) redox concentrations; many redox depletions; about 5 to 7 percent by volume nodular plinthite; about 5 to 6 percent by volume coatings of albic material on surface of prisms; about 3 percent by volume ironstone pebbles 2 to 5 mm in size; 15 to 20 percent by volume brittle masses; very strongly acid; gradual smooth boundary. (Thickness of the Btv/E horizon is 15 to 61 cm [6 to 24 in])\nB't--173 to 211 cm (68 to 83 in); mixed matrix of strong brown (7.5YR 5/6), (7.5YR5/8 dry), gray (10YR 6/1), yellowish brown (10YR 5/6) and red (10R 4/8) sandy clay loam; weak medium prismatic structure parting to moderate coarse subangular blocky; very firm, sticky and plastic; about 2 percent by volume nodular plinthite; few thin plates of plinthite; common distinct clay films on surface of prisms and common distinct clay films on surface of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harrison County, Texas; from the intersection of U.S. Highways 59 and 80 in Marshall, 4.4 miles south on U.S. Highway 59, 6.7 miles west on Interstate 20, 1.0 mile south on Farm Road 3251, 0.9 mile west on county road;\n300 feet north. Darco USGS topographic quadrangle:  Latitude:  32.475 degrees N; Longitude: -94.48972222 W, NAD 83. UTM Easting: 360011 m, UTM Northing: 3594065 m, Zone 15."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is not dry in any part for more than 90 days in normal years.\nMean annual soil temperature: 16 to 21 degrees C (61 to 70 degrees F)\nDepth to argillic horizon: 5 to 51 cm (2 to 20 in)\nThickness of solum: 152 to more than 203 cm (60 to more than 80 in)\nDepth to redox concentrations: 25 cm to 173 cm (10 to 68 in)\nDepth to episaturation: 107 to 152 cm (42 to 60 in)\nDepth to albic materials: 114 to 173 cm (45 to 68 in)\nParticle-size control section (weighted average)\nClay content in the Control Section: 18 to 30 percent\nSilt plus very fine sand : 30 to 60 percent\nVery fine sand and fragments up to 8 cm (3 in) in diameter: 15 to 45 percent of sand fraction\nCation Exchage Capacity: 6.0 to 18.0 meg/100 gram of soil.\nA horizon\nHue: 10YR\nValue: 3 to 5, horizons with value of 3 are less than 7 inches thick\nChroma: 2 to 4\nTexture: loamy fine sand, very fine sandy loam, fine sandy loam\nRock fragments: amount-0 to 5 percent; kind-ironstone; size-gravel\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nE horizon\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: loamy fine sand, very fine sandy loam, fine sandy loam\nRock fragments: amount-0 to 5 percent; kind-ironstone; size-gravel\nReaction: very strongly acid to slightly acid (4.5 to 6.5)EB or BE horizon (where present)\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 6\nTexture: loamy fine sand, very fine sandy loam, fine sandy loam\nRock fragments: amount-0 to 5 percent; kind-ironstone; size-gravel\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nBt horizon\nHue: 7.5YR or 10YR\nValue: 4 or 6\nChroma: 4 to 8\nTexture: fine sandy loam, loam, sandy loam, sandy clay loam, clay loam\nRedox concentrations: amount-none to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse to clear, shades-red, brown or yellow, location-in the matrix\nRock fragments: amount-0 to 14 percent; kind-ironstone; size-gravel\nPlinthite: 0 to 4 percent with or without  streaks, coatings, or pockets of uncoated sand\nReaction: very strongly acid to moderately acid (4.5 to 6.0)\nBtv horizon(where present)\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 8\nTexture: fine sandy loam, loam, sandy loam, sandy clay loam, clay loam\nRedox concentrations: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse to clear, shades-red or brown\nRedox depletions: amount-none to common, size-fine to coarse, contrast-faint or distinct boundary-diffuse to clear, shades-gray located below a depth of 75 cm (30 in)\nBrittleness: 5 to 40 percent\nRock fragments: amount-0 to 14 percent; kind-ironstone; size-gravel\nAlbic materials: 0 to 4 percent, by volume, coatings, streaks, or pockets\nPlinthite: amount-5 to 15 percent\nReaction: very strongly acid or strongly acid (4.5 to 5.5) Btv/E or Bt/E horizon\nBtv/E horizon\nBtv part\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 8\nTexture: fine sandy loam, loam, clay loam, sandy clay loam\nE part\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 1 to 4\nTexture: fine sandy loam, loam, clay loam, sandy clay loam\nRedox concentrations: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse to clear, shades-red or brown\nRedox depletions: amount-few to many, size-fine to coarse, contrast-faint or distinct boundary-diffuse to clear, shades-gray\nBrittleness: 5 to 40 percent\nRock fragments: amount-0 to 14 percent; kind-ironstone; size-gravel\nAlbic materials (E): 5 to 20 percent by volume (E part) coatings, streaks, or pockets\nPlinthite: amount-5 to 15 percent\nReaction: very strongly acid or strongly acid(4.5 to 5.5)\nB't or BC horizon (where present)\nColor: shades of brown or gray\nTexture: sandy clay loam, clay loam, or sandy clay. Some pedons have strata of fine sandy loam or clay\nClay content: 25 to 40 percent\nRedox concentrations: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse to clear, shades-yellow or red, or is stratified with these colors\nRock fragments: amount-0 to 9 percent; kind-ironstone; size-gravel\nAlbic materials: 0 to 4 percent by volume steaks or pockets\nPlinthite (where present): amount-0 to 4 percent\nReaction: very strongly acid or strongly acid (4.5 to 5.5)\nC horizon (where present)\nColor: shades of red, yellow, or brown\nTexture: sandstone or stratified sandstone and shale/mudstone with texture of fine sandy loam, sandy clay loam, or sandy clay\nRock fragments: amount-0 to 5 percent; kind-ironstone; size-gravel\nOther features: depth to a C horizon is more than 150 cm (60 in)\nReaction: very strongly acid or strongly acid (4.5 to 5.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baxterville (MS), Malbis(AL), Notcher(AL), Otanya(TX), Pinetucky(TX), and Rogan(TX) soils in the same family. Bernaldo(TX), Erno(TX), Lilbert(TX), Oakwood(TX), and Warnock(AR) soils are in similar families.\nBaxterville soils: have colors with hue redder than 7.5YR in the Bt horizon.\nMalbis soils: receive more than 76 cm (30 in) warm-season precipitation, have a summer moisture deficit of 0 to 10 cm (0 to 4 in), and are developed from Pleistocene Age sediments.\nNotcher soils: receive more than 76 cm (30 in) warm-season precipitation, have a summer moisture deficit of 0 to 10 cm (0 to 4 in), and are developed from Pleistocene Age sediments, have ironstone fragments making up 5 to 25 percent of the Bt horizon.\nOtanya soils: : receive more than 76 cm (30 in) warm-season precipitation, have a summer moisture deficit of 0 to 10 cm (0 to 4 in), and are developed from Pleistocene Age sediments.\nPinetucky soils: : receive more than 76 cm (30 in) warm-season precipitation, have a summer moisture deficit of 0 to 10 cm (0 to 4 in), and are developed from Pleistocene Age sediments.\nRogan soils: : receive more than 76 cm (30 in) warm-season precipitation, have a summer moisture deficit of 0 to 10 cm (0 to 4 in), and are developed from Pleistocene Age sediments, have ironstone fragments making up 5 to 25 percent of the Bt horizon.\nBernaldo soils: are alfisols and do not contain 5 percent plinthite.\nErno soils: are alfisols and do not contain 5 percent plinthite.\nWarnock soils: do not contain 5 percent plinthite.\nOakwood soils: are Alfisols.\nLilbert soils: are in an arenic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey marine deposits of the Claiborne Group on the Queen City, Reklaw, Cook Mountain, Sparta, Cockfield  and Carrizo Sand Formations\nLandscape: Coastal Plain\nLandform: Interfluve\nSlope: mainly 1 to 5 percent but ranges from 1 to 8 percent\nMean annual air temperature: 13.9 to 21 degrees C (57 to 69 degrees F)\nMean annual precipitation: 1016 to 1550 mm (40 to 61 in)\nFrost-free period: 196 to 250 days\nElevation: 46 to 183 m (150 to 600 ft)\nThornthwaite P-E index: Exceeds 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Bernaldo(TX), Lilbert(TX), and Warnock(AR) soils and the Briley(TX), Cuthbert(TX), Darco(TX), Kirvin(TX), Kullit(OK), and Rentzel(TX), Sacul(AR) soils.\nBernaldo soils: are on slightly lower positions in the landscape along stream terraces and on Pleistocene terraces in upland positions.\nLilbert, Briley, Darco, and Warnock soils: are on similar but slightly higher positions. Lilbert and Briley soils have a sandy epipedon that is 51 to 100 cm (20 to 40 in) thick; Darco soils have a sandy epipedon over 100 cm (40 in) thick; Warnock soils have less than 5 percent plinthite in the control section\nCuthbert soils: have red clayey Bt horizons and are on steeper slopes above streams or along hillsides.\nKirvin and Sacul soils: have red clayey Bt horizons and are above on low hills and oval ridges. The Sacul soils are also on steeper slopes.\nKullit and Rentzel soils: are members of an aquic subgroup and are on lower slightly wetter positions. Rentzel soils also have an arenic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is low on 1 to 3 percent slopes, medium on 3 to 5 percent slopes, and high on 5 to 8 percent slopes. A perched water table is at a depth of 107 to 152 m (3.5 to 5 ft) during winter and early spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The principal use is for pasture and forest. Some areas are used for growing corn, peanuts, sweet potatoes, peaches, watermelons and other vegetables or fruit crops. Pasture is mainly bermudagrass or bahiagrass. Forests consist of loblolly and shortleaf pines, sweetgum, red oak, and hickory trees with tall and midgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Texas, Arkansas, and Louisiana. Land Resource Region P, MLRA 133A and 133B; The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bowie County, Texas, 1918."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 2004 to allow moderately acid reaction in the Bt horizon, and for plinthite to range to 0 percent in the lower part of the Bt/E horizon. This series was updated in 2013 to put into semi-tabular format.\nData from Harrison County, Texas: KSSL Lab Nos. 84P0245, 86P0158, 84P0246. Data from Rusk County, Texas: KSSL Lab Nos. 84P0243, 86P0159. Data from Cherokee County, Texas: KSSL Lab Nos. 84P0240. Data from Smith County, Texas: KSSL Lab Nos. 84P0241, 84P0242. Data from Upshur County, Texas: KSSL Lab Nos. 84P0244. Data from Cass County, Texas: KSSL Lab Nos. 95P0138.\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon: 0 to 25 cm (0 to 10 in) (Ap and E horizon)\nArgillic horizon: 25 to 203 cm (10 to more than 80 in) (Bt1, Bt2, Btv/E, B't horizons)\nPlinthic feature: more than 5 percent plinthite from 79 to 173 cm (31 to 68 in) (Btv, and Btv/E horizons)\nRedoximorphic features: Below 25 cm (10 in)\nEpisaturation: 114 to 173 cm (Btv/E horizon)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
