{
  "SERIES": "BOWMANSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MS-MDJ",
  "REVDATE": "02/2008",
  "STATES": "MD,NJ,PA,VA",
  "OVERVIEW": "The Bowmansville series consists of very deep, poorly and somewhat poorly drained soils. They formed in recent alluvial deposits derived from upland soil materials weathered from dolerite or basalt. They are on floodplains with smooth slopes of 0 to 3 percent. Saturated hydraulic conductivity is moderately high above stratified sand and gravel and high in stratified sand and gravel. Mean annual precipitation is 43 inches. Mean annual temperature is 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, mesic Fluventic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bowmansville silt loam, on a 2 slope in a pasture. (Colors are interior for moist soil unless otherwise indicated)\nAp--0 to 7 inches; reddish brown (5YR 4/4), silt loam; weak medium granular structure; friable, slightly sticky, slightly plastic; strongly acid; abrupt smooth boundary.  (4 to 14 inches thick)\nBA--7 to 16 inches; reddish brown (5YR 5/4), silt loam; weak medium subangular blocky structure; firm, moderately sticky, slightly plastic; common fine distinct pinkish gray (7.5YR 6/2) iron depletions; common fine distinct reddish yellow (7.5YR 6/8) masses of oxidized iron;   strongly acid; clear wavy boundary. (4 to 15 inches thick)\nBg1--16 to 26 inches; pinkish gray (7.5YR 6/2), silt loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine distinct strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear wavy boundary.\nBg2--26 to 35 inches; pinkish gray (5YR 6/2), silt loam; weak coarse subangular blocky structure; firm, slightly sticky, slightly plastic; common medium distinct strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear wavy boundary. (Combined thickness of Bg is 9 to 30 inches thick)\nCg1--35 to 52 inches; pinkish gray (7.5YR 6/2), sandy loam; weak thick platy parting to weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; strongly acid; clear wavy boundary. (10 to 30 inches thick)\n2Cg2--52 to 66 inches; variegated pinkish gray (7.5YR 6/2) and  strong brown (7.5YR 5/8) stratified sand and gravel; single grain; loose, nonsticky, nonplastic; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lancaster County, Pennsylvania; in Cocalico Township, 2 miles northwest of Denver, 200 feet southeast of Swamp Road, at Cocalico Creek in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 18 to 59 inches. Depth to bedrock is more than 6 feet. Depth to strongly contrasting stratified sand and gravel is more than 40 inches. Organic carbon decreases irregularly with depth or is greater than 0.2 percent immediately above a strongly contrasting C horizon. Waterworn gravel ranges from 0 to 15 percent in the solum, 0 to 30 percent in the C horizon above 40 inches, and 0 to 90 percent below 40 inches. Reaction ranges from strongly acid through slightly acid in the solum and from strongly acid through neutral in the C horizon. Some pedons have thin layers of sand, silt, clay or gravel within 60 inches.\nThe A or Ap horizon has hue of 5YR or 7.5YR, value of 4, and chroma of 2 through 4. Fine-earth texture is sandy loam, loam, or silt loam.\nThe B horizons are neutral or have hue of 5YR through 10YR, value of 3 through 6, and chroma of 0 through 2, with some subhorizon within 30 inches having a chroma of 3 or more. Fine-earth textures are sandy loam, loam, silt loam, silty clay loam, clay loam, and sandy clay loam.\nThe C horizon, above stratified sand and gravel, is neutral or has hue of 5YR through 10YR, value of 3 through 6, and chroma of 0 through 2. The fine-earth textures are sandy loam, loam, silt loam, clay loam, and silty clay loam. 2C horizons have colors like the C horizon and fine-earth textures range from silty clay loam through sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Orrville soils are only one series in the same family. There are very deep, somewhat poorly drained soils formed in loamy alluvium on flood plains.\nShoals, Hatboro, and Holly are soils in closely related families. Shoals soils are in a superactive cation exchange activity class and are influenced by glaciations. Hatboro and Holly are soils in a fluvaquentic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bowmansville soils are on nearly level flood plains. They formed in alluvial deposits derived from upland soil materials weathered from red and brown shale and sandstone or from dolerite or basalt. Climate is humid and temperate. Mean annual precipitation ranges from 40 to 46 inches; mean annual temperature ranges from 47 to 59 degrees F.; and the growing season ranges from 135 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Bermudian, Linden, Rowland and the Holly soils are on adjacent floodplains. Abbottstown, Bucks, Cheshire, Croton, Holyoke, Klinesville, Knauers, Lansdale, Lawrenceville, Penn, Readington, and Reaville soils are on nearby uplands. Birdsboro, Branford, Hartford, Manchester, and Raritan soils are on nearby terraces. Bermudian, Birdsboro, Branford, Bucks, Cheshire, Hartford, Lansdale, Linden, Manchester, and Penn soils are all well drained. Abbottstown, Croton, Lawrenceville, Raritan, and Readington soils all have fragipans. Rowland and Reaville soils do not have B horizons with dominant matrix chroma of 2 or less. Holyoke and Klinesville soils have bedrock within 20 inches of the surface. Knauers soils are poorly drained, formed in recent alluvial deposits derived from sandstones and shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and somewhat poorly drained. Surface water is ponded or runoff is very high or high. Saturated hydraulic conductivity is moderately high above stratified sand and gravel and high in the stratified sand and gravel."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately 60 percent of the Bowmansville soils are in pasture. Wooded areas are in mixed hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Pennsylvania, central New Jersey, Maryland, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lancaster County, Pennsylvania, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The previous site location was in Bucks County, Pennsylvania. The new site is more typical of the classification and series concept. 2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 7 inches (Ap horizon).\nb. Cambic horizon - the zone from 7 to 35 inches (BA, Bg1, and Bg2 horizons).\n11/05, MAV Classification changed from Aeric Fluvaquents to Fluventic Endoaquepts due to presence of a cambic horizon previously unrecognized.\n2007 Pedon description updated .\nADDITIONAL DATA: Series recognized as being very deep and depth to bedrock is indicated to be more than 6 feet. A 2C horizon designation is used because genetic horizons have formed in the overlying material and the materials are lithologically dissimilar.\nSIR # PA0048\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; reddish brown (5YR 4/4), silt loam; weak medium granular structure; friable, slightly sticky, slightly plastic; strongly acid; abrupt smooth boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 41,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--7 to 16 inches; reddish brown (5YR 5/4), silt loam; weak medium subangular blocky structure; firm, moderately sticky, slightly plastic; common fine distinct pinkish gray (7.5YR 6/2) iron depletions; common fine distinct reddish yellow (7.5YR 6/8) masses of oxidized iron;   strongly acid; clear wavy boundary. (4 to 15 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 41,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--16 to 26 inches; pinkish gray (7.5YR 6/2), silt loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine distinct strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 66,
        "bottom": 89,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--26 to 35 inches; pinkish gray (5YR 6/2), silt loam; weak coarse subangular blocky structure; firm, slightly sticky, slightly plastic; common medium distinct strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear wavy boundary. (Combined thickness of Bg is 9 to 30 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 89,
        "bottom": 132,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--35 to 52 inches; pinkish gray (7.5YR 6/2), sandy loam; weak thick platy parting to weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; strongly acid; clear wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "2Cg2",
        "top": 132,
        "bottom": 168,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "2Cg2--52 to 66 inches; variegated pinkish gray (7.5YR 6/2) and  strong brown (7.5YR 5/8) stratified sand and gravel; single grain; loose, nonsticky, nonplastic; strongly acid."
      }
    ]
  ]
}
