{
  "SERIES": "BOXIRON",
  "STATUS": "Established Series",
  "BYREV": "JLB",
  "REVDATE": "06/2024",
  "STATES": "MD",
  "OVERVIEW": "The Boxiron series consists of very deep, very poorly drained soils located on estuarine and coastal tidal marshes of the mid-Atlantic Coastal Plain. They formed in silty marine and alluvial sediments that are flooded twice daily by brackish tidal waters.  Slopes range from 0 to 1 percent. Mean annual temperature is 57 degrees F., and mean annual precipitation is 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, mesic Histic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boxiron peat on a smooth 0 percent slope in a tidal marsh. (Colors are for a moist soil)\nOi--0 to 7 inches; dark brown (7.5YR 3/3) peat; fiber content is three-fourths of the soil volume after rubbing; 40 percent by weight mineral soil material; many very fine and fine, and common coarse live roots; neutral; strongly saline; abrupt smooth boundary. (0 to 7 inches thick)\nOe--7 to 14 inches; very dark grayish brown (2.5Y 3/2) mucky peat; fiber content is one-third of the soil volume after rubbing; 50 percent by weight mineral soil material; many very fine and fine, and few coarse live roots; neutral; strongly saline; abrupt smooth boundary.  (5 to 16 inches thick)\nCg1--14 to 30 inches; dark gray (2.5Y 4/1) silt loam; massive; slightly sticky; common fine roots; n-value greater than 1.0, material flows easily between fingers when squeezed; neutral; strongly saline; clear wavy boundary. (15 to 20 inches thick)\nCg2--30 to 74 inches; dark greenish gray (5GY 4/1) silt loam; common, medium, faint gray (2.5Y 5/1) areas of iron depletion; massive; n-value greater than 1.0, material flows easily between fingers when squeezed; neutral; strongly saline; gradual wavy boundary. (30 to 50 inches thick).\n2Cg3--74 to 80 inches; gray (5Y 5/1) sand; single grain, loose; neutral; strongly saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Worcester County, Maryland; two miles southeast  of Pawpaw road on Scotts Landing road, 200 feet north along Hallbrooks Gut: 38 degrees 6 minutes 45 seconds N Latitude.  75 degrees 19 minutes 30 seconds W Longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic surface and depth to the silty materials ranges from 8 to 16 inches. Reaction is neutral to slightly alkaline in undisturbed profiles but ranges from ultra acid to extremely acid upon drying.  Electrical conductivity is greater than 8 Mmhos/cm (5.6 ppt). n values are typically greater than 0.7.\nThe Oi horizon, where present, has hue of 7.5YR through 2.5Y, value of 2 through 4, and a chroma of 1 or 3.  It is peat.  The fiber content after rubbing is greater than three-fourths of the soil volume.  Mineral material content, by weight, ranges from 20 to 70 percent.\nThe Oe horizon has hue of 10YR through 5Y, value of 2 or 3, and chroma of 1 through 3.  It is mucky peat.  The fiber content after rubbing ranges from one-sixth to three-fourths of the volume.  Mineral content, by weight, ranges from 25 to 70 percent.\nThe Cg horizons have hue of 10YR through 5GY, value of 3 through 6, and chroma of 0 through 2.  It is silt loam or silty clay loam.  In some pedons there are thin subhorizons of organic materials.\nThe 2Cg horizon, where present, has a hue of 10YR through 5GY, value of 3 through 7, and chroma of 0 through 2.  It is loamy sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Broadkill soils.  Broadkill soils do not have a histic epipedon.  Competing soils in similar families are the Chincoteague soils.  Chincoteague soils do not have a histic epipedon and are thermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boxiron soils are located in estuarine and coastal tidal marshes of the mid-Atlantic Coastal Plain.  They formed in silty marine and alluvial sediments that are flooded by brackish tidal water twice daily.  Slopes range from 0 to 1 percent.  Mean annual temperature ranges from 52 to 58 degrees F., and mean annual precipitation ranges from 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mispillion, Transquaking, Bestpitch, Sunken, and Broadkill soils.  Bestpitch, Transquaking, and Mispillion soils are histosols and occur at similar elevations within the marsh.  Broadkill soils are commonly intermingled with Boxiron.. Sunken soils are found at slightly higher elevations within the marsh."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained.  Runoff is very slow.  Permeability is moderately rapid to rapid in the organic deposits and slow to moderate in the silty substratum.  These soils are flooded by brackish tidal waters twice daily."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Boxiron soils are used mainly as wetland wildlife habitat. Natural vegetation is mainly saltmarsh cordgrass (Spartina alterniflora), saltmeadow cordgrass (Spartina patens), saltgrass (Distichlis spicata) marsh elder (Iva frutescens)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tidal marshes of the mid-Atlantic Coastal plain of Maryland, Delaware and New Jersey.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: SPECIAL PROJECTS OFFICE"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Worcester County, Maryland, 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Tidal Marsh miscellaneous areas. These soils become extremely acid to ultra acid when drained.\nDiagnostic horizons and features recognized in this pedon are:\na. Histic epipedon:  the zone between 0 and 14 inches.\nb. Fibric material:  the zone between 0 and 7 inches has a fiber content after rubbing that is three-fourths of the soil volume.\nc. Hemic soil material:  the zone between 7 and 14 inches has a fiber content after rubbing that is one-third of the soil volume.\nd. Moist incubation study indicates these soils have sulfidic materials."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 7 inches; dark brown (7.5YR 3/3) peat; fiber content is three-fourths of the soil volume after rubbing; 40 percent by weight mineral soil material; many very fine and fine, and common coarse live roots; neutral; strongly saline; abrupt smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Oe",
        "top": 18,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--7 to 14 inches; very dark grayish brown (2.5Y 3/2) mucky peat; fiber content is one-third of the soil volume after rubbing; 50 percent by weight mineral soil material; many very fine and fine, and few coarse live roots; neutral; strongly saline; abrupt smooth boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 36,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--14 to 30 inches; dark gray (2.5Y 4/1) silt loam; massive; slightly sticky; common fine roots; n-value greater than 1.0, material flows easily between fingers when squeezed; neutral; strongly saline; clear wavy boundary. (15 to 20 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 76,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cg2--30 to 74 inches; dark greenish gray (5GY 4/1) silt loam; common, medium, faint gray (2.5Y 5/1) areas of iron depletion; massive; n-value greater than 1.0, material flows easily between fingers when squeezed; neutral; strongly saline; gradual wavy boundary. (30 to 50 inches thick)."
      },
      {
        "name": "2Cg3",
        "top": 188,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg3--74 to 80 inches; gray (5Y 5/1) sand; single grain, loose; neutral; strongly saline."
      }
    ]
  ]
}
