{
  "SERIES": "BOXRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/SSP",
  "REVDATE": "03/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, siliceous, superactive, frigid Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boxring extremely stony sandy loam, on a southwest facing, 13 percent slope in pinyon pine and Utah juniper at an elevation of 6,000 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 40 percent stones, 5 percent cobbles, 5 percent gravel.\nA--0 to 6 inches; reddish brown (5YR 4/3) extremely stony sandy loam, dark reddish brown (5YR 3/2) moist; weak medium subangular blocky structure parting to weak fine and very fine granular; soft, friable, slightly sticky and nonplastic; many very fine and fine roots; common very fine tubular pores; 5 percent stones, 10 percent cobbles; moderately alkaline (pH 8.2); clear wavy boundary.  (combined thickness of A horizons range from 2 to 9 inches)\nBt1--6 to 12 inches; reddish brown (5YR 4/3) extremely cobbly sandy clay loam, dark reddish brown (5YR 3/3) moist; moderate medium and fine subangular blocky structure parting to moderate fine and very fine subangular blocky; very hard, firm, slightly sticky and slightly plastic; many very fine, fine, medium, and coarse roots; many very fine, common fine tubular pores; 10 percent stones, 45 percent cobbles, 5 percent gravel; few faint clay films on ped faces and lining pores; moderately alkaline (pH 8.0); clear wavy boundary.\nBt2--12 to 14 inches; dark reddish brown (5YR 3/4) extremely cobbly sandy clay loam, dark reddish brown (5YR 3/3) moist; moderate medium and fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; many very fine, fine, and medium, few coarse roots; common very fine and fine tubular pores; 15 percent stones, 45 percent cobbles, 10 percent gravel; few faint clay films on ped faces and lining pores; moderately alkaline (pH 8.0); abrupt wavy boundary.  (combined thickness of Bt horizons range from 8 to 11 inches)\nR--14 inches; unweathered sandstone bedrock with fractures greater than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 2 miles southeast of Kings Point; located about 2,200 feet east and 1,000 feet south of the northwest corner of sec. 14, T. 1 N., R. 25 E., SLBM; Swallow Canyon Quadrangle, Utah-Colo. USGS quad; lat. 40 degrees 49 minutes 36 seconds N. and long. 109 degrees 3 minutes 37 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly through the year with a slight increase in late summer and fall.  Ustic moisture regime bordering on aridic.\nMean annual soil temperature:  44 to 47 degrees F.\nThickness of the mollic epipedon:  7 to 16 inches\nDepth to lithic contact:  10 to 20 inches to sandstone bedrock\nParticle-size control section:  18 to 27 percent clay and 40 to 80 percent sandstone rock fragments\nA horizon:\nHue:  5YR or 7.5YR\nValue:  3 to 5 dry, 2 or 3 moist\nChroma:  1 to 3 dry or moist\nBt horizon:\nHue:  5YR or 7.5YR\nValue:  3 to 5 dry, 3 or 4 moist\nChroma:  2 to 4 dry or moist\nTexture:  very cobbly sandy loam, extremely cobbly sandy loam, very cobbly sandy clay loam, extremely cobbly sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from sandstone\nLandform:  mountain slopes\nSlopes:  10 to 25 percent\nElevation:  6,000 to 7,000 feet\nMean annual air temperature:  42 to 45 degrees F.\nMean annual precipitation:  12 to 16 inches\nFrost-free period:  90 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cortyzack, Ironco, Tridell, and Waterhill series.\nCortyzack, Ironco, Tridell, and Waterhill soils are very deep.\nCortyzack soils also have fine-loamy particle-size control section.\nTridell soils also have calcic horizons.\nWaterhill soils occur on fan remnants and do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland, wildlife habitat, and recreation.  Potential native vegetation consists of pinyon pine, Utah juniper, bluebunch wheatgrass, prairie junegrass, and black sagebrush.  This soil has been correlated to Upland Shallow Loam (Pinyon-Utah Juniper) - 047CY326UT range site in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR E, MLRA 47.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County, Uintah Area Soil Survey, Utah. 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 0 to 14 inches.  (A and Bt horizons)\nMollic epipedon:  The zone from 0 to 14 inches.  (A and Bt horizons)\nArgillic horizon:  The zone from 3 to 14 inches.  (Bt horizons)\nLithic contact:  The contact with sandstone bedrock at 14 inches.  (R layer)\nSiliceous mineralogy:  Determined from lab samples on similar geologic material and landscapes in the area.\nThe cation exchange activity class was inferred from laboratory data from similar soils in the Uintah Area Soil Survey.\nClassification was changed from Lithic Argiborolls to frigid Aridic Lithic Argiustolls 11/98.\nTaxonomic version:  Eighth Edition, 1998.\nThe surface texture modifier was determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nNational Cooperative Soil Survey\nU.S.A."
  }
}
