{
  "SERIES": "BOXROBBER",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Boxrobber series consists of shallow, well drained soils that formed in residuum and colluvium from ultramafic rocks.  Boxrobber soils are on ridge tops and side slopes on ultramafic Sierra Nevada mountains.  Slopes range from 3 to 70 percent.  The mean annual precipitation is about 52 inches, (1321 mm) and the mean annual temperature is about 56 degrees F, (13 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic, shallow Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boxrobber cobbly sandy clay loam, on a south facing 29 percent slope under a cover of whiteleaf manzanita, foothill pine, blue oak, toyon, canyon live oak, and buckbrush at an elevation of 2340 feet, (713 m).  When described on 10/19/00 the soil was moderately dry to 16 inches and dry below.  (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches, (0 to 5 cm); pink (7.5YR 7/3) cobbly sandy clay loam, brown (7.5YR 5/3) moist; 25 percent clay; moderate fine and medium subangular blocky parting to moderate fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine, fine and medium tubular and irregular pores; 10 percent gravel and 15 percent cobbles; slightly acid, pH 6.6 by Hellige-Truog; clear smooth boundary. (1 to 3 inches, (3 to 8 cm) thick)\nBt1--2 to 8 inches, (5 to 20 cm); pink (7.5YR 7/4) very gravelly sandy clay loam, brown (7.5YR 5/4) moist; 30 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; many very fine, fine and medium roots and few coarse roots; many very fine, fine and medium tubular pores; 60 percent discontinuous distinct clay films; 15 percent cobbles and 25 percent gravel; slightly acid, pH 6.6 by Hellige-Truog; gradual smooth boundary.\nBt2--8 to 16 inches, (20 to 41 cm); light brown (7.5YR 6/4) very gravelly clay loam, strong brown (7.5YR 4/6) moist; 35 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; common very fine, fine and medium roots and few coarse roots; many very fine, fine and medium tubular pores; 80 percent continuous distinct clay films; 20 percent cobbles and 35 percent gravel; slightly acid, pH 6.6 by Hellige-Truog; clear wavy boundary. (Combined thickness of the Bt horizon is 7 to 19 inches, (18 to 48 cm) thick)\nCrt--16 to 30 inches, (41 to 76 cm); weakly cemented bedrock; white (2.5Y 8/1), pale yellow (2.5Y 7/3) moist; few very fine and fine roots; 20 percent continuous prominent clay films; neutral, pH 6.7 by Hellige-Truog; clear smooth boundary.\nR--30 inches, (76 cm); very strongly cemented bedrock; white (5Y 8/1), pale olive (5Y 6/3) moist; few very fine, fine and medium roots; neutral, pH 6.8 by Hellige-Truog."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 0.75 miles east of Concow School, approximately 1200 feet north and 2400 feet west of the southeast corner of Section 27, Township 22 N., Range 4 E., 39 degrees, 43 minutes, 48 seconds North latitude and 121 degrees, 30 minutes, 50 seconds West longitude, NAD83 - U.S.G.S Quad: Cherokee, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 10 to 20 inches, (25 to 51 cm).  The mean annual soil temperature is 54 to 59 degrees F, (12 to 15 degrees C).  The particle-size control section averages 27 to 35 percent clay and 35 to 50 percent rock fragments, mostly gravel.  Mineralogy is mixed but is affected by magnesium rich minerals in the series control section.  Rock fragments on the surface range from 5 to 60 percent gravel, 5 to 30 percent cobbles, 5 to 20 percent stones and 3 to 15 percent boulders.\nThe A horizon dry color is 7.5YR 6/4, 7/3, 7/4, or 8/3.  Moist color is 7.5YR 4/3, 5/3, or 5/4.  Texture is cobbly sandy clay loam, gravelly sandy clay loam, cobbly loam, gravelly loam or very cobbly loam.  Clay content ranges from 22 to 30 percent.  Rock fragments range from 10 to 15 percent gravel, 0 to 25 percent cobbles and 0 to 5 percent stones.  Reaction ranges from neutral to slightly acid.\nThe Bt horizon dry color is 7.5YR 6/4, 7/4, 7/6, or 8/4.  Moist color is 7.5YR 3/4, 4/4, 4/6, 5/4, or 6/6.  Texture is very gravelly sandy clay loam, very gravelly clay loam, gravelly clay loam or very cobbly clay loam. Clay content ranges from 27 to 35 percent.  Rock fragments range from 15 to 35 percent gravel, 0 to 25 percent cobbles and 0 to 5 percent stones.  Reaction ranges from neutral to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Boxrobber soils are on ridge tops and side slopes on ultramafic Sierra Nevada mountains.  Slopes range from 3 to 70 percent.  These soils formed in residuum and colluvium weathered from ultramafic rocks.  Elevation is 950 to 2850 feet, (290 to 869 m).  Mean annual precipitation is 45 to 55 inches, (1143 to 1397 mm).  The mean annual temperature is 56 to 58 degrees F, (13 to 14 degrees C).  Frost free season is 230 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Millerridge and Earlal soils.  The Millerridge soils are fine-loamy and moderately deep.  The Earlal soils are magnesic and have a lithic contact of serpentinite."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderate to moderately slow saturated hydraulic conductivity in the A horizon and moderately slow in the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, homesite development and watershed.  Vegetation is whiteleaf manzanita, foothill pine, blue oak, canyon live oak, toyon, buckbrush, California laurel, and annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the M261Fb (Lower Foothills Metamorphic Belt) subsection of the M261F (Sierra Nevada Foothills) section.  MLRA 22A - Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005. Source of name comes from the miner's term \"boxrobber clay\".  These soils can have pockets of sticky serpentinitic clays that when shoveled into a sluice box would pick up gold dust and flakes and the clay aggregates would be discarded as gravel."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - zone from 2 to 16 in, (5 to 41 cm)\nOchric epipedon - zone from 0 to 2 in, (0 to 5 cm).  (A)\nArgillic horizon - zone from 2 to 16 in, (5 to 41 cm).  (Bt1, Bt2)\nParalithic contact - zone from 16 to 30, (41 to 76 cm)\nThe soil moisture control section - zone from 8 to 16 inches, (20 to 41 cm) is dry in all parts from about May to October (about 180 days).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches, (0 to 5 cm); pink (7.5YR 7/3) cobbly sandy clay loam, brown (7.5YR 5/3) moist; 25 percent clay; moderate fine and medium subangular blocky parting to moderate fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine, fine and medium tubular and irregular pores; 10 percent gravel and 15 percent cobbles; slightly acid, pH 6.6 by Hellige-Truog; clear smooth boundary. (1 to 3 inches, (3 to 8 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--2 to 8 inches, (5 to 20 cm); pink (7.5YR 7/4) very gravelly sandy clay loam, brown (7.5YR 5/4) moist; 30 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; many very fine, fine and medium roots and few coarse roots; many very fine, fine and medium tubular pores; 60 percent discontinuous distinct clay films; 15 percent cobbles and 25 percent gravel; slightly acid, pH 6.6 by Hellige-Truog; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--8 to 16 inches, (20 to 41 cm); light brown (7.5YR 6/4) very gravelly clay loam, strong brown (7.5YR 4/6) moist; 35 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; common very fine, fine and medium roots and few coarse roots; many very fine, fine and medium tubular pores; 80 percent continuous distinct clay films; 20 percent cobbles and 35 percent gravel; slightly acid, pH 6.6 by Hellige-Truog; clear wavy boundary. (Combined thickness of the Bt horizon is 7 to 19 inches, (18 to 48 cm) thick)"
      },
      {
        "name": "Crt",
        "top": 41,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Crt--16 to 30 inches, (41 to 76 cm); weakly cemented bedrock; white (2.5Y 8/1), pale yellow (2.5Y 7/3) moist; few very fine and fine roots; 20 percent continuous prominent clay films; neutral, pH 6.7 by Hellige-Truog; clear smooth boundary."
      },
      {
        "name": "R",
        "top": 76,
        "bottom": "NA",
        "dry_hue": "5Y",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--30 inches, (76 cm); very strongly cemented bedrock; white (5Y 8/1), pale olive (5Y 6/3) moist; few very fine, fine and medium roots; neutral, pH 6.8 by Hellige-Truog."
      }
    ]
  ]
}
