{
  "SERIES": "BOY",
  "STATUS": "Established Series",
  "BYREV": "WRM-LCB-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Boy series consists of very deep, moderately well drained soils. These nearly level to gently sloping soils formed in unconsolidated sandy and loamy materials derived from alluvium. Slope ranges from 0 to 8 percent. Mean annual air temperature is about 20 degrees C (68 degrees F), and mean annual precipitation is about 1321 mm (52 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Plinthic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boy loamy fine sand--forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); grayish brown (10YR 5/2) loamy fine sand, light gray (10YR 7/2) dry; single grained; loose; many fine to coarse roots; very strongly acid; clear smooth boundary. (13 to 25 cm thick [5 to 10 in thick])\nE1--18 to 89 cm (7 to 35 in); pale brown (10YR 6/3) loamy fine sand, very pale brown (10YR 8/2) dry; single grained; loose, very friable; many fine to coarse roots; few coarse faint yellowish brown (10YR 5/4) masses of oxidized iron sharp boundaries lining pores; strongly acid; clear wavy boundary. (64 to 94 cm thick [25 to 37 in thick])\nE2--89 to 119 cm (35 to 47 in); pale brown (10YR 6/3) loamy fine sand; single grained; slightly brittle, very friable; few fine and medium roots; few small rounded quartz pebbles; common coarse faint yellowish brown (10YR 5/4) and a few fine distinct yellowish red (5YR 5/6) masses of oxidized iron lining pores with sharp boundaries; strongly acid; clear wavy boundary. (25 to 56 cm thick [10 to 22 in thick])\nBtvg--119 to 178 cm (47 to 70 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; weak subangular blocky structure; friable; few fine roots; few fine pores; slightly brittle, common distinct clay films; 10 percent red (2.5YR 4/6) plinthite with strong brown (7.5YR 4/6) rind in matrix; common coarse prominent red (2.5YR 4/8) and common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Texas (TX); from intersection of I-45 and Grogan Road about 3.4 miles south of Conroe; go east on Grogan Road 1.2 miles; 150 ft south of road in forest. (Outlaw Pond USGS topographic quadrangle; Latitude: 30 degrees, 13 minutes, 39.90 seconds N; Longitude: 95 degrees, 21 minutes, 49.90 seconds W. NAD 83; UTM Easting 272501.40 m, UTM Northing 3346385.80 m, UTM Zone 15.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Udic soil moisture regime. The soil moisture control section is not dry in any parts for as long as 90 days in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nDepth to argillic horizon: 103 to 152 cm (41 to 60 in)\nDepth to Plinthite ranges from 102 to 152 cm (40 to 60 in)\nThickness of the ochric epipedon: 104 to 152 cm (41 to 60 in)\nThickness of Grossarenic feature: 0 to 119 cm (0 to 47 in)\nParticle-size control section (weighted average)\nClay content: 0 to 30 percent\nSand content: 60 to 85 percent\nA Horizon\nHue: 10YR\nValue: 4 to 7\nChroma: 1 to 3\nTexture: sand, fine sand or loamy fine sand\nClay content: 1 to 15 percent\nEC (mmhos/cm): 0 to 3\nReaction: very strongly acid or strongly acid\nE Horizon\nHue: 10YR or 7/5YR\nValue: 5 to 8\nChroma: 1 to 4\nRedox concentrations: amount- few to common; shades-yellow or brown\nTexture: sand, fine sand or loamy fine sand\nClay content: 1 to 15 percent\nEC (mmhos/cm): 0 to 1\nReaction: very strongly acid or strongly acid\nBtvg Horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7 or N/0, 6/0, or 7/0\nChroma: 1 to 4\nTexture: fine sandy loam or sandy clay loam\nClay content: 15 to 35 percent\nRedox concentrations: amount- common to many; shades-yellow, red or brown\nPlinthite: 5 to 12 percent\nEC (mmhos/cm): 0 to 6\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Closely similar series are the Bienville, Bonifay, Darco, Depcor, Gunter, Kenney, Landman, Padina, Pickton and Rentzel series.\nBienville soils have Bt horizons that consist of lamella or that are loamy fine sand.\nBonifay, Darco, Gunter and Rentzel soils have base saturation less than 35 percent; in addition, Rentzel soils have sandy epipedons of 51 to 102 cm (20 to 40 in) thick.\nDepcor soils have sandy epipedons 51 to 102 cm (20 to 40 in) thick. Kenney soils contain less than 5 percent plinthite.\nLandman soils are deeper than 152 cm (60 in) to the horizon containing more than 5 percent plinthite.\nPadina soils do not plinthite and are dry for more than 90 cumulative days in most years.\nPickton soils lack horizons that contain 5 percent or more plinthite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy and loamy materials derived from alluvium\nLandscape: Coastal Plane\nLandform: interfluves\nSlope: 0 to 8 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the spring and fall months.\nFrost-free period: 240 to 300 days\nElevation: 8 to 46 m (26 to 151 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Depcor series and the Segno, Splendora, Sorter, and Waller series.\nDepcor soils are on slightly lower side slopes.\nSegno soils are on similar positions and lack thick sandy A horizons.\nSplendora, Sorter, and Waller soils are on lower wetter positions and do not sandy surface layers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  moderately well drained. Runoff is high due to saturation in the E horizon. In wet seasons, these soils are saturated in and just above the Bt horizon for periods from 2 to 4 months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forest.  Some cleared areas are used for corn, truck crops, and pasture.  Native vegetation includes loblolly, shortleaf, and longleaf pines, red oak, white oak, hickory, blackgum, and sweetgum.  Understory includes thick stands about 3 to 4.6 m (10 to 15 ft) high of such plants as yaupon, sweet bay, blackjack oak, wax myrtle, sumac, wild grape, and American beautyberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plains of Texas. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have characteristics of an aquic subgroup and would be classified as Grossarenic Plinthaquic Paleudalfs if the subgroup were recognized.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 119 cm (0 to 47 in)\nAlbic horizon - 18 to 119 cm (7 to 47 in)\nGrossarenic feature - 0 to 119 cm in loamy fine sand or coarser (0 to 47 in)\nArgillic horizon - 119 to 178 cm (47 to 70 in)\nPlinthic feature-119 to 178 cm (47 to 70 in) contains more than 5 percent plinthite\nAdditional Comments: Data from type location S96TX339002. Particle-size analysis, salinity and sodicity tests were performed at NSSL.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); grayish brown (10YR 5/2) loamy fine sand, light gray (10YR 7/2) dry; single grained; loose; many fine to coarse roots; very strongly acid; clear smooth boundary. (13 to 25 cm thick [5 to 10 in thick])"
      },
      {
        "name": "E1",
        "top": 18,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--18 to 89 cm (7 to 35 in); pale brown (10YR 6/3) loamy fine sand, very pale brown (10YR 8/2) dry; single grained; loose, very friable; many fine to coarse roots; few coarse faint yellowish brown (10YR 5/4) masses of oxidized iron sharp boundaries lining pores; strongly acid; clear wavy boundary. (64 to 94 cm thick [25 to 37 in thick])"
      },
      {
        "name": "E2",
        "top": 89,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--89 to 119 cm (35 to 47 in); pale brown (10YR 6/3) loamy fine sand; single grained; slightly brittle, very friable; few fine and medium roots; few small rounded quartz pebbles; common coarse faint yellowish brown (10YR 5/4) and a few fine distinct yellowish red (5YR 5/6) masses of oxidized iron lining pores with sharp boundaries; strongly acid; clear wavy boundary. (25 to 56 cm thick [10 to 22 in thick])"
      },
      {
        "name": "Btvg",
        "top": 119,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btvg--119 to 178 cm (47 to 70 in); light brownish gray (10YR 6/2) sandy clay loam, light gray (10YR 7/2) dry; weak subangular blocky structure; friable; few fine roots; few fine pores; slightly brittle, common distinct clay films; 10 percent red (2.5YR 4/6) plinthite with strong brown (7.5YR 4/6) rind in matrix; common coarse prominent red (2.5YR 4/8) and common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; strongly acid."
      }
    ]
  ]
}
