{
  "SERIES": "BOYSEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JAL",
  "REVDATE": "11/2002",
  "STATES": "WY",
  "OVERVIEW": "The Boysen series consists of very deep, well and moderately well drained soils formed in alluvium. These soils are on flood plains and alluvial fans. Slopes are 0 to 6 percent. Average annual precipitation is about 7 inches and average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Boysen sandy clay loam - native grassland (Colors are for dry soil unless otherwise noted.)\nA1-- 0 to 4 inches;  light brownish gray (10YR 6/2) sandy clay loam, grayish brown (10YR 5/2) moist; moderate fine granular structure; soft, very friable, calcareous; very strongly alkaline (pH 9.2); gradual wavy boundary. (3 to 5 inches thick)\nC--4 to 60 inches; pale brown (10YR 6/3) stratified sandy loam, loam, and clay loam (weighted average sandy clay loam), brown (10YR 5/3) moist; massive; hard, very friable; calcareous; very strongly alkaline (pH 9.6). (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fremont County, Wyoming: SE1/4 SW1/4 sec. 7, T.3N., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are calcareous throughout and have weak accumulation of soluble salt in the surface horizons in some pedons. Content of organic carbon ranges from .2 to 1 percent in the surface horizon and decreases uniformly with depth.  With the exception of a few thin strata these soils have conductivity of less than 4 millimhos.  Calcium carbonate equivalent ranges from 1 to 8 percent.  Weak accumulation of visible calcium carbonate and calcium sulfate may occur at any depth in these soils.  The control section ranges from pH 8.8 to 10.0, and exchangeable sodium percentage ranges from 15 to 30 percent throughout the control section.  The control section is variable with strata of sandy loam, loam, and clay loam. The weighted average texture is typically sandy clay loam or light clay loam with 18 to 35 percent clay, 10 to 50 percent silt, and 20 to 60 percent sand, with more than 35 percent fine or coarser sand.  Content of coarse fragments is usually less than 5 percent and ranges from O to 15 percent.  Mean annual soil temperature ranges from 47 degrees to 51 degrees F., and mean summer soil temperature ranges from 60 to 68 degrees F.  The A horizon has hue of 2.5Y through 7.5YR, value of 6 or 7 dry and 4 or 5 moist, and chroma of 2 or 3. It is strongly or very strongly alkaline (pH 8.8 to pH 9.6), and contains weak accumulations of secondary soluble salts in some pedons.  This horizon is slightly hard or soft. The  C horizon has hue of 2.5Y through 7.5YR, and colors vary somewhat between individual strata.  It is strongly or very strongly alkaline (pH 9.0 to 10.0).  This horizon has 1 to 8 percent calcium carbonate equivalent and there may be weak visible accumulation of calcium carbonate or calcium sulfate occurring at any depth, but not concentrated into a consistent horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Battlerock, Binton, Clayhole, Jocity, Lostwells, Toddler, and Youngston series.  Binton soils have less than 35 percent fine sand or coarser in the particle-size control section. Clayhole soils have horizkons of gypsum accumulation. Jocity soils have hue of 5YR or redder.  Battlerock, Lostwells and Youngston soils have less than 15 percent exchangeable sodium throughout the control section. Toddler soils have 15 to 40 percent calcium carbonate equivalent throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boysen soils are on nearly level to very gently sloping flood plains and lower ends of alluvial fans.  Slope gradients typically range from O to about 6 percent.  The soils formed in thick, highly stratified, very strongly alkaline alluvial parent sediments derived from a variety of sedimentary rocks.  At the type location, the mean annual temperature is 42 degrees F., and the mean summer temperature is 66 degrees F.  Average annual precipitation is 7 inches with peak periods of precipitation during the spring and summer months,"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Glenton soils.  Glenton soils have coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well-drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for irrigated crops with careful management. Principal native plants are birdsfoot sage, Indian ricegrass, and big sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin areas of central and northern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Riverton Irrigated Area) Wyoming 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well and moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "moderate fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1-- 0 to 4 inches;  light brownish gray (10YR 6/2) sandy clay loam, grayish brown (10YR 5/2) moist; moderate fine granular structure; soft, very friable, calcareous; very strongly alkaline (pH 9.2); gradual wavy boundary. (3 to 5 inches thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--4 to 60 inches; pale brown (10YR 6/3) stratified sandy loam, loam, and clay loam (weighted average sandy clay loam), brown (10YR 5/3) moist; massive; hard, very friable; calcareous; very strongly alkaline (pH 9.6). (Several feet thick)"
      }
    ]
  ]
}
