{
  "SERIES": "BOYSAG",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/DRT/PDC",
  "REVDATE": "06/2006",
  "STATES": "AZ,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, mesic Lithic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boysag gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; reddish brown (5YR 5/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak medium platy structure; soft, very friable, slightly sticky and nonplastic; few fine roots; many very fine interstitial and vesicular pores; 20 percent gravels; slightly alkaline (pH 7.5); abrupt smooth boundary. (1 to 3 inches thick)\nBt1--3 to 5 inches; reddish brown (5YR 5/4) gravelly clay loam, dark reddish brown (5YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and few coarse roots; many very fine interstitial and few fine tubular pores; 20 percent gravels; few faint clay films in pores and on faces of peds; moderately alkaline (pH 7.9); gradual smooth boundary. (2 to 4 inches thick)\nBt2--5 to 13 inches; yellowish red (5YR 5/6) clay, dark reddish brown (5YR 3/4) moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, sticky and plastic; common very fine and few coarse roots; common very fine tubular pores; 10 percent gravel; many faint clay films on faces of peds; moderately alkaline (pH 7.9); abrupt irregular boundary. (4 to 9 inches thick)\nBk--13 to 16 inches; pinkish white (5YR 8/2) very cobbly loam, pinkish gray (5YR 6/2) moist; weak medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; common fine tubular pores; 50 percent cobble and limestone gravel; strongly effervescent, common calcium carbonate accumulations on rock fragments; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 4 inches thick)\n2R--16 inches; fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coconino County, Arizona; about 36 miles north of  Ashfork; 2500 feet west and 400 feet north of the southeast corner of section 22, T. 27 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July-September and December-March. Driest during May and June. Ustic aridic soil moisture regime.\nSoil temperature: 52 to 56 degrees F.\nDepth to bedrock:  10 to 20 inches\nRock fragments:  10 to 35 percent gravel and cobble\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nReaction: neutral or slightly alkaline\nBt horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 3 through 5 dry, 3 or 4 moist\nChroma: 4 through 6, dry or moist\nTexture: clay, clay loam\nClay content: 35 to 50 percent\nReaction: slightly alkaline or moderately alkaline\nBk horizon (when present)\nHue: 5YR, 7.5YR, 10YR\nValue: 5 through 8 dry, 4 through 6 moist\nChroma: 2 through 5 dry, 2 through 4 moist\nTexture: sandy loam, loam\nClay content: 8 to 20 percent\nCalcium carbonate equivalent: 15 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Viuda (NM) series.  Viuda soils have a calcium carbonate equivalent less than 15 percent in the Bk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Boysag soils are at elevations of 5,000 to 6,000 feet on undulating plateaus and mesas.  Slopes range from 0 to 8 percent.  These soils formed in alluvium and eolian deposits from calcareous sandstone and limestone.  The mean annual precipitation ranges from 10 to 14 inches.  Mean annual air temperature is 50 to 54 degrees F. The frost-free period is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aso, Greenlaw, Lynx, Poley, Rune, Tusayan, and Winona soils.  Aso soils are moderately deep.  Greenlaw, Lynx, and Rune soils are very deep and have mollic epipedons.  Poley soils are very deep.  Tusayan soils have more than 35 percent rock fragments.  Winona soils do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; slow  permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for livestock grazing and wildlife  habitat.  Vegetation consists of blue grama, winterfat, galleta, desert needlegrass, New Mexico feathergrass, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Arizona and New Mexico. The series is extensive. MLRA 35 & 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yavapai County, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nArgillic horizon - The zone from 3 to 13 inches (Bt1 and Bt2 horizons)\nLithic contact - The boundary at 16 inches (2R horizon)\nClassification changed from clayey, mixed, superactive, mesic Lithic Calciargids to clayey, mixed, superactive, mesic Lithic Ustic Haplargids in 2006. The Bk horizon is not thick enough to be a calcic horizon.\nClassified according to Keys to Soil Taxonomy Ninth Edition 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
