{
  "SERIES": "BOZE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/ACT/TDT",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic Typic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Boze gravelly loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; loose organic litter of twigs, limbs, needles and cones, and slightly decomposed twigs, needles, and cones.\nA1--1 to 6 inches; very dark grayish brown (10YR 3/2) gravelly loam, dark grayish brown (10YR 4/2) dry moderate fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine to medium roots; many fine concretions; 25 percent rock fragments; moderately acid (pH 5.6); clear smooth boundary. (4 to 8 inches thick)\nA2--6 to 14 inches; dark brown (10YR 3/3) gravelly loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine to medium roots; may fine concretions; 25 percent rock fragments; moderately acid (pH 5.6) gradual smooth boundary. (6 to 10 inches thick)\nBw--14 to 21 inches; brown (10YR 4/3) gravelly loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; soft, friable, nonsticky and nonplastic; few fine roots; many very fine interstitial pores; 20 percent rock fragments; moderately acid (pH 5.6); gradual smooth boundary.  (6 to 10 inches thick)\nBC--21 to 28 inches; brown (10YR 4/3) gravelly loam, very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; few fine roots; many very fine pores; 20 percent rock fragments; strongly acid (pH 5.3); gradual smooth boundary. (5 to 12 inches thick)\nC--28 to 61 inches; dark yellowish brown (10YR 4/4) gravelly loam, very pale brown (10YR 7/4) dry; massive; soft, friable, nonsticky and plastic; many fine and medium roots; many very fine pores; 20 percent rock fragments; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; about 1 1/2 miles NW of Fish Lake, NW1/4 NW1/4 section 31, T.28S., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 42 to 47 degrees F. and the mean summer soil temperature is less than 47 degrees F. The solum ranges from 24 to 40 inches thick an depth to bedrock ranges from 40 to 100 inches or more. The control section contains 12 to 18 percent clay and 15 to 35 percent rock fragments. The amount of rock fragments increases with depth and may be greater than 50 percent below a depth of 40 inches. The soils are moderately or strongly acid. Base saturation is less than 50 percent throughout the profile.  The umbric epipedon is 10 to 18 inches thick.\nThe A horizon has hue of 10YR or 7.5YR, a value of 4 or 5 dry and chroma of 2 or 3 moist and dry.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry and chroma of 3 or 4 moist and dry. it has weak or moderate fine or very fine subangular blocky structure.\nThe C horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 to 7 dry and chroma of 3 or 4 moist and dry. It is gravelly or very gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Donnel, Gestrin, Josie (T), Longval, Rarick, and Suttler series. The Donnel and Gestrin soils have a solum that lacks rock fragments and contains appreciable amounts of coarse sand. The Josie soils have a base saturation of less than 30 percent throughout the profile and have a mean annual soil temperature of 38 to 43 degrees F. The Longval and Rarick soils are 20 to 40 inches deep to bedrock. The Suttler soils have less than 18 percent clay in the textural control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Boze soils are in gently sloping to steep mountainous areas at elevations of 4,000 to 6,000 feet. Slopes range from about 0 to 40 percent. The soils formed in colluvium weathered from dacite tuffs, andesites, diorites, and other intermediate igneous rocks. The climate is subhumid having a mean annual precipitation of 50 to 70 inches. This occurs as rain in the spring and fall, and snow and rain in the winter. The mean annual temperature is about 40 to 45 degrees F., the mean January temperature is 50 to 64 degrees F. The frost-free period ranges from 40 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Prong soils. Prong soils are 20 to 40 inches deep to bedrock, have a mollic epipedon and are skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production. Vegetation is mainly coniferous timber consisting dominantly of Douglas-fir, true fir, hemlock, western white pine, incense-cedar, and chinkapin with an understory containing rhododendron, vine maple, huckleberry, Oregon-grape, blackberry, rose, twinflower, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West side of central and southern Cascade Mountains, Oregon. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  South Umpqua Area, Douglas County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nUmbric epipedon - 1 to 14 inches\nCambic Horizon - 14 to 21 inches\nAll depths to diagnostic and features are measured from the top of the first mineral horizon.\nADDITIONAL DATA:  Partial characterization data by Oregon State University reported in Soil Survey of the South Umpqua Area, Oregon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
