{
  "SERIES": "BRACOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWR, LWH, SJJ",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bracos very stony loam - woodland.  (Colors are for dry soils unless otherwise noted.)\nOi--0 to 3 inches; partially decomposed organic litter.\nA--3 to 8 inches; dark grayish brown (10YR 4/2) very stony loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine, common medium and very fine roots; few fine vesicular pores; 15 percent cobbles and 35 percent stones; moderately acid (pH 5.8); clear wavy boundary.  (4 to 6 inches thick)\nC1--8 to 21 inches; pale brown (10YR 6/3) very stony loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium roots; few fine and very fine vesicular pores; 10 percent pebbles, 15 percent cobbles and 30 percent stones; strongly acid (pH 5.5); clear wavy boundary.  (5 to l4 inches thick)\nC2--21 to 29 inches; light brown (7.5YR 6/4) extremely stony sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent pebbles, 10 percent cobbles and 45 percent stones; strongly acid (pH 5.5); abrupt wavy boundary.  (11 to 20 inches thick)\nR--29 inches; extremely hard granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; approximately 2.1 miles east and 0.3 miles north of Corkens Lodge, state plane coordinate 470,171 feet east and 2,097,402 feet north. 106 degrees, 23 minutes, 53 seconds  west longitude; 36 degrees, 44 minutes, 20 seconds  north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  The soil is moist in at least some parts of the soil moisture control section November through May and July through September.\nSoil Temperature:  37 to 42 degrees F.\nParticle-Size Control Section - clay content is 15 to 26 percent and rock fragment is 45 to 85 percent by volume and dominated by cobbles and stones.\nReaction - moderately to strongly acid.\nDepth to hard bedrock - 20 to 40 inches.\nA horizon Value: 3 or 4 dry.\nTexture: very stony loam\nC horizon: Hue: 10YR or 7.5YR. Value: 5 or 6 dry, 5 or 4 moist. Chroma: 3 or 4.\nTexture: very stony loam or extremely stony sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Gralic(NV) series.  Gralic soils are usually dry between July and October and are dominated by gravel size fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bracos soils formed in colluvium and slope alluvium from mixed sources of igneous and metamorphic rock, on canyon rims and mountain backslopes.  Slopes range from 40 to 80 percent.  The mean annual precipitation is 27 to 32 inches and the mean annual temperature 36 to 40 degrees F.  Elevations are 8,500 to 9,900 feet and the frost-free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ess, Gromes, and Angostura series.  Ess, Gromes, and Angostura soils are deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bracos soils are used mainly for wood production and wildlife habitat.  The present vegetation is spruce-fir forest including Engelmann spruce, corkbark fir, and white fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central New Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, New Mexico, 1989.  The series name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 8 inches (O and A horizon).\nLithic contact - 29 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
