{
  "SERIES": "BRADENTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; GRB",
  "REVDATE": "10/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, hyperthermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bradenton fine sand--forested.  (Colors are for moist soil.)\nA--0 to 4 inches; very dark gray (10YR 3/1) fine sand; weak fine granular structure; very friable; many fine and medium roots; mixture of organic matter and light gray (10YR 7/1) sand grains has salt-and-pepper appearance; moderately acid; clear smooth boundary. (4 to 6 inches thick)\nE--4 to 10 inches; grayish brown (10YR 5/2) fine sand; single grained; loose; many fine and medium roots; few medium distinct dark gray (10YR 4/1) masses of organic matter accumulation; moderately acid; abrupt smooth boundary.  (0 to 15 inches thick)\nBtg1--10 to 19 inches; dark gray (10YR 4/1) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots; few faint clay films on faces of peds and in root channels; few fine streaks of gray (10YR 5/1) sand; many fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary.  (5 to 16 inches thick)\nBtg2--19 to 26 inches; gray (10YR 5/1) fine sandy loam; weak subangular blocky structure parting to medium fine granular; friable; few medium and coarse roots; few fine streaks of light gray (10YR 7/1) sand grains in root channels; sand grains are coated and bridged with clay; common white (10YR 8/1) masses and nodules of calcium carbonate in the lower 4 inches; many fine distinct yellowish brown (10YR 5/6) and olive brown (2.5Y 4/4) masses of iron accumulation; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Btg horizons range from 11 to 30 inches)\nCg1--26 to 34 inches; white (N 8/0) fine sandy loam; massive; friable; slightly sticky and slightly plastic; few coarse roots; sand grains are coated with calcium carbonate; few root channels; common streaks and pockets of grayish brown (10YR 5/2) fine sand; moderately alkaline; clear wavy boundary.\nCg2--34 to 70 inches; light brownish gray (2.5Y 6/2) fine sandy loam; massive; friable; slightly sticky; many medium white (10YR 8/1) masses of calcium carbonate nodules; sand grains coated with calcium carbonate; common streaks and pockets of light gray (10YR 7/1) fine sand; common medium distinct light olive brown (2.5Y 5/6) and few fine distinct olive brown (2.5Y 4/4) masses of iron accumulation; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okeechobee County, Florida.  Approximately 8.0 miles north of the center of Okeechobee and about 2.5 miles west of U.S. Highway 441 on G-Bar-E Ranch.  SE 1/4, SE 1/4, Sec. 7, T. 36 S., R. 35 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 50 inches.  Reaction in the A and E horizons range from strongly acid to neutral, from slightly acid to moderately alkaline in the Btg horizon, and from neutral to moderately alkaline in the BCg and Cg horizons.\nThe A op Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 1; or is neutral with value of 2 to 4.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe E horizon, where present, has hue of 10YR, value of 4 to 7, and chroma of 1 to 3; or is neutral with value of 4 to 7.  Redoximorphic features in shades of gray, brown, or yellow range from few to common.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe Btg horizon has hue of 10YR to 5Y, value of 3 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7.  Masses of iron accumulations in shades of yellow, brown, or red range from none to common.  Texture is centered on fine sandy loam or sandy loam but ranges from loamy fine sand to sandy clay loam.  Soft masses of calcium carbonate accumulations and nodules range from none to common in the lower part.  Some pedons have discontinuous layers of hard limestone up to 2 inches thick and 1 to 4 feet in length or width.\nThe BCg horizon, where present, has hue of 10YR to 5Y, value of 3 to 7, and chroma of 1 to 3; or it is neutral with value of 4 to 7.  Texture is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or very fine sandy loam.  Soft masses of carbonate accumulations and nodules range from none to common.\nThe Cg horizon has hue of 10YR to 5GY, value of 5 to 8, and chroma of 1 or 2; or is neutral with value of 5 to 8.  Texture is variable and ranges from sand to sandy clay loam.  In some pedons, the lower part of the C horizon is a mixture of shells, shell fragments, and sand.  In some pedons a layer of soft limestone about 1.5 to 3.0 feet thick underlies the Btg, BC, or C horizons between depths of 60 to 80 inches.  Beneath the limestone the texture is variable and ranges from sand to sandy clay loam mixed with shells and shell fragments.  Few to common solution holes or fractures are in the limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bradenton soils are on low ridges and flood plains in the lower Coastal Plain.  Slopes range from 0 to 2 percent.  They formed in unconsolidated loamy marine sediments influenced by fine calcareous materials.  The climate is humid subtropical.  The average annual rainfall ranges from 50 to 60 inches and the average annual air temperature ranges from 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chobee, Delray, Felda, Manatee, Myakka, Parkwood, and Wabasso series.  Chobee, Delray, and Manatee soils are very poorly drained, are in poorly defined drainage ways, and are Mollisols.  In addition, Chobee soils have fine-loamy subsoils and Delray soils have sandy surface and subsurface horizons 40 to 80 inches in thickness.  The very poorly drained and poorly drained Felda soils are in similar to lower positions and have sandy surface and subsurface layers 20 to 40 inches thick.  The very poorly drained and poorly drained Myakka and Wabasso soils are on adjacent higher flatwoods positions and have spodic horizons.  Parkwood soils are on similar positions, have surface horizons 6 to 10 inches thick that meet the requirements of a mollic epipedon except for thickness, and have calcareous subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most Bradenton soils are used for rangeland.  With adequate water control, some areas are used for citrus, winter truck crops, and improved pasture.  Natural vegetation consists of slash pine, laurel oak, live oak, cabbage palm, southern bayberry, sweetbay magnolia, American holly, water oak, sweetgum, bluestems, longleaf uniola, and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Manatee County, Florida; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of 10 inches (A and E horizons).\nAlbic horizon - the zone from 4 to 10 inches (E horizon).\nArgillic horizon - the zone from 10 to 26 inches (Btg1, Btg2 horizons).\nThe water table is at depths of less than 18 inches for 2 to 6 months annually during most years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
