{
  "SERIES": "BRADCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JD/CLM/RWL",
  "REVDATE": "08/2021",
  "STATES": "ID",
  "OVERVIEW": "The Bradco series consists of moderately deep to dense basal till, well drained soils on ground moraines.  Slopes are 4 to 15 percent.  These soils formed in glacial till derived from mixed volcanic rock with an influence of volcanic glass and loess.  Permeability is moderately slow.  Average annual precipitation is about 890 mm.  Average annual air temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic Humic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bradco fine sandy loam, supporting an elk sedge community type, clear-cut and scarified woodland; on an 11 percent slope with a southeast aspect; about 2075 m elevation. (Color is for dry soil unless otherwise noted.)\nOi--0 to 5 cm; root mat of elk sedge; abrupt broken boundary.  (1 to 8 cm thick)\nA1--5 to 30 cm; brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots, few medium roots; many very fine irregular pores; 10 percent pebbles, trace cobbles and stones; moderately acid (pH 5.8); clear smooth boundary.  (15 to 30 cm thick)\nA2--30 to 51 cm; brown (10YR 5/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine tubular and many very fine irregular pores; 15 percent pebbles, trace of cobbles and stones; slightly acid (pH 6.1); gradual wavy boundary.  (15 to 30 cm thick)\nBw--51 to 79 cm; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; few very fine and fine tubular pores; 20 percent pebbles, 5 percent cobbles, trace stones; slightly acid (pH 6.2); abrupt irregular boundary.  (13 to 51 cm thick)\nBC--79 to 97 cm; brownish yellow (10YR 6/6) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; 80 percent light brownish gray (2.5Y 6/2) slightly hard channer sized fragments of dense basal till, very dark grayish brown (2.5Y 3/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular pores; 25 percent pebbles, 5 percent cobbles, trace stones; slightly acid (pH 6.2); horizon occurs as a weathering mantle and as narrow weathering fractures into the underlying dense basal till; clear irregular boundary.  (0 to 38 cm thick)\nCd--97 to 150 cm; light brownish gray (2.5Y 6/2) dense basal till that crushes to a gravelly loamy sand; very dark grayish brown (2.5Y 3/2) moist; massive; very hard, firm, nonsticky and nonplastic; many very fine and fine irregular pores; 25 percent pebbles, 5 percent cobbles, trace stones; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County Idaho; about 30.5 km northeast of Ashton Idaho; about 185 m west and 460 m north of the southeast corner of section 22, T. 10 N., R. 45 E.;  Latitude - 44 degrees, 10 minutes, 33 seconds North; Longitude - 111 degrees, 06 minutes, 57 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nUmbric epipedon thickness - 30 to 50 cm\nDepth to dense basal till - 50 to 100 cm\nThickness of andic soil properties - 50 to 100 cm\nRock fragments in particle size-control section, weighted average - 15 to 35 percent\nReaction - strongly acid to slightly acid Base saturation by ammonium acetate - 10 to 40 percent Mean annual soil temperature - 3 to 5 degrees C.\nMean summer soil temperature - 5 to 8 degrees F.\nThe soil is dry throughout the 4 to 12 inch moisture control section for less than 30 consecutive days during the four months following the summer solstice.\nO horizon Form - Commonly forest litter of leaves, needles and stems on lightly or undisturbed pedons.  On pedons where recent, heavy mechanical disturbance has occurred a rootmat of elk sedge or pinegrass, or both is common.\nA horizons Hue - 10YR or 7.5YR Value - 4 or 5 dry, 2 or 3 moist Chroma - 2 or 3 dry or moist Texture, less than 2 mm fraction - loam or fine sandy loam Rock fragment content - 0 to 30 percent Pebbles - 0 to 20 percent Cobbles - 0 to 5 percent Stones - 0 to 5 percent Volcanic glass in the 0.02 to 2.0 mm fraction - 5 to 20 percent Acid-oxalate Al plus 1/2 Fe - 2.0 to 4.0 percent 15-bar water retention on air dried samples - 4 to 10 percent Phosphate retention - 50 to 85 percent\nBw horizons Hue - 2.5Y or 10YR Value - 5 or 6 dry, 3 or 4 moist Chroma - 3 or 4 dry or moist Texture, less than 2 mm fraction - loam, fine sandy loam, or sandy loam Rock fragment content - 15 to 35 percent Pebbles - 15 to 25 percent Cobbles - 0 to 10 percent Stones - 0 to 5 percent Volcanic glass in the 0.02 to 2.0 mm fraction - greater than 50 percent Acid-oxalate Al plus 1/2 Fe - 1.0 to 2.0 percent 15-bar water retention on air dried samples - 4 to 10 percent Phosphate retention - 35 to 60 percent\nBC horizon Hue - 2.5Y or 10YR Value - 5 or 6 dry, 3 or 4 moist Chroma - B portion - 4 or 6 dry or moist C portion - 0 to 2 dry or moist Chroma mixed - 2 or 3 dry or moist Texture, less than 2 mm fraction - loam, fine sandy loam, or sandy loam Rock fragment content - 25 to 60 percent Pebbles - 25 to 45 percent Cobbles - 0 to 20 percent Stones - 0 to 5 percent Slightly hard channer sized dense basal till fragments - 15 to 85 percent Volcanic glass in the 0.02 to 2.0 mm fraction - less than 10 percent Acid-oxalate extractable Al plus 1/2 Fe - 1.0 to 3.0 percent 15-bar water retention on air dried samples - 4 to 10 percent Phosphate retention - 25 to 60 percent\nCd horizon Hue - 2.5Y or 10YR Value - 5 or 6 dry, 3 or 4 moist Chroma - 0 to 2 dry or moist Texture, less than 2 mm fraction, crushed - sandy loam or loamy sand Rock fragment content - 24 to 60 percent Pebbles - 25 to 45 percent Cobbles - 0 to 10 percent Stones - 0 to 5 percent Acid-oxalate extractable Al plus 1/2 Fe - less than 0.4 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bradco soils are on undulating to rolling ground moraines.  Slopes range from 4 to 15 percent.  The soil formed in glacial till influenced by loess and volcanic ash.  The till is derived from mixed volcanic rock.  The upper part of these soils has been slightly reworked by alluvial and colluvial action.  Elevations range from 1890 to 2050 meters.  Average annual precipitation is 760 to 1000 mm being evenly distributed throughout the year.  Average annual temperature is 2 to 4 degrees C. The frost free period is less than 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Winegar series.  Winegar soils are found intermixed with the Bradco soils.  Winegar soils have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bradco soils are used for wildlife habitat, recreation and woodland.  These soils commonly support lodgepole pine\\pinegrass plant community types. Recent clear-cut areas of these soils commonly support communities dominated by elk sedge or pinegrass.  The potential native vegetation is a subalpine fir/pinegrass plant association, pinegrass phase."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho and Northwestern Wyoming.  The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Targhee National Forest, Fremont County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Location coordinates determined by Global Positioning System.  This 3/95 revision changes the classification from Coarse-loamy, mixed Typic Cryumbrepts to Ashy Humic Vitricryands.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - The zone from the mineral soil surface to 51 cm (the A1 and A2 horizons).\nCambic horizon - The zone from 51 to 79 cm (the Bw horizon).\nAndic soil properties - The zone from the mineral soil surface to 97 cm (A1, A2, Bw, and B/C horizons).\nDense basal till (paralithic material) - The zone from 97 to 150 cm (the Cd horizon).\nParticle size control section - The zone from 25 to 97 cm (the A2, Bw and B/C horizons).\nMoisture regime - udic.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Oi--0 to 5 cm; root mat of elk sedge; abrupt broken boundary.  (1 to 8 cm thick)"
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--5 to 30 cm; brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots, few medium roots; many very fine irregular pores; 10 percent pebbles, trace cobbles and stones; moderately acid (pH 5.8); clear smooth boundary.  (15 to 30 cm thick)"
      },
      {
        "name": "A2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--30 to 51 cm; brown (10YR 5/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine tubular and many very fine irregular pores; 15 percent pebbles, trace of cobbles and stones; slightly acid (pH 6.1); gradual wavy boundary.  (15 to 30 cm thick)"
      },
      {
        "name": "Bw",
        "top": 51,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--51 to 79 cm; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; few very fine and fine tubular pores; 20 percent pebbles, 5 percent cobbles, trace stones; slightly acid (pH 6.2); abrupt irregular boundary.  (13 to 51 cm thick)"
      },
      {
        "name": "BC",
        "top": 79,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "BC--79 to 97 cm; brownish yellow (10YR 6/6) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; 80 percent light brownish gray (2.5Y 6/2) slightly hard channer sized fragments of dense basal till, very dark grayish brown (2.5Y 3/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular pores; 25 percent pebbles, 5 percent cobbles, trace stones; slightly acid (pH 6.2); horizon occurs as a weathering mantle and as narrow weathering fractures into the underlying dense basal till; clear irregular boundary.  (0 to 38 cm thick)"
      },
      {
        "name": "Cd",
        "top": 97,
        "bottom": 150,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--97 to 150 cm; light brownish gray (2.5Y 6/2) dense basal till that crushes to a gravelly loamy sand; very dark grayish brown (2.5Y 3/2) moist; massive; very hard, firm, nonsticky and nonplastic; many very fine and fine irregular pores; 25 percent pebbles, 5 percent cobbles, trace stones; slightly acid (pH 6.1)."
      }
    ]
  ]
}
