{
  "SERIES": "BRADY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEF-RAB",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brady sandy loam, on a 1 percent slope in a cultivated field at an elevation of 272 meters (891 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; slightly acid; abrupt smooth boundary. [18 to 23 cm (7 to 9 inches) thick]\nE--23 to 33 cm (9 to 13 inches); grayish brown (10YR 5/2) sandy loam; weak coarse granular structure; friable; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly acid; clear wavy boundary. [0 to 15 cm (6 inches) thick]\nBE--33 to 58 cm (13 to 23 inches); brown (10YR 5/3) sandy loam; weak coarse subangular blocky structure; friable; many medium distinct gray (10YR 5/1) iron depletions in the matrix; moderately acid; clear wavy boundary. [0 to 36 cm (14 inches) thick]\nBt--58 to 94 cm (23 to 37 inches); dark yellowish brown (10YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds and bridging between sand grains; very dark grayish brown (10YR 3/2) sandy loam worm casts and fillings in root channels; many medium distinct gray (10YR 5/1) iron depletions in the matrix; prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; about 6 percent gravel; moderately acid; abrupt irregular boundary. [20 to 76 cm (8 to 30 inches) thick]\nBC--94 to 142 cm (37 to 56 inches); brown (7.5YR 4/4) loamy sand; weak coarse subangular blocky structure; very friable; few discontinuous brown (7.5YR 4/4) sandy loam layers 1/8 to 2 inches thick; few medium prominent gray (10YR 5/1) iron depletions in the matrix; prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; neutral; abrupt irregular boundary. [0 to 61 cm (24 inches) thick]\n2C--142 to 203 cm (56 to 80 inches); brown (10YR 5/3) gravelly coarse sand and coarse sand; single grain; loose; common medium distinct gray (10YR 5/1) iron depletions in the matrix; about 15 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eaton County, Michigan; about 3 miles southwest of Charlotte; 500 feet north and 800 feet east of the center of sec. 33, T. 2 N., R. 5 W.; USGS Chester topographic quadrangle; lat. 42 degrees 31 minutes 8.0 seconds N. and long. 84 degrees 54 minutes 8.4 seconds W., NAD 27; UTM Zone 16, 672313 easting and 4709308 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 86 to 142 cm (34 to 56 inches)\nDepth to carbonates: 102 to 178 cm (40 to 70 inches)\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 2, 2.5, or 3\nChroma: 1 to 3\nTexture: sandy loam, fine sandy loam, loamy fine sand, or loamy sand, and less commonly loam or silt loam\nRock fragment content: 0 to 25 percent\nReaction: strongly acid to neutral\nE or BE horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 2 to 4\nTexture: sandy loam, fine sandy loam, loamy fine sand, or loamy sand, and less commonly loam or silt loam\nRock fragment content: 0 to 25 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: sandy loam or gravelly sandy loam, or less commonly sandy clay loam, gravelly sandy clay loam, or clay loam; layers with textures of sandy clay loam or clay loam are less than 20 cm (8 inches) thick\nRock fragment content: 0 to 25 percent\nReaction: strongly acid to neutral\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 2 to 6\nTexture: sandy loam or loamy sand\nRock fragment content: 0 to 25 percent\nReaction: strongly acid to neutral\n2C horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 to 4\nTexture: gravelly coarse sand, coarse sand, sand, gravelly sand, very gravelly sand, or stratified coarse sand and gravel\nRock fragment content: 0 to 25 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Budd, Dixboro, Poseyville, Whiskerville, and Winamac series. Budd, Whiskerville, and Winamac soils have more than 10 percent clay and less 70 percent sand in the lower part of the series control section. Dixboro and Poseyville soils are less than 102 cm (40 inches) to carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brady soils are on outwash plains, valley trains, terraces, and lake plains. Slope gradients are dominantly 0 to 2 percent and range from 0 to 6 percent. Brady soils formed in loamy outwash materials. Mean annual temperature ranges from 8.9 to 11.7 degrees C (48 to 53 degrees F). Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 feet to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boyer, Bronson, Gilford, Oshtemo, Perrin, and Wasepi soils. The well drained Boyer and moderately well drained Perrin soils are on nearby higher landform positions. Brady soils are in a drainage sequence with the very poorly drained Gilford, the moderately well drained Bronson, and the well drained Oshtemo soils. The somewhat poorly drained Wasepi soils are on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to a seasonal high water table ranges from 15 to 46 cm (0.5 to 1.5 feet) from November to May in normal years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is high. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Where drainage is adequate it is cropped to corn, small grain, beans, and bromegrass-alfalfa hay. A small part is in permanent pasture or forest. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97, 98, 99, 104, 105, 108C, 110, 111B, 111C in southern Michigan, northern Indiana, northwestern Ohio, and eastern Iowa. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Van Buren County, Michigan, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 58 cm (23 inches) (Ap, E, and BE horizons).\nMollic intergrade: from the surface to a depth of 23 cm (9 inches) with value of 3 moist and 5 dry, and chroma of 2 moist or dry (Ap horizon).\nArgillic horizon: from a depth of 58 to 94 cm (23 to 37 inches) (Bt horizon).\nAquic conditions: redoximorphic features present in all horizons below the Ap horizon.\nADDITIONAL DATA: Soil Interpretation Record No. MI0025. Characterization data is available for the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
