{
  "SERIES": "BRAFFITS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GCC/RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Braffits clay loam, on a 2 percent west facing slope--abandoned cropland.  (Colors are for air-dry soil unless otherwise stated.)\nAp1--0 to 4 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; weak medium platy structure parting to weak fine granular; soft, friable, slightly sticky and slightly plastic; few coarse, common fine and very fine roots; common fine and very fine pores; strongly effervescent (18 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 9 inches thick)\nAp2--4 to 10 inches; light brown (7.5YR 6/4) clay loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; hard, firm, sticky and plastic; common medium and fine roots; common fine and very fine pores; strongly effervescent (14 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 7 inches thick)\nBw1--10 to 14 inches; strong brown (7.5YR 5/6) sandy clay loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, firm, sticky and plastic; common medium, fine and very fine roots; few large, common fine and very fine pores; strongly effervescent (15 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 16 inches thick)\nBw2--14 to 39 inches; light brown (7.5YR 6/4) clay loam, dark brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, firm, sticky and plastic; common fine and very fine roots; few medium, common fine and very fine pores; strongly effervescent (16 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 25 inches thick)\nC3--39 to 50 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine and common very fine pores; strongly effervescent (14 percent calcium carbonate equivalent); carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 13 inches thick)\nC4--50 to 60 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine and common very fine pores; strongly effervescent (16 percent calcium carbonate equivalent); carbonates are disseminated; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; about 3/4 miles southwest of Summit; 80 feet north and 2,580 feet west of the southeast corner of sec. 35. T.  34 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 48 to 53 degrees F. and mean summer soil temperature is 67 to 72 degrees F.  The soil is dry for 50 to 60 percent of the time; the soil temperature at a depth of 20 inches is above 41 degrees F. They are usually dry in some part of the moisture control section for 60 to 75 days out of the 120 days following June 21.  The soil moisture regime is aridic bordering in xeric.\nThe particle-size control section averages 27 to 35 percent clay and more than 15 percent fine sand or coarser.  It is strongly effervescent throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry and chroma of 3 or 4.  Texture is clay loam or loam.\nThe C horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 4 to 6.  Texture is clay loam, sandy clay loam, or loam.  There are less than 15 percent rock fragments.  Some pedons have sandy loam, fine sandy loam or very gravelly loamy sand below the particle-size control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAshdown (UT) soils have an average of 18 to 27 percent clay in the particle-size control section.\nBandag (UT) soils are very similar but are in an active cation exchange activity class; they have an average of 18 to 27 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Braffits soils are on alluvial fans, valley floors, alluvial flats, and fan remnants at elevations of 5,100 to 6,000 feet.  Slopes range from 0 to 3 percent.  These soils formed in alluvium derived dominantly from intermediate igneous and sedimentary rocks.  The mean annual temperature is 45 to 52 degrees F.  Average annual precipitation is 10 to 12 inches. The freeze-free period is 115 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bandag series and the Jigsaw series.  Jigsaw soils average less than 15 percent fine sand or coarser in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and irrigated cropland.  The native vegetation is basin big sagebrush, rubber rabbitbrush, bottlebrush squirreltail and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah.  These soils are not extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County (Iron-Washington Area), Utah, 1997.  The series is named after Braffits Creek near Summit, Utah."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic feature recognized in this pedon is:\nOchric epipedon - the zone from the soil surface to a depth of about 10 inches (A horizon).\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".  The cation exchange activity class is an estimate based on NASIS data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
