{
  "SERIES": "BRAIDWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDH-DEC",
  "REVDATE": "03/2020",
  "STATES": "IL",
  "OVERVIEW": "The Braidwood series consists of very deep, well drained soils on outwash plains. These soils formed in materials that have been excavated during mining operations. The regolith consists of calcareous, moderately coarse textured outwash. Some areas have been graded. Slope ranges from 1 to 70 percent. Mean annual precipitation is about 840 mm (33 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, spolic, mixed, subactive, calcareous, mesic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Braidwood loam - on an east-facing 45 percent linear slope in a wooded area at an elevation of 189 meters (620 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 inches); 70 percent dark gray (10YR 4/1) and 30 percent very dark grayish brown (10YR 3/2) loam, gray (10YR 6/1) dry; weak fine granular structure; friable; many very fine to coarse roots; few medium brownish yellow (10YR 6/8) iron-manganese concretions in cracks; 2 percent gravel; 3 percent coal fragments; strongly effervescent; moderately alkaline; gradual wavy boundary. [0 to 25 cm (0 to 10 inches) thick]\nAC--15 to 38 cm (6 to 15 inches); dark gray (2.5Y 4/1) silt loam, gray (2.5Y 6/1) dry; massive; friable; common very fine to medium roots; common medium brownish yellow (10YR 6/8) iron-manganese concretions throughout; 4 percent gravel; 1 percent coal fragments; violently effervescent; moderately alkaline; gradual wavy boundary. [0 to 25 cm (0 to 10 inches) thick]\nC1--38 to 64 cm (15 to 25 inches); dark grayish brown (2.5Y 4/2) loam; massive; firm; common very fine to medium roots; 4 percent gravel; 1 percent channers; 1 percent coal fragments; violently effervescent; moderately alkaline; gradual wavy boundary.\nC2--64 to 94 cm (25 to 37 inches); dark grayish brown (2.5Y 4/2) loam; massive; firm; common very fine and fine roots; 6 percent gravel; 1 percent channers; 4 percent coal fragments; violently effervescent; moderately alkaline; clear wavy boundary.\nC3--94 to 165 cm (37 to 65 inches); stratified 55 percent dark gray (10YR 4/1) loam and 45 percent dark yellowish brown (10YR 4/4) sand; massive (loam) and single grain (sand); firm (loam) and loose (sand); few fine and medium roots; common medium brown (7.5YR 4/4) iron-manganese concretions throughout; common fine black (10YR 2/1) manganese nodules throughout; 5 percent gravel; 1 percent channers; 1 percent coal fragments; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Will County, Illinois; about 3.2 kilometers (2 miles) north and 1.6 kilometers (1 mile) west of Essex, Illinois; 207 meters (680 feet) west and 110 meters (360 feet) north of the southeast corner of sec. 32, T. 32 N., R. 9 E.; USGS Essex topographic quadrangle; lat. 41 degrees 12 minutes 13 seconds N. and long. 88 degrees 12 minutes 27 seconds W., NAD 27; UTM Zone 16, 398755 easting and 4562067 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The individual subhorizons within the C horizon are variable in thickness. The content of rock fragments in the control section ranges from 0 to 15 percent. Rock fragments are dominantly gravel, but a few cobbles and channers are present. Cleavage planes and vertical fractures in the C horizon are due to stress impacted on the unweathered silty clay loam glacial till material. The series control section is slightly alkaline or moderately alkaline.\nThe A or AC horizon has hue of 10YR or 2.5Y, value of 3 or 4 (5 or 6 dry), and chroma of 1 or 2. It is loam or silt loam. Clay content ranges from 18 to 27 percent.\nSome pedons do not have an AC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4 (see remarks). It is stratified loam, silt loam, sandy loam, loamy sand, or sand. Clay content of individual subhorizons ranges from 3 to 27 percent. The fine sand to coarse sand content ranges from 18 to 80 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Lenzburg and  Lenzwheel series are in a closely related family. These soils average greater than 18 percent clay in the particle-size control section and have an active cation-exchange activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Braidwood soils are on gently sloping to very steep summits and sideslopes of reconstructed landscapes on outwash plains. Slope ranges from 1 to 70 percent. These soils formed in materials that were excavated during surface and underground mining operations. They formed primarily in calcareous, moderately coarse textured outwash material with or without a small amount of unweathered silty clay loam till. Mean annual precipitation ranges from 740 to 1020 mm (29 to 40 inches). Mean annual air temperature ranges from 9 to 13 degrees C (48 to 55 degrees F). Frost-free period ranges from 140 to 180 days. Elevation ranges from 171 to 311 meters (560 to 1,020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ade, Bloomfield, Granby and Watseka soils on adjacent lower, unmined areas on outwash plains. The somewhat excessively drained Ade and Bloomfield soils are on nearly level to gently sloping mounds or elongated ridges. The poorly drained Granby soils are in low lying or depressional areas. The somewhat poorly drained Watseka soils are on nearly level positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low to very high. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most ungraded areas of Braidwood soils are sparsely wooded and used for recreation and wildlife habitat. Graded areas are seeded to mixed grasses for recreational use."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Illinois. The Braidwood series is of small extent in MLRA 110."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped as M.L. (made land), M.D. (mine dump), or S.M. (strip mine) in Will County. These areas were mined for coal, by both underground and surface mining methods. Mining took place before reclamation laws were in effect. Chroma of 2 or less in the C horizon is characteristic of previous formation and not current genetic soil development. The name Braidwood is from the town of Braidwood in southwestern Will County, Illinois.\nDiagnostic horizons and features in this pedon are: ochric epipedon - the zone from 0 to 38 cm (0 to 15 inches) (A and AC horizons); udic moisture regime.\n03/2020 Updated Taxonomic Class based on Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory characterization data for the typical pedon, S97IL-197-048, is available from the NSSL, Lincoln, Nebraska."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 15 cm (0 to 6 inches); 70 percent dark gray (10YR 4/1) and 30 percent very dark grayish brown (10YR 3/2) loam, gray (10YR 6/1) dry; weak fine granular structure; friable; many very fine to coarse roots; few medium brownish yellow (10YR 6/8) iron-manganese concretions in cracks; 2 percent gravel; 3 percent coal fragments; strongly effervescent; moderately alkaline; gradual wavy boundary. [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 38,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--15 to 38 cm (6 to 15 inches); dark gray (2.5Y 4/1) silt loam, gray (2.5Y 6/1) dry; massive; friable; common very fine to medium roots; common medium brownish yellow (10YR 6/8) iron-manganese concretions throughout; 4 percent gravel; 1 percent coal fragments; violently effervescent; moderately alkaline; gradual wavy boundary. [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "C1",
        "top": 38,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--38 to 64 cm (15 to 25 inches); dark grayish brown (2.5Y 4/2) loam; massive; firm; common very fine to medium roots; 4 percent gravel; 1 percent channers; 1 percent coal fragments; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 64,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--64 to 94 cm (25 to 37 inches); dark grayish brown (2.5Y 4/2) loam; massive; firm; common very fine and fine roots; 6 percent gravel; 1 percent channers; 4 percent coal fragments; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 94,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--94 to 165 cm (37 to 65 inches); stratified 55 percent dark gray (10YR 4/1) loam and 45 percent dark yellowish brown (10YR 4/4) sand; massive (loam) and single grain (sand); firm (loam) and loose (sand); few fine and medium roots; common medium brown (7.5YR 4/4) iron-manganese concretions throughout; common fine black (10YR 2/1) manganese nodules throughout; 5 percent gravel; 1 percent channers; 1 percent coal fragments; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
