{
  "SERIES": "BRALLIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/AON/RWL",
  "REVDATE": "12/1999",
  "STATES": "OR",
  "OVERVIEW": "The Brallier series consists of very poorly drained, very deep organic soils formed in partially decomposed herbaceous plant materials.  Brallier soils are in depressional areas between coastal dunes and along major coastal streams.  Slopes range from 0 to 1 percent. The mean annual precipitation is about 85 inches, and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, isomesic Typic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brallier mucky peat - under native vegetation. (Colors are for moist soil unless otherwise noted.)\nOe1--0 to 26 inches; very dark grayish brown (10YR 3/2) broken, rubbed and pressed, mucky peat; about 70 percent fibers, 20 percent rubbed; many fine and medium roots; very strongly acid (pH 4.4); gradual smooth boundary.  (4 to 30 inches thick)\nOe2--26 to 40 inches; dark brown (10YR 3/3) broken and very dark brown (10YR 2/2) rubbed and pressed, mucky peat; about 80 percent fibers, 30 percent rubbed; common fine and medium roots; very strongly acid (pH 5.0); gradual smooth boundary.  (6 to 30 inches thick)\nOe3--40 to 60 inches; dark brown (10YR 3/3) broken and very dark grayish brown (10YR 3/2) rubbed and pressed, mucky peat; about 95 percent fibers, 35 percent rubbed; few fine and medium roots; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clatsop County, Oregon; about 150 feet south of Snyder's bridge over Skipanon River, 50 feet east of road; on section line between sections 33 and 34, T. 8 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is saturated with water throughout the year.   The mean soil temperature ranges from 49 to 53 degrees F.  The difference between mean summer and mean winter soil temperature varies from 3 to 6 degrees F.  The thickness of the organic material ranges from 53 inches to more than 10 feet. When diked and drained, the pH is very strongly acid, but may be strongly acid to medium acid below 40 inches.  Under natural soil conditions, the soil pH is medium acid to neutral (see remarks).\nFibers are primarily herbaceous but fibers from roots, limbs and logs may be scattered throughout the control section in some pedons.\nThe surface tier has hue of 10YR through 5YR, value of 2 or 3 moist, and chroma of 1 through 3 moist.  Fibers range from 25 to 80 percent undisturbed to less than 10 percent after rubbing.  A surface mantle of wind deposited sand 3 to 12 inches thick overlies the organic materials in some pedons. The subsurface tier has hue of 10YR through 5YR, value of 3 and chroma of 3 or 4 moist when undisturbed, and value of 2 or 3 and chroma of 2 when rubbed.  Fibers range from 35 to 100 percent when undisturbed and 15 to 40 percent when rubbed.\nThe bottom tier has hue of 10YR through 5YR, value of 3 or 4 moist, and chroma of 2 through 4 when undisturbed, and value of 2 or 3 moist, and chroma of 2 through 4 when rubbed.  The organic materials range from hemic to fibric."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  The Crims and Mukilteo series are similar.  Crims soils have mineral strata and are mesic.  Mukilteo soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brallier soils are in depressional areas between coastal dunes and along major coastal streams.  Elevations range from 0 to 20 feet.  Slopes are 0 to 1 percent.  These soils formed in the remains of sedges and other water tolerant plants.  Brallier soils are in a cool, moist marine climate with warm moist summers and warm wet winters.  About 80 percent of the summer days are cloudy or partly cloudy.  The mean July temperature is 59 degrees F.  The mean January temperature is 42 degrees F.  The mean annual temperature is 48 to 52 degrees F.  The mean annual precipitation is 55 to 100 inches.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clatsop, Coquille, Gearhart, Waldport and Warrenton soils.  Clatsop soils are fine mineral soils and Coquille soils are fine-silty mineral soils. Gearhart and Waldport soils are excessively drained sandy soils. Warrenton soils are sandy mineral soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; moderate permeability.  The soils are affected by the tide and have a fluctuating water table.  It is frequently flooded for brief periods from November to April and has a high water table from 1 foot above to 2 feet below from January to December."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Brallier soils are still in native vegetation.  Vegetation includes willows, sedges, rushes, reed canarygrass, tussock and skunk cabbage.  With water table management, these soils are used for cranberry production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal margins of Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Astoria Area, Clatsop County, Oregon, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location is in a protected area; areas not protected will reflect a pH of 4.5 or more in 0.01m CaCl and will be considered as a taxadjunct.\nSeries revision date: 2/90\nNational Cooperative Soil Survey\nU.S.A."
  }
}
