{
  "SERIES": "BRAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/CT/GHL",
  "REVDATE": "12/2006",
  "STATES": "ID,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bram silt loam - pasture. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; pale brown (10YR 6/3) silt loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure parting to weak fine and very fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium and coarse roots; common very fine tubular pores; strongly effervescent; very strongly alkaline (pH 9.4); clear smooth boundary. (3 to 9 inches thick)\nBw--8 to 17 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium and coarse roots; common very fine and few fine tubular pores; few nodules or insect krotovinas; strongly effervescent; strongly alkaline (pH 8.9); clear wavy boundary. (6 to 16 inches thick)\nBk1--17 to 24 inches; light gray (10YR 7/2) loam, brown (10YR 5/3) moist; massive; matrix slightly hard, very friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many very fine tubular pores; common 0.5 to 0.8 inch firm nodules or insect krotovinas; violently effervescent and little segregated lime; strongly alkaline (pH 8.7); clear wavy boundary. (0 to 10 inches thick)\nBk2--24 to 32 inches; similar to Bk1 horizon, except moderately alkaline (pH 8.3) and lacks nodules. (6 to 15 inches thick)\nBk3--32 to 42 inches; very pale brown (10YR 7/3) light silt loam, brown (10YR 4/3) moist; massive; matrix slightly hard, very friable; few fine and medium roots; many very fine tubular pores; few 0.5 to 0.8 inch firm nodules or insect krotovinas; strongly effervescent and few veins of lime; moderately alkaline (pH 8.3); abrupt smooth boundary. (0 to 15 inches thick)\nBk4--42 to 52 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist; few fine faint dark brown (10YR 3/3) moist mottles; weak medium platy structure; matrix hard, friable, slightly sticky and slightly plastic; few fine and medium roots; many very fine and few fine tubular pores; common 0.5 to 0.8 inch firm nodules or insect krotovinas; strongly effervescent and common veins of lime; moderately alkaline (pH 8.3); abrupt smooth boundary. (0 to 15 inches thick)\n2C--52 to 65 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; few fine roots; common very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Canyon County, Idaho; about 2 miles southeast of\nCaldwell near Indian Creek at an elevation of 2,415 feet; 2,450 feet west and 300 feet north of the southeast corner of section 36, T. 4 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 54 degrees F\nDepth to water table - 36 to 60 inches; April through November\nPercent carbonates - 15 to 25 in the calcic horizon\nPercent clay in the control section - 12 to 18\nTexture - SIL, L, VFSL\nReaction - moderately to very strongly alkaline\nA horizon\nHue- 10YR or 2.5Y\nValue- 5 through 7 dry, 4 or 5 moist\nChroma- 2 or 3\nBw horizon\nHue- 10YR or 2.5Y\nValue- 6 or 7 dry, 4 through 6 moist\nChroma- 3 or 4\nTexture - SIL or VFSL\nBk1 and Bk2 horizons\nHue- 5Y through 10YR\nValue- 6 or 7 dry, 4 through 6 moist\nChroma- 3 or 4\nOther features - one or more subhorizons are slightly to strongly saline or saline-alkali."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bahem, Barrymore, Idahome, Nyssaton, and Portino series. Bahem, Idahome, and Nyssaton soils are usually dry to a depth of 40 inches, lack saturation with water, and are well drained. Barrymore and Portino soils have a lithic contact at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bram soils are on low terraces, alluvial fans, and some lacustrine plains. Slopes are 0 to 3 percent. Elevations range from 2,000 to 4,800 feet. The soils formed in mixed alluvium or lacustrine sediments. Loess has been deposited in some areas. The semiarid or arid climate has a frost-free period of 100 to 160 days. Average annual precipitation is 8 to 11 inches, including light snowfall and dry summers. Average annual temperature is 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baldock, Buko, Garbutt, Letha, Mellor, Palisade, Paniogue, and Thiokol soils. Baldock soils are poorly drained and fine-loamy. Buko and Paniogue soils are sandy or sandy-skeletal in the lower part of the control sections. Garbutt soils are well drained and lack B horizons. Letha soils have a moderately coarse textured control section. Mellor soils have natric horizons. Palisade and Thiokol soils have coarse-loamy and fine-silty control sections respectively. Palisade, Paniogue and Thiokol soils are on higher terraces. Mellor soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow or medium runoff; moderately slow permeability. The fluctuating water table is at depths of 3 to 6 feet for a few months or longer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly irrigated and used for production of hay, pasture, sugar beets, corn, and small grains. Some areas are used for rangeland. Vegetation in the potential natural plant community is mainly big sagebrush, giant wildrye, and saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Idaho and northern Utah. This\nseries is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Canyon County, Idaho, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (A horizon).\nCalcic horizon - the zone from 17 to 32 inches (Bk1 and Bk2 horizons).\nParticle-size control section - the zone from 10 to 40 inches.\nSoil moisture regime - aridic bordering xeric\nNational Cooperative Soil Survey\nU.S.A."
  }
}
