{
  "SERIES": "BRAMLET",
  "STATUS": "Established Series",
  "BYREV": "REV: EA/JPS/BLR/ET",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Bramlet series are shallow, well-drained soils that formed in residuum derived from serpentinite.  Bramlet soils are on ridges, benches, and mountain slopes.  Slopes range from 5 to 75 percent.  Vegetation is open conifer forest of Jeffery pine and incense cedar with shrubs, Idaho fescue, and California fescue. The mean annual precipitation is 1500 millimeters (59 inches) and the mean annual temperature is 14 degrees C (57degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, mesic Lithic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bramlet very gravelly loam on a 22 percent southwest facing ridge side slope under a cover of Jeffery pine, Incense cedar, buckbursh, and Idaho fescue at an elevation of 1,432 meters (4,700 feet).  (Colors are for dry soil unless otherwise noted).  When described on September 16, 1999 the soil was dry throughout.\nOi -- 0 to 3 centimeters (0 to 1 inches); partially decomposed pine needles.\nA1 -- 3 to 5 centimeters (1 to 2 inches); grayish brown (10YR 5/2) very gravelly sandy loam, black (10YR 2/1) moist; weak medium granular structure; soft, very friable, slightly sticky and non-plastic; very few very fine roots; many very fine, fine and medium interstitial pores; 40 percent gravel, 6 percent cobbles, 1 percent stones; neutral (pH 6.6); abrupt smooth boundary.\nA2 -- 5 to 15 centimeters (2 to 6 inches); grayish brown (10YR 5/2) very gravelly sandy loam, black (10YR 2/1) moist; moderate, very fine, subangular blocky structure; soft, friable, slightly sticky and non-plastic; common very fine, fine and medium roots; 30 percent gravel, 6 percent cobbles, 1 percent stones; neutral (pH 6.8); clear wavy boundary. (combined thickness of the A horizons is 3 to 30 centimeters)\nBt -- 15 to 29 centimeters (6 to 11 inches); brown (10YR 5/3) very gravelly sandy loam, very dark brown (10YR 2/2) moist; moderate, very fine, subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few, faint clay coatings on ped faces; few fine, medium and coarse roots; 40 percent gravel, 8 percent cobbles, 1 percent stones; neutral (pH 6.8); abrupt irregular boundary. (10 to 30 centimeters thick)\nR -- 29+ centimeters (11 inches); highly fractured, hard serpentinite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Trinity County, California; about 5 miles east of Forest Glen, CA, approximately 160 feet north and 650 feet west of the southeast corner of Section 16, T.29N., R.12W., MDB&M Latitude 40 degrees, 21 minutes, 27 seconds North; Longitude 123 degrees, 12 minutes, 53 seconds West.  Pony Buck Peak, West Quadrangle, WGS84 Decimal degrees 40.3575 latitude and -123.2147 longitude, UTM Zone 10 481672mE 4467445mN NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil is dry in all parts from about July 1 to about September 30 (about 78 days), and moist in all parts from about November 15th to June 1st. This soil has a xeric soil moisture regime.\nSoil temperature:  The mean annual soil temperature: 11 to 18 degrees C (52 to 64 degrees F).  The difference between mean summer and mean winter temperature is 6 to 10 degrees F). The soils have a mesic soil temperature regime.\nDepth to lithic contact: 20 to 48 centimeters (8 to 19 inches).\nBase saturation:  by ammonium acetate is 65 to 85 percent.\nCa/Mg ratios: is 0.20 to 0.30 in the top 15 centimeters.\nSurface fragments: 15 to 50 percent gravel, 2 to 15 percent cobbles, 0 to 20 percent stones, and 0 to 5 percent boulders.\nSome pedons have a thin Cr over hard R.\nOrganic matter: 3 to 7 percent to a depth of 15 centimeters.\nParticle size control section (weighted average): 15 to 30 percent clay and 35 to 65 percent rock fragments, mostly gravel.\nA horizon\nHue: 7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma: 2 to 4 dry, 1 to 3 moist\nTexture of fine earth: sandy loam or loam\nClay content: 10 to 24 percent\nRock fragments: 15 to 50 percent gravel, 2 to 10 percent cobbles, 0 to 5 percent stones\nReaction: slightly acid to neutral\nBt horizon\nHue: 2.5Y, 7.5YR, or 10YR\nValue: 4 through 6 dry, 2 through 4 moist\nChroma: 3 through 6 dry, 2 through 4 moist\nTexture of fine earth: sandy loam, loam, sandy clay loam, or clay loam\nClay content - 12 to 35 percent\nRock fragments - 25 to 70 percent gravel, 2 to 15 percent cobbles, 0 to 5 percent stones, and 0 to 20 percent boulders\nReaction - slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bramlet soils are on mountain slopes, ridges, and structural benches.  Slopes are 5 to 75 percent.  These soils formed in residuum weathered from serpentinite.  Elevation is 34 to 1600 meters (112 to 5250 feet).  Mean annual precipitation is 1000 to 2032 millimeters (39 to 80 inches).  The mean annual temperature is 9 to 17 degrees C (48 to 62 degrees F).  Frost-free season is 90 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Grell and Hyampom soils.  Hayampom soils are on sloping to steep mountain summits and side slopes are moderately deep and have ochric epipedons. Grell soils are on convex summits and linear mountain slopes are shallow and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and watershed.  Vegetation is open conifer forest of Jeffery pine, incense cedar, sugar pine, knobcone pine, and Douglas-fir with Idaho fescue, California fescue, hairy Manzanita, huckleberry oak, California wildrose, and beargrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Humboldt, Tehama, and Trinity County, California and occurs in the M261Ba subsection of the Ecological Subregions of California.  Siskyou-Trinity Area, MLRA 5.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Trinity County, California 2012.  Proposed 2000. Source of name from local road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - zone from 3 to 15 centimeters (A horizons).\nArgillic horizon - zone from 15 to 29 centimeters (Bt horizon).\nParticle-size control section - zone from 3 to 29 centimeters (A and Bt horizons).\nThe soil moisture control section - zone from 3 to 25 centimeters (A and Bt horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Lab analysis by DANR Analytical Laboratory work reference # 90S371 and a NSSL pedon sampled as Bramlet in Trinity County: 03N0075.\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi -- 0 to 3 centimeters (0 to 1 inches); partially decomposed pine needles."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1 -- 3 to 5 centimeters (1 to 2 inches); grayish brown (10YR 5/2) very gravelly sandy loam, black (10YR 2/1) moist; weak medium granular structure; soft, very friable, slightly sticky and non-plastic; very few very fine roots; many very fine, fine and medium interstitial pores; 40 percent gravel, 6 percent cobbles, 1 percent stones; neutral (pH 6.6); abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2 -- 5 to 15 centimeters (2 to 6 inches); grayish brown (10YR 5/2) very gravelly sandy loam, black (10YR 2/1) moist; moderate, very fine, subangular blocky structure; soft, friable, slightly sticky and non-plastic; common very fine, fine and medium roots; 30 percent gravel, 6 percent cobbles, 1 percent stones; neutral (pH 6.8); clear wavy boundary. (combined thickness of the A horizons is 3 to 30 centimeters)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 29,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt -- 15 to 29 centimeters (6 to 11 inches); brown (10YR 5/3) very gravelly sandy loam, very dark brown (10YR 2/2) moist; moderate, very fine, subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few, faint clay coatings on ped faces; few fine, medium and coarse roots; 40 percent gravel, 8 percent cobbles, 1 percent stones; neutral (pH 6.8); abrupt irregular boundary. (10 to 30 centimeters thick)"
      }
    ]
  ]
}
