{
  "SERIES": "BRANSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWA-DMM-RLT",
  "REVDATE": "09/2004",
  "STATES": "MO",
  "OVERVIEW": "The Branson series consists of very deep, well drained soils on broad uplands, high stream terraces, basins, and foot slopes. They formed in silty alluvium or a thin mantle of loess and the underlying residuum or colluvium from limestone, dolomite, cherty limestone or cherty dolomite.  Slopes range from 1 to 9 percent.  The mean annual temperature is about 57 degrees F, and the mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Branson silt loam - on a slope of 3 percent in hayland at an elevation of 1,440 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; very dark grayish brown (10YR 3/2) silt loam; brown (10YR 5/3) dry; moderate fine granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary.  (3 to 10 inches thick)\nE--4 to 12 inches; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure parting to weak very fine granular; very friable; many medium roots; strongly acid; clear smooth boundary.  (0 to 10 inches thick)\nBt1--12 to 24 inches; strong brown (7.5YR 4/6) silty clay loam; moderate subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; strongly acid; clear smooth boundary. (10 to 20 inches thick)\n2Bt2--24 to 34 inches; mixed red (2.5YR 4/6), dark red (2.5YR 3/6) and brown (10YR 4/3) silty clay loam; weak fine angular blocky structure; firm; many faint clay films on faces of peds; very strongly acid; clear smooth boundary.\n2Bt3--34 to 58 inches; dark red (2.5YR 3/6) silty clay; common medium prominent pale brown (10YR 6/3) mottles; weak fine angular blocky structure; firm; many faint clay films on faces of peds; very strongly acid; clear smooth boundary.\n2Bt4--58 to 64 inches; dark red (2.5YR 3/6) clay; common medium prominent pale brown (10YR 6/3) mottles; weak very fine angular blocky structure; firm; many faint clay films on faces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Barry County, Missouri; about 2 miles Northeast of the community of Washburn just west of highway 37 or 2,630 feet south and 1,470 feet west of the northeast corner of sec. 22, T.22 N., R.28 W; Seligman quadrangle, latitude 36 degrees 21 minutes 28 seconds N. and longitude 93 degrees 56 minutes 36 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to consolidated bedrock is over 80 inches.  Depth to the 2Bt horizon (lithologic discontinuity) is 15 to 38 inches. Chert gravel content in the upper 40 inches ranges from 0 to 5 percent and from 0 to 25 percent below 40 inches. Clay content of the particle-size control section averages from 18 to 35 percent.\nThe Ap or A horizon has color value of 3 or 4, and chroma of 2 to 4.  If the value is 3 and chroma 2 or 3, the surface thickness is less than 6 inches.  It is strongly acid to slightly acid, but is higher where limed.\nThe E horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 6.  It is very strongly acid to slightly acid.  Some pedons have a BE horizon.\nThe Bt horizon has hue of 10YR to 5YR, value of 3 to 6, and chroma of 4 or 6.  It is silt loam or silty clay loam and very strongly acid to slightly acid.\nThe 2Bt horizon has hue of 7.5YR to 2.5YR, value of 3 to 5, and chroma of 4 or 6.  It is silty clay loam, silty clay, clay, or their cherty analogues.  Reaction is extremely acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Covedale and Grandgulf series. Covedale soils formed in black, fissile shale and have rock fragments of black fissile shale, sandstone, ironstone, and siltstone. Grandgulf soils are deeper than 30 inches to the 2Bt horizon (lithologic discontinuity)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Branson soils are on broad uplands, stream terraces, basins, and foot slopes.  Slopes range from 1 to 9 percent.  They formed in silty alluvium or a thin mantle of loess and the underlying colluvium or residuum from limestone, dolomite, cherty limestone or cherty dolomite. The mean annual temperature is 54 to 58 degrees F, and the mean annual precipitation is 38 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  When on terraces and foot slopes, associated soils include the Ashton, Claiborne, Clarksville, Noark and Secesh soils.  Ashton and Secesh soils have higher base saturation and are on lower stream terraces.  Claiborne soils have a fine-loamy control section and are on similar positions.  Clarksville and Noark soils have more coarse fragments throughout and are on steep slopes above the Branson soils.  When on uplands, these are the Creldon, Pembroke, Splitlimb, and Tonti soils.  Creldon and Pembroke soils have dark surface horizons and are on similar positions.  Creldon soils also have a fragipan. Splitlimb soils are somewhat poorly drained and are in depressions. Tonti soils have a fragipan and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to medium.  Permeability is moderate, and the saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used for hayland or cropland.  Native vegetation is mixed hardwoods and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Highland (MLRA 116A) region of southern Missouri and possibly northern Arkansas and northeast Oklahoma.  Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Barry County, Missouri soil survey; l989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and surface features of this pedon are:\n1) ochric epipedon - the zone from the surface of the soil to a depth of 12 inches (Ap and E horizons);\n2) argillic horizon - the zone from 12 inches to 60 inches (Bt1, 2Bt2, 2Bt3 and 2Bt4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; very dark grayish brown (10YR 3/2) silt loam; brown (10YR 5/3) dry; moderate fine granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--4 to 12 inches; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure parting to weak very fine granular; very friable; many medium roots; strongly acid; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--12 to 24 inches; strong brown (7.5YR 4/6) silty clay loam; moderate subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; strongly acid; clear smooth boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 61,
        "bottom": 86,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--24 to 34 inches; mixed red (2.5YR 4/6), dark red (2.5YR 3/6) and brown (10YR 4/3) silty clay loam; weak fine angular blocky structure; firm; many faint clay films on faces of peds; very strongly acid; clear smooth boundary."
      },
      {
        "name": "2Bt3",
        "top": 86,
        "bottom": 147,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--34 to 58 inches; dark red (2.5YR 3/6) silty clay; common medium prominent pale brown (10YR 6/3) mottles; weak fine angular blocky structure; firm; many faint clay films on faces of peds; very strongly acid; clear smooth boundary."
      },
      {
        "name": "2Bt4",
        "top": 147,
        "bottom": 163,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "narrative": "2Bt4--58 to 64 inches; dark red (2.5YR 3/6) clay; common medium prominent pale brown (10YR 6/3) mottles; weak very fine angular blocky structure; firm; many faint clay films on faces of peds; very strongly acid."
      }
    ]
  ]
}
