{
  "SERIES": "BRANTLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLH, CCH; GRB",
  "REVDATE": "01/2014",
  "STATES": "AL,FL,MS,TN",
  "OVERVIEW": "The Brantley series consists of very deep, well drained, slowly permeable soils on ridge tops and side slopes of the Alabama, Mississippi and Arkansas Blackland Prairie (MLRA 135) and the Southern Coastal Plain (MLRA 133A). They formed in medium and fine-textured sediments.  Near the type location, the average annual temperature is about 67 degrees, F., and the average annual precipitation is about 51 inches. Slope ranges from 0 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brantley fine sandy loam, on a convex 3 percent slope in a cultivated field (Colors are for moist soil).\nAp--0 to 6 inches; brown (10YR 4/3) fine sandy loam; weak fine and medium granular structure; very friable; few fine roots; slightly acid; abrupt smooth boundary.  (2 to 9 inches thick)\nBt1--6 to 20 inches; brown (7.5YR 4/4) clay; strong medium subangular blocky structure; firm; few fine roots and pores; common faint clay films on faces of most peds; few pockets of fine and medium black (10YR 2/1) soft nodules and stains of iron and manganese oxides mostly in the lower half of the horizon; moderately acid; gradual wavy boundary.\nBt2--20 to 35 inches; brown (7.5YR 4/4) clay loam, brown (7.5YR 5/4) crushed; interior of many peds is strong brown (7.5YR 5/6); strong medium subangular blocky structure; firm; common faint clay films on faces of most peds; few fine and medium black (10YR 2/1) soft and hard nodules and stains of iron and manganese oxides; strongly acid; gradual wavy boundary.\nBt3--35 to 52 inches; brown (7.5YR 4/4) clay loam; ped interiors have a sandy clay loam texture; ped interiors are mottled yellowish brown (10YR 5/6) and pale olive (5Y 6/3); strong coarse subangular blocky structure; friable; common faint clay films on faces of most peds; few fine and medium soft and hard black (10YR 2/1) nodules and stains of iron and manganese oxides; few soft white (10YR 8/1) pebbles of sandstone less than 0.5 inch in diameter; strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 30 to 60 inches.)\nC--52 to 72 inches; 34 percent brown (7.5YR 4/4), 33 percent yellowish brown (10YR 5/8), and 33 percent light gray (5Y 7/2) fine sandy loam; common distinct areas of sandy clay loam; massive; friable; the areas of brown, yellowish brown and light gray are colors derived from parent material and not related to wetness; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dallas County, Alabama. Approximately 0.8 mile north of Alabama Highway 14 on Alabama Highway 219 and 40 feet west of Alabama Highway 219.  NE1/4, S1/4, SW1/4 Sec. 5, T. 17 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Concretions, nodules and stains of iron and manganese throughout the solum may be present in some pedons.  Reaction ranges from very strongly acid to slightly acid throughout, except where the surface has been limed. Fragments of sandstone or ironstone range up to 10 percent in any horizon.  Few fine flakes of mica may be present in the lower part of the Bt horizon and in the C horizon.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  In severely eroded areas, the Ap horizon has color and texture similar to the upper part of the Bt horizon. Texture is fine sandy loam, sandy loam or loam.\nSome pedons have a thin AE or E horizon. Where present, it has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 8. Texture is loamy sand, fine sandy loam, sandy loam or loam.\nThe BE horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is fine sandy loam, sandy loam or loam. In severely eroded areas, the texture can be sandy clay loam.\nSome pedons have a thin BA horizon. Where present, it has the same range of colors and textures as the upper part of the Bt horizon.\nThe upper part of the Bt horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 4 to 8. Texture is clay loam, sandy clay or clay.\nThe lower part of the Bt horizon, or the BC horizon, present in some pedons, has hue of 2.5YR to 10YR, value of 4 or 5, and chroma 3 to 8; or it is mottled in shades of yellow, brown, olive, or red.  Some pedons have mottles in shades of gray.  Texture is sandy loam, sandy clay loam or clay loam.\nThe C horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8. Mottles in in shades of yellow, brown, red, and gray range from none to many. Some pedons do not have a dominant matrix color are multicolored in shades of yellow, brown, red, or gray.  Texture is dominantly fine sandy loam, but includes loamy fine sand, loamy sand, sandy loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowton, Enon, Hampshire, Maben, Magnet, Mecklenburg and Sugartown soils in the same family and the Canton Bend soils in a closely related family.  Cowton soils are moderately deep to sandstone and shale are in the east and west areas of Quachita Mountains and Arkansas Valley and Ridges (MLRAs 118A and 118B).  Enon soils formed in residuum weathered from mafic or intermediate igneous and high-grade metamorphic rocks such as diorite, gabbro, diabase, or hornblende gneiss or schist and are in the Southern Piedmont (MLRA 136). Hampshire soils are deep to interbedded siltstone, fine grained sandstone, shale and limestone and are in the Nashville Basin (MLRA 123). Maben soils are underlain by acid soft shale or laminar clays. Magnet soils are in the Quachita Mountains (MLRA 119). Mecklenburg soils formed in residuum that weathered from intermediate and mafic crystalline rocks of the Southern Piedmont. The moderately well drained Sugartown soils are in the Western Coastal Plain (MLRA 133B). Canton Bend soils are on low stream terraces that are subject to rare and occasional flooding, have less than 30 percent silt in the control section and have mica flakes in the upper part of the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brantley soils are on ridge tops and side slopes of the Coastal Plain mostly in transitional areas of the Blackland Prairies.  They formed in loamy and clayey Coastal Plain sediments. The climate is humid subtropical. Slopes are commonly 0 to 10 percent, but range up to 60 percent on side slopes.  The average annual air temperature near the type location is 67 degrees F., and the average annual precipitation is about 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Boswell, Greenville, Hannon, Iuka, Leeper, Lucy, Luverne, Maytag, Okeelala, Oktibbeha, Prim, Smithdale, Suggsville, Sumter, Tadlock, Toxey and Troup series.  The moderately well drained Boswell soils are on lower positions and are more than 60 inches thick. Greenville soils are on higher positions, are more than 60 inches thick, have darker red subsoils and are Ultisols. The moderately well drained Hannon and Oktibbeha and the well drained Maytag soils are on slightly lower positions, have smectitic control sections and are Vertisols. The moderately well drained Iuka soils are on adjacent flood plains and are coarse-loamy. The somewhat poorly drained Leeper soils are on adjacent lower flood plain positions and are smectitic. Lucy soils are on higher Coastal Plain positions, have sandy surface and subsurface layers 20 to 40 inches thick and have less clay in the control section. Luverne soils are Ultisols and are on higher positions. Okeelala soils are on similar positions but have fine-loamy control sections. Prim soils are shallow to limestone bedrock, are on similar to higher positions, and are alkaline throughout. Smithdale soils are on higher positions, have fine-loamy control sections and are Ultisols. Suggsville soils are on similar to higher positions, are deep to limestone bedrock and are Vertisols. The moderately well to well drained Sumter soils are on similar to higher positions, are moderately deep to limestone bedrock and are alkaline throughout. Tadlock soils are on similar to higher positions, have thicker sola and have darker red subsoils. The moderately well drained Toxey soils are on lower positions, and have yellower less developed, smectitic subsoils. The somewhat excessively drained Troup soils are on higher positions and have sandy surface and subsurface layers 40 to 80 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of Brantley soil have been cleared and used for growing cotton, soybeans, and pasture.  The wooded areas are a mix of pines and hardwoods. Native vegetation includes bigleaf magnolia, white oak, yellow poplar, red buckeye and spruce pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Florida, Mississippi and Tennessee. Brantley soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dallas County, Alabama; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In the past these soils have been included with the Luverne, Macon, Oktibbeha, Akron (Inactive) or Vaiden series.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of about 6 inches (Ap horizon).\nArgillic horizon - the zone from approximately 6 to 53 inches (Bt1, Bt2 and Bt3 horizons).\nUltic Hapludalfs features - have base saturation of 35 to 60 percent at a depth of 50 inches below the top of the argillic horizon and a clay decrease of 20 percent or more from its maximum amount within a depth of 60 inches from the soil surface.\nBrantley soils are in MLRAs 133A and 135.\nADDITIONAL DATA:  (S70Ala-24-4(1-5)) by Auburn University and the Alabama Highway Department are available for the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
