{
  "SERIES": "BRANTEL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  ET-CEJ-MAV",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, mesic Vitrandic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brantel gravelly ashy loamy sand - on a 2 percent northeast slope at 1,955 meters elevation under big sagebrush and rabbitbrush vegetation.  Colors are for dry soil unless otherwise stated.  When described on September 11, 1979, the soil was dry throughout.  About 15 percent of the soil surface is covered with fine and medium pumice gravel.\nA--0 to 5 cm; light gray (10YR 7/2) gravelly ashy loamy sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 15 percent pumice and obsidian gravel; neutral (pH 7.3); clear smooth boundary.  (2 to 5 cm)\nC1--5 to 81 cm; light gray (10YR 7/2) ashy loamy sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine interstitial pores; 5 percent pumice and obsidian gravel; neutral (pH 7.0); gradual wavy boundary.  (25 to 150 cm thick)\n2C2--81 to 152 cm; light gray (10YR 7/2) gravelly ashy sand, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 15 percent obsidian gravel; slightly alkaline (pH 7.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 3 1/2 miles west-southwest of Antelope Mountain in Adobe valley.  Thirty feet north of dirt road running southwest to northeast; 1,400 feet south and 1,400 feet west of the northeast corner of section 12, T. 1 S., R. 30 E., M.D.B.M., USGS River Spring 7.5 quadrangle; latitude 37 degrees 52 minutes 36 seconds N and longitude 118 degrees 37 minutes 00 seconds W; WGS84 Decimal Degrees 37.8766667 latitude, -118.6166667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually dry from mid-May to mid-November, and is moist in some or all parts the rest of the time.  The soil temperature is above 5 degrees C. from April 1 to December 20, and is above 8 degrees C. from April 15 to November 30.  Summer thundershowers occur, but are sporadic and usually do not wet the control section.  The mean annual soil temperature is 8 to 15 degrees C. Aridic moisture regime bordering on xeric. Base saturation is 90 to 100 percent throughout the profile.  Ash content is 60 to 100 percent by weight.  Fine and medium gravel covers 0 to 35 percent of the soil surface.  All rock fragments on the surface and in the profile are pumice and/or obsidian.  Sand particles consist mostly of medium and coarse sands.\nThe A horizon color is 10YR 6/2, 6/3 or 7/2 and moist color is 10YR 4/2, 4/3, 5/2 or 5/3.  Textures are loamy sand, gravelly loamy sand, or gravelly coarse sand.  Clay content is 1 to 5 percent.  Gravel content ranges from 5 to 35 percent, with most of it concentrated in the surface 3 cm.  Organic carbon content is 0.2 to 0.35 percent.  The soil is slightly acid to slightly alkaline.\nThe C horizon color is 10YR 6/2, 6/3, 6/4, 7/1, 7/2, 7/3, 7/4 or 8/2 and moist color is 10YR 4/3, 5/1, 5/2, 5/3, 6/2, 6/3 or 6/4.  Textures are coarse sand, sand, loamy sand, gravelly loamy sand, gravelly coarse sand, or gravelly sand.  Clay content is 1 to 5 percent.  Stratification is present in some pedons.  Pumice and obsidian content ranges from 5 to 35 percent.  The soil is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buscones and Deepwell series.  Buscones soils are 50 to 100 cm deep over soft tuff.  Deepwell soils formed in aeolian dunes consisting mostly of fine sand and lack pumice and obsidian gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brantel soils are on alluvial fans, fan terraces, lake terraces, valley floors, inset fans on hills, volcanic flows and tablelands, mountainous uplands and around cinder cones at elevations of 1,620 to 2,320 meters.  Slopes are 0 to 15 percent.  The soils formed in rhyolitic volcanic ash.  The mean annual precipitation is 150 to 300 mm, mostly as snow.  Mean annual snowfall is 102 to 250 cm.  The mean January temperature is 30 to 34 degrees F; the mean July temperature is 19 to 22 degrees C.  The mean annual temperature is 6 to 12 degrees C.  The frost-free season is 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alamedawell (T), Buscones (T), Deepwell (T), Pizona (T), Sawavu (T), Sherwin (T), Wellington, and Zono (T) soils.  Alamedawell soils are ashy over loamy.  Buscones soils are 50 to 100 cm deep over soft tuff.  Deepwell soils formed in aeolian dunes consisting mostly of fine sand, and lack gravel.   Pizona soils are 100 to 150 cm deep with more than 35 percent rock fragments in their argillic horizons.  Sherwin soils are shallow over hard tuff.  Wellington and Sawavu soils have duripans.  Zono soils have hard bedrock at depths of 100 to 150 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively and somewhat excessively drained; very slow runoff due to short slope length and rapid permeability; rapid over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing, wildlife habitat, and recreation.   Vegetation is mainly big sagebrush, Douglas rabbitbrush, antelope bitterbrush, rubber rabbitbrush, Nevada ephedra, Indian ricegrass, spiny hopsage, needleandthread, western needlegrass, and annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alluvial fans, fan terraces, lake terraces, and valley floors in east-central California.  The soils are of moderate extent in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Valley Soil Survey, 1987.\nThe series name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the C1 horizons).\nParticle size control section - The zone from 25 to 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
