{
  "SERIES": "BRANCROFT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-SMF",
  "REVDATE": "02/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, mesic Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brancroft silt loam, 4 percent slope, in a grassy field at an elevation of about 108 feet. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate fine and medium granular structure; friable; many fine and very fine roots; strongly acid; clear smooth boundary.  (5 to 10 inches thick)\nBw1--6 to 17 inches; brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; few fine and very fine roots; strongly acid; clear smooth boundary.\nBw2--17 to 22 inches; brown (10YR 4/3) silty clay loam; weak very coarse prismatic structure parting to thin plates; firm; few fine roots along prism faces; common fine and medium distinct strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of iron accumulation and grayish brown (10YR 5/2) iron depletions on prism faces and plate surfaces; strongly acid; clear smooth boundary.\nBw3--22 to 32 inches; light olive brown (2.5Y 5/4) silt loam; weak very coarse prismatic structure parting to thin plates; common light olive gray (5Y 6/2) coatings on prism faces; firm; few fine roots along prism faces; many fine to coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation and light olive gray (5Y 6/2) iron depletions on prism faces and plate surfaces; strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizons is 18 to 38 inches.)\nC1--32 to 43 inches; olive (5Y 5/3) silty clay loam; weak very coarse prismatic structure parting to thin plates along varve bedding planes; many light olive gray (5Y 6/2) coatings on prism faces; firm; many fine to coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation and faint light olive gray (5Y 6/2) iron depletions on prism faces and plate surfaces; moderately acid; clear smooth boundary.  (0 to 30 inches thick)\nC2--43 to 66 inches; olive (5Y 5/3) varved silt and clay; silt loam weighted average texture (24 percent clay); massive separating into thin plates along varve bedding planes; firm; few fine and medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and faint light olive gray (5Y 6/2) iron depletions on varved surfaces; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hartford County, Connecticut; town of Suffield, 1,800 feet west along Halladay Avenue from the intersection with Mapleton Avenue, and 600 feet north of Halliday Avenue; on the Springfield South USGS topographic quadrangle, latitude 42 degrees 00 minutes 35 seconds N., longitude 72 degrees 38 minutes 08 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 24 to 45 inches.  Rock fragments, mostly fine gravel, range from 0 to 3 percent throughout the soil.  Reaction ranges from very strongly acid to slightly acid in the surface layer, strongly acid to neutral in the subsoil, and from moderately acid to neutral in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 2 or 3.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 to 3.  The Ap or A horizon is silt loam or silty clay loam.\nThe upper part of the Bw horizon has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 3 to 6.  The lower part of the Bw horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 3 or 4.  The Bw horizon has redoximorphic features above a depth of 24 inches.  It is silt loam or silty clay loam.  The upper part of the Bw horizon has subangular blocky, granular, or platy structure.  The lower part of the horizon is platy or has coarse or very coarse prismatic structure parting to thin platy, blocky, or subangular blocky.  Most pedons have coatings on prism faces with hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2.  Subhorizons with continuous low chroma coatings are below a depth of 20 inches.  Some pedons have black stains on ped surfaces in the lower part of the Bw horizon.\nThe C horizon has hue of 7.5YR to 5Y, value of 3 to 6, and chroma of 2 to 4.  Texture of individual varves is silt, silt loam, silty clay loam, silty clay, or clay, but the weighted average texture of the horizon is silt loam or silty clay loam.  The C horizon is massive or geogenically derived, appearing in the form of plates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Berlin series is the only soil series in the same family.  Berlin soils have hue of 5YR or redder in the Bw and C horizons.\nThe Belgrade and Boxford series are similar soils in related families.  Belgrade soils have a coarse-silty particle-size control section.  Boxford soils have more than 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brancroft soils are nearly level to strongly sloping and are on lacustrine terraces.  Slope is dominantly 0 to 8 percent, but ranges from 0 to 15 percent.  Typically, the soils are on slightly elevated knolls on the landscape.  Steeper areas are mainly on terrace breaks or on short side slopes along drainageways.  The soils formed in silty and clayey glacial lacustrine deposits.  Mean annual temperature ranges from 45 to 54 degrees F, mean annual precipitation ranges from 40 to 50 inches, and the growing season ranges from 125 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agawam, Belgrade, Elmridge, Enfield, Haven, Maybid, Ninigret, Raynham, Scitico, Shaker, and Tisbury soils on nearby landscapes.  Poorly drained Scitico and Shaker soils, and very poorly drained Maybid soils are associated in a drainage sequence.  Agawam, Enfield, Haven, Ninigret, and Tisbury soils are glaciofluvial associates formed in loamy over stratified sandy and gravelly deposits.  Belgrade soils have less clay in the control section. Elmridge soils are loamy over clayey.  Raynham soils have less clay and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is medium to rapid.  Saturated hydraulic conductivity is moderately low or moderately high in the surface layer and upper part of the subsoil, low to moderately high in the lower subsoil, and very low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are in hay, pasture, or silage corn.  A small acreage is in sod farming.  Some areas are wooded or in community development.  Common trees are red oak, white oak, hickory, ash, white pine and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciolacustrine landforms in the Connecticut River Valley of Connecticut and possibly Massachusetts; MLRA 145.  The series is of small extent, about 7,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hartford County, Connecticut, 2000.  Established in the State of Connecticut update project. The name is from a stream in the town of South Windsor, Connecticut."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Brancroft series was established as a result of a Connecticut and Massachusetts study of fine-textured soils formed in lacustrine and marine materials.  Project data showed that areas mapped and correlated in the Connecticut Valley Lowlands as Boxford series (Buxton series if correlated before 1980) are not in a fine family, but instead are fine-silty.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 6 inches (Ap horizon).\n2.  Cambic horizon - the zone from 6 to 32 inches (Bw1, Bw2, & Bw3 horizons).\n3.  Aquic feature - iron depletions are within a depth of 24 inches (Bw2 and Bw3 horizons).\n4.  Dystric Eutrudepts feature - base saturation is greater than 60 percent within a depth of 10 to 30 inches (66 percent in Bw3 horizon).\n5.  Fine-silty particle-size class - the control section from 10 to 40 inches (25 percent clay and 2.3 percent coarser than 0.1 mm weighted average).\nADDITIONAL DATA:  Refer to publication \"Profile Disconformity and Soil Formation on Glaciolacustrine Deposits,\" Sawhney, F. L., Frink, C. R., and Hill, D. E.; Soil Science Vol. 94, No. 5, Nov. 1962.  Typical pedon (S81CT-3-1) sampled for characterization.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
