{
  "SERIES": "BRANSTAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. KAA-FJS-HFG-JJJ",
  "REVDATE": "01/2010",
  "STATES": "MN,WI",
  "OVERVIEW": "The Branstad series consists of very deep, moderately well drained soils formed in loamy calcareous till on moraines.  Permeability is moderate in the upper part of the solum and moderately slow or moderate in the lower part of the solum and in the substratum.  Slopes range from 2 to 20 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Branstad fine sandy loam, on a southwest facing slope of 3 percent,  in a cultivated field, at an elevation of 970 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; friable; many very fine and fine roots; many very fine and fine tubular pores; about 3 percent gravel; slightly alkaline; abrupt smooth boundary.  (6 to 9 inches thick)\nE--9 to 14 inches; brown (10YR 5/3) fine sandy loam, light gray (10YR 7/2) dry; weak fine platy structure; friable; few very fine and fine roots; few very fine and fine tubular pores; about 3 percent gravel; slightly alkaline; clear wavy boundary.  (0 to 9 inches thick)\nE/B--14 to 20 inches; about 60 percent brown (10YR 5/3) fine sandy loam (E), light gray (10YR 7/2) dry; weak fine platy structure; friable; extends as tongues into brown (10YR 4/3) sandy clay loam (Bt); moderate medium subangular blocky structure; friable few very fine roots; few very fine tubular pores; few distinct brown (7.5YR 4/4) clay films on faces of peds; about 3 percent gravel; slightly alkaline; clear wavy boundary.\nB/E1--20 to 36 inches; about 60 percent brown (10YR 4/3) sandy clay loam (Bt); moderate medium subangular blocky structure; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) fine sandy loam (E), light gray (10YR 7/2) dry; weak fine subangular blocky structure; friable; few very fine roots; few very fine tubular pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 3 percent gravel; neutral; clear wavy boundary.\nB/E2--36 to 45 inches; about 85 percent brown (10YR 4/3) sandy clay loam (Bt); weak medium subangular blocky structure; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; penetrated by brown (10YR 5/3) fine sandy loam (E), light gray (10YR 7/2) dry; weak medium subangular blocky structure; friable; few very fine roots; few very fine tubular pores; common coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 3 percent gravel; some of the gravel are shale fragment; moderately acid; gradual wavy boundary.  (Glossic horizon - 8 to 40 inches thick)\nBt1--45 to 55 inches; brown (10YR 4/3) sandy clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; friable; few very fine roots; few very fine tubular pores; common distinct brown (7.5YR 4/4) clay films on faces of peds; common faint brown (10YR 5/3) coatings of E material on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; few fine distinct grayish brown (10YR 5/2) iron depletions; few black (N 2.5/0) iron-manganese concretions; about 3 percent gravel; some of the gravel are shale fragments; moderately acid; clear wavy boundary.\nBt2--55 to 68 inches; brown (10YR 4/3) fine sandy loam; weak coarse prismatic structure parting to weak coarse subangular blocky; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; some of the gravel are shale fragments; neutral; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 8 to 35 inches.)\nBtk--68 to 80 inches; brown (10YR 4/3) fine sandy loam; weak coarse prismatic structure; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; common prominent light gray (10YR 7/1) soft masses of calcium carbonate; about 5 percent gravel; some of the gravel are shale fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burnett County, Wisconsin; about 1.5 miles south and 1 mile east of Grantsburg; 950 feet south and 350 feet east of the northwest corner of sec. 31, T. 38 N., R. 18 W.; USGS quadrangle Trade River, WI; lat. 45 degrees, 44minutes 30seconds N.; long. 92 degrees 38 minutes 59 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 40 to more than 80 inches.  Depth to carbonates ranges from 40 to 80 inches.  The particle-size control section averages from 18 to 27 percent clay and from 45 to 65 percent total sand.  The series control section averages from 15 to 30 percent medium, coarse, and very coarse sand.  The lower part of the series control section has 13 to 17 percent clay.  Rock fragments are of mixed lithology but some are limestone and some are shale.  Volume of gravel ranges from 1 to 15 percent and volume of cobbles ranges from 0 to 5 percent throughout the profile.  Reaction naturally ranges from strongly acid to slightly acid in the upper part of the solum but ranges to slightly alkaline in the upper horizons, where the soil is limed.  Reaction ranges from neutral to moderately alkaline in the lower part of the solum and is slightly or moderately alkaline in the in the substratum.  Calcium carbonate equivalent is less than 10 percent.  Redox accumulations are within a depth of 40 inches.  Redox depletions are below the upper 10 inches of the argillic horizon in some pedons.  Saturation occurs at 30 to 40 inches for 1 month or more per year in 6 or more out of 10 years.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3.  Uncultivated pedons have an A horizon with 10YR hue, value of 2 or 3, and chroma of 1 or 2.  The A or Ap is fine sandy loam or loam.\nThe E horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more. The E horizon is commonly fine sandy loam, sandy loam, or loam but in some pedons it is loamy fine sand or loamy sand.\nSome pedons have a Bw horizon with hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 4.  Bw horizons with spodic color have pH greater than 5.9 or have less than 0.6 percent organic carbon.  The Bw horizon is fine sandy loam, sandy loam, or loam.\nSome pedons with an E horizon and a Bw horizon, have an E' horizon below the Bw horizon.  It has color and texture like the E horizon described above.\nBranstad soils have a glossic horizon (E/B or B/E horizon, or both). The E part has color and texture like the E horizon described above. The Bt part has hue of 7.5YR, 10YR, or 2.5Y; value of 4 or 5; and chroma of 3 or 6.  It is mostly sandy clay loam, fine sandy loam, or loam but some pedons have subhorizons of sandy loam or clay loam.\nThe Bt horizon has color and texture like the Bt part described above.\nThe Btk horizon has color and texture like the Bt part described above.\nSome pedons have a Bk horizon with color and texture like the Bt part described above.\nThe C horizon, where present, has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4.  Typically it is fine sandy loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Daybrook, Flambeau, Hiles, Loyal, and Nashwauk series.  Daybrook and Nashwauk soils have a densic contact between 40 and 60 inches. Flambeau and Loyal soils do not have free carboantes within 60 inches. Hiles soils have a paralithic contact within 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material:  loamy calcareous till\nLandform:  moraines\nGeological formation: formed in loamy calcareous till\nSlope:  2 to 20 percent\nElevation:  800 to 2000 feet\nMean annual air temperature: range from 39 to 45 degrees F.\nMean annual precipitation: range from 28 to 33 inches\nFrost-free period: range from 90 to 140 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alstad, Bluffton, and Cushing series.  The somewhat poorly drained Alstad soils, the poorly drained and very poorly drained Bluffton soils, and the well drained Cushing soils form a drainage sequence with the Branstad soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is low or medium.  Permeability is moderate in the upper part of the solum and moderately slow or moderate in the lower part of the solum and in the substratum.  Branstad soils have an apparent seasonal high water table at a depth of  30 to 40 inches for 1 month or more per year for some time during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used for pastureland. Native vegetation is deciduous forest.  Common trees are sugar maple, red maple, northern red oak, and American basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin and east-central Minnesota (MLRA 90).  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aitkin County, Minnesota, 1996.  Source of the name is an unincorporated village in Burnett County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly mapped as a moderately well drained phase of the Cushing series. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 0 to 14 inches (Ap and E horizons).\nAlbic horizon: The zone from - 9 to 14 inches (E horizon).\nGlossic horizon: The14 to 45 inches (E/B, B/E1 and B/E2 horizons).\nArgillic horizon: The zone from 20 to 68 inches (B/E1, B/E2, Bt1 and  Bt2 horizons).\nOxyaquic feature: Redox accumulations and saturation within a depth of 40 inches.\nADDITIONAL DATA:  Soil Interpretation Record:  WI0005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
