{
  "SERIES": "BRANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELG-RMR-RM",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Branyon series consists of very deep, moderately well drained, very slowly permeable soils that formed in calcareous clayey alluvium derived from mudstone of Pleistocene age. These nearly level to very gently sloping soils occur on treads of stream terraces on river valleys. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 903 mm (35.6 in) and the mean annual air temperature is about 19.9 degrees C (67.9 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Branyon clay, on a west-facing, zero percent slope in cropland at an elevation of 168 m (551 ft). (Colors are for dry soil unless otherwise stated).\nAp--0 to 10 cm, (0 to 4 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate fine granular structure; extremely hard, very firm, , moderately sticky, moderately plastic; fine roots throughout; 1 percent fine faint spherical weakly cemented iron-manganese concretions in matrix; slight effervescence, by HCl, 1 normal; moderately alkaline; abrupt smooth boundary. (Thickness of the A horizon is 13 to 61 cm [5 to 24 in])\nBk--10 to 31 cm, (4 to 12 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; fine roots throughout; very fine tubular pores; 15 percent faint pressure faces on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent fine prominent irregular very weakly cemented white (10YR 8/1) carbonate concretions in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline; gradual wavy boundary. (Thickness of the Bk horizon is 0 to 30 cm [0 to 12 in])\nBkss1--31 to 112 cm, (12 to 44 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate medium wedge structure; extremely hard, very firm, very sticky, very plastic; fine roots throughout; fine tubular pores; 55 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent fine prominent irregular very weakly cemented white (10YR 8/1) carbonate concretions in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline; gradual wavy boundary.\nBkss2--112 to 183 cm, (44 to 72 in); gray (10YR 5/1) clay, 3 percent very dark gray (10YR 3/1) and dark gray (10YR 4/1), moist; moderate medium wedge structure; very hard, very firm, very sticky, very plastic; fine roots throughout; very fine tubular pores; 55 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent fine prominent irregular very weakly cemented white (10YR 8/1) carbonate concretions in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bkss horizon(s) is 15 to 127 cm [6 to 50 in])\nBkss3--183 to 203 cm, (72 to 80 in); light gray (10YR 7/2) clay, 3 percent very dark gray (10YR 3/1) and light brownish gray (10YR 6/2), moist; moderate medium wedge structure; very hard, very firm, very sticky, very plastic; 30 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix and 1 percent medium faint irregular brown (10YR 5/3), moist, iron-manganese masses with clear boundaries in matrix; 1 percent fine prominent irregular very weakly cemented white (10YR 8/1) carbonate concretions in matrix and 1 percent fine prominent irregular carbonate masses with clear boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Caldwell County, Texas; from the intersection of Texas Highway 80 and 142 in Martindale, approximately 3.0 miles northeast on Texas Highway 142, 0.3 mile northwest, 0.6 mile southwest and 0.5 mile northwest on county road, 2,500 ft southwest in cropland.\nUSGS topographic quadrangle:\nLatitude, 29 degrees, 52 minutes, 19.188 seconds N;\nLongitude, 97 degrees, 49 minutes, 31.365 seconds W.\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth: greater than 203 cm (80 in)\nSoil moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 150 cumulative days in normal years.\nDepth to slickensides: 13 to 81 cm (5 to 32 in)\nDepth to cambic horizon: 10 to 61 cm (4 to 24 in)\nDepth to secondary calcium carbonates: 0 to 147 cm (0 to 58 in)\nDepth to calcic horizon: 160 to 163 cm (63 to 64 in)\nDepth to redox concentrations: 0 to 188 cm (0 to 74 in)\nIron-manganese concentrations: amount-0 to 1 percent, size-fine, kind-concretions\nVertic features: When dry, cracks 2.5 to 8 cm (1 to 3 in) wide extend from the surface to depths of 51 cm (20 in) or more. Cracks remain open for 90 to 150 days in most years.\nPartcle-size control section (weighted average)\nClay content: 40 to 60 percent\nCalcium carbonate equivalent: 0 to 15 percent\nA or Ap horizon(s)\nHue: 10YR dry or moist\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 dry or moist\nTexture: silty clay, clay\nRedox concentrations: amount-0 to 1 percent, size-fine, contrast-distinct, locations-in matrix\nEffervescence: slight to strong\nReaction: slightly alkaline or moderately alkaline\nBw (where present) or Bk horizon\nHue: 10YR dry or moist\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 dry or moist\nTexture: silty clay, clay\nRedox concentrations: amount-0 to 1 percent, size-fine, contrast-distinct, locations-in matrix\nEffervescence: slight to strong\nReaction: slightly alkaline or moderately alkaline\nBss horizon, where present\nHue: 10YR dry or moist\nValue: 2 to 5 dry or moist\nChroma: 1 dry or moist\nTexture: silty clay, clay\nRedox concentrations: amount-0 to 1 percent, size-fine, contrast-distinct, locations-in matrix\nEffervescence: slight to strong\nReaction: slightly alkaline or moderately alkaline\nBkss, BCkss or BCk horizon(s), where present\nHue: 10YR to 5Y dry or moist\nValue: 3 to 7, 2 to 6 moist\nChroma: 1 to 4 dry or moist\nTexture: silty clay, clay\nRock fragments: 0 to 15 percent; 2 to 3 mm; limestone or quartzite\nRedox concentrations: amount-1 to 20 percent, size-fine and medium, contrast-distinct, locations-in matrix\nCalcium carbonate equivalent: 5 to 35 percent\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bleiblerville, Burleson, Clarita, Deport, Dimebox, Ellis, Fairlie, Heiden, Houston Black, Lazare, Leson, Luling, McLean, Ovan, Sanger, Slidell, Sparanberg, and Watonga series.\nBleiberville and Houston Black soils: greater amplitude of waviness\nBurleson, Dimebox, Leson, and Luling soils: non-calcareous in surface layers\nClarita soils: matrix with hue of 7.5YR or redder in the subsoil\nDeport soils: deep 100 to 150 cm (40 to 60 in) solum depth to alkaline clayey materials stratified, with weakly consolidated shale.\nEllis soils: moderately deep 50 to 100 cm (20 to 40 in) solum depth to weathered shale\nFairlie soils: deep 100 to 150 cm (40 to 60 in) soil depth to a paralithic contact to chalk bedrock\nHeiden soils: matrix with chroma of 2 or more throughout and solum thickness of 100 to 165 cm (40 to 65 in) to weakly consolidated shale or mudstone\nLazare soils: receive runoff from surrounding uplands and the soil moisture control section is moist for longer periods of time than is normal for the climate of the series province\nMcLean and Sparanberg soils: mean annual air temperature (MAAT) less than 18 degrees C (63 degrees F), mean annual precipitation less than 711 mm (28 in), and a frost-free period less than 220 days\nOvan and Sanger soils: matrix with chroma greater than 2 throughout\nSlidell soils: calcium carbonate equivalent of 40 to 60 percent in some parts of the particle-size control section\nWatonga soils: solum thickness of 100 to 152 cm (38 to 60 in) to calcareous clayey and loamy alluvium"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey alluvium derived from mudstone of Pleistocene age\nLandscape: dissected plains, river valley\nLandform: treads on stream terraces\nSlope: 0 to 3 percent, mostly less than 0.5 percent\nMean annual precipitation: 711 to 1016 mm (28 to 40 in)\nMean annual air temperature: 18.3 to 21.1 degrees C (65 to 70 degrees F)\nFrost-free period: 220 to 288 days\nElevation: 87 to 319 m (285 to 1046 ft)\nThornthwaite P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burleson, Houston Black, Lewisville, and Tinn series.\nBurleson soils: on similar positions\nHouston Black soils: on adjoining higher upland positions\nLewisville soils: in the fine-silty family\nTinn soils: moist in the moisture control section for longer periods, and are in slightly lower flood plain positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well.\nPermeability class: Very slow.\nRunoff: high on slopes less than 1 percent and very high 1 to 3 percent.\nWater enters the soil rapidly when it is dry and cracked and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all is cropped to cotton, sorghums, corn, oats, and wheat. Native vegetation consists of little and big bluestems, indiangrass, switchgrass, sideoats grama, with scattered elm, bois'd'arc, and hackberry trees. Mesquite is an invader in most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Land Resource Region J - Southwestern Prairies Cotton and Forage Region. Central Texas. Texas Blackland Prairies (MLRAs 86 A and 86B). The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bell County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification change from Udic Pellusterts to Udic Haplusterts based on Amendment 16, SOIL TAXONOMY (2/94).\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 112 cm (0 to 44 in) (Ap, Bk, and Bkss horizons)\nRedox concentrations: 0 to 203 cm (0 to 80 in). (All horizons)\nCambic horizon: 10 to 31 cm (4 to 12 in). (Bk horizon)\nSecondary carbonates: 10 to 203 cm (4 to 80 in). (Bk and Bkss horizons)\nSlickensides: 31 to 203 cm (12 to 80 in). (Bkss horizons)\nADDITIONAL DATA: Texas A&M University data from Lavaca County (S83TX-285-01)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
