{
  "SERIES": "BRASHEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "02/2006",
  "STATES": "KY",
  "OVERVIEW": "The Brashear series consists of deep, well drained and moderately well drained soils formed in residuum or colluvium of interbedded shale, siltstone, and limestone.  Permeability is moderately slow.  Slopes range from 2 to 20 percent.  Average annual precipitation is 45 inches.  Average annual temperature is 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brashear silt loam - cultivated.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; moderate fine granular structure; friable; slightly acid; abrupt smooth boundary.  (4 to 8 inches thick)\nBt1--7 to 20 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm, sticky, plastic; many roots; common clay films; 1 percent by volume flagstones 3 to 8 inches across of limestone; medium acid; clear smooth boundary.  (5 to 15 inches thick)\nBt2--20 to 34 inches; yellowish brown (10YR 5/6) silty clay; many medium distinct strong brown (7.5YR 5/6), brownish gray (10YR 6/2) and light olive brown (2.5Y 5/4) mottles; moderate medium angular blocky structure; firm, sticky, plastic; few roots; common clay films; 2 percent by volume flagstones 3 to 8 inches across of limestone; 1 percent 1 to 2 mm soft dark concretions; medium acid; gradual wavy boundary.  (8 to 18 inches thick)\nBC--34 to 45 inches; yellowish brown (10YR 5/4) silty clay; common fine faint brown (7.5YR 5/4), pale brown (10YR 6/3) and light brownish gray (2.5Y 6/2) mottles; moderate medium angular blocky structure; very firm, sticky, very plastic; common clay films; 3 percent by volume flagstones 3 to 8 inches across of limestone; 2 percent 1 to 2 mm soft dark concretions; medium acid; gradual wavy boundary.  (8 to 18 inches thick)\nC--45 to 100 inches; light olive brown (2.5Y 5/4) clay; few fine faint yellowish brown (10YR 5/6) and common fine distinct light brownish gray (2.5Y 6/2) and grayish brown (2.5Y 5/2) mottles; massive; slightly sticky, plastic; 5 percent by volume thin flagstones 3 to 8 inches across of limestone; 2 percent 1 to 2 mm black concretions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harrison County, Kentucky; 0.85 miles east of Hinton, where the road crosses Pigeon Branch; about 15 miles northwest of Cynthiana; 1 mile east of the Scott County line."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to bedrock averages about 8 feet and ranges from about 4 to 20 feet.  The soil ranges from strongly acid to slightly acid.  Flagstones and smaller fragments of limestone range from 0 to 10 percent throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3.  Texture is silt loam or silty clay loam.\nWhen present, AB or BA horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.  Thickness ranges from 4 to 8 inches.  Texture is silty clay loam.\nThe Bt horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 through 6, and chroma of 4 through 8.  Mottles in shades of gray and brown may occur at depths of 10 to 22 inches below the top of the argillic horizon.  Texture is silty clay, clay, or silty clay loam.\nThe BC horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 through 6, and chroma of 3 through 8 with mottles in shades of brown or yellow or is mottled horizon in shades of red, brown, and yellow.  Texture is silty clay, clay or silty clay loam.\nThe C or CB horizon, when present, is mottled in shades of red, brown, and yellow.  Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beasley, Bland, Bledsoe, Bonnell, Bratton, Briggsville, Brookside, Bucklick, Caneyville, Chrome, Derinda, Donahue, Eden, Edenton, Elba, Eldean, Estate, Faywood, Fredonia, Gunlock, Hagerstown, Heitt, Kewaunee, Lamoilee, Losantville, Lowell, Markland, Medary, Miamian, Milton, Newnata, Ozaukee, Shrouts, Upshur, Vandalia, Vincent, Woodsfield, and Wynn series of the same family.  The Bland, Bratton, Caneyville, Chrome, Derinda, Donahue, Eden, Edenton, Faywood, Fredonia, Milton, Shrouts, and Wynn soils have a lithic or paralithic contact within a depth of 40 inches.  The Beasley, Briggsville, Lowell, Miamian and Ozaukee soils have sola less than 40 inches.  Bledsoe soils lack gray mottles in the Bt horizon and have a water table deeper than 6 feet.  Bonnell soils are formed in loess and underlying glacial till.  Brookside soils lack gray mottles in the Bt horizon and the reaction of the lower part of the B horizons range from neutral to mildly alkaline.  Bucklick, Hagerstown, Heitt, Kewaunee, Upshur, Vandalia, Vincent, and Woodsfield soils have Bt horizons redder than 7.5YR.  Gunlock soils have horizons from 20 to 34 inches that have fragic characteristics.  Lamoille soils are in a cooler and drier climate.  Losantville soils formed in calcareous loam glacial till.  Markland and Medary soils formed in lacustrine sediments.  Newnata soils have bedrock from 40 to 60 inches, and have more than 10 percent coarse fragments in the upper part of the sola."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brashear soils are chiefly on footslopes and benches, but also in uplands.  Slopes range from 2 to 20 percent.  These soils formed in residuum or colluvium of interbedded calcareous shales and siltstones and thin-bedded fossiliferous limestones.  Mean annual temperature ranges from 50 to 56 degrees F., and mean annual precipitation ranges from 42 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Eden and Lowell soils, others are the Ashton, Elk, Nolin, and Huntington soils which have silt loam or silty clay loam B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained.  Runoff is medium to rapid and permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in crops or pasture.  Original vegetation was chiefly forests of oaks, hickory, maple, elm, ash and beech with many grassy glades.  Honey and black locust, cedar, hackberry, and buck-bush are common now."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Bluegrass region of Kentucky, chiefly the Hills of the Bluegrass.  Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eden Shale Experimental Farm of the Kentucky Agricultural Experiment Station, Owen County, Kentucky, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (Ap).\nAgrillic horizon - 7 to 34 inches (Bt1, Bt2).\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (10YR 4/3) silt loam; moderate fine granular structure; friable; slightly acid; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 20 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm, sticky, plastic; many roots; common clay films; 1 percent by volume flagstones 3 to 8 inches across of limestone; medium acid; clear smooth boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 34 inches; yellowish brown (10YR 5/6) silty clay; many medium distinct strong brown (7.5YR 5/6), brownish gray (10YR 6/2) and light olive brown (2.5Y 5/4) mottles; moderate medium angular blocky structure; firm, sticky, plastic; few roots; common clay films; 2 percent by volume flagstones 3 to 8 inches across of limestone; 1 percent 1 to 2 mm soft dark concretions; medium acid; gradual wavy boundary.  (8 to 18 inches thick)"
      },
      {
        "name": "BC",
        "top": 86,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--34 to 45 inches; yellowish brown (10YR 5/4) silty clay; common fine faint brown (7.5YR 5/4), pale brown (10YR 6/3) and light brownish gray (2.5Y 6/2) mottles; moderate medium angular blocky structure; very firm, sticky, very plastic; common clay films; 3 percent by volume flagstones 3 to 8 inches across of limestone; 2 percent 1 to 2 mm soft dark concretions; medium acid; gradual wavy boundary.  (8 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 254,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "narrative": "C--45 to 100 inches; light olive brown (2.5Y 5/4) clay; few fine faint yellowish brown (10YR 5/6) and common fine distinct light brownish gray (2.5Y 6/2) and grayish brown (2.5Y 5/2) mottles; massive; slightly sticky, plastic; 5 percent by volume thin flagstones 3 to 8 inches across of limestone; 2 percent 1 to 2 mm black concretions; neutral."
      }
    ]
  ]
}
