{
  "SERIES": "BRAYTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-DEW-ANA",
  "REVDATE": "06/2018",
  "STATES": "CT,ME,MA,NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, nonacid, frigid, shallow Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brayton fine sandy loam, in a gently sloping, very stony forested area. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 2 cm; slightly decomposed leaves, needles and twigs.\nOa--2 to 13 cm; black (5YR 2/1) highly decomposed organic material; weak very fine granular structure; very friable, many very fine, fine and medium, and common coarse roots; extremely acid; abrupt wavy boundary.  (Combined thickness of the O horizons is 0 to 15 cm.)\nA--13 to 18 cm; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 6/1) dry; weak fine and medium granular structure; very friable; many very fine, fine and medium, and common coarse roots; 10 percent rock fragments; extremely acid; abrupt wavy boundary. (0 to 15 cm thick)\nEg--18 to 25 cm; gray (10YR 5/1) gravelly fine sandy loam; few medium distinct pinkish gray (5YR 6/2) masses of iron accumulation and few fine faint gray (10YR 6/1) iron depletions; weak very fine subangular blocky structure; friable; many very fine and fine, and common medium roots; 20 percent rock fragments; extremely acid; abrupt wavy boundary.  (0 to 10 cm thick)\nBg--25 to 41 cm; grayish brown (2.5Y 5/2) fine sandy loam; weak very fine and fine subangular blocky structure; friable; common very fine and fine roots; many medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation and few fine faint gray (10YR 6/1) iron depletions; 10 percent rock fragments; strongly acid; clear wavy boundary. (13 to 51 cm thick)\nBC--41 to 58 cm; light olive brown (2.5Y 5/4) fine sandy loam; weak thin platy structure; firm; many medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation and few fine prominent gray (10YR 6/1) iron depletions; 10 percent rock fragments; moderately acid; clear wavy boundary.  (0 to 25 cm thick)\nCd1--58 to 74 cm; olive (5Y 5/3) fine sandy loam; moderate thin and medium platy; very firm; many medium prominent yellowish brown (10YR 5/6) and common medium prominent dark yellowish brown masses of iron accumulation, few fine prominent gray (10YR 6/1) iron depletions; 10 percent rock fragments; slightly acid; clear wavy boundary.\nCd2--74 to 165 cm; olive (5Y 4/3) fine sandy loam; massive; very firm; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation, few fine prominent gray (10YR 6/1) iron depletions; 10 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hancock County, Maine; town of Mariaville; off Maine Route 181, about 1.3 miles north of the bridge spanning the West Branch of Union River, about 500 feet southeast of highway; USGS Amherst topographic quadrangle; lat. 44 degrees 46 minutes 47 seconds N. and long. 68 degrees 22 minutes 15 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The combined thickness of the A, E, B and BC horizons is 25 to 50 cm.  Depth to bedrock from the mineral soil surface is more than 152 cm.  Reaction ranges from extremely acid to moderately acid in the A and Eg horizons and from strongly acid to slightly acid in the B and BC horizons. One or more subhorizons in the subsoil below a depth of 25 cm have pH greater than 5.5. The Cd layer ranges from moderately acid to neutral. Rock fragments in the mineral soil range from 5 to 35 percent by volume. The proportions of rock fragments are about 80 percent gravel, 15 percent cobbles, and 5 percent stones. Some pedons have channers and flagstones. Stones and boulders cover from 0 to 25 percent of the surface. Textures of the solum are silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction with less than 10 percent clay. The substratum textures are loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction with less than 10 percent clay. Consistence is very friable to firm in the solum and firm or very firm in the dense substratum.\nThe O horizon, where present, is fibric, hemic and/or sapric material.\nThe A or Ap horizon, where present, has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 to 4.  Structure is granular.\nThe Eg horizon, where present, has hue of 10YR to 5Y, value of 5 or 6, and chroma of 1 or 2.\nThe B horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4. It has subangular blocky, granular or platy structure.\nThe BC horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 4. It has subangular blocky or platy structure.\nOne or more subhorizon in the subsoil has matrix chroma of 2 or less. The combined thickness of the B and BC horizons is at least 6 inches.\nThe Cd layer has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 4. It is prismatic parting to platy, platy or it is massive. Aggregations bounded by planes or zones of weakness are considered inherent in the parent material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Aurelie series. Aurelie soils have 18 to 27 percent clay throughout the particle size control section. Monarda and Pillsbury are in closely related families.  They have pH less than 5.5 in the subsoil below a depth of 25 cm and Monarda soils have 10 to 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brayton soils are in depressions and on toeslopes of glaciated uplands. Slopes range from 0 to 25 percent. The soils formed in dense till derived mainly from granite, phyllite, schist, slate, and shale of Wisconsin age. The climate is humid and cool temperate. Mean annual temperature ranges from 3 to 8 degrees C, and mean annual precipitation commonly ranges from 864 to 1219 mm but includes up to 1524 mm in the coastal area of Mt. Desert Island, Maine. The frost-free season ranges from 90 to 160 days. Elevations range from about 2 to 762 m above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colonel, Dummerston, Fullam, Hubbardton, Lyman, Macomber, Marlow, Peru, Skerry, Taconic, Tunbridge, and Peacham soils. The Colonel, Lyman, Marlow, Peru, Skerry, and Tunbridge soils have spodic horizons, are better drained, and are on higher topographic positions. Peacham soils have a histic epipedon and are in lower topographic positions. The Dummerston, Fullam, Hubbardton, Macomber, and Taconic soils are better drained and are on higher topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. A perched water table is above the dense substratum from autumn through spring. Estimated saturated hydraulic conductivity is moderately high or high in the solum and moderately low or moderately high in the dense substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested. Some areas are cleared and used for hay and pasture. Forest vegetation is mainly red spruce, white spruce, black spruce, balsam fir, eastern white pine, red maple, northern white cedar, and paper birch, yellow birch and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut, Maine, Massachusetts, New York, and Vermont. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New York, 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: After reviewing location, geographic coordiantes changed from USGS Amherst topographic quadrangle; lat. 44 degrees 46 minutes 48 seconds N. and long. 68 degrees 22 minutes 19 seconds W., NAD 27.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 18 cm (Oi, Oa and A horizons).\n2. Cambic horizon - the zone from 25 to 58 cm (Bg and BC horizons).\n3. Densic contact - very firm, dense basal till at a depth of 58 cm.\n4. Aeric Feature - both value and chroma of 3 or more in the zone from 41  to 58 (BC horizon).\n5. Aquic conditions - redox depletions throughout the subsoil. (Eg, Bg and BC horizons).\nThe Aurelie series is included in the competing soils section with a previous revision.\nPrevious remarks June, 2004 revision:\nThe type location is changed with this revision based on consensus that placement in the shallow family is reflective of the dominant characteristics of the series.  It is acknowledged that historically the series exceeded 50 cm to densic contact in some places.  The series is re-classified from Epiaquepts to Endoaquepts in accordance with Soil Taxonomy which, in reference to applying keys, stipulates that diagnostic horizons and properties below a densic contact are excluded.  It is assumed the depth to bedrock from the mineral surface of this pedon exceeds 152 cm. This soil was previously type located in New York and classified as Coarse-loamy, mixed, nonacid, frigid Aeric Fragiaquepts. The classification was changed as a result of the Northeast Fragipan Study. This series also included somewhat poorly drained soils but has since been restricted to poorly drained.\nADDITIONAL DATA: Source of the data used in establishing taxonomic class and range in characteristics is Maine Agricultural Experiment Station Technical Bulletin 94, September 1979.\nSoil Interpretation Record Numbers for the Brayton Series are: Brayton, ME0100; Brayton, stony, ME0101; Brayton bouldery, ME0123; Brayton, variant ME0090.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
