{
  "SERIES": "BRAZIEL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  ADI-BDD-EMM",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Braziel gravelly loam, rangeland (colors are for dry soil unless noted otherwise).\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine tubular pores; 5 percent cobbles, 15 percent gravel; neutral (pH 7.0); clear smooth boundary.\nA2--4 to 8 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine and common fine tubular pores; 5 percent cobbles, 15 percent gravel; neutral (pH 7.2); clear smooth boundary. (Combined thickness of the A horizons is 7 to 15 inches.)\nBt1--8 to 17 inches; dark grayish brown (10YR 4/2) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and common medium roots; many very fine discontinuous tubular pores; few faint clay films on faces of peds and lining pores; 5 percent cobbles, 30 percent gravel; neutral (pH 6.8); clear wavy boundary. (9 to 21 inches thick)\nBt2--17 to 23 inches; brown (10YR 5/3) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and common medium roots; many very fine and fine continuous tubular pores; common distinct clay films on faces of peds and lining pores; 5 percent cobbles, 35 percent gravel; neutral (pH 7.2); clear wavy boundary. (6 to 20 inches thick)\nBt3--23 to 43 inches; brown (10YR 5/3) very gravelly clay loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine continuous tubular pores; common distinct clay films on faces of peds and lining pores; 10 percent cobbles, 40 percent gravel; neutral (pH 7.2); clear smooth boundary. (0 to 25 inches thick)\nBC--43 to 60 inches; pale brown (10YR 6/3) extremely gravelly loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular continuous pores; 45 percent gravel, 10 percent cobbles, 10 percent stones; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Granite County, Montana; 2,300 feet west and 300 feet south of the NE corner of Sec. 8, T. 10 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 46 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 16 to 30 inches.\nA horizons\nValue:  3, 4, or 5 dry; 2 or 3 moist\nChroma:  2 or 3 dry; 1, 2, or 3 moist\nTexture:  loam, silt loam, or clay loam\nClay content:  10 to 35 percent\nRock fragments:  5 to 60 percent--5 to 25 percent gravel, 0 to 20 percent cobbles, 0 to 15 percent stones\nReaction:  pH 6.2 to 7.3\nBt1 horizon\nValue:  4 or 5 dry; 3 moist\nChroma:  2 or 3 dry; 2 or 3 moist\nTexture:  sandy clay loam, clay loam, loam\nClay content:  20 to 35 percent\nRock fragments:  35 to 60 percent--30 to 45 percent gravel, 5 to 15 percent cobbles, 0 to 15 percent stones\nReaction:  pH 6.6 to 7.3\nBt2 and Bt3 horizons\nValue:  4, 5, or 6 dry; 3 or 4 moist\nChroma:  3 or 4 dry; 2, 3, or 4 moist\nTexture:  clay loam, sandy clay loam, loam\nClay content:  20 to 35 percent\nRock fragments:  35 to 75 percent--25 to 40 percent gravel, 5 to 35 percent cobbles, 0 to 15 percent stones\nReaction:  pH 6.6 to 7.3\nBC horizon\nValue:  5, 6 or 7 dry; 3, 4, 5, or 6 moist\nChroma:  3 or 4 dry; 2, 3, or 4 moist\nTexture:  sandy loam, sandy clay loam, loam, or clay loam\nClay content:  15 to 30 percent\nRock fragments:  35 to 70 percent--25 to 40 percent gravel, 5 to 35 percent cobbles, 0 to 15 percent stones\nEffervescence:  none to slightly\nCaCo3 equivalent:  0 to 5 percent\nReaction:  pH 6.6 to 7.8\nBC horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAdellern (NM) - Has horizons of secondary carbonate accumulations.\nFessler (MT) - Has horizons of secondary carbonate accumulations.\nMapache (NM) - Receives more moisture in between July and September.\nPastorius (CO) - hue redder than 10YR in the subsurface horizons; has a frost-free period greater than 90 days.\nPastorpeak (AZ) - has horizons of secondary carbonate accumulations; has hues of 7.5YR and redder throughout.\nZillion (UT) - has a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - moraines; hills; escarpments, till plains; stream terraces; mountains.\nElevation - 3,600 to 7,700 feet.\nSlope - 2 to 60 percent.\nParent material - till or colluvium derived from fine grained extrusive igneous and sedimentary rocks.\nClimate - long, cold winters; moist springs; short, warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 39 to 44 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Braziel soils are used mainly for rangeland and as wildlife habitat.  The potential native vegetation is rough fescue, bluebunch wheatgrass, Idaho fescue, Columbia needlegrass, prairie junegrass, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Braziel soils are moderatly extensive in Southwestern Montana.  MLRAs 43B and 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Powell County, Montana, 1995.  Series proposed in Granite County, Montana, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation records:  MT1302, MT1303.  Diagnostic features and horizons recognized in this pedon are:\nMollic epipedon - from the surface to 17 inches (A horizons, Bt1 horizon);\nArgillic horizon - from 8 to 43 inches (Bt1, Bt2, Bt3 horizons);\nParticle-size control section - from 8 to 28 inches (Bt1, Bt2, part of Bt3 horizon).\nBraziel soils have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA:  Laboratory sample S89MT-039-1249.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
