{
  "SERIES": "BRAZITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/RJA/PDC/CEM",
  "REVDATE": "11/2014",
  "STATES": "AZ,NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brazito loamy fine sand - cultivated.  (Colors are for dry soil unless stated otherwise.)\nAp--0 to 5 inches; brown (10YR 5/3) loamy fine sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, and fine roots; common very fine irregular pores; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (3 to 10 inches thick)\nC--5 to 70 inches; very pale brown (10YR 7/3) fine sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; common fine irregular pores; moderately alkaline (pH 8.0).  (60 or more inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dona Ana Co., New Mexico; 500 feet west of the northeast corner of Section 9, T. 23 S., R. 1 E.  106 degrees, 50 minutes, 15 seconds west longitude; 32 degrees, 19 minutes, 44 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some parts of the soil moisture control section during December through March and July through September.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil Temperature:  60 to 72 degrees F.\nReaction:  neutral to moderately alkaline\nParticle-size control section:  silt plus clay averages less than 10 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 6 moist\nChroma:  2 to 4, dry or moist\nC horizon\nHue: 10YR, 7.5YR\nValue: 4 to 7 dry, 3 to 5 moist\nChroma:  1 to 6, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Artir (I)(CA), Birdcanyon (CA), Bluepoint (NV), Boxjoe (I)(CA), Butterbredt (I)(CA), Cajon (CA), Copia (NM), Kajoe (I)(CA), Koehn (CA), Maynard Lake (NV), Moapa (NV), Morongo (T)(CA), Pintura (UT), Toquop (NV), University (I)(NM), Yander (T)(CA), and Yturbide (NM) series.  Birdcanyon, Bluepoint, Cajon, Koehn, Maynard Lake, Pintura, Moapa and Toquop soils are in the Mohave Desert and are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September.  Yturbide soils have more than 15 percent rock fragments in the control section.  Copia soils have hues of 2.5YR, 5YR and 7.5YR and chromas of 6 to 8.  Artir, Boxjoe, Butterbredt, Kajoe, and University soils are inactive.  Morongo and Yander soils do not have a description (OSD) and cannot be competed."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Brazito soils are on flood plains, alluvial fans, dunes, and low terraces of major streams.  Slopes are generally less than 5 percent.  The soil formed in sandy alluvium many feet thick derived from rhyolite, andesite, monzonite, granite, quartzite, basalt, sandstone and limestone.  The climate is semiarid to arid continental.  The mean annual air temperature is 58 to 70 degrees F; and the mean annual precipitation is 8 to 12 inches.  Much of the precipitation falls during summer in heavy thunderstorms of short duration.  Elevation ranges from 2,000 to 5,300 feet.  The frost-free period is 220 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bluepoint, Vinton and Yturbide soils in addition to the Gila, Glendale and Harkey soils.  The Gila, Glendale and Harkey soils have textures finer than loamy fine sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively well drained; surface runoff is slow; permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for irrigated cropland, livestock grazing and urban land.  Irrigated crops are cotton, alfalfa, small grains, grain sorghums and vegetables.  Present vegetation is very sparse and includes salt grass, arrowgrass and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern New Mexico, Arizona and Texas.  Brazito soils are of moderate extent.  MLRA is 40, 41 and 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dona Ana County, New Mexico, Mesilla Valley; 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (Ap horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
