{
  "SERIES": "BRECKSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKM-RAR-JAG",
  "REVDATE": "05/2011",
  "STATES": "OH",
  "OVERVIEW": "The Brecksville series consists of moderately deep, well drained soils formed in residuum of thin-bedded shale with minor amounts of siltstone. These soils are on valley sides of dissected till plains and lake plains. Permeability is moderately slow. Slope ranges from 25 to 70 percent. Mean annual precipitation is about 37 inches, and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brecksville silt loam on the upper part of a 65 percent convex northeast-facing slope in a mixed hardwood forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; very dark gray (10YR 3/1) silt loam; moderate fine granular structure; friable; many roots; very strongly acid; abrupt smooth boundary.  (1 to 5 inches thick)\nBE--2 to 6 inches; yellowish brown (10YR 5/4) silt loam; weak medium and fine subangular blocky structure; friable; many roots; common faint light yellowish brown (10YR 6/4) silt coatings on faces of peds; 5 percent rock fragments; very strongly acid; clear smooth boundary.  (0 to 6 inches thick)\nBw1--6 to 14 inches; yellowish brown (10YR 5/4) silt loam; few fine faint yellowish brown (10YR 5/6) mottles (lithochromic); moderate medium and coarse subangular blocky structure; firm; common roots; 5 percent rock fragments; very strongly acid; abrupt smooth boundary.\nBw2--14 to 22 inches; light olive brown (2.5Y 5/4) silty clay loam; few fine faint light olive brown (2.5Y 5/6) mottles (lithochromic); weak thin platy structure; firm; few roots; 8 percent fragments of shale; very strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizons is 7 to 22 inches.)\nBC--22 to 27 inches; light olive brown (2.5Y 5/4) channery silty clay loam; few fine distinct yellowish brown (10YR 5/6) mottles (lithochromic); weak thin platy structure; firm; few roots; 20 percent fragments of shale; very strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nC--27 to 30 inches; light olive brown (2.5Y 5/4) channery silty clay loam; few fine distinct yellowish brown (10YR 5/6) mottles (lithochromic); massive; firm; 30 percent fragments of shale; very strongly acid; abrupt smooth boundary.  (2 to 10 inches thick)\nCr--30 to 36 inches; olive brown (2.5Y 4/4) thin bedded shale; can be cut with difficulty with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cuyahoga County, Ohio; in an unsectionalized area in Mayfield Village; North Chagrin Reservation of Cleveland Metropolitan Parks; 315 feet north along SOM Center Road from the intersection of Highland Road, then 4,000 feet east; 25 feet west of Buttermilk Falls Parkway south of Forest Lane; USGS Mayfield Heights, Ohio topographic quadrangle; latitude 41 degrees, 33 minutes, 11 seconds N. and longitude 81 degrees, 25 minutes, 28 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact, solum depth, and depth to the base of the cambic horizon range from 20 to 40 inches. Depth to the base of the ochric epipedon ranges from 1 to 10 inches. Rock fragments are of shale or siltstone lithology. Soft shale fragments are common in the series control section. The solum is extremely acid to strongly acid.\nThe A horizon has hue of 10YR, value of 2 to 4 and chroma of 1 or 2. Rock fragment content ranges from 0 to 10 percent.\nSome pedons have a BA horizon.\nThe BE horizon, when present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 or 4.  Rock fragment content ranges from 0 to 10 percent.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 or 4 with subhorizons of 1 or 2 chroma in the lower part of some pedons. It is dominantly silty clay loam or channery silty clay loam with subhorizons of silt loam in the upper part and thin subhorizons of channery silty clay and silty clay in the lower part of some pedons. Rock fragment content ranges from 0 to 25 percent.\nThe BC horizon, when present, has value of 10YR to 5Y, value of 4 to 6, and chroma of 3 or 4. It is silty clay loam or silty clay or the channery or very channery analogs of those textures. Rock fragment content ranges from 5 to 40 percent.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 to 4. It is silty clay loam or silty clay or the channery or very channery analogs of those textures. Rock fragment content ranges from 5 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Citico, McTaggart (T), Muskingum, Skinner, and Sund (T) series. Citico, McTaggart (T), and Skinner soils do not have a paralithic contact within the series control section. Muskingum and Sund (T) soils average between 18 and 27 percent clay in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brecksville soils are on valley sides of dissected Wisconsin age till plains and lake plains. They formed in residuum from thin-bedded shale with minor amounts of siltstone. Slope ranges from 25 to 70 percent. Elevation is 700 to 1000 feet. Mean annual precipitation ranges from 35 to 44 inches, and mean annual temperature ranges from 48 to 50 degrees F. The frost-free period is 165 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Allis, Chagrin, Chili, Ellsworth, Hornell, Mahoning, Pierpont, and Platea soils. All of these soils formed in till except Chagrin and Chili. Allis and Hornell soils are on broad flats and side slopes along less dissected drainageways. Chagrin soils are on flood plains. Chili soils are on terraces. Ellsworth and Mahoning soils are on less sloping areas and contain more clay and have an argillic horizon. Pierpont and Platea soils also are on less sloping areas but are more silty and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderately slow. The potential for surface runoff is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in deciduous forest. Native vegetation is mixed hardwoods, primarily oaks, maples and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast and central Ohio and possibly Pennsylvania and New York. MLRA's 111E and 139. The series is of small extent, about 9,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cuyahoga County, Ohio, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:  ochric epipedon - 0 to 6 inches (A, BE); cambic horizon - 6 to 22 inches (Bw1, Bw2); paralithic contact - 30 inches.  The Brecksville soils were included in the Gosport soils in Lake County, Ohio.\nMore investigation is needed to determine if Brecksville soils have a lithic contact, in addition, to the paralithic contact.\nADDITIONAL DATA:  Laboratory characterization data and engineering test data are available for pedon CY-3, the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
