{
  "SERIES": "BREGAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/JVC/TM/JBF",
  "REVDATE": "02/2016",
  "STATES": "CA,ID,NV",
  "OVERVIEW": "The Bregar series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from andesite, tuff, and quartzite. Bregar soils are on plateaus, hills, and mountains. Slopes are 2 to 75 percent. The mean annual precipitation is about 330 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bregar extremely cobbly loam, 15 to 30 percent slopes--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 45 percent cobbles and 20 percent gravel.\nA1--0 to 5 cm; pale brown (10YR 6/3) extremely cobbly loam, dark brown (10YR 3/3) moist; weak medium platy structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular pores; 20 percent gravel, 45 percent cobbles, and 5 percent stones; neutral (pH 7.2); clear smooth boundary.\nA2--5 to 15 cm; pale brown (10YR 6/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary. (Combined thickness of A horizons is 5 to 15 cm thick)\nBt--15 to 28 cm; brown (10YR 5/3) very gravelly clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; many faint clay films lining pores and on faces of peds; 40 percent gravel and 10 percent cobbles; neutral (pH 7.2) abrupt wavy boundary. (8 to 25 cm thick)\nR--28 cm; consolidated rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; about 5 miles east and 1.5 miles south of Lake Creek Reservoir; about 1,470 feet south and 2,370 feet east of the northwest corner of section 4, T. 46 N., R. 46 E.; USGS Star Valley Ridge East 7.5 minute topographic quadrangle; latitude 41 degrees 55 minutes 8 seconds N and longitude 116 degrees 50 minutes 16 seconds W; WGS84 Decimal Degrees 41.9188889 latitude, -116.8369444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring; dry late June through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 5 to 8 degrees C.\nDepth to base of argillic horizon: 13 to 30 cm.\nDepth to bedrock: 13 to 30 cm to a lithic contact.  The upper 8 cm of bedrock is weathered to various degrees in some pedons.\nReaction: Slightly acid to slightly alkaline.\nOther features: Some pedons have transitional horizons between the epipedon and the argillic horizon up to 13 cm thick.\nParticle-size control section - Clay content: averages 18 to 30 percent.\nRock fragments: averages 35 to 70 percent, mainly gravel and cobbles.  Lithology of fragments is mainly volcanic rocks such as andesite.\nA horizon\nValue:  5 through 7 dry, 3 or 4 moist.\nChroma:  2 through 4, dry or moist.\nBt horizons\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, 3 through 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture: Clay loam, sandy clay loam or loam .\nModifiers: Very gravelly or extremely cobbly.\nClay content:  25 to 35 percent.\nRock fragments:  50 to 75 percent, mainly gravels and cobbles with up to 15 percent stones.\nStructure:  Weak or moderate, fine or medium, angular or subangular blocky.\nConsistence:  Slightly hard to very hard dry, friable to very firm, moist, slightly sticky to very sticky, slightly plastic to very plastic wet.\nOther features:  Lower boundary is broken, irregular, or wavy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bayhorse and Wassit series.\nBayhorse soils are 30 to 50 cm deep to bedrock. Wassit are intermittently moist in some part following summer convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bregar soils are on plateaus, hills, and mountains.  These soils formed in residuum and colluvium derived from andesite, tuff, and quartzite.  Slopes are 2 to 75 percent.  Elevations range from 1,525 to 2,445 meters.  The climate is semiarid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 410 mm, mean annual temperature is 4 to 7 degrees C., and the frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Home Camp, Mendeboure, Mosquet, and Newlands soils.  All of these soils have mollic epipedons.   Home Camp soils are clayey-skeletal, moderately deep to paralithic contacts, and have a cryic temperature regime.  Mendeboure soils are clayey-skeletal and moderately deep to lithic contacts.  Mosquet soils are clayey, shallow to lithic contacts, and have a cryic temperature regime.  Newlands soils are fine-loamy, deep to lithic contacts, and have a cryic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bregar soils are used for rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, Sandberg bluegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada, northeastern California, and southwestern Idaho.  These soils are moderately extensive.  MLRAs 23, 24, and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (Surprise Valley-Home Camp Area), Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location is moved to better represent the series concept in October 2002.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 15 cm (A1 and A2 horizon).\nArgillic horizon - The zone from 15 to 28 cm (Bt horizon).\nLithic contact - The boundary at 28 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 28 cm (A1, A2, and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; pale brown (10YR 6/3) extremely cobbly loam, dark brown (10YR 3/3) moist; weak medium platy structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular pores; 20 percent gravel, 45 percent cobbles, and 5 percent stones; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 15 cm; pale brown (10YR 6/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary. (Combined thickness of A horizons is 5 to 15 cm thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--15 to 28 cm; brown (10YR 5/3) very gravelly clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; many faint clay films lining pores and on faces of peds; 40 percent gravel and 10 percent cobbles; neutral (pH 7.2) abrupt wavy boundary. (8 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--28 cm; consolidated rhyolite."
      }
    ]
  ]
}
