{
  "SERIES": "BREMOND",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CLN-ACT",
  "REVDATE": "12/96",
  "STATES": "TX",
  "OVERVIEW": "The Bremond series consists of very deep, moderately well drained, very slowly permeable soils on high terraces or remnants of terraces associated with erosional uplands.  These nearly level to very gently sloping soils formed in alkaline clayey sediments.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bremond loam--cropland.  (Colors are for dry soil unless otherwise stated).\nAp--0 to 8 inches; dark brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; massive; very hard, friable; common fine roots; few fine pores; few siliceous and ironstone pebbles; moderately acid; abrupt smooth boundary.  (4 to 12 inches thick)\nBt--8 to 18 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium angular blocky structure; extremely hard, very firm; common fine roots; few fine pores; few thin patchy clay films; common fine pressure faces; few fine black iron-manganese concretions; few siliceous and ironstone pebbles; few vertical cracks filled with loamy material; common medium distinct dark red (2.5YR 3/6) masses of iron accumulation; moderatley acid; gradual wavy boundary.  (6 to 20 inches thick)\nBtss--18 to 46 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; moderate medium and coarse angular blocky structure; extremely hard, very firm; few fine roots; few fine pores; few thin patchy clay films; common fine pressure faces and few slickensides up to 4 inches across; few fine black iron-manganese concretions; few siliceous and ironstones pebbles; common medium distinct yellowish brown (10YR 5/6) and few fine prominent dark reddish brown (5YR 3/4) masses of iron accumulation; neutral; gradual smooth boundary.  (8 to 35 inches thick)\nBtssy--46 to 68 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure parting to weak medium angular blocky; extremely hard, very firm; few fine roots; few thin patchy clay films; common pressure faces and slickensides; 3 percent calcium sulfate crystals; few fine iron-manganese concretions; few siliceous and ironstone pebbles; common medium distinct brownish yellow (10YR 6/8) and few fine prominent dark reddish brown (5YR 3/4) masses of iron accumulation; moderately alkaline; gradual smooth boundary.  (0 to 30 inches thick)\nBtky--68 to 80 inches; brownish yellow (10YR 6/6) clay loam, yellowish brown (10YR 5/6) moist; moderate medium prismatic structure parting to weak coarse angular blocky; extremely hard, very firm; common patchy clay films; common pressure faces and slickensides; 4 percent calcium sulfate crystals; 3 percent calcium carbonate concretions and masses; few fine iron-manganese concretions; few siliceous and ironstone pebbles; common medium faint brownish yellow (10YR 6/8) and few fine prominent dark reddish brown (5YR 3/4) masses of iron accumulation; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, Texas; From the intersection of Farm Road 39 and OSR in Normangee, 0.3 mile east on OSR, 900 feet southeast on city street, 100 feet east in cropland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches.  Depth to secondary carbonates and gypsum crystals ranges from 40 to 70 inches, however some pedons lack visible carbonates and crystals.  The base saturation ranges from 80 to 100 percent by sum of the cations throughout the argillic horizon.  The solum commonly contains few to about 5 percent by volume siliceous and/or ironstone pebbles.  Clay content of the 10- to 40- inch particle size control section ranges from 40 to 50 percent.  The COLE ranges from 0.07 to 0.10 in the upper 20 inches of the Bt horizon and has PLE of 2.5 to 4.5 inches in the upper 50 inches of the soil.  When dry, cracks 1/2 inch to 2 inches wide extend from the surface to a depth greater than 3 feet.  Pressure faces range from few to common throughout the subsoil.  Slickensides range from few to common in the lower horizons.\nThe A horizon averages less than 10 inches thick in more than 50 percent of the pedon, but is as much as 15 inches thick over some subsoil troughs.  It has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 4.  Texture is fine sandy loam, very fine sandy loam, or loam.  Reaction ranges from strongly acid to neutral.  In areas where this soil is not cultivated, the boundary between the A and Bt horizon is commonly wavy and is abrupt over subsoil crest and clear in subsoil troughs.\nThe Bt horizon has matrix colors in hue of 5YR to 10YR, value of 3 to 5, and chroma of 3 or 4.  Redoximorphic features in shades of red, brown or olive range from few to common or a mottled matrix of these colors.  The dominant colors, degree and distinctness of mottling in the Bt1 horizon may be extremely variable within a distance of a few feet.  Reaction ranges from moderately acid to neutral.\nThe Btss and Btssy horizons have hue of 10YR to 5Y, value of 4 to 7, and chroma of 3 to 6 with redoximorphic features mainly in shades of brown, yellow, gray or red.  Texture is clay loam, or clay.  Reaction ranges from slightly acid to moderately alkaline and is typically noncalcareous.  Calcium sulfate crystals range from none to common in the lower part of the Bt horizon.\nThe Btky horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 6, or the matrix is mottled with these colors.  Texture is sandy clay loam, clay loam or clay.  Reactions ranges from neutral to moderately alkaline.  All or some part of the horizon is calcareous in most pedons.   Concretions and masses of calcium carbonate range from very few to common.  Calcium sulfate crystals range from few to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Axtell, Crockett, Crosstell, Kurten, Navo, Tabor, and Zulch series.  Similar soils are the Normangee and Zack series.  Axtell and Kurten soils are more acid and have base saturation less than 75 percent in the upper part of the Bt horizon.  Crockett, Crosstell, Zack and Zulch soils have sola less than 60 inches thick and in addition, Zack soils do not have vertic properties.  Navo and Normangee soils do not have an abrupt textural change between the A and Bt horizon.  Tabor soils have E horizons and the A and E horizons are more than 10 inches thick in more than 50 percent of the pedon.  In addition, Tabor soils are strongly or very strongly acid in the upper Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bremond soils are on nearly level high terraces or remnants of terraces associated with erosional uplands.  Slopes dominantly range from 0 to 2 percent but range to 3 percent along leveled edges of terrace deposits on large streams.  The soil formed in clayey sediments deposited during the Pleistocene.  These soils are on depositional flats and swales.  Mean annual temperature ranges from 64 to 69 degrees F., and mean annual precipitation ranges from 32 to 40 inches.  Frost free days range from 240 to 270 days and elevation ranges from 200 to 600 feet.  The Thornthwaite P-E indices range from 54 to 66."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Axtell, Crockett, Kurten, and Tabor series and the Benchley, Dimebox, Mabank, Spiller, and Wilson soils.  The Benchley, Crockett, Dimebox, Kurten, and Spiller soils are on positions slightly higher in the landscape.  Benchley soils have mollic epipedons.  Dimebox soils are clayey throughout the solum and are slightly lower in the landscape.  Spiller soils have an epipedon thicker than 10 inches and do not have vertic properties.  The Axtell, Mabank, Tabor and Wilson soils are on similar topographic positions.  Wilson and Mabank soils are dominated by chroma of 1 throughout.  Mabank and Wilson soils are also mapped in a complex with Bremond soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Permeability is very slow.  Runoff is low on slopes less than 1 percent, and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for pasture, however this soil was extensively cultivated in the past.  Some areas are cultivated to corn, grain sorghum or small grains.  Native vegetation is prairie grasses such as big and little bluestem, indiangrass, switchgrass, and tridens, with bois-d'arc, elm, hackberry, and mesquite.  Trees are along fence rows and in small mottes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in east central Texas (MLRA 86A and 86B).  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison, County, Texas; 1989"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Bremond series were formerly included in the Crockett series.  This series is mapped in close association in a complex with the Wilson soils.  These soils formed in thick sediments on high terraces.  Crockett soils are mapped on erosional uplands.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.  (Ap horizon)\nArgillic horizon - 8 to 80 inches.  (Bt horizons)\nPale feature - Abrupt textural change at 8 inches.\nVertic properties - COLE is 0.07 to 0.10; the soil cracks when dry, and slickensides in the majority of pedons.\nAdditional Data: Leon County, Texas; Sampled as Crockett loam, S82TX-289-31; Robertson County, Texas; sampled as Crockett loam, S86TX- 395-001.\nSoil Interpretation Record: TX1156\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; massive; very hard, friable; common fine roots; few fine pores; few siliceous and ironstone pebbles; moderately acid; abrupt smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--8 to 18 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium angular blocky structure; extremely hard, very firm; common fine roots; few fine pores; few thin patchy clay films; common fine pressure faces; few fine black iron-manganese concretions; few siliceous and ironstone pebbles; few vertical cracks filled with loamy material; common medium distinct dark red (2.5YR 3/6) masses of iron accumulation; moderatley acid; gradual wavy boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "Btss",
        "top": 46,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btss--18 to 46 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; moderate medium and coarse angular blocky structure; extremely hard, very firm; few fine roots; few fine pores; few thin patchy clay films; common fine pressure faces and few slickensides up to 4 inches across; few fine black iron-manganese concretions; few siliceous and ironstones pebbles; common medium distinct yellowish brown (10YR 5/6) and few fine prominent dark reddish brown (5YR 3/4) masses of iron accumulation; neutral; gradual smooth boundary.  (8 to 35 inches thick)"
      },
      {
        "name": "Btssy",
        "top": 117,
        "bottom": 173,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btssy--46 to 68 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure parting to weak medium angular blocky; extremely hard, very firm; few fine roots; few thin patchy clay films; common pressure faces and slickensides; 3 percent calcium sulfate crystals; few fine iron-manganese concretions; few siliceous and ironstone pebbles; common medium distinct brownish yellow (10YR 6/8) and few fine prominent dark reddish brown (5YR 3/4) masses of iron accumulation; moderately alkaline; gradual smooth boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "Btky",
        "top": 173,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btky--68 to 80 inches; brownish yellow (10YR 6/6) clay loam, yellowish brown (10YR 5/6) moist; moderate medium prismatic structure parting to weak coarse angular blocky; extremely hard, very firm; common patchy clay films; common pressure faces and slickensides; 4 percent calcium sulfate crystals; 3 percent calcium carbonate concretions and masses; few fine iron-manganese concretions; few siliceous and ironstone pebbles; common medium faint brownish yellow (10YR 6/8) and few fine prominent dark reddish brown (5YR 3/4) masses of iron accumulation; moderately alkaline."
      }
    ]
  ]
}
