{
  "SERIES": "BRENTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEW-CCC-KAR",
  "REVDATE": "01/2016",
  "STATES": "IL,IN,OH",
  "OVERVIEW": "The Brenton series consists of very deep, somewhat poorly drained soils formed in loess or other silty material and in the underlying loamy stratified outwash.  These soils are on outwash plains and stream terraces.  Permeability is moderate.  Slope ranges from 0 to 2 percent.  Mean annual precipitation is about 960 mm (38 inches), and mean annual air temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brenton silt loam - on a nearly level slope, in a cultivated field, at an elevation of 232 meters (768 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 20 cm (0 to 8 inches); black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many very fine roots throughout; moderately acid; abrupt smooth boundary.\nAp2--20 to 36 cm (8 to 14 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure parting to moderate medium granular; friable; common very fine roots throughout; few very fine tubular pores; moderately acid; abrupt smooth boundary.  [Combined thickness of the Ap or A horizon(s) is 25 to 50 cm (10 to 20 inches)]\nBt1--36 to 43 cm (14 to 17 inches); brown (10YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; common very fine roots along faces of peds; few very fine tubular pores; few distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine prominent iron-manganese concretions and stains throughout; moderately acid; clear smooth boundary.\nBt2--43 to 56 cm (17 to 22 inches); olive brown (2.5Y 4/4) silty clay loam; weak fine prismatic structure parting to moderate medium angular blocky; friable; common very fine and few fine roots along faces of peds; few very fine and fine tubular pores; common distinct dark brown (10YR 3/3) organo-clay films on faces of peds; few fine prominent dark grayish brown (10YR 4/2) iron depletions in the matrix; few fine prominent iron-manganese concretions and stains throughout; moderately acid; clear smooth boundary.\nBt3--56 to 71 cm (22 to 28 inches); olive brown (2.5Y 4/4) silty clay loam; moderate medium prismatic structure parting to moderate fine and medium angular blocky; friable; common very fine and few fine roots along faces of peds; few very fine and fine tubular pores; common distinct dark brown (10YR 3/3) organo-clay films on faces of peds; few fine prominent grayish brown (10YR 5/2) iron depletions and distinct yellowish brown (10YR 5/4) iron-manganese accumulations in the matrix; few fine prominent iron-manganese concretions and stains  throughout; moderately acid; clear smooth boundary.\nBt4--71 to 84 cm (28 to 33 inches); light olive brown (2.5Y 5/4) silty clay loam; moderate medium prismatic structure parting to strong medium subangular blocky; friable; common very fine and few fine roots along faces of peds; few very fine tubular pores; few distinct grayish brown (10YR 5/2) clay films on faces of peds; common fine and medium distinct grayish brown (2.5Y 5/2) iron depletions in the matrix; few fine prominent iron-manganese concretions and stains throughout; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizons is 25 to 74 cm (10 to 29 inches).]\n2Bt5--84 to 114 cm (33 to 45 inches); olive brown (2.5Y 4/4) stratified loam and fine sandy loam; moderate medium and coarse subangular blocky structure; friable; few very fine roots along faces of peds; few very fine tubular pores; many distinct very dark grayish brown (2.5Y 3/2) organo-clay films lining root channels and common distinct grayish brown (2.5Y 5/2) clay films on faces of peds; few fine distinct grayish brown (2.5Y 5/2) iron depletions and common fine and medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine prominent iron-manganese concretions and stains throughout; slightly acid; clear smooth boundary. [8 to 53 cm (3 to 21 inches) thick]\n2BC--114 to 137 cm (45 to 54 inches); light olive brown (2.5Y 5/6) and light brownish gray (2.5Y 6/2) loam; weak medium subangular blocky structure; friable; few very fine roots along faces of peds; few very fine tubular pores; many distinct very dark grayish brown (2.5Y 3/2) organo-clay films on surfaces along root channels and pores; common fine prominent iron-manganese concretions and stains throughout; neutral; clear smooth boundary.  [0 to 38 cm (0 to 15 inches) thick]\n2Cg1--137 to 175 cm (54 to 69 inches); gray (2.5Y 6/1) silt loam; massive with weak thick and very thick platy rock structure; very friable; few very fine roots throughout; many very fine horizontal tubular pores between plates and few very fine vertical tubular pores through plates; many very dark grayish brown (2.5Y 3/2) organo-clay films on surfaces along root channels and pores; common fine and medium prominent light olive brown (2.5Y 5/6) masses of oxidized iron in the matrix; common very fine and fine prominent black (10YR 2/1) iron-manganese accumulations in the matrix; slightly effervescent; neutral; clear smooth boundary.\n2Cg2--175 to 203 cm (69 to 80 inches); gray (2.5Y 6/1) silt; massive; very friable; few very fine roots throughout; few very fine tubular pores; common fine and medium prominent yellowish brown (10YR 5/6) and common fine and medium prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McLean County, IL, 525 feet east and 1,620 feet south of the northwest corner of sec. 15, T. 22 N., R. 6 E.; USGS Bellflower, IL topographic quadrangle; latitude 40 degrees 21 minutes 52.8 seconds N.,  longitude 88 degrees 30 minutes 54.8 seconds W; NAD 27., UTM Zone 16T 0371340 easting 4469120 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nDepth to the base of soil development: 102 to 152 cm (40 to 60 inches)\nDepth to carbonates: greater than 102 cm (40 inches)\nDepth to horizons with greater than 15 percent sand: 61 to 102 cm (24 to 40 inches)\nParticle-size control section: averages between 27 and 35 percent clay\nAp, A, and/or AB horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: typically silt loam, but some AB horizons may be silty clay loam due to plowing and mixing of subsoil\nReaction: moderately acid to slightly alkaline\nBt horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 4\nRedoximorphic features: chroma of 2 to 8\nTexture: silty clay loam, but includes silt loam in the lower part of some pedons\nAverage sand content: less than 15 percent\nReaction: moderately acid to neutral\n2Bt and/or 2BC horizons:\nHue: 7.5YR, 10YR, 2.5Y, or 5Y\nValue: 4 to 7\nChroma: 1 to 8\nTexture: typically stratified clay loam, loam, or fine sandy loam but may include subhorizons that are sandy loam, silty clay loam, silt loam, or sandy clay loam\nRock fragment content: less than 5 percent\nReaction: moderately acid to slightly alkaline\n2Cg or 2C horizons:\nHue: 7.5YR, 10YR, 2.5Y, or 5Y\nValue: 4 to 7\nChroma: 1 to 8\nTexture: typically stratified loam, sandy loam, sandy clay loam, silt, or silt loam, and can include a thin strata of sand or loamy sand\nAverage clay content: less than 27 percent\nRock fragment content: less than 15 percent\nReaction: neutral to moderately alkaline\nEffervescence class: very slightly effervescent to strongly effervescent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arrowsmith, Bearpen, Edwardsville, Elburn, Grundelein, Hacreek, Harco, Higginsville, Keller, Lafayette, Lawndale, Lisbon, Lismod, Loran, Mundelein, Muscatune, Nira, Raub, Rooks, Rowley, and Shannondale series. Arrowsmith, Harco, Lisbon, Lismod, and Mundelein soils contain carbonates within a depth of 40 inches. Bearpen soils average less than 27 percent clay in the control section. Edwardsville, Elburn, Hacreek, Higginsville, Lawndale, Muscatune, Nira, Rowley, and Shannondale soils are greater than 40 inches to horizons that average more than 15 percent sand. Grundelein and Lafayette soils average more than 15 percent rock fragments in the lower part of the series control section. Raub soils do not have stratification in the lower part of the series control section. Keller, Loran, and Rooks soils average more than 27 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brenton soils are on outwash plains and stream terraces of Wisconsinan Age. Topography is relatively smooth and uniform, and slope gradient ranges from 0 to 5 percent. Brenton soils formed in 61 to 102 cm (24 to 40 inches) of loess or other silty material and in the underlying loamy stratified outwash. Mean annual air temperature ranges from 8 to 12 degrees C (46 to 54 degrees F)., mean annual precipitation ranges from 889 to 1084 mm (35 to 43 inches), frost free days range from 155 to 200 days, and the elevation ranges from 150 to 307 m (492 to 1007 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Darroch, Drummer, Elburn, La Hogue, Mundelein, and Proctor soils.  The somewhat poorly drained Darroch, Elburn, La Hogue, and Mundelein soils are on similar landforms.  Brenton soils are in a drainage sequence with the well drained Proctor soils and the poorly drained Drummer soils.  Proctor soils are on nearby higher elevations and Drummer soils are on lower parts of the landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained.  The potential for surface runoff is negligible to medium.  The saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometer per second). Permeability is moderate.  An intermittent apparent seasonal high water table is at a depth of 31 to 61 cm (1.00 to 2.0 feet) at some time between January and May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped.  Corn and soybeans are the principal crops.  Some areas are used for growing small grain and meadow.  Native vegetation is tall prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois, Indiana, and Ohio. The series is of moderate extent in MLRAs 95B, 108A, 108B, 110, 111C, and 111D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ford County, Illinois, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Brenton SDJR project recognized a till substratum phase and a moderately fine substratum phase. These phases will be investigated during MLRA update activities and possibly a new soil series will be established. The OSD site should be sampled and characterized during MLRA update activities.\nA bedrock substratum phase is also recognized which will be included in a separate SDJR project.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface of the soil to a depth of 36 cm (14 inches) (Ap1 and Ap2 horizons);\nargillic horizon - the zone from approximately 36 to 114 cm (14 to 45 inches) (Bt1, Bt2, Bt3, Bt4, and 2Bt5 horizons);\nlithologic discontinuity from loess to outwash at a depth of 84 cm (33 inches);\nudic moisture regime.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 20 cm (0 to 8 inches); black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many very fine roots throughout; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--20 to 36 cm (8 to 14 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure parting to moderate medium granular; friable; common very fine roots throughout; few very fine tubular pores; moderately acid; abrupt smooth boundary.  [Combined thickness of the Ap or A horizon(s) is 25 to 50 cm (10 to 20 inches)]"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--36 to 43 cm (14 to 17 inches); brown (10YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; common very fine roots along faces of peds; few very fine tubular pores; few distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine prominent iron-manganese concretions and stains throughout; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--43 to 56 cm (17 to 22 inches); olive brown (2.5Y 4/4) silty clay loam; weak fine prismatic structure parting to moderate medium angular blocky; friable; common very fine and few fine roots along faces of peds; few very fine and fine tubular pores; common distinct dark brown (10YR 3/3) organo-clay films on faces of peds; few fine prominent dark grayish brown (10YR 4/2) iron depletions in the matrix; few fine prominent iron-manganese concretions and stains throughout; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--56 to 71 cm (22 to 28 inches); olive brown (2.5Y 4/4) silty clay loam; moderate medium prismatic structure parting to moderate fine and medium angular blocky; friable; common very fine and few fine roots along faces of peds; few very fine and fine tubular pores; common distinct dark brown (10YR 3/3) organo-clay films on faces of peds; few fine prominent grayish brown (10YR 5/2) iron depletions and distinct yellowish brown (10YR 5/4) iron-manganese accumulations in the matrix; few fine prominent iron-manganese concretions and stains  throughout; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 71,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--71 to 84 cm (28 to 33 inches); light olive brown (2.5Y 5/4) silty clay loam; moderate medium prismatic structure parting to strong medium subangular blocky; friable; common very fine and few fine roots along faces of peds; few very fine tubular pores; few distinct grayish brown (10YR 5/2) clay films on faces of peds; common fine and medium distinct grayish brown (2.5Y 5/2) iron depletions in the matrix; few fine prominent iron-manganese concretions and stains throughout; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizons is 25 to 74 cm (10 to 29 inches).]"
      },
      {
        "name": "2Bt5",
        "top": 84,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt5--84 to 114 cm (33 to 45 inches); olive brown (2.5Y 4/4) stratified loam and fine sandy loam; moderate medium and coarse subangular blocky structure; friable; few very fine roots along faces of peds; few very fine tubular pores; many distinct very dark grayish brown (2.5Y 3/2) organo-clay films lining root channels and common distinct grayish brown (2.5Y 5/2) clay films on faces of peds; few fine distinct grayish brown (2.5Y 5/2) iron depletions and common fine and medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine prominent iron-manganese concretions and stains throughout; slightly acid; clear smooth boundary. [8 to 53 cm (3 to 21 inches) thick]"
      },
      {
        "name": "2BC",
        "top": 114,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2BC--114 to 137 cm (45 to 54 inches); light olive brown (2.5Y 5/6) and light brownish gray (2.5Y 6/2) loam; weak medium subangular blocky structure; friable; few very fine roots along faces of peds; few very fine tubular pores; many distinct very dark grayish brown (2.5Y 3/2) organo-clay films on surfaces along root channels and pores; common fine prominent iron-manganese concretions and stains throughout; neutral; clear smooth boundary.  [0 to 38 cm (0 to 15 inches) thick]"
      },
      {
        "name": "2Cg1",
        "top": 137,
        "bottom": 175,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg1--137 to 175 cm (54 to 69 inches); gray (2.5Y 6/1) silt loam; massive with weak thick and very thick platy rock structure; very friable; few very fine roots throughout; many very fine horizontal tubular pores between plates and few very fine vertical tubular pores through plates; many very dark grayish brown (2.5Y 3/2) organo-clay films on surfaces along root channels and pores; common fine and medium prominent light olive brown (2.5Y 5/6) masses of oxidized iron in the matrix; common very fine and fine prominent black (10YR 2/1) iron-manganese accumulations in the matrix; slightly effervescent; neutral; clear smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 175,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--175 to 203 cm (69 to 80 inches); gray (2.5Y 6/1) silt; massive; very friable; few very fine roots throughout; few very fine tubular pores; common fine and medium prominent yellowish brown (10YR 5/6) and common fine and medium prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
