{
  "SERIES": "BRENNAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RRS-WJG-RM-CKH",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "OVERVIEW": "The Brennan series consists of very deep, well drained soils.  These nearly level to gently undulating soils formed in loamy eolian sands and calcareous loamy alluvium on vegetated sand sheet plains.  Slope ranges from 0 to 5 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 508 mm (20 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brennan fine sandy loam, on a south-southeast facing, 1 percent slope in rangeland; elevation is 168 meters (550 feet).  (Colors are for dry soil unless otherwise stated.)\nA--0 to 31 cm (0 to 12 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; upper 2 inches is massive; hard, friable, slightly sticky and slightly plastic; common fine roots; neutral; gradual smooth boundary. (20 to 46 cm [8 to 18 in] thick)\nBt--31 to 66 cm (12 to 26 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; many fine pores; many root channels; few distinct clay films on surfaces of peds and in pores; slightly alkaline; diffuse smooth boundary. (10 to 76 cm [4 to 30 in] thick)\nBk--66 to 102 cm (26 to 40 in); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many fine pores; 2 percent fine threads and masses of calcium carbonate; violently effervescent; moderately alkaline; diffuse smooth boundary. (25 to 41 cm [10 to 16 in] thick)\nBCk--102 to 203 cm (40 to 80 in); very pale brown (10YR 7/4) sandy clay loam, light yellowish brown (10YR 6/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine pores; 10 percent fine masses and concretions of calcium carbonate; visible calcium carbonate decreases slightly with depth; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Starr County, Texas; from the intersection of U.S. Highway 83 and Farm Road 755 in Rio Grande City; 19.2 miles northeast on Farm Road 755 to Farm Road 2294; 5.75 miles northeast on Farm Road 2294 to Farm Road 2894; 1.6 miles south on Farm Road 2894; and 200 feet west of road in pastureland. Rincon, Texas USGS topographic quadrangle. Latitude: 26 degrees, 35 minutes, 35 seconds N; Longitude: 98 degrees, 32 minutes, 23 second, W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic ustic moisture regime.  The soil moisture control section is moist in some or all parts for less than 90 consecutive days in normal years.\nMean annual soil temperature: 21 to 24 degrees C (70 to 76 degrees F)\nDepth to argillic horizon: 20 to 46 cm (8 to 18 in)\nDepth to secondary calcium carbonate: 25 to 91 cm (10 to 36 in)\nDepth to calcic horizon: 102 to 152 cm (40 to 60 in)\nParticle-size control section (weighted average)\nClay content: 18 to 30 percent\nCoarse Fragments: 0 to 10 percent\nCEC/clay ratio: 0.60 to 0.75\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 or 4.  The soil has colors and organic carbon that meet requirements for a mollic epipedon, but the surface is both massive and hard when dry.\nTexture: fine sandy loam\nClay content: 8 to 18 percent\nElectrical conductivity (dS/m): 0 to 2\nSodium adsorption ratio: 0 to 1\nReaction: neutral or slightly alkaline\nBt Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: sandy clay loam, loam, fine sandy loam\nClay content: 18 to 30 percent\nClay films: few or common, faint or distinct, on surfaces of peds and lining pores\nCoarse fragments: 0 to 10 percent, non-flat, rounded, indurated quartz\nIdentifiable secondary carbonate: 0 to 2 percent, very fine and fine, films, threads and masses, on surfaces of peds\nCalcium carbonate equivalent: 0 to 5 percent\nGypsum: 0 to 2 percent\nElectrical conductivity (dS/m): 0 to 4\nSodium adsorption ratio: 0 to 1\nReaction: slightly alkaline or moderately alkaline\nBk Horizon: (and Btk where present)\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: sandy clay loam, loam, fine sandy loam, or clay loam\nClay content: 18 to 30 percent\nCoarse fragments: 0 to 10 percent, non-flat, rounded, indurated quartz\nIdentifiable secondary carbonate: 2 to 20 percent, fine or medium, on surfaces of peds, occurring in the form of concretions, masses, films, threads, and weakly cemented nodules\nCalcium carbonate equivalent: 9 to 40 percent\nGypsum: 0 to 2 percent\nElectrical conductivity (dS/m): 1 to 4\nSodium adsorption ratio: 0 to 1\nReaction: slightly alkaline or moderately alkaline\nBCk Horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: sandy clay loam, loam, or fine sandy loam\nClay content: 15 to 25 percent\nCoarse fragments: 0 to 10, non-flat, rounded, indurated quartz\nIdentifiable secondary carbonate: 2 to 20 percent; fine or medium; films on surfaces of peds, concretions, masses, threads, and weakly cemented nodules\nCalcium carbonate equivalent: 10 to 40 percent\nGypsum: 0 to 2 percent\nElectrical conductivity (dS/m): 1 to 4\nSodium adsorption ratio: 0 to 2\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Aguilares (TX), Brundage (TX), Duval (TX), Hebbronville (TX), Verick (TX), and Willacy (TX) series.\nAguilares soils: do not have an argillic horizon.\nBrundage soils: have a natric horizon.\nDuval soils: have siliceous mineralogy.\nHebbronville soils: are coarse-loamy in the particle-size control section.\nVerick soils: are shallow to a paralithic contact with sandstone.\nWillacy soils: have a mollic epipedon and are moist in the soil moisture control section for longer periods of time"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian sands and calcareous loamy alluvium\nLandscape: Inland, dissected coastal plain\nLandform: convex treads of vegetated sand sheet plains\nSlope: 0 to 5 percent\nMean annual precipitation: 483 to 711 mm (19 to 28 in)\nPrecipitation pattern: June to August and December to February are the driest months, while September to November and March to May are the wettest months.\nMean annual air temperature: 21.1 to 23.9 degrees C (70 to 75 degrees F)\nFrost-free period: 260 to 340 days\nElevation: 21.3 to 182.9 m (70 to 600 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Copita (TX), Delmita (TX), Hebbronville (TX), Hidalgo (TX), McAllen (TX), Ramadero (TX), Tela (TX), Willacy (TX), and Zapata (TX) series.\nCopita soils: are 51 to 102 cm (20 to 40 in) to a paralithic contact, are calcareous throughout, and occur on similar to slightly higher positions.\nDelmita soils: are 51 to 102 cm (20 to 40 in) to a petrocalcic horizon and have 7.5YR colors or redder throughout.\nHebbronville soils: occur on similar to slightly higher positions.\nHidalgo and McAllen soils: do not have an argillic horizon, are calcareous throughout, and occur on similar positions.\nRamadero, Tela and Willacy soils: have a mollic epipedon and occur on lower positions.\nZapata soils: are 25 to 51 cm (10 to 20 in) to a petrocalcic horizon and occur on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderate permeability.  Runoff is negligible on slopes less than 1 percent; low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly as livestock grazing and wildlife habitat. A few areas are farmed. When irrigated, soils are suited to a wide variety of crops. Native vegetation is twoflower trichloris, Arizona cottontop, plains bristlegrass, hooded windmillgrass, pink pappusgrass and woody species consisting of mesquite, Texas ebony, spiny hackberry, guayacan, lote, and pricklypear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and Central Rio Grande Plain and Sandsheet Prairie, Texas; LRR I; MLRA 83B, 83C, and 83E;  the series has large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Webb County, 1906, Laredo area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils have been mapped on plains in the Lower Rio Grande Valley, vegetated plains in the Sandsheet Prairie as well as stream terraces in the Western Rio Grande Plain.\nEdited 11/2013 (RFG-CKH): added BCk to RIC; updated the Competing series, Geographic setting, and Associated series sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 31 to 81 cm (12 to 32 in) (Bt horizon)\nOchric epipedon: 0 to 31 cm (0 to 12 in) (A horizons)\nArgillic horizon: 31 to 66 cm (12 to 26 in) (Bt horizon)\nCalcic horizon: 102 to 203 cm (40 to 80 in) (BCk horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data number S01TX-505-001 from Zapata County, Texas. The assignment of the cation-exchange activity class is supported by laboratory data number 84TX215001 from Hidalgo County, Texas.\nTaxanomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 31,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 31 cm (0 to 12 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; upper 2 inches is massive; hard, friable, slightly sticky and slightly plastic; common fine roots; neutral; gradual smooth boundary. (20 to 46 cm [8 to 18 in] thick)"
      },
      {
        "name": "Bt",
        "top": 31,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bt--31 to 66 cm (12 to 26 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; many fine pores; many root channels; few distinct clay films on surfaces of peds and in pores; slightly alkaline; diffuse smooth boundary. (10 to 76 cm [4 to 30 in] thick)"
      },
      {
        "name": "Bk",
        "top": 66,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bk--66 to 102 cm (26 to 40 in); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many fine pores; 2 percent fine threads and masses of calcium carbonate; violently effervescent; moderately alkaline; diffuse smooth boundary. (25 to 41 cm [10 to 16 in] thick)"
      },
      {
        "name": "BCk",
        "top": 102,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk--102 to 203 cm (40 to 80 in); very pale brown (10YR 7/4) sandy clay loam, light yellowish brown (10YR 6/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine pores; 10 percent fine masses and concretions of calcium carbonate; visible calcium carbonate decreases slightly with depth; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
