{
  "SERIES": "BRENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAC/GHL",
  "REVDATE": "05/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xeric Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brent loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very thin platy structure parting to weak very fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; neutral (pH 7.2); clear wavy boundary.\nA2--5 to 12 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine vesicular and tubular pores; slightly alkaline (pH 7.4); clear wavy boundary. (Combined A horizon - 8 to 12 inches thick)\nE--12 to 18 inches; light brownish gray (10YR 6/2) loam, very dark grayish brown (10YR 3/2) moist; moderate thin and medium platy structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; slightly alkaline (pH 7.6); abrupt smooth boundary. (4 to 7 inches thick)\nBt1--18 to 21 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; brown (10YR 4/3) coatings on faces of peds; weak medium and fine prismatic structure parting to moderate fine subangular blocky; very hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; many distinct clay films on faces of peds and in pores; slightly alkaline (pH 7.8); abrupt wavy boundary. (3 to 8 inches thick)\nBt2--21 to 29 inches; brown (10YR 4/3) clay, dark brown (7.5YR 4/2) moist; strong medium and fine prismatic structure parting to strong medium angular blocky; very hard, firm, very sticky and very plastic; few very fine and fine roots; few very fine and fine tubular pores; continuous distinct clay films on faces of peds and in pores; lower 1.5 inches has few fine lime veins between peds; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 10 inches thick)\nBtk1--29 to 34 inches; very pale brown (10YR 8/3) clay, pale brown (10YR 6/3) moist; many large faint yellowish brown (10YR 5/4) mottles; moderate medium prismatic structure parting to moderate subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; many fine and very fine tubular pores; common distinct clay films on faces of peds and in pores; many large splotches of lime throughout peds; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (3 to 7 inches thick)\nBtk2--34 to 40 inches; brown (10YR 5/3) clay, brown (7.5YR 5/4) moist; weak thick platy structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine and fine tubular pores; common distinct clay films on faces of peds and in pores; common medium veins and splotches of lime on faces of peds; moderately effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 10 inches thick)\n2Bk--40 to 46 inches; pink (7.5YR 7/4) gravelly clay loam, brown (7.5YR 5/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine and very fine tubular pores; about 18 percent pebbles; common medium lime veins and splotches; moderately effervescent; moderately alkaline (pH 8.3); clear smooth boundary. (5 to 15 inches thick)\n3C--46 to 64 inches; pink (7.5YR 8/4) gravelly loamy coarse sand, very pale brown (10YR 7/3) moist; massive; hard, friable; about 25 percent pebbles, slightly effervescent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ada County, Idaho; about 3/4 mile north of Table Rock; 1,265 feet north and 110 feet east of the SW corner of the NW1/4 sec.  12, T. 3 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have strongly contrasting horizons at depths of 40 to 60 inches. Mean annual soil temperature is 50 degrees to 54 degrees F.\nThe A horizon has value of 4 or 5 dry and chroma of 1 or 2. The organic carbon content is less than 0.6 in some horizons above a depth of 10 inches.\nThe Bt horizon has hue of 10YR or 7.5YR, value 4 through 8 dry, 3 through 6 moist, and chroma of 2 through 4. It is sandy clay or clay and averages 40 to 55 percent clay. A zone of lime veining occurs in the lower portion of the Bt horizon in some pedons.\nThe C horizon ranges from gravelly clay loam through very gravelly loamy coarse sand and is commonly stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acoma, Bowns, Chardoton, Deodar, Gooding, Locey, Reba, Sorf, and Verdico series. Acoma soils are massive in the A1 horizon, lack an A2 horizon, and have 15 to 35 percent pebbles in the control section. Bowns soils have bedrock at depths of 20 to 40 inches. Chardoton soils have an A1 horizon less than 2 inches thick. Deodar soils have A&B horizons and lack Ca horizons. Gooding soils have bedrock at depths of 40 to 60 inches. Locey soils have bedrock at depths of 20 to 40 inches and are noncalcareous throughout.  Reba soils lack free carbonates in the lower part of the solum, and have B2t horizons which are more acid. Sorf soils lack A2 horizons, have lime at depth of 10 to 20 inches, and have 20 to 60 percent stones and cobbles in the A horizon. Verdico is 20 to 40 inches deep over bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brent soils are on dissected fluviatile and lacustrine terraces. Elevations range from 2,700 feet to 4,000 feet.  Slopes are 4 to 30 percent. The soils formed in unconsolidated or poorly consolidated material of dominantly acid igneous origin. They are in a middle latitude steppe (Trewartha's modified Koppen system) climate with dry summers and a mean annual precipitation ranging from 10 to 15 inches. Mean January temperature is about 27 degrees F.; mean July temperature is about 74 degrees F.; mean annual temperature is 48 degrees to 52 degrees F. Frost-free period is about 140 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Chardoton soils and the Ada, Day, Ladd, Lankbush, and Lanktree soils. Ada soils are clayey-skeletal. Ladd and Lankbush soils contain less than 35 percent clay in the argillic horizon and Lankbush soils have a light colored epipedon. Day soils contain more than 60 percent clay in the control section and have deep vertical cracks. Lanktree soils have light colored epipedons and lack an abrupt increase in clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range. Vegetation is mainly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, big sagebrush, cheatgrass, and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of southwestern Idaho. The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ada County, Idaho, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification of this pedon has been revised as of 4/00 from Xerollic Paleargids to Xeric Paleargids based on revisions to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
