{
  "SERIES": "BRESSER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/LLC",
  "REVDATE": "12/1999",
  "STATES": "CO,NM",
  "OVERVIEW": "The Bresser series consists of very deep, well drained soils that formed in thick eolian material and noncalcareous coarse textured alluvial materials derived from arkosic deposits or granite.  Bresser soils are on terraces, fans and hillsides and have slopes of 0 to 25 percent.  Mean annual precipitation is 15 inches and the mean annual temperature is 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bresser sandy loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, nonsticky, nonplastic; neutral (pH 6.8); clear smooth boundary. (4 to 15 inches thick)\nBA--6 to 10 inches; brown (10YR 5/3) coarse sandy loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to medium subangular blocks; slightly hard, very friable, nonsticky, nonplastic peds are hard; few thin glossy patches on some peds and discontinuous glossy coatings in some root channels and pores; 5 percent fine and very fine angular pebbles; neutral (pH 6.8); gradual wavy boundary. (3 to 6 inches thick)\nBt--10 to 18 inches; brown (10YR 5/3) coarse sandy clay loam, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; peds are extremely hard; thin nearly continuous wax-like coatings on peds and wax-like coatings and fillings in root channels and pores; 5 percent fine and very fine angular pebbles; neutral (pH 6.8); gradual wavy boundary. (5 to 24 inches thick)\nBC--18 to 29 inches; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 5/3) moist; weak coarse prismatic structure parting to coarse subangular blocks; hard, very friable, nonsticky, nonplastic; peds are extremely hard, thin glossy patches on some peds and discontinuous glossy coatings in some root channels; 5 percent fine and very fine angular pebbles; neutral (pH 6.8); gradual wavy boundary. (3 to 12 inches thick)\nC--29 to 60 inches; pale brown (10YR 6/3) loamy coarse sand, brown (10YR 5/3) moist; massive; very hard, loose; 5 percent fine and very fine angular pebbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Arapahoe County, Colorado; approximately 1,321 feet north and 44 feet west of S1/4 corner sec. 23, T. 4 S., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 20 inches thick. Depth to uniformly calcareous material ranges from 40 to 60 inches or more. Depth to the sandy textured C horizon ranges from 20 to 48 inches. Depth to the base of the argillic horizon ranges from 13 to 38 inches. A majority of subhorizons above a depth of 40 inches has hue of 7.5YR or yellower although thin subhorizons redder than 7.5YR occur in some pedons. Rock fragments range from 0 to 15 percent by volume in a major part of the solum and from 0 to 35 percent in the C horizon and these are mainly 1/8 to 1/2 inch in diameter but includes pebbles 3/4 to 3 inches as well. Within the sand fraction the content of medium and coarser angular sand having a large proportion of flat bearing surfaces between sand grains ranges from 15 to about 90 percent and horizons of low organic content have a differential between dry and moist consistence that is 1 to 3 times greater than that of soils of similar texture that have finer and more rounded sand grains. Hue ranges from 5Y through 10YR.\nThe A horizon has value of 4 or 5, 2 or 3 moist, and chroma from 1 through 3. It ranges from slightly acid through slightly alkaline.\nThe Bt horizon has value of 4 through 7, 3 through 6 moist, and chroma of 1 through 6. It is typically coarse sandy clay loam but clay ranges from 18 to 35 percent, and sand from 40 to 75 percent with more than 35 percent being fine or coarser sand. This horizon ranges from slightly acid through slightly alkaline.\nThe C horizon ranges from coarse sandy loam to gravelly sand. It ranges from slightly acid through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascalon, Capulin, Critchell, Dagflat, Featherlegs, Hargreave, Harlan, Kirtley, Lavate, Noden, Rosebud, Satanta, Sugardee, Wages and Wolf series. Ascalon, Capulin, Harlan, Satanta, Sugardee, Wages and Wolf soils have calcium carbonate enriched horizons within the solum and upper C horizons. Dagflat, Hargreave, Kirtley and Rosebud soils have bedrock at depths of 20 to 40 inches.  Critchell and Lavate soils have hue of 7.5YR or redder and lack a sandy C horizon. Noden soils have less than 35 percent fine or coarser sand in the B2t horizon and lack a sandy C horizon. Featherlegs soils have loamy-skeletal horizons at a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bresser soils are on terraces, fans, and hillsides. Slopes typically range from about 0 to 25 percent. The soil formed in thick noncalcareous coarse textured alluvial materials derived from arkose deposits or granite. At the type location the mean annual precipitation is 15 inches with peak periods of precipitation in the spring and early summer. Mean annual temperature is 46 degrees F., and mean summer temperature is 71 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blakeland and Truckton soils. Blakeland soils lack on argillic horizon and are coarse textured throughout the control section. Truckton soils have an argillic horizon with less than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well-drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as grazing land and for dry or irrigated cropland. Native vegetation is dominantly blue grama, needleandthread grass, bluestems, and sand reed grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central Colorado in MLRA 69. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Horse and Rush Creek and Big Sandy Erosion District, Elbert County, Colorado, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Lab sample S61-Colo 3-9.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
