{
  "SERIES": "BREVARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG-DHK-MKC",
  "REVDATE": "04/2001",
  "STATES": "NC,SC,TN,VA",
  "OVERVIEW": "The Brevard series consists of very deep, well drained soils on gently sloping to steep high stream terraces, foot slopes, benches, fans and coves of the Southern Appalachian Mountains and mesic areas of the Southern Piedmont.  They formed in colluvium and alluvium weathered from a mixture of high-grade metamorphic and igneous rocks.  Mean annual air temperature ranges from 50 to 57 degrees F., and mean annual precipitation from 40 to 80 inches.  Slope ranges from 2 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, parasesquic, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brevard loam--wooded area.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 2 inches; leaf litter and partially decayed organic matter.\nA--2 to 3 inches; very dark brown (10YR 2/2) loam; moderate fine and medium granular structure; very friable; many fine and medium roots; few fine flakes of mica; strongly acid; abrupt smooth boundary.  (1 to 5 inches thick)\nE--3 to 6 inches; brown (7.5YR 4/4) loam; moderate coarse granular structure; very friable; many fine and medium roots; few fine flakes of mica; strongly acid; clear smooth boundary.  (2 to 13 inches thick)\nBt1--6 to 15 inches; yellowish red (5YR 4/6) sandy clay loam; weak fine subangular blocky structure; friable; common fine and medium roots; few fine flakes of mica; few faint clay films on faces of peds; strongly acid; gradual wavy boundary.\nBt2--15 to 32 inches; red (2.5YR 4/8) sandy clay loam; weak medium subangular blocky structure; friable; common fine and medium roots; few faint clay films on faces of peds, in cavities and root channels; common fine flakes of mica; moderately acid; gradual wavy boundary.\nBt3--32 to 50 inches; red (2.5YR 4/8) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds, in cavities and root channels; common fine flakes of mica; moderately acid; gradual wavy boundary.\nBt4--50 to 78 inches; red (2.5YR 4/8) sandy clay loam; weak coarse subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; common fine flakes of mica; moderately acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 35 to more than 90 inches.)\n2C--78 to 84 inches; yellowish red (5YR 5/6) and gray (N 6/0) coated angular gravel; unconsolidated; loose."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Transylvania County, North Carolina; in Pisgah National Forest, 15 miles north of Brevard; Pisgah Ranger District, 100 yards northwest of bridge on Headwater Road at Loghollow Branch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to more than 60 inches.  Depth to bedrock is greater than 60 inches.  Content of rock fragments ranges from 0 to 50 percent by volume in the A horizon, 0 to 35 percent in the B horizon, and 15 to 60 in the C horizon.  Fragments may be gravel, cobbles, flagstones, stones, or boulders.  Stone lines are evident in some pedons at a depth of 40 to 80 inches.  Reaction is very strongly acid to moderately acid unless limed.  Flakes of mica range from few to common in the solum.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2 to 6, and chroma of 2 to 4.  Where the value is 3 or less, it is less than 6 inches thick.  Some pedons have A2 or AB horizons that have slightly higher value and chroma than the A1 or Ap horizon.  The A horizon is loam, silt loam, fine sandy loam, or sandy loam in the fine earth fraction.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 6.  It is sandy loam, fine sandy loam, silt loam, or loam in the fine earth fraction.\nThe BE or BA horizon, where present, has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.  It is sandy loam, fine sandy loam, silt loam, sandy clay loam, or loam in the fine earth fraction.\nThe Bt horizon has hue of 10R to 5YR, value of 4 to 6, and chroma of 4 to 8.  It is sandy clay loam, clay loam, silty clay loam, or loam in the fine earth fraction.\nThe BC horizon, where present, has hue of 10R to 7.5YR, value of 4 to 6, and chroma of 4 to 8, or may be mottled in these colors.   This horizon is typically coarser in texture than the Bt horizon and commonly contains a higher content of coarse fragments.  It is sandy loam, fine sandy loam, sandy clay loam, or loam in the fine earth fraction.\nThe C or 2C horizon is variable in color.  Texture is also variable and ranges from loamy to clayey in the fine earth fraction with a high content of rock fragments, or it can be very soft saprolite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowee, Evard and Stott Knob series in the same family.  Cowee, Evard and Stott Knob soils have a thinner Bt horizon, formed in residuum, and have a C horizon of saprolite.  Additionally, Cowee and Stott Knob soils are moderately deep to soft bedrock.  Stott Knob soils occur in the Southern Piedmont.  Walhalla soils were formerly in the same family but have not been updated to the latest edition of Keys to Soil Taxonomy.  Walhalla soils formed in residuum and have a C horizon of saprolite.\nBraddock, Elsinboro, Lonon, Saunook, Statler, Tate, and Thurmont soils are in closely related families.  Braddock soils have mixed mineralogy and more than 35 percent clay.  Elsinboro, Tate, and Thurmont soils have Bt horizons with hue of 7.5YR or 10YR.  Lonon soils formed from materials weathered from low-grade metasedimentary rocks and contain fragments of those rocks.  Saunook and Statler soils have an umbric-like epipedon, 7 to 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brevard soils are on high stream terraces, foot slopes, benches, fans, and coves in the Southern Appalachian Mountains and mesic areas of the Southern Piedmont.  Slopes are commonly between 15 and 35 percent and range between 2 and 60 percent.  Elevation ranges from about 900 to 3500 feet.  Brevard soils formed in loamy colluvium and alluvium weathered from igneous and high-grade metamorphic rocks.  Mean annual air temperature ranges from 50 to 57 degrees F., and mean annual precipitation ranges from 40 to 80 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Cowee, Evard and Walhalla series and the related Braddock, Elsinboro, Saunook and Tate series, these are the Ashe, Chestnut, Chester, Cleveland, Cullasaja, Clifton, Dillsboro, Edneytown, Edneyville, Fannin, Greenlee, Hayesville, Ostin, Porters, Potomac, Saluda, Trimont, Tuckasegee, Tusquitee, Unison, and Watauga series.\nAshe, Chestnut, Chester and Edneytown soils have browner Bt horizons, a thinner argillic horizon, and are in a mixed family.  Ashe, Chestnut and Cowee soils are moderately deep to bedrock.  Cleveland soils are shallow to bedrock.  Dillsboro, Clifton, Hayesville, and Unison soils are in a fine family.   Cullasaja and Greenlee soils are in a loamy-skeletal family.  Cullasaja, Dillsboro, Porters, Trimont, Tuckasegee, and Tusquitee soils have dark colored umbric or umbric-like A horizons.  Edneyville soils are coarse-loamy and mixed family.  Fannin and Watauga soils have thinner argillic horizons and are in a micaceous family.  Ostin and Potomac soils are in a sandy-skeletal family.  Saluda soils are shallow to weathered bedrock.\nBraddock, Cullasaja, Saunook, Tate, Tuckasegee, Tusquitee, and Walhalla soils are on colluvial benches, foot slopes, and fans in coves.  Braddock, Dillsboro, Elsinboro, and Unison soils are on terraces.  Ostin and Potomac soils are on flood plains.  The rest of the associated soils are on higher ridges and side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the subsoil and moderately slow to moderately rapid in the substratum.  Runoff class is low on gentle slopes, medium on strong to moderate slopes, and high on steeper slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is in forest.  Common tress are scarlet oak, northern red oak, white oak, eastern hemlock, yellow poplar, red maple, chestnut oak, shortleaf pine, Virginia pine, and eastern white pine.  The understory includes mountain-laurel, rhododendron, blueberry, greenbrier, flowering dogwood, sourwood, and black locust.  Cleared areas are chiefly used for growing pasture and hay.  A smaller acreage is used for growing corn, small grain, truck crops, tobacco, and apples."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Appalachians of North Carolina, South Carolina, Tennessee, and Virginia; mesic areas of the Southern Piedmont  in North Carolina and Virginia.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Transylvania County, North Carolina; 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils now placed in Brevard series were formerly included in Braddock, Hayesville, Tusquitee, and Wickham series.  However, Braddock and Hayesville soils have more than 35 percent clay in the Bt horizon.  Tusquitee soils do not have an argillic horizon and average less than 18 percent clay in the 10 to 40 inch control section.  Wickham soils are in a thermic family.\nThe 2/99 revision places Brevard soils in a parasesquic mineralogy class based on placement of similar soils such as Evard and Cowee.  It was formerly in an oxidic family.\nThe distribution and extent of the Brevard series has been broadened due to the recognition of a mesic soil temperature regime in some areas of the Southern Piedmont.\nADDITIONAL DATA:  North Carolina State University data, Henderson County, North Carolina.\nHorizon  Depth   Sand   Silt   Clay   Ferric Oxide  Gibbsite\n-------  -----   -----  -----  -----  ------------  --------\nBt     12-45\"  46.4%  22.5%  31.1%      2.86%       4.4%\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the 0 to 6 inches (Oi, A and E horizons).\nArgillic horizon - The zone from 6 to 78 inches (Bt1, Bt2, Bt3, and Bt4 horizons).\nParasesquic mineralogy class - total iron oxide, by weight (DCB Fe multiplied by 1.43) plus percent, by weight, gibbsite of more than 10 in the fine earth fraction.\nMLRA:  130       SIR'S:  NC0012, NC0262 (Bouldery)\nRevised: 10/92-DLN,RJL,AG; 2/99-DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
