{
  "SERIES": "BREWLESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Udertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brewless silty clay loam, on a 0.5 percent slope in a cultivated field of wheat stubble.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark brown (10YR 2/2) moist; weak medium granular structure; very hard, firm; many very fine and fine roots; slightly acid; clear smooth boundary.  (7 to 22 inches thick)\nBt1--9 to 16 inches; brown (7.5YR 4/2) silty clay, very dark brown (7.5YR 2/2) moist; moderate fine blocky structure; many very fine and fine roots; nearly continuous clay films on faces of peds; slightly alkaline; clear wavy boundary.  (7 to 15 inches thick)\nBt2--16 to 24 inches; brown (7.5YR 5/2) silty clay, dark brown (7.5YR 3/2) moist; moderate medium blocky structure; extremely hard, very firm; common very fine roots; nearly continuous clay films on faces of peds; few worm casts; moderately alkaline; clear wavy boundary.  (0 to 36 inches thick)\nBtk1--24 to 36 inches; brown (7.5YR 5/3) silty clay loam, brown (7.5YR 4/3) moist; weak medium blocky structure; very hard, very firm, few very fine roots; patchy clay films on faces of peds; common soft bodies and threads of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary.  (0 to 14 inches thick)\nBtk2--36 to 44 inches; light reddish brown (5YR 6/4) silty clay loam, reddish brown (5YR 5/4) moist; weak medium subangular blocky structure; hard, firm; few very fine roots; patchy clay films on faces of peds; few fine black concretions; many soft bodies and threads of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary.  (0 to 15 inches thick)\nC--44 to 80 inches; stratified brown (7.5YR 5/3) and reddish brown (5YR 5/4) silty clay loam, light reddish brown (5YR 6/4) very fine sandy loam, and reddish brown (5YR 5/4) silty clay, brown (7.5YR 4/3) and reddish brown (5YR 4/4) moist; common fine distinct yellowish red (5YR 4/6), reddish brown (5YR 4/4), brown (7.5YR 4/2), and grayish brown (2.5Y 5/2) redoximorphic concentrations and depletions; massive; hard, friable; few fine black concretions; common soft bodies and threads of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cleveland County, Oklahoma; about 1.7 miles south of Lexington; about 1,300 feet north and 50 feet east from the southwest corner of sec. 17, T. 6 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the stratified material ranges from 40 to 73 inches.  Depth to soft powdery lime ranges from 12 to 28 inches.\nThe Ap or A horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 or 3.  Texture is silty clay loam and the clay content ranges from 30 to 39 percent.  Reaction ranges from slightly acid to moderately alkaline.\nSome pedons have a BA horizon from 3 to 6 inches thick.  Color and reaction are similar to the A horizon.  Texture is silty clay loam or silty clay.\nThe Bt1 horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 or 3.  Texture is silty clay and the clay content ranges from 40 to 55 percent.  Pressure faces and slickensides occur in some pedons.  Reaction ranges from neutral to moderately alkaline. Some pedons are calcareous and some have soft bodies or mycelia forms of calcium carbonate make up less than 5 percent.\nThe Bt2 horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4.  Texture is silty clay loam or silty clay.  The clay content ranges from 35 to 50 percent.  Pressure faces and non-intersecting slickensides in some pedons.  Reaction ranges from neutral to moderately alkaline.  Some pedons are calcareous.  Some pedons have soft bodies or mycelia forms of calcium carbonate make up less than 5 percent.\nThe Btk1 horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4.  Some pedons have a few redoximorphic concentrations in shades of brown or red.  Texture is silty clay loam, clay loam, or silty clay.  The clay content ranges from about 28 to 45 percent.  Calcium carbonate occurs as soft bodies, mycelia, or disseminated forms and is less than 20 percent.\nThe Btk2 horizon has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4.  Some pedons have redoximorphic concentrations in shades of brown or red. Texture is silty clay loam or clay loam and the clay content ranges from about 30 to 36 percent.  Calcium carbonate occurs as soft bodies, mycelia, or disseminated forms and is less than 20 percent.\nWhere present, the Ck horizon has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4.   Texture is silty clay loam, silt loam, or clay loam and the clay content ranges from 27 to 36 percent.  Reaction is moderately alkaline and calcareous.\nThe C horizon is stratified and variable in color and texture.  It has hue of 5YR or 7.5YR, value of 5 to 8, and chroma of 3 to 6.  Some strata have redoximorphic concentrations and depletions in shades of brown, red, or gray.  This horizon consists of thin strata that range from less than 1 inch to 20 inches in thickness.  Texture ranges from loamy fine sand to silty clay.  Clay content ranges from 5 to 45 percent, but the weighted average ranges from 7 to 30 percent and typically ranges from 10 to 20 percent. Reaction is moderately alkaline and calcareous.  Calcium carbonate occurs as soft bodies, mycelia, or films and is less than 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abilene, Blanket, Brewer, Dodson, McLain, Mingo, and Wolco series of the same family.  Soils of similar families are the Bethany, Bexar, Corbin, Darrouzett, Frankirk, Hollister, Lawton, Luckenbach, Pond Creek, Rotan, Rowden, Scullin, St.  Paul, Volente, and Westview series.  Abilene and Dodson soils are dryer for longer periods.  Blanket soils have soft lime below 28 inches and have more than 20 percent calcium carbonate in the C horizons.  Brewer and McLain soils do not have soft lime within 12 to 28 inches and have substratums that have a weighted average of more than 30 percent clay.  Mingo soils have bedrock from 22 to 40 inches below the surface.  Wolco soils have bedrock at depths of 40 to 60 inches.  Bexar, Frankirk, Lawton, Luckenbach, Rowden, and Scullin soils have a mollic epipedon less than 20 inches thick.  In addition Bexar, Frankirk, Lawton, and Scullin soils have soft lime below 28 inches.  Bethany, Darrouzett, Hollister, and Rotan soils do not decrease in clay by 20 percent of the maximum within 60 inches of the soil surface.  Corbin, Pond Creek, St.  Paul, and Westview soils have fine-silty control sections.  Volente soils lack an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brewless soils are on nearly level, broad flood plain of the major streams that drain the Central Rolling Red Prairies.  They are rarely flooded.  Slopes range from 0 to 1 percent.  These soils formed in materials weathered from loamy and clayey alluvium of Pleistocene age.  Mean annual precipitation ranges from 30 to 36 inches.   Mean annual temperature ranges from 57 to 64 degrees F. Thornthwaite annual P-E indices range from 48 to 60. Frost Free Days range from 200 to 230. Elevation ranges from 700 to 1300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Asher, Canadian, Keokuk, and Lomill series.  All of these soils differ from Brewless soils in having a mollic epipedon less than 20 inches and in lacking an argillic horizon.  In addition, Asher soils have a fine-silty control section, Canadian soils have a coarse-loamy control section, Keokuk soils have a coarse-silty control section, and Lomill soils have a clayey over loamy control section.  Asher and Canadian soils are on slightly higher areas, and Keokuk and Lomill soils are on slightly lower areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; slow permeability.  An apparent water table occurs between 5 and 10 feet most of the time."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for cultivated crops.  Minor areas are in tame pasture.  Alfalfa, wheat, corn silage and grain sorghum are the principal crops.  Tame pastures are mostly improved bermudagrass. Native vegetation consists of bottomland hardwoods with an understory of tall and mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Major streams that drain the Central Rolling Red Prairies of Oklahoma.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cleveland County, Oklahoma; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Brewer and McLain series in earlier surveys.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
