{
  "SERIES": "BREWSTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/ACT/RMR",
  "REVDATE": "10/2014",
  "STATES": "AZ,TX",
  "OVERVIEW": "The Brewster series consists of very shallow or shallow, well drained, moderately slowly permeable soils that formed in slope alluvium, colluvium, and residuum weathered from igneous and metamorphic bedrock. Brewster soils are on rolling to very steep, pediments, hills and mountains. Slopes range from 1 to 90 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brewster extremely gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches (0 to 20 cm); brown (7.5YR 5/3) extremely gravelly loam, dark brown (7.5YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; 70 percent rhyolite rock fragments of which 40 percent are gravel, 20 percent are cobble and 10 percent are stones; neutral; abrupt boundary. (4 to 20 inches or 10 to 51 cm thick)\nR--8 to 60 inches (20 to 152 cm); fractured rhyolitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brewster County, Texas; From the intersection of US Highway 90 and Texas Highway 118 in Alpine, 3.2 miles south on Texas Highway 118, 0.6 miles south and east on ranch trail, 50 feet south in range; near midpoint of south boundary of Section 106, G.H. & S.A. Ry. Co. Block 9. Bird Mountain, Texas USGS 7.5 minute topographic quadrangle; at Latitude 30 degrees, 19 minutes, 06 seconds North, Longitude 103 degrees, 37 minutes, 13 seconds West, NAD27. UTM coordinates: 632744m E, 3364845m N, Zone 13N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic Ustic soil moisture regime\nSurface rock fragments: 0 to 75 percent\nParticle-Size Control Section (weighted average):\nClay Content: 18 to 35 percent\nRock Fragments: 35 to 80 percent\n25 to 70 percent gravel; 0 to 25 percent cobble; and 0 to 20 percent stones\nSolum thickness and depth to hard bedrock: 4 to 20 inches (10 to 51 cm)\nReaction: slightly acid to slightly alkaline\nSecondary Calcium Carbonate: less than 5 percent\nOther features: few films or distinct coatings of calcium carbonate are on the faces of the fracture planes in the bedrock in some pedons\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 2.5 to 5, dry or moist\nChroma: 2 to 3, dry or moist\nTexture: loam, silt loam, clay loam, sandy clay loam\nBw horizon (where present)\nHue: 7.5YR or 10YR\nValue: 2 to 4, dry or moist\nChroma: 2 to 3, dry or moist\nTexture: loam, silt loam, clay loam\nRock fragments: 14 to 80 percent\nR horizon\nRhyolite, trachytic, basalt, and quartzite bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Budlamp (AZ), Canquya (I) (AZ), Siphoncan (I) (AZ), and Yarbam (AZ) series. Budlamp soils have less than 18 percent clay in the control section. Yarbam soils are calcareuos throughout and contain 20 to 40 percent calcium carbonate equivalent. Canquya and Siphoncan soils are inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brewster soils formed in slope alluvium, colluvium, and residuum on igneous and metamorphic pediments, hills and mountains particularly quartzite. Slopes range from 1 to 90 percent. The regolith consists of a thin mantle of loamy earth, containing many coarse fragments. Underlying rocks are fine grained igneous rocks. Elevation ranges from 3,920 to 7,500 feet (1,195 to 2,286 meters).  Mean annual precipitation ranges from 12 to 20 inches (305 to 508 mm), the majority coming in late spring and in summer. Mean annual air temperature ranges from 57 to 64 degrees F (13.9 to 17.8 degrees C). Frost-free period is 140 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boracho, Ector, Espy, Kokernot, Liv, Mainstay, Medley, Santo Tomas, and Volco series. Volco soils are in similar positions. Boracho and Espy soils have a petrocalcic horizon. Ector soils formed in limestone. Kokernot soils have less than 35 percent rock fragments in the particle-size control section and do not have a mollic epipedon. Liv and Mainstay soils have a clayey-skeletal argillic horizon. Medley and Santo Tomas soils are deeper than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Moderately slow permeability. Medium runoff on 5 to 20 percent slopes, and high runoff on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of this soil is used for livestock grazing and wildlife habitat. Native vegetation consists of short and mid grasses and in places a few low desert shrubs. Grasses are mainly grama, bluestem, muhly, threeawn, and lovegrass. Woody vegetation is juniper, scrubby oak trees, and catclaw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas, Central and Southern Arizona. MLRAs 38 and 42. The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brewster County, Texas; 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 8 inches (0 to 20 cm)(A horizon)\nLithic contact - the boundary at 8 inches (20 cm) (R horizon)\nClassification changed from loamy-skeletal, mixed, superactive, thermic Lithic Haplustolls to loamy-skeletal, mixed, superactive, thermic Aridic Lithic Haplustolls in 2006.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 12th Edition, 2014\nUpdate and revisions for the recorrelation of Brewster County, Texas, Main Part, 2/8/08, CEM\nRevised for the correlation of AZ661, 11/08, PDC\nRevised for the correlation of Big Bend National Park, TX, Oct. 2010, CEM\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nUpdate and revisions for the correlation of SDJR - MLRA 38 - Brewster-Rock outcrop-Woodcutter complex, 10 to 60 percent slopes, Sept 2014, LJG2"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 8 inches (0 to 20 cm); brown (7.5YR 5/3) extremely gravelly loam, dark brown (7.5YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; 70 percent rhyolite rock fragments of which 40 percent are gravel, 20 percent are cobble and 10 percent are stones; neutral; abrupt boundary. (4 to 20 inches or 10 to 51 cm thick)"
      },
      {
        "name": "R",
        "top": 20,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--8 to 60 inches (20 to 152 cm); fractured rhyolitic bedrock."
      }
    ]
  ]
}
