{
  "SERIES": "BRIABBIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/CLM",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPE LOCATION": {},
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 4 1/2 miles west and 3 miles north of Murphy; 1,400 feet east and 1,200 feet north of the southwest corner of section 12, T.2 S., R.3 W.; 43 degrees, 15 minutes, 34 seconds North Latitude and 116 degrees, 38 minutes, 36 seconds West Longitude."
  },
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nPercent organic matter in upper 18 cm - 0.5 to 1.0\n(dark colors partially due to dark sand grains)\nDepth to calcium carbonates - 10 to 20 inches\nDepth to soft bedrock - 20 to 40 inches\nAverage annual soil temperature - 50 to 55 degrees F.\nA horizon\nHue - 2.5Y or 10YR\nValue - 4 through 7 dry, 2 through 5 moist\nChroma - 2 through 4 dry or moist\nRock fragments - 0 to 10 percent\nBw horizon\nHue - 2.5Y or 10YR\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 2 through 4 dry or moist\nTexture - FSL or SL\nClay content - 7 to 18 percent\nRock fragments - 0 to 15 percent\nReaction (pH) - neutral or slightly alkaline\nBk horizon\nHue - 2.5Y or 10YR\nValue - 5 through 8 dry, 3 through 6 moist\nChroma - 3 or 4 dry or moist\nTexture - CB-SL, SL, or GR-SL\nClay content - 4 to 15 percent\nRock fragments - 5 to 25 percent\nCalcium carbonate equivalent - 5 to 15 percent\nReaction (pH) - slightly through strongly alkaline"
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adkins, Bijorja, Chedehap, Clems, Crestline, Haybourne, Irrigon, Kecko, McClenden, Prosser, Rebel, Royal, Sagehill, Scooteney, Vining and Wiehl series.  Adkins, Chedehap, Clems, Crestline, Haybourne, Kecko, McClendon, Rebel, Royal, Sagehill and Scooteney soils are greater than 40 inches deep.  Bijorja soils have over 50 percent of the coarse fragments in the 2 to 5 millimeter size range.  Prosser and Vining soils are over hard bedrock.  Irrigon and Wiehl soils lack calcareous horizons.  Vining soils lack lime above 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Briabbit soils are undulating to rolling on foothills sideslopes and on knolls and low ridges of structure benches at elevations of 2,300 to 4,500 feet.  Slopes range from 3 to 15 percent.  These soils formed in mixed alluvium and eolian sand from vitric tuffs and lacustrine deposits.  The climate is cool and moist in the winter and hot and dry in the summer.  Average annual precipitation ranges from 8 to 10 inches.  Average annual temperature ranges from 48 to 53 degrees F.  Frost-free period is 105 to 150 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hardtrigger, Murphill and Tindahay series.  The Hardtrigger and Tindahay soils are greater than 40 inches deep on lower or concave landscape positions.  Murphill soils are less than 20 inches deep on summits and shoulders."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Briabbit soils are used mainly for rangeland and wildlife habitat.  The dominate natural vegetation is Wyoming big sagebrush, Indian ricegrass, needleandthread grass and bottlebrush squirreltail."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  Briabbit soils are of moderate extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  }
}
