{
  "SERIES": "BRIBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "02/97",
  "STATES": "WY",
  "OVERVIEW": "The Bributte series consists of well drained soils that are very shallow and shallow to soft bedrock.  They formed in residuum and colluvial slopewash weathered from red sodic shale.  Bributte soils are on hillslopes and ridges with both simple and complex slopes of 2 to 60 percent.  The mean annual precipitation is about 7 inches, and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bributte clay-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; reddish brown (5YR 5/3) clay, reddish brown (5YR 4/3) moist; strong fine and very fine granular structure; soft, friable, very sticky and very plastic; strongly effervescent, lime disseminated; very strongly alkaline (pH 9.4); clear smooth boundary.  (2 to 4 inches thick)\nC--3 to 12 inches; reddish brown (5YR 5/3) clay, reddish brown (5YR 4/3) moist; massive with about 50 percent being shale plate-like rock structure; extremely hard, very firm, very sticky and very plastic; strongly effervescent, lime disseminated; very strongly alkaline (pH 9.2); gradual wavy boundary.  (4 to 18 inches thick)\nCr--12 to 60 inches; reddish brown, calcareous, sodic shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Big Horn County, Wyoming; at the west end of Table Mountain in the NW1/4, NW1/4 of sec. 26, T. 52 N., R. 96 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft sodic shale and the paralithic contact ranges from 6 to 20 inches.  These soils are typically calcareous throughout but are leached a few inches in some pedons.  The mean annual soil temperature is about 48 degrees F. and ranges from 47 to 51 degrees F.  The particle size control section is a clay, clay loam, silty clay, or silty clay loam with 35 to 60 percent clay and 10 to 50 percent silt.  Exchangeable sodium is typically greater than 25 percent but ranges from 15 to 50 percent.  Carbonates are mostly autogenetic and range from 2 to 15 percent throughout.  Coarse fragments of soft shale chips range from 0 to 15 percent and break down on pretreatment.  Rock fragments of hard shale range from 0 to 5 percent throughout.  These soils are fairly uniform throughout with minor stratification in the surface due to soil creep.\nThe A and C horizons have hue of 10R through 10YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  EC ranges from 2 to 16 mmhos.  Reaction is very strongly alkaline but may be strongly alkaline if buffered by salt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Claysprings series in the same class and the similar Birdsley, Boltus, Chipeta, and Stutzman series.  The Claysprings soils have less than 15 percent exchangeable sodium throughout and occur in warmer climates.  The Birdsley soils have less than 35 percent clay throughout.  Boltus, Chipeta, and Stutzman soils have less than 15 percent exchangeable sodium throughout.  Also, Boltus soils are frigid, Chipeta soils are mixed, and Stutzman soils are deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bributte soils are on hillslopes and ridges.  These soils formed in residuum and colluvial slopewash derived from calcareous sodic shales.  Slopes are 2 to 60 percent.  Elevations are 3,800 to 6,100 feet.  The mean annual precipitation is about 7 inches and ranges from 6 to 9 inches with about half occurring in April, May, and early June.  Estimated frost-free period is about 110 to 140 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Greybull, Persayo, and Mudray soils and the competing Birdsley and Chipeta soils.  The Greybull and Persayo soils have less than 15 percent exchangeable sodium.  Also, Greybull soils are moderately deep and Persayo soils have less than 35 percent clay throughout.  Mudray soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff depending upon slope; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of Gardner saltbush, bottlebrush squirreltail, Indian ricegrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North and central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County, Big Horn Irrigated Area, Wyoming; 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 9.4,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; reddish brown (5YR 5/3) clay, reddish brown (5YR 4/3) moist; strong fine and very fine granular structure; soft, friable, very sticky and very plastic; strongly effervescent, lime disseminated; very strongly alkaline (pH 9.4); clear smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--3 to 12 inches; reddish brown (5YR 5/3) clay, reddish brown (5YR 4/3) moist; massive with about 50 percent being shale plate-like rock structure; extremely hard, very firm, very sticky and very plastic; strongly effervescent, lime disseminated; very strongly alkaline (pH 9.2); gradual wavy boundary.  (4 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 30,
        "bottom": 152,
        "narrative": "Cr--12 to 60 inches; reddish brown, calcareous, sodic shale."
      }
    ]
  ]
}
