{
  "SERIES": "BRICO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFG:CRC:CLN:WJG",
  "REVDATE": "10/2003",
  "STATES": "OK",
  "OVERVIEW": "The Brico series consists of very deep, well drained, moderately slowly permeable soils that formed in colluvial material weathered from dominantly granitic rock of Cambrian age.  These gently sloping to strongly sloping soils are on footslopes of the Wichita Mountains (MLRA 82B).  Slopes range from 3 to 20 percent. Mean annual precipitation is 27 inches.  Mean annual temperature is\n62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brico cobbly loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; brown (7.5YR 5/2) cobbly loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; slightly hard, friable; granitic fragments 2 mm to 3 inches in diameter comprise about 10 percent by volume; cobblestones 3 to 10 inches in diameter comprise 20 percent by volume; slightly acid; clear smooth boundary. (4 to 8 inches thick)\nA2--5 to 11 inches; brown (7.5YR 4/2) cobbly loam, dark brown (7.5YR 3/2) moist; strong fine granular structure; slightly hard, friable; common pores and wormcasts; granitic fragments 2 mm to 3 inches in diameter comprise about 15 percent by volume; cobblestones 3 to 10 inches in diameter comprise 20 percent by volume; slightly acid, clear smooth boundary. (5 to 9 inches thick)\nBt1--11 to 24 inches; reddish brown (5YR 4/4) very cobbly clay; dark reddish brown (5YR 3/4) moist; strong medium blocky structure; very hard, very firm; common distinct clay films of dark reddish brown (5YR 3/3) on surfaces of peds; granitic fragments 2 mm to 3 inches in diameter comprise 20 percent by volume; cobblestones 3 to 10 inches in diameter comprise 30 percent by volume; shiny surfaces on peds; neutral; gradual smooth boundary. (5 to 28 inches thick)\nB2t--24 to 40 inches; red (2.5YR 4/6) very cobbly clay loam, dark red (2.5YR 3/6) moist; strong fine and medium blocky structure; very hard, very firm; common distinct clay films on surfaces of peds; granitic fragments 2 mm to 3 inches in diameter comprise 20 percent by volume; cobblestones 3 to 10 inches in diameter comprise 30 percent by volume; neutral; gradual smooth boundary. (14 to 30 inches thick)\nBC--40 to 72 inches; red (2.5YR 5/6) extremely cobbly clay loam, red (2.5YR 4/6) moist; weak fine subangular blocky structure; very hard, very firm; weakly cemented; granitic fragments 2 mm to 3 inches in diameter comprise 30 percent by volume; cobblestones 3 to 10 inches in diameter comprise 40 percent by volume; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kiowa County, Oklahoma; about 4 miles north and 5 miles east of\nMountain Park; 600 feet south and 50 feet east of the northwest corner of section. 11, T. 3 N., R. 16 W. U.S.G.S. Quadrangle: Cooperton; Latitude: 34 degrees, 45 minutes, 10 seconds N.;Longitude: 98 degrees, 51 minutes, 39 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  All horizons have reaction of slightly acid or neutral.\nThe A horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 2 or 3. Texture is loam, gravelly loam, cobbly loam, or very cobbly loam and contains 2 to 45 percent by volume of granitic fragments more than 3 inches in diameter and 5 to 30 percent by volume less than 3 inches in diameter.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 6. Texture is cobbly clay loam, very cobbly clay loam, cobbly clay or very cobbly clay and contains 10 to 45 percent by volume of granitic fragments more than 3 inches in diameter and 10 to 30 percent by volume of granitic fragments less than 3 inches in diameter.\nThe BC horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 6. Texture is cobbly clay loam, very cobbly clay loam, or extremely cobbly clay loam and contains 10 to 45 percent by volume of granitic fragments more than 3 inches in diameter and 10 to 50 percent by volume of granitic fragments less than 3 inches in diameter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rumple (TX) series.  Rumple soils are moderately deep over limestone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brico soils are on footslopes of the Wichita Mountains (MLRA 82B).  Slopes are 3 to 20 percent.  These soils formed in colluvium that weathered from materials that are dominantly granitic rock of Cambrian age.  Mean annual precipitation ranges from 25 to 30 inches.  Mean annual temperature ranges from 61 degrees to 63 degrees F.  Thornthwaite annual P-E index ranges from 38 to 44.  Frost free days range from 200 to 220 days.  Elevation ranges from 1000 to 2500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hollister and Lawton series. Both soils occur in areas lower in the landscape below the footslopes occupied by Brico soils.  Hollister and Lawton soils have less than 35 percent coarse fragments in the solum.  In addition Hollister soils have a mollic epipedon more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on 3 to 5 percent slopes and high on 5 to 20 percent slopes.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation is mid and tall grasses, mainly big bluestem, little bluestem, sideoats grama, Canada wildrye, and other grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oklahoma (MLRA 82B). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kiowa County, Oklahoma; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil Interpretation Record: Series OK0030 Cobbly OK0411\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon-0 to 11 inches (A horizon).\nArgillic horizon-11 to 40 inches (Bt horizons).\nRange Site: Boulder Ridge - 082BY0040OK.\nADDITIONAL DATA: none\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
