{
  "SERIES": "BRICE",
  "STATUS": "Established Series",
  "BYREV": "DTS-JJJ",
  "REVDATE": "09/2001",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Lamellic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brice loamy fine sand - on a convex 4 percent slope in cropland at an elevation of about 680 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) loamy fine sand, brown (10YR 5/3) dry; moderate medium subangular blocky structure; very friable; many very fine to medium roots; strongly acid; abrupt wavy boundary.  (7 to 10 inches thick)\nBw1--9 to 23 inches; brown (10YR 5/3) fine sand; moderate medium subangular blocky structure; very friable; common very fine and fine roots; slightly acid; abrupt wavy boundary.  (10 to 32 inches thick)\n2Bt--23 to 35 inches; strong brown (7.5YR 4/6) fine sandy loam; moderate medium subangular blocky structure; friable; few very fine and fine roots; common faint brown (7.5YR 4/4) clay films on faces of peds; slightly acid; abrupt wavy boundary.  (10 to 20 inches thick)\n3Bw2--35 to 42 inches; brown (10YR 5/3) fine sand; weak coarse subangular blocky structure; very friable; few very fine and fine roots; slightly acid; clear wavy boundary.  (0 to 20 inches thick)\n3E&Bt--42 to 80 inches; about 65 percent brown (10YR 5/3) fine sand (E); weak coarse subangular blocky structure; very friable; about 35 percent dark yellowish brown (10YR 4/4) loamy fine sand lamellae (Bt) 1/4 inch to 1 inch thick; weak medium subangular blocky structure; very friable; few faint brown (10YR 4/3) clay films on faces of peds; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  LaCrosse County, Wisconsin; about one-half mile south of New Amsterdam; 1,600 feet north and 1,280 feet west of the southeast corner of sec. 3, T. 17 N., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:   Thickness of the sandy deposits and the depth to the loamy deposits ranges from 20 to 40 inches.  Coarse fragments are absent.\nThe Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 2 to 4.  Reaction typically ranges from strongly acid to slightly acid but ranges to neutral where limed.\nThe Bw horizons have hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 or 4.  Reaction typically ranges from moderately acid to slightly acid but ranges to neutral where limed.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6.  It is fine sandy loam or loamy fine sand.  Reaction ranges from moderately acid to slightly acid.\nThe E part of the 3E&Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 or 4.  Reaction ranges from moderately acid to neutral.\nThe Bt (lamellae) part of the 3E&Bt horizon, has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  It is loamy fine sand or fine sandy loam.  Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brice soils are on outwash terraces of valley trains.  Slopes range from 2 to 6 percent.  These soils formed in sandy and loamy dunes.  Mean annual air temperature ranges from 47 to 50 degrees F.  Frost free period ranges from 135 to 160 days.  Elevation ranges from 650 to 700 feet in LaCrosse County."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the well drained Chelsea and Dakota soils and the excessively drained Plainfield soils.  The Chelsea soils are on similar landforms but do not have loamy deposits.  The Dakota soils are on treads where the surface layer is silty, thicker and generally darker colored.  The Plainfield soils are on risers and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is rapid in the sandy part and moderately rapid in the loamy part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of Brice soils are cultivated.  Corn, soybeans, small grains, and hay are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA M91.  Brice soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  LaCrosse County, Wisconsin, 2001.  The name is from an outwash terrace in the western part of the county called Brice Prairie."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:  ochric horizon - the zone from the surface to a depth of 9 inches (Ap horizon); argillic horizon - 23 to 35 inches (Bt horizon) and 42 to 80 inches, Bt part of the 3E&Bt horizon where the lamellae are 1 cm or more thick.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
