{
  "SERIES": "BRIDGEPORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DER-ELF",
  "REVDATE": "12/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bridgeport silt loam - in a pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; slightly hard, friable; many fine roots; few worm casts; slight effervescence to within 4 inches of the surface; moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nAC--12 to 22 inches; grayish brown (10YR 5/2) silt loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky and weak fine granular structure; slightly hard, friable; common fine roots; strong effervescence; moderately alkaline; gradual smooth boundary.  (0 to 15 inches thick)\nC--22 to 60 inches; light brownish gray (10YR 6/2) silt loam, grayish brown (10YR 5/2) moist; massive; hard, friable; few fine roots; few fine pores; stratified with thin lenses of sandy loam and with broader bands of darker colored silt loam in the lower part of the horizon; few threads and films of free carbonates; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ness County, Kansas; 2 miles south and 1/2 mile east of Ness City; 320 feet south and 2440 feet west of the northeast corner, sec. 8, T. 19 S., R. 23 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 10 to 35 inches.  Depth to free carbonates in the form of films and threads or disseminated throughout the soil mass is 0 to 15 inches.  Stratification at depths below the mollic epipedon is evidenced by thin layers that range in color and in clay and sand content.\nThe A horizon has hue of 10YR and 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 1 to 3.  It commonly is silt loam, but the range includes silty clay loam, clay loam, loam, and fine sandy loam.  It ranges from neutral to moderately alkaline.\nThe AC horizon has hue of 10YR, value of 5 or 6 and 4 or 5 moist, and chroma of 2 or 3.  It commonly is silt loam, but range includes silty clay loam and loam.  It is mildly alkaline or moderately alkaline.\nThe C horizon has hue of 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 1 or 4.  Texture is loam, silt loam, or silty clay loam.  It is mildly alkaline or moderately alkaline.  Contrasting sandy or clayey strata, mottles, and/or buried soils are within a depth of 40 inches in some pedons.  Some pedons have a Ck horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Grigston series in the same family and the Bridget, Cozad, Eltree, Hobbs, Hord, Humbarger, McCook, Muir, Roxbury, and Tobin series.  Grigston soils lack free carbonates within a depth of 15 inches.  Bridget soils have coarse-silty textures.  Cozad soils have a regular decrease in organic matter.  Eltree, Hord, Humbarger, Muir, Roxbury, and Tobin soils have a mollic epipedon greater than 20 inches thick.  Hobbs soils lack a mollic epipedon and are thinly stratified.  McCook soils have coarse-silty textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bridgeport soils are on flood plains and low terraces near stream channels. The slope gradient commonly is 0 to 1 percent, but the range is 0 to 6 percent.  These soils formed in calcareous loamy alluvium.  The mean annual temperature varies from 50 to 57 degrees F, and mean annual precipitation varies from 16 to 27 inches.  Thornthwaite Annual PE Index ranges from 30 to 54."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coly, Colby, Hord, Penden, Roxbury, Uly, and Ulysses soils.  Hord and Roxbury soils are on stream terraces or bottom lands but are further from stream channels.  Penden soils have fine-loamy textures and are on adjacent uplands.  Coly, Colby, Uly, and Ulysses soils are on adjacent uplands and lack stratification."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Medium or slow runoff.  Moderate permeability.  These soils rarely or commonly flood for short periods when streams overflow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bridgeport soils are cropped to small grain, sorghum, corn, and forage legumes.  A small acreage is in range. Native vegetation is mostly mid and tall grasses with a few deciduous trees along adjacent stream channels."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central Kansas, western Nebraska, southwestern South Dakota, and eastern Colorado.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morrill County, Nebraska, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to a depth of about 12 inches.\nADDITIONAL DATA:  Engineering test data by the Kansas State Department of Transportation is available for samples taken near the type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
