{
  "SERIES": "BRIDGESON",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/EMM/SHB",
  "REVDATE": "09/2009",
  "STATES": "WA",
  "OVERVIEW": "The Bridgeson series consists of very deep, poorly drained soils that formed in local mixed alluvium from surrounding glaciolacustrine sediments with an influence of volcanic ash in the upper part. Bridgeson soils are in drainageways and have slopes of 0 to 3 percent. The average annual precipitation is about 24 inches and the average annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquandic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bridgeson silt loam, pasture. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 12 inches; gray (10YR 5/1) ashy silt loam, very dark gray (10YR 3/1) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; neutral (pH 7.0); clear smooth boundary. (10 to 12 inches thick)\nBg1--12 to 20 inches; gray (10YR 6/1) silt loam, dark gray (10YR 4/1) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; common very fine and fine pores; few fine distinct brown (7.5YR 4/4) moist redox concentrations; neutral (pH 7.1); clear wavy boundary. (6 to 8 inches thick)\nBg2--20 to 31 inches; gray (10YR 6/1) clay loam, dark gray (10YR 4/1) moist; moderate fine and medium subangular blocky structure; hard, very firm, moderately sticky and moderately plastic; common fine roots; many very fine and few fine pores; few faint clay films in pores; common medium distinct brown (7.5YR 4/4) moist redox concentrations; neutral (pH 7.0); abrupt smooth boundary. (8 to 12 inches thick)\nBg3--31 to 40 inches; gray (10YR 6/1) clay loam, dark gray (10YR 4/1) moist; moderate fine and medium subangular blocky structure; hard, very firm, moderately sticky and moderately plastic; common fine roots; many very fine and few fine pores; common medium distinct brown (7.5YR 4/4) moist redox concentrations; neutral (pH 7.2); clear smooth boundary. (10 to 14 inches thick)\nBg4--40 to 60 inches; gray (10YR 6/1) clay loam, dark gray (10YR 4/1) moist; strong medium angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few roots; common very fine pores; common medium prominent bluish gray (5B 5/1) moist redox depletions; few black stains on peds; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Spokane County, Washington; about 2300 feet north and 200 feet west of the southeast corner of section 21, T. 29 N., R. 42 E., USGS Clayton, Wa., topographic quadrangle; Latitude - 47 degrees, 59 minutes. 44.00 seconds N.; Longitude - 117 degrees, 30 minutes, 9.00 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 44 to 46 degrees F without an O horizon\nDepth to redoximorphic features with a chroma of 2 or less - 10 to 20 inches\nDepth to apparent water table - February through May, 10 to 20 inches; June through January - greater than 20 inches\nThickness of mollic epipedon - 10 to 20 inches\nClay content - 18 to 35 percent in the particle-size control section\nReaction - neutral or slightly alkaline\nProperties of the volcanic ash influenced layers:\nVolcanic ash influence - 7 to 20 inches\nMoist bulk density - 0.90 to 1.10 g/cm-3\nVolcanic glass content in the 0.02 to 2 mm fraction - 5 to 35 percent\nAcid-oxalate extractable Al plus  Fe - 0.3 to 0.7 percent\n15 bar water retention - 10 to 20 percent for air dried samples\nAp horizon or A horizon\nHue - 10YR or 2.5Y\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 or 2, dry or moist\nClay content - 18 to 27 percent\nBg1 and Bg2 horizons\nHue - 10YR, 2.5Y, 10Y, or 5GY\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 1 or 2, dry or moist\nTexture - clay loam, silt loam, loam\nClay content - 18 to 27 percent\nGravel content - 0 to 5 percent\nBg3 and Bg4 horizons\nHue - 10YR, 2.5Y, 10Y, or 5GY\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 1 or 2, dry or moist\nTexture - clay loam, loam, silty clay loam, or silt loam\nClay content - 18 to 35 percent\nGravel content - 0 to 5 percent\nCg horizon - present in some pedons\nTexture - stratified loamy sand, loamy fine sand, sandy loam, loam, or silty clay loam\nChroma - 1 to 3, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. There are no similar series with isotic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bridgeson soils are in narrow drainageways at elevations of 1,600 to 2,500 feet. Slopes are 0 to 3 percent. The soils formed in local alluvium derived from surrounding glaciolacustrine sediments with an influence of volcanic ash in the upper part. They are in a climate characterized by relatively dry summers and cool, moist winters. Mean annual precipitation is 18 to 30 inches. Mean January temperature is 23 degrees F., mean July temperature is 65 degrees F., mean annual temperature is 43 to 46 degrees F., and average frost-free season is 80 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fan Lake and Wolfeson soils. Fan Lake soils are on relict glacial lake terraces and have a thin mantle of volcanic ash with andic soil properties.. Wolfeson soils are on adjacent higher terraces than the Bridgeson soils and have less than 18 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow runoff; moderately slow permeability. Seasonal apparent water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Small grains, grass, clover, unimproved pasture; Potential natural vegetation includes water tolerant grasses, willows, wild rose, reeds, tules and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington. MLRA 44A. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Spokane County, Washington, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon  - the zone from the surface to 12 inches (Ap horizon)\ncambic horizon - the zone from 12 to 60 inches (Bg horizons)\nAquandic feature - the zone from 0 to 12 inches\nRedoximorphic features - present from 12 to 60 inches in the form of iron concentrations or depletions\nThe particle-size control section - the zone from 10 to 40 inches (part of the Ap, Bg1, Bg2, and Bg3 horizons).\nUpdated type location textures of the Ap (silt loam) horizon, Bg2 (light silty clay loam), Bg3 (silty clay loam) and Bg4 (heavy silty clay loam) based on a pedon described on 11/20/2001, near the type location.\nThe 2/2009 descriptions reflects a change in classification from Fine-silty, mixed, superactive, mesic Fluvaquentic Endoaquolls to Fine-loamy, mixed, superactive, frigid Aquandic Endoaquolls based on an evaluation of lab data and the temperature regime of associated soils.\nADDITIONAL DATA: Laboratory data available for Soil Survey Sample Numbers: S02WA-063-004 Spokane County, Washington. NSSL Pedon Number: 03N0292 and 95WA-065-0005 Stevens County, Washington. NSSL Pedon Number: 96P0077\nNational Cooperative Soil Survey\nU.S.A."
  }
}
