{
  "SERIES": "BRIEF",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/ARH/TLA/KWH",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Brief series consists of very deep, well drained soils formed in alluvium.  Brief soils are on alluvial fans and terraces.  Slopes are 0 to 25 percent.  The average annual precipitation is about 16 inches and average annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brief gravelly sandy loam- orchard, on an 8 percent west-facing slope at 1,300 feet elevation. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine roots; common fine and medium tubular pores; 10 percent gravel, 5 percent cobbles; neutral (pH 6.8); clear smooth boundary.\nA--8 to 16 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine roots; common fine and medium tubular pores; 15 percent gravel, 5 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (Combined thickness of A horizons is 10 to 20 inches)\nBw--16 to 26 inches; brown (10YR 5/3) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; many fine and medium tubular pores; 20 percent gravel, 5 percent cobbles and 5 percent stones; neutral (pH 7.0); gradual wavy boundary.  (8 to 14 inches thick)\nC--26 to 60 inches; light brownish gray (10YR 6/2) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; few medium tubular pores; 30 percent angular gravel, 5 percent cobbles and 5 percent stones; neutral (pH 7.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 1 mile southeast of Ardenvoir; 1,000 feet south and 1,600 feet west of the northeast corner of section 29, T. 26 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in all parts of the soil moisture control section for 75 to 90 consecutive days following the summer solstice.  Average annual soil temperature at a depth of 20 inches is estimated to be 47 to 52 degrees F.  The solum is 16 to 40 inches thick.  The mollic epipedon is 10 to 20 inches thick.   The particle-size control section averages 15 to 35 percent rock fragments; some thin individual horizons range from 30 to 60 percent rock fragments.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist.  It is gravelly sandy loam or gravelly coarse sandy loam.  Rock fragment content is 15 to 35 percent.  Reaction is neutral or mildly alkaline.\nThe C horizon has value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 through 4 dry or moist.  It is very gravelly coarse sandy loam, very gravelly sandy loam, or gravelly sandy loam.  Reaction is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anders, Chenoweth, Cleverly, Cushenbury, Dinkels, Duart, Hesslan, Knutsen,  Newbon, Panamint, Patemos, Safety, and Wato series.  Anders soils are 20 to 40 inches deep to a lithic contact.  Chenoweth soils lack coarse fragments.  Cleverly soils contain secondary carbonates at depths of 25 to 40 inches.  Cushenbury, Duart, Hesslan, Panamint, and Safety soils are 20 to 40 inches deep to a paralithic contact.  Knutsen soils have a 2C horizon of sand and gravel in the lower part of the particle-size control section.  Newbon soils are loam or silt loam in the particle-size control section.   Patemos soils have buried Bt horizons.  Wato soils have a mean annual soil temperature of 53 to 56 degrees F. and have less than 15 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brief soils are on  alluvial fans and terraces.  Slopes are 0 to 25 percent.  Elevation is 900 to 1,500 feet.  These soils formed in alluvium.  The climate is warm and dry in summer and cool and moist winters.  Average annual precipitation is 15 to 18 inches.  Average January temperature is about 27 degrees F., average July temperature is about 67 degrees F., and mean annual air temperature is 46 to 48 degrees F.  The frost-free season is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Leavenworth, Peoh and Yaxing soils.  Leavenworth soils are in drainageways and have a mollic epipedon greater than 20 inches thick.  Peoh soils are on uplands and are more than 18 percent clay in the control section and have mottles with chroma of 2 or less.  Yaxing soils are on hills and are more than 18 percent clay in the control section, have mollic epipedons 20 to 36 inches thick and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Orchards, hay and pasture, woodland, livestock grazing, homesites, and wildlife habitat.  Native vegetation is Douglas-fir, ponderosa pine and an understory of antelope bitterbrush, common snowberry, pinegrass, elk sedge and white spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 16 inches and a cambic horizon from 16 to 26 inches.  Weighted average percent rock fragments in the 10 to 40 inch control section is 33 percent.  This draft reflects a change in type location and classification from loamy-skeletal, mixed, mesic Typic Haploxerolls to Coarse-loamy, mixed, mesic Typic Haploxerolls."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine roots; common fine and medium tubular pores; 10 percent gravel, 5 percent cobbles; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--8 to 16 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine roots; common fine and medium tubular pores; 15 percent gravel, 5 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (Combined thickness of A horizons is 10 to 20 inches)"
      },
      {
        "name": "Bw",
        "top": 41,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--16 to 26 inches; brown (10YR 5/3) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; many fine and medium tubular pores; 20 percent gravel, 5 percent cobbles and 5 percent stones; neutral (pH 7.0); gradual wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "C",
        "top": 66,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--26 to 60 inches; light brownish gray (10YR 6/2) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; few medium tubular pores; 30 percent angular gravel, 5 percent cobbles and 5 percent stones; neutral (pH 7.2)"
      }
    ]
  ]
}
