{
  "SERIES": "BRIEDWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/ DRJ/RWL",
  "REVDATE": "12/2002",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Briedwell silt loam, cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/3) dry; moderate fine subangular blocky structure; friable, slightly hard, slightly sticky and slightly plastic; many fine irregular pores; many fine roots; 2 percent gravel; slightly acid (pH 6.2); abrupt smooth boundary. (5 to 12 inches thick)\nA--9 to 15 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak medium prismatic and weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine irregular pores; many fine roots; 10 percent gravel; moderately acid (pH 5.8); clear smooth boundary. (4 to 10 inches thick)\nBA--15 to 20 inches; dark yellowish brown (10YR 3/4) gravelly silty clay loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure that parts to moderate fine granular; hard, friable, slightly sticky and moderately plastic; many fine irregular pores; many fine roots; 15 percent gravel; moderately acid (pH 5.8); clear smooth boundary. (4 to 12 inches thick)\nBw--20 to 25 inches; dark yellowish brown (10YR 3/4) gravelly clay loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many fine irregular pores; common fine roots; few faint darker colored coatings on ped faces and in pores; 15 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (5 to 15 inches thick)\n2C--25 to 60 inches; dark yellowish brown (10YR 3/4) extremely gravelly clay loam, light yellowish brown (10YR 6/4) dry; massive; very hard, firm, slightly sticky and moderately plastic; many fine irregular pores; 60 percent gravel and cobbles. Fragments are rounded, embedded in soil material and their surfaces are stained and partially weathered; moderately acid (pH 6.0). (Many feet thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yamhill County, Oregon; about 20 feet west of the Red Prairie Road, 20 feet north of the Yamhill-Polk County line, northeast 1/4 northeast 1/4 southwest 1/4, section 3, T. 6 S., R. 6 W. Willamette Meridian Sheridan, Oregon USGS 7.5 minute topographic quadrangle. Latitude 45 degrees, 04 minutes, 33 seconds N. and Longitude 123 degrees, 24 minutes, 46 seconds W. NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 52 to 55 degrees F. The soil is usually moist but is dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days during the summer. Thickness of the soil above the very gravelly and very cobbly layers ranges from 15 to\n30 inches. Rock fragments in the 10 to 40 inch control section average 35 to 60 percent by volume. The thickness of the mollic epipedon ranges from 12 to 20 inches. Hue is 10YR or 7.5YR.\nThe Ap horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture is silt loam or loam with 15 to 25 percent clay. It has 0 to 10 percent stones, 0 to 15 percent cobbles and 3 to 25 percent gravel. Reaction is strongly acid to slightly acid.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture is silt loam, loam or silty clay loam with 15 to 30 percent clay. It has 0 to 10 percent stones, 0 to 15 percent cobbles and 3 to 25 percent gravel. Reaction is strongly acid to slightly acid.\nThe BA horizon has value of 3 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry. Texture is silty clay loam, clay loam, loam or silt loam with 20 to 35 percent clay. It has 0 to 10 percent stones, 0 to 20 percent cobbles and 5 to 30 percent gravel. Reaction is moderately acid or slightly acid.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry. It is silty clay loam, clay loam, silt loam, or loam with 25 to 35 percent clay. It has 0 to 10 percent stones, 0 to 30 percent cobbles, and 5 to 45 percent gravel. It is moderately acid or slightly acid.\nThe 2C horizon has value of 3 to 5 moist, 5 or 6 dry and chroma of 4 to 6 moist and dry. Texture is loam or clay loam with 25 to 30 percent clay. Some pedons have thin lenses of sandy loam textures. It has 0 to 10 percent stones, 5 to 35 percent cobbles and 30 to 75 percent gravel. Reaction is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bald, Burnscreek, Fivelakes, Lenz, Lyville (T), McCrosket, Mowako, Northstar, Rockford, Spokel, Suta (T), and Wynhoff series. The Bald, Lenz, Mowako, Northstar, and Wynhoff soils are 20 to 40 inches to hard bedrock. The Lyville and Suta soils are 40 to 60 inches to hard bedrock. The McCrosket soil is 40 to 60 inches to weathered bedrock. The Burnscreek and Spokel soils have less than 20 percent clay in the particle-size control section. The Fivelakes soil is dry for more than 90 consecutive days and has an average soil temperature of less than 52 degrees F. The Rockford soil has a Bw horizon with 10 to 20 percent stones and has an average soil temperature of less than 52 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Briedwell soils are on old alluvial terraces at elevations of 200 to 650 feet. Slopes range from 0 to 20 percent. The soils formed of silty alluvium or loess over very cobbly and gravelly moderately fine textured alluvium. Rock fragments are of igneous and sedimentary origin. The climate is characterized by warm, wet winters and hot, dry summers. The average January temperature is 39 degrees F; average July temperature is 67 degrees F; and the average annual temperature is 50 to 54 degrees F. The frost-free period is 165 to 210 days. The average annual precipitation is 40 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abiqua, Clackamas, Courtney, McAlpin, and Oxley soils. The Abiqua soils are fine and occur on lower terraces. The Clackamas soils are fine-loamy and have redox concentrations in the lower part of the mollic epipedon. The Oxley soils have redox\nconcentrations in the lower part of the mollic epipedon. The Clackamas and Oxley soils occur in depressions on terrraces. The Courntey soils are fine and occur in depressions on terraces. The McAlpin soils are fine and occur on lower terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils have been cleared for cultivated crops. Small grains, grass\nand clover seed, hay and pasture are the principal crops. Native vegetation is mainly Oregon white oak,\nDouglas-fir, Pacific poison oak, common snowberry, baldhip rose and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Along the western margin of the Willamette Valley floor in\nnorthwestern Oregon; MLRA 2. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County (Benton Area), Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from the soil surface to 15 inches (Ap and A horizons)\nCambic horizon - the zone from 15 to 25 inches (BA and Bw horizons)\nParticle-size control section - the zone from 10 to 40 inches\nADDITIONAL DATA; National Soil Survey Lab soil survey sample number:  S00OR-053-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
