{
  "SERIES": "BRILLIANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH-HCD",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, nonacid, thermic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brilliant extremely channery sandy loam--idle. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (5Y 3/1) extremely channery sandy loam; massive; friable; 75 percent channers consisting mainly of soft shale and siltstone with fine and medium platy structure and few sandstone channers; fragments range in size from 1/2 inch to 60 inches; neutral; clear wavy boundary.  (0 to 8 inches thick)\nC--7 to 72 inches; dark gray (5Y 4/1) extremely channery loam; massive; friable; 75 percent channers consisting mainly of soft shale and siltstone with fine and medium platy structure and few sandstone channers; fragments range in size from 1/2 inch to 60 inches; neutral.  (64 inches to many feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Alabama; 4.5 miles south of junction of U.S. Highway 278 and Alabama Highway 233, 200 feet east of Alabama Highway 233.  SW1/4SE1/4, sec. 4, T. 12 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to rock is greater than 5 feet.  Reaction ranges from medium acid to neutral.  The coarse fragment content ranges from 15 to 90 percent in the Ap horizon and from 60 to 90 percent in the C horizon.  Sandstone, shale, and siltstone fragments range in size from 1/2 inch to 60 inches.  They are irregular shaped but typically are channers of siltstone or shale.\nThe Ap horizon has hue of 5Y through 10YR, value of 3 through 5, and chroma of 1 through 4.  The fine-earth fraction is sandy loam, silt loam, loam, or silty clay loam.\nThe C horizon has hue of 5Y through 10YR, value of 3 through 5, and chroma of 1 through 4.  Texture of the fine-earth fraction is sandy loam, loam, silt loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Palmerdale series, also developed in mine spoil, is the only competing series.  It is strongly acid to extremely acid throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brilliant soils are on sloping to very steep slopes.  They are on mine spoil areas where coal strip mining operations have taken place.  Slope gradients range from 5 to 60 percent and simple to complex, depending on whether the spoils have been smoothed or how they were stacked.  Where smoothed, slopes are gentle and fairly uniform over large tracts.  Near the type location the mean annual temperature is 60 degrees F., and average annual precipitation is 53 inches.  Geology of the area is the Pottsville Formation of Pennsylvanian age."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Palmerdale series, are Hector, Linker, Montevallo, Sunlight, and Townley series.  These undisturbed soils have consolidated rock at shallow depths and have cambic or argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are idle and in various steps of reclamation and plant succession.  Pine trees have been planted on most areas.  Smooth areas have mostly been planted to fescue, lespedeza, or lobolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Alabama.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marion County, Alabama; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In Alabama, Brilliant soils have been classified as a land type in previous soil surveys.  Most very new strip mine spoil material has voids between shale fragments, more nearly fitting the concept of the fragmental textural family.  This material soon compacts.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  the zone from the surface to a depth of 7 inches (the Ap horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
