{
  "SERIES": "BRILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-DEJ-DJH",
  "REVDATE": "04/2002",
  "STATES": "MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brill silt loam - on a plane 1 percent slope in a cultivated field at an elevation of about 1,215 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark brown (10YR 3/3) silt loam; pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine roots; slightly acid; abrupt smooth boundary.  (5 to 12 inches thick)\nE--7 to 11 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; common fine roots; slightly acid; clear wavy boundary.  (0 to 10 inches thick)\nE/B--11 to 19 inches; 60 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (10YR 3/3) clay films on faces of peds; few fine roots; moderately acid; clear wavy boundary. (Glossic horizon - 2 to 25 inches thick)\nBt1--19 to 34 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; few distinct dark brown (10YR 3/3) clay films on faces of peds; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (0 to 16 inches thick)\n2Bt2--34 to 38 inches; brown (7.5YR 4/4) loam; moderate coarse subangular blocky structure; friable; few fine roots; few distinct dark brown (10YR 3/3) clay films on faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 3 percent gravel; strongly acid; clear smooth boundary.  (0 to 4 inches thick)\n3C--38 to 60 inches; yellowish red (5YR 4/6) stratified gravelly sand and sand; single grain; loose; about 25 percent gravel as an average; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barron County, Wisconsin; about 6 miles east of Rice Lake; 2340 feet south and 1040 feet west of the northeast corner of sec.  16, T. 35 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon, thickness of the silty mantle, and depth to sandy outwash all range from 20 to 40 inches. The weighted average clay content of the argillic horizon ranges from 18 to 27 percent and the weighted average content of fine or coarser sand is less than 15 percent. Volume of gravel ranges from 0 to 5 percent in the silty mantle; from 0 to 40 percent in the loamy lower subsoil (transition zone).   Volume of gravel in the sandy outwash ranges from 3 to 45 percent as a weighted average and from 0 to 65 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent throughout.  Reaction typically ranges from very strongly acid to slightly acid throughout the pedon but it ranges to neutral in the upper part, where the soil is limed. Free carbonates are absent to depths of more than 5 feet.  Redoximorphic concentrations are within a depth of 40 inches.  Redoximorphic depletions are below the upper 10 inches of the argillic horizon in some pedons.  These are due to periods of saturation caused by restricted internal drainage associated with contrasting porosity at the sandy outwash contact.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3.  Where moist value is 3, dry value is greater than 5.5.  Uncultivated areas have a 1 to 5 inch thick A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.  It is silt loam or silt.\nBrill soils have a glossic horizon (E/B or B/E horizons, or both).  The E part has color and texture like the E horizon described above.  The Bt part has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 4 or 6.\nThe Bt horizon has color and texture like the Bt horizon described above.  Some pedons with B/E horizons do not have Bt horizons.\nThe 2Bt transition horizon has hue of 5YR, 7.5YR, or 10YR, value of 3 to 6, and chroma of 4 to 6.  It is loam, sandy clay loam, sandy loam, or the gravelly or very gravelly analogs.\nSome pedons have a 3Bt or 3BC horizon (2Bt or 2BC horizon in pedons without a loamy transition horizon between the silty mantle and outwash) with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  It is loamy sand or loamy coarse sand or the gravelly, very gravelly, or extremely gravelly analogs.\nThe 3C horizon (2C horizon in pedons without a loamy transition horizon between the silty mantle and outwash) has color like the 3Bt horizon described above.  It is stratified layers of sand, coarse sand, or the gravelly or very gravelly analogs, but some individual strata may be extremely gravelly."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Anigon series.  Similar soils are the Brander and Sconsin series. Anigon soils do not have a zone of saturation with redoximorphic within the series control section. Brander soils are Oxyaquic Glossudalfs that have an apparent seasonal water table within 40 inches of the surface for longer than 30 days duration in normal years.  Sconsin soils average 15 percent or more fine sand or coarser and less than 18 percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in 20 to 40 inches of loess or silty alluvium underlain by stratified sandy outwash.\nLandform: Outwash plain, valley trains, and stream terraces, but some are on glacial lake basins and small outwash areas within moraines.\nSlope: 0 to 6 percent.\nElevation: 800 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anigon, Blackriver, Brander, Maplehurst, Oesterle, Poskin, Rib, Ribriver, Rosholt, Scoba, and Scott Lake soils.\nThe well drained Anigon soils, the moderately well drained Brander soils, the somewhat poorly drained Poskin soils, and the poorly drained Rib soils are in a drainage sequence with Brill soils.  Anigon soils are on more sloping landscape position.  Brander, Poskin, and Rib soils are on lower landscape positions associated with apparent water tables, or are adjacent to moraines.\nThe moderately well drained Blackriver and Ribriver soils, and the somewhat poorly drained Maplehurst soils are on nearby landscapes with Brill soils where the silty mantle is more than 40 inches thick.  Blackriver soils are on similar landscape positions.  Ribriver and Maplehurst soils are on lower landscape positions associated with apparent water tables, or are adjacent to moraines.\nThe well drained Rosholt soils, moderately well drained Scoba and Scott Lake soils, and the somewhat poorly drained Oesterle soils are on nearby landscapes with Brill soils where the silty mantle is thin or absent.  Rosholt soils are on similar, higher, or more sloping landscape positions.  Scoba, Scott Lake, and Oesterle soils are on lower landscape positions associated with apparent water tables, or are adjacent to moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is medium or low.  Permeability is moderate in the silty and loamy mantle and rapid or very rapid in the sandy outwash.  Brill soils have a perched seasonal high water table above the sandy outwash contact at a depth of 1.5 to 3.5 feet for up to 30 days duration at some time during the period of March to May in normal years. Internal drainage is restricted by contrasting pore size at the sandy outwash contact, resulting in a perched zone of saturation in the silty and loamy mantle during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have been cleared and are used for cropland.  Common crops are corn, small grains, and hay. Some areas are used for pastureland or woodland. Native vegetation is dominantly deciduous forest with a few conifers in some areas.  Common trees are sugar maple, American elm, red maple, white pine, and white spruce predominant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Wisconsin.  LRR K and MLRA 90B.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Langlade County, Wisconsin, 1947.  The type location was changed to Barron County with the correlation of the updated soil survey in 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nParticle size control section - the zone from 19 to 40 inches.\nOchric epipedon - the zone from 0 to 19 inches (Ap, E, E/B).\nAlbic horizon - the sone from 7 to 19 inches (E, E part of the E/B).\nGlossic horizon - the zone from 11 to 19 inches (E/B).\nArgillic horizon - the zone from 19 to 38 inches (Bt1, 2Bt2).\nTransition zone - the zone between the silty mantle and sandy outwash from 34 to 38 inches (2Bt2).\nRedoximorphic concentrations - oxidized color features in the zone from 19 to 38 inches.\nLithologic discontinuity - at the upper boundary of the 2Bt2 horizon at 34 inches and at the upper boundary of the 3C horizon at 38 inches.\nADDITIONAL DATA: Former Soil Interpretation Record - WI0143.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
