{
  "SERIES": "BRIMFIELD",
  "STATUS": "Established Series",
  "BYREV": "MFF-SMF Rev. SJM",
  "REVDATE": "07/2013",
  "STATES": "CT,MA",
  "OVERVIEW": "The Brimfield series consists of shallow, somewhat excessively drained soils formed in a thin mantle of till derived mainly from iron sulfide bearing schist. They are nearly level to steep soils on bedrock controlled hills and ridges. Slope ranges from 0 to 60 percent. Depth to hard bedrock ranges from 25 to 50 cm from the mineral surface. Saturated hydraulic conductivity is high. Mean annual precipitation is about 1194 mm, and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, parasesquic, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brimfield fine sandy loam on a northwest facing 23 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 4 cm; black (7.5YR 2.5/1) moist and dry; massive; moderately decomposed forest plant material; loose, nonsticky and nonplastic; common very fine roots; many very fine and fine irregular pores; extremely acid (pH 3.6) by 0.01M CaCl2; abrupt smooth boundary. (0 to 7 cm thick)\nA--4 to 5 cm; dark brown (7.5YR 3/2) fine sandy loam, black (7.5YR 2.5/1) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 3 percent channers; very strongly acid (pH 4.6) by 1:1 H2O; abrupt irregular boundary. (1 to 7 cm thick)\nBw1--5 to 23 cm; reddish brown (5YR 4/4) fine sandy loam, dark red (2.5YR 3/6) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and many fine and medium roots; many very fine and common fine irregular and tubular pores; 8 percent channers; very strongly acid (pH 4.8) by 1:1 H2O; clear smooth boundary.\nBw2--23 to 38 cm; reddish brown (5YR 5/4) very channery fine sandy loam, yellowish red (5YR 4/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and common fine and medium roots; few very fine irregular and tubular pores; 35 percent channers; very strongly acid (pH 4.6) by 1:1 H2O; gradual wavy boundary.\nBw3--38 to 46 cm; yellowish red (5YR 5/6) very channery fine sandy loam, strong brown (7.5YR 4/6) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few very fine irregular and tubular pores; 39 percent channers; very strongly acid (pH 4.9) by 1:1 H2O; abrupt wavy boundary. (Combined thickness of the Bw horizons is 17 to 43 cm.)\n2Rj--46 cm; reddish brown (5YR 4/3) slightly weathered mica schist bedrock (Partridge formation); few thin distinct jarosite coatings."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hampden County, Massachusetts; town of Brimfield, 500 feet east of East Road and 300 feet south of Interstate 90 in the town of Brimfield. USGS Warren topographic quadrangle, latitude 42 degrees 09 minutes 3.3 seconds N., longitude 72 degrees 09 minutes 24.4 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to bedrock range from 25 to 50 cm from the mineral surface. Rock fragment content is 5 to 40 percent in the A horizon and 5 to 40 percent in the B horizon. Fragments are dominated by micaceous schist, but include limited amounts of gneiss and granite.  Rock fragment sizes include gravel, channers, cobbles, stones and boulders.  The soil is extremely acid to moderately acid. The weighted average dithionite-citrate extractable iron (pedogenic iron) is greater than 1 percent throughout the mineral pedon. The ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron is low, less than 0.15. Gibbsite content ranges from 15 to 20 percent in the series control section. The percent (by weight) iron oxide as Fe2O3 plus the percent (by weight) gibbsite ranges from 19 to 29.\nThe O horizon, where present, has hue of 5YR to 7.5YR.\nThe A horizon has hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 to 3. It is sandy loam, fine sandy loam, or loam in the fine earth. Consistence is friable or very friable.\nThe B horizon has hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 4 to 8. The B horizon is commonly fine sandy loam and less commonly loam or sandy loam in the fine earth. It has weak to moderate subangular blocky or weak granular structure, or it is massive.  Consistence is friable or very friable.\nThe 2Rj or 2R layer is dominantly pyritized schist but may include granite or gneiss bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Series in similar families within MLRA 144A and 145 include Hollis, Holyoke and Kearsarge. These soils have a total percent (by weight) iron oxide (percent Fe by dithionate citrate times 1.43) plus percent (by weight) gibbsite of less than 10 and none are formed in till derived from iron sulfide bearing parent materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brimfield soils are nearly level to very steep soils on bedrock controlled hills and ridges modified by glacial action. Slope ranges from 0 to 60 percent. The soil formed in a thin mantle of supraglacial melt-out till derived from iron sulfide bearing schist that weathers to a reddish brown limonitic color and is sometimes interbedded with gneiss. These formations include the Partridge and Brimfield schist formations. Rock outcrops range from few to many. Mean annual temperature is 6.7 to 11 degrees C, mean annual precipitation is 1016 to 1270 mm, and the growing season is 120 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookfield, Canton, Charlton, Nipmuck,  and Sutton soils. Brookfield, Canton, Charlton and Sutton soils are very deep.  Brookfield, Canton, and Charlton are commonly on lower side slopes and toe slopes and on adjacent ground moraines. Canton, Charlton and Sutton soils are derived from parent material that is not associated with iron sulfide bearing schist.  Nipmuck  soils are moderately deep to bedrock on similar landscape positions. Sutton soils are moderately well drained and are on depressions and lower slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Surface runoff is medium to very rapid. Saturated hydraulic conductivity is high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested. A few scattered areas have been cleared and are in pasture. Some small areas are used for community development. Common trees are white, black, and northern red oak, chestnut oak, pignut hickory, red maple, sweet birch, and eastern white pine. Common shrubs are mapleleaf viburnum and American witchhazel. Common herbs are huckleberry, narrow leaf lowbush blueberry, partridgeberry, and prince's pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands of Central Massachusetts and eastern Connecticut having parent materials derived from sulfur bearing schist such as the Partridge formation and Brimfield schist; MLRAs 144A and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Strafford County, New Hampshire, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects updates to the series concept and range in characteristics as well as conversion to metric units. The type location is moved from Tolland County, CT with this revision. The pedon selected is supported by lab characterization.\nThese soils are thought to be post active sulfate soils which is the final stage (fossil) of the acid sulfate weathering process and explains the high pedogenic iron content and low iron ratios.  Presence of sulfur is evidenced by few thin distinct jarosite coatings at 46 cm (2R layer). Research results show this pedon has weighted average pedogenic iron (dithionite-citrate extractable iron) content in the mineral pedon of 4.2 percent and a weighted average ratio of ammonium oxalate extractable iron to pedogenic iron of 0.06 in the series control section. The weighted average dithionite-citrate extractable iron (pedogenic iron) is commonly twice that of; extractable aluminum is commonly 1.67 times greater than; and the ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron is commonly 75 percent less than, historically associated soils formed in parent material that is not related to iron sulfide bearing materials.  These characteristics and parasesquic mineralogy class provide a distinction from other series, particularly the Hollis series.\nDiagnostic horizons and features in this pedon include:\n1) Ochric epipedon - the zone from 0 to 5 cm (the Oe and A horizons).\n2) Cambic horizon - the zone from 5 to 46 cm (the Bw1, Bw2 and Bw3 horizons)\n3) Lithic contact - the hard bedrock (Partridge formation) at 46 cm (the 2R layer)\n4) Parasesquic mineralogy - the percent (by weight) iron oxide as Fe2O3 plus the percent (by weight) gibbsite is 26 percent.\nADDITIONAL DATA: M.S. thesis work by Shawn McVey, University of Connecticut, 2006. Characterization data for the typical pedon is S04MA013001. Additional pedon data from S74CT015013, S74CT013020, S05MA013001, and S05MA027001. Pedons analyzed by the NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 4,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "pH": 3.6,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 4 cm; black (7.5YR 2.5/1) moist and dry; massive; moderately decomposed forest plant material; loose, nonsticky and nonplastic; common very fine roots; many very fine and fine irregular pores; extremely acid (pH 3.6) by 0.01M CaCl2; abrupt smooth boundary. (0 to 7 cm thick)"
      },
      {
        "name": "A",
        "top": 4,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 2.5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A--4 to 5 cm; dark brown (7.5YR 3/2) fine sandy loam, black (7.5YR 2.5/1) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 3 percent channers; very strongly acid (pH 4.6) by 1:1 H2O; abrupt irregular boundary. (1 to 7 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 23,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 23 cm; reddish brown (5YR 4/4) fine sandy loam, dark red (2.5YR 3/6) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and many fine and medium roots; many very fine and common fine irregular and tubular pores; 8 percent channers; very strongly acid (pH 4.8) by 1:1 H2O; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very channery",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--23 to 38 cm; reddish brown (5YR 5/4) very channery fine sandy loam, yellowish red (5YR 4/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and common fine and medium roots; few very fine irregular and tubular pores; 35 percent channers; very strongly acid (pH 4.6) by 1:1 H2O; gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 38,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "very channery",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw3--38 to 46 cm; yellowish red (5YR 5/6) very channery fine sandy loam, strong brown (7.5YR 4/6) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few very fine irregular and tubular pores; 39 percent channers; very strongly acid (pH 4.9) by 1:1 H2O; abrupt wavy boundary. (Combined thickness of the Bw horizons is 17 to 43 cm.)"
      },
      {
        "name": "2Rj",
        "top": 46,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "narrative": "2Rj--46 cm; reddish brown (5YR 4/3) slightly weathered mica schist bedrock (Partridge formation); few thin distinct jarosite coatings."
      }
    ]
  ]
}
