{
  "SERIES": "BRINKERT",
  "STATUS": "Established Series",
  "BYREV": "Rev.",
  "REVDATE": "03/2007",
  "STATES": "CO",
  "OVERVIEW": "The Brinkert series consists of well drained soils formed in thick noncalcareous, alluvial fan materials principally from gneiss, schist, granite, and sedimentary rock.  Dunkert soils are on gently to moderately sloping alluvial fans and terraces.  Slopes range from 2 to 15 percent.  The mean annual precipitation is about 12 inches and the mean annual temperature is about 38 degrees F.  Typically, Brinkert soils have grayish brown very friable granular noncalcareous A1 horizons, brown noncalcareous heavy clay loam B2t horizons having prismatic and blocky structure and brown noncalcarous sandy clay loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Ustollic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brinkert loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure that parts to fine granules; soft, very friable, slightly sticky, slightly plastic; 10 percent gravel; neutral (pH 7.2); clear smooth boundary.  (4 to 6 inches thick)\nB1--5 to 8 inches; brown (10YR 5/3) light clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; peds are hard; thin glossy patches on some faces of peds; 10 percent gravel; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)\nB2t--8 to 20 inches; brown (10YR 5/3) heavy clay loam, brown (10YR 4/3) moist; strong medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; peds are hard, thin glossy patches on some faces of peds; 10 percent gravel; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)\nB3--20 to 25 inches; brown (10YR 5/3) heavy sandy clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure that parts to coarse angular blocks; hard, friable, slightly sticky, slightly plastic; peds are very hard; there are many thin wax-like patches on faces of peds and in some root channels and pores; slightly alkaline (pH 7.6); gradual wavy boundary.  (3 to 5 inches thick)\nC--25 to 60 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; massive; very hard, firm, slightly sticky, slightly plastic; 10 percent gravel; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; about 4 miles east of Larand; approximately 600 feet east and 1,050 feet south of NW corner of Sec. 36, T. 8 N., R. 79 W.; Owl Ridge USGS quad; approximate lat. 40 degrees 37 minutes 26 seconds N. and long. 106 degrees 12 minutes 51 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 43 degrees F and mean summer soil temperature is about 56 degrees F.  Depth to uniformly calcareous material ranges from 40 to more than 60 inches.  depth to the base of the argillic horizon ranges from 15 to 35 inches.  Subhorizons redder than 7.5YR occur in some pedons, but a major part of the solum and C horizon above 50 inches has hue of 7.5YR or yellower.  Rock fragments range from 0 to 35 percent by volume in a major part of the solum and C horizon above 50 inches and are mainly 1/4 to 10 inches in diameter.  These soils are dry in some part of the moisture control section for some time in most years.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It ranges from slightly acid to slightly alkaline.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically heavy clay loam or light clay but averages 35 to 50 percent clay, 10 to 40 percent silt, and 15 to 50 percent sand with more than 15 percent fine or coarser sand.  It is slightly acid to slightly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR, subhorizons redder than 7.5YR occur in some pedons.  It is typically loam, clay loam, or sandy clay loam with more than 18 percent but less than 35 percent clay.  This horizon ranges from slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arling, Brolliar, Buckskin, Florissant, Getta, Gothic, Gurney, Heath, Jerry, Judy, Little Horn, Mayoworth, Needleton, Owen Creek, Segal, Sessions, Sneffels, Trout Creek, Turk, Waters, and Youman series.  Arling soils have a significant component of volcanic ash and pyroclastic material throughout the solum and C horizon.  Brolliar, Getta, Judy, Little Horn, Sneffels, and Waters soils have a lithic contact at depths of 20 to 40 inches.  Buckskin soils have solums thicker than 40 inches have prominent skeletons on faces of peds.  Florissant, Mayoworth, Owen Creek, Trout Creek, and Truk soils have a paralithic contact at depths of 20 to 40 inches.  Gothic soils have more than 35 percent clay in all parts of the solum and C horizon above a depth of 50 inches.  Gurney soils have 15 to 35 percent rock fragments most of which are larger than 10 inches in diameter within the solum.  Also, Gurney soils dominantly have 5YR hue in the B2t horizon.  Heath and Jerry soils are calcareous above a depth of 40 inches and have continuous horizons of secondary calcium carbonate accumulation.  Needleton soils have at least 5 percent rock fragments that effervesce in acid throughout the solum and C horizons and have a CaCO3 equivalent of 8 to 39 percent.  Segal soils have a B2t horizon with an abrupt upper boundary and have more than 35 percent rock fragments in the lower solum and C horizon.  Sessions and Youman soils have lithochromic hues of 5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Brinkert soils are on gentle to moderately sloping alluvial fans and terraces.  Slopes typically range from 2 percent to about 15 percent.  The soil formed in thick noncalcareous, alluvial fan materials derived principally from gneiss, schist, granite, and sedimentary rock.  At the type location the average annual precipitation is 12 inches with peak periods of precipitation in the spring and early summer.  Mean annual temperature is 38 degrees F and mean summer temperature is 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Gothic soils and the Sudduth soils.  Sudduth soils have mollic epipedons thicker than 16 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Native vegetation is sage, needlegrass, and junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 10/73.\nThe original concept of this series when correlated and established in 1973 was a cryic temperature regime and an aridic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure that parts to fine granules; soft, very friable, slightly sticky, slightly plastic; 10 percent gravel; neutral (pH 7.2); clear smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "B1",
        "top": 13,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--5 to 8 inches; brown (10YR 5/3) light clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; peds are hard; thin glossy patches on some faces of peds; 10 percent gravel; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "B2t",
        "top": 20,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B2t--8 to 20 inches; brown (10YR 5/3) heavy clay loam, brown (10YR 4/3) moist; strong medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; peds are hard, thin glossy patches on some faces of peds; 10 percent gravel; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "B3",
        "top": 51,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3--20 to 25 inches; brown (10YR 5/3) heavy sandy clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure that parts to coarse angular blocks; hard, friable, slightly sticky, slightly plastic; peds are very hard; there are many thin wax-like patches on faces of peds and in some root channels and pores; slightly alkaline (pH 7.6); gradual wavy boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "C",
        "top": 64,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--25 to 60 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; massive; very hard, firm, slightly sticky, slightly plastic; 10 percent gravel; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
