{
  "SERIES": "BRINY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/CRP/JCK",
  "REVDATE": "01/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Briny silty clay loam, on a south facing linear 2 percent slope in rangeland at an elevation of 1,761 meters. When described on March 27, 1995 the soil was wet from 25 to 157 cm. The surface was covered by a salty chemical crust. (Colors are for moist soil unless otherwise noted.)\nAz--0 to 6 cm; grayish brown (2.5Y 5/2) silty clay loam, light gray (2.5Y 7/2) dry; moderate thick platy structure; very friable, slightly hard, moderately sticky and moderately plastic; few fine and very fine roots; finely disseminated salts (EC 160 mmhos/cm); strongly effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary.\nAzg--6 to 24 cm; dark grayish brown (2.5Y 4/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate fine subangular blocky structure; friable, slightly hard, moderately sticky and moderately plastic; few fine and very fine roots; finely disseminated salts (EC 50 mmhos/cm); common fine yellowish brown (10YR 5/4) moist oxidized iron masses; strongly alkaline (pH 9.0); clear wavy boundary. (combined thickness of the A horizons is 8 to 25 cm)\nBzg1--24 to 65 cm; grayish brown (2.5Y 5/2) silt loam, light gray (2.5Y 7/2) dry; weak medium and fine subangular blocky structure; friable, slightly hard, slightly sticky and moderately plastic; few fine and very fine roots; common fine yellowish brown (10YR 5/4) moist oxidized iron masses and common fine dark gray (2.5Y 4/1) moist iron depletions; finely disseminated salts (EC 30 mmhos/cm); strongly effervescent; strongly alkaline (pH 8.9); gradual wavy boundary.\nBzg2--65 to 97 cm; dark grayish brown (2.5Y 4/2)silty clay loam, light brownish gray (2.5Y 6/2) dry; weak medium and fine subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; few very fine roots; common fine yellowish brown (10YR 5/4) moist oxidized iron masses and common medium dark gray (2.5Y 4/1) moist iron depletions; finely disseminated salts and extremely coarse salt crystals in the matrix (EC 38 mmhos/cm); strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.(combined thickness of the Bzg horizons is 18 to 75 cm)\nCzg--97 to 157 cm; dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive; slightly sticky, slightly plastic; few very fine roots; common fine yellowish brown (10YR 5/4) moist oxidized iron masses and common medium dark gray (2.5Y 4/1) moist iron depletions; finely disseminated salts (EC 20 mmhos/cm); strongly effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Emery County, Utah; about 0.8 kilometers (0.5 miles) southwest of Molen; located about 472 meters west and 244 meters south of the northeast corner of sec. 13, T. 20 S., R. 7 E.; Molen, Utah USGS quad; lat. 39 degrees 5 minutes 10 seconds N. and long. 111 degrees 4 minutes 55 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8.3 to 12.2 degrees C\nDepth to seasonal high water table - 6 to 51 cm\nParticle-size control section (weighted average):\nClay content - 18 to 35 percent\nFine sand or coarser sand - less than 15 percent\nRock fragments - 0 to 5 percent, mainly gravel and channers\nAz and Azg horizons\nHue: 2.5Y or 5Y\nValue: 5, 6 or 7 dry; 4, 5 or 6 moist\nChroma: 1 or 2\nTexture: silty clay loam or silty clay\nClay content: 28 to 50 percent\nRock fragments: 0 to 5 percent gravel or channers\nElectrical conductivity: 30 to 300 mmhos/cm\nSodium adsorption ratio: 70 to 200\nReaction: pH 7.9 to 9.2\nBzg horizons\nHue: 2.5Y or 5Y\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 2 or 3\nTexture: silt loam or silty clay loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 5 percent gravel or channers\nElectrical conductivity: 26 to 64 mmhos/cm\nSodium adsorption ratio: 70 to 100\nReaction: pH 7.9 to 9.0\nCzg horizon\nHue: 2.5Y or 5Y\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 2 or 3\nTexture: silt loam or silty clay loam\nClay content: 18 to 45 percent\nRock fragments: 0 to 10 percent gravel or channers\nElectrical conductivity: 16 to 32 mmhos/cm\nSodium adsorption ratio: 70 to 100\nReaction: pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial flats, flood plains and drainageways\nElevation - 1,219 to 1,981 meters\nSlope - 0 to 4 percent\nParent material - alluvium derived from shale and siltstone\nMean annual precipitation - 150 to 230 mm\nPrecipitation pattern - significant increases in late summer to early fall; significant decreases in late spring and early winter\nMean annual air temperature - 7.2 to 11.7 degrees C\nFrost-free period - 120 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abbott, Billings, Hunting, and Rafael series. These soils do not have a salic horizon. Abbott soils are on landscape positions downslope of Briny soils and have a fine particle-size class. Billings soils are on positions upslope of Briny soils and support shadscale saltbush. Hunting soils are on slightly higher positions. Rafael soils are in concave areas downslope of Briny soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; moderately slow and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture and rangeland. Native vegetation is widely scattered inland saltgrass, alkali sacaton, Baltic rush and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Briny soils are of moderate extent in central Utah and western Colorado. MLRA 34B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Emery County, Utah - Emery Area, Utah, Parts of Emery, Carbon, Grand and Sevier Counties, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 24 cm (Az and Azg horizons)\nSalic horizon - from 0 to 97 cm (Az, Azg, Bzg1 and Bzg2 horizons)\nRedoximorphic concentrations - from 6 to 157 cm (Az, Azg, Bzg1, Bzg2 and Czg horizons)\nRedoximorphic depletions - from 6 to 157 cm (Az, Azg, Bzg1, Bzg2 and Czg horizons)\nParticle-size control section - from 25 to 100 cm (part of Bzg1, Bzg2 and part of Czg horizon)\nBriny soils have a mesic soil temperature regime and an aquic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
