{
  "SERIES": "BRINKLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brinklow channery silt loam on 2 to 8 percent slopes in a cornfield.  (Colors are for moist soil.)\nAp--0 to 10 inches; brown (7.5YR 5/4) channery silt loam; weak fine granular structure; friable; common fine roots; 15 percent rock fragments; slightly acid; abrupt smooth boundary.  (6 to 12 inches thick.)\nBt--10 to 19 inches; strong brown (7.5YR 5/8) channery silt loam; moderate medium subangular blocky structure; friable; few fine roots; 20 percent rock fragments; common fine tubular pores with thick clay films on ped faces and pores; moderately acid; clear wavy boundary.  (7 to 10 inches thick.)\nBC--19 to 25 inches; variegated strong brown (7.5YR 5/8), reddish yellow (7.5YR 7/6), and yellowish red (5YR 5/6) channery loam; moderate medium and fine subangular blocky structure; friable; 30 percent rock fragments; common fine tubular pores; moderately acid; abrupt wavy boundary.  (8 to 16 inches thick.)\nCr--25 to 35 inches; reddish yellow (5YR 7/6) soft bedrock that crushes to very channery loam; weak thin platy rock structure; firm; 40 percent rock fragments; moderately acid; abrupt wavy boundary.  (5 to 10 inches thick.)\nR--35 inches; hard phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Maryland; 1 mi. south of village of Woodfield; about 1.5 miles east on Rocky Road from the intersection with Md. Rt. 108, then 590 feet north in cornfield."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to paralithic contact range from 20 to 40 inches.  Depth to hard bedrock ranges from 30 to 60 inches.  Rock fragments of veined quartz and phyllite range from 5 to 35 percent in the A and B horizons and from 35 to 50 percent in the C horizon.  Reaction ranges from extremely acid to moderately acid.\nThe A horizon has hue of 2.5YR through 10YR, value of 3 through 5, and chroma of 2 through 6.  Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe Bt and BC horizons have hue of 2.5YR through 10YR, value of 4 through 7, and chroma of 4 through 8.  They are loam, silt loam, or silty clay loam in the fine-earth fraction.\nThe C horizon, where present, has hue of 7.5YR through 10YR, value of 4 through 7, and chroma of 4 through 8. They are loam, silt loam, or silty clay loam in the fine-earth fraction.\nThe Cr (bedrock) horizon can be dug with hand tools; The R (hard bedrock) horizon cannot be dug with hand tools."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gaila and Occoquan.  The Gaila soils have weathered muscovite fragments and are greater than 60 inches to bedrock.  Occoquan soils have soft granite gneiss between 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brinklow soils are on ridges and side slopes of dissected landscapes in the Piedmont Plateau.  Slopes range from 0 to 45 percent.  The soils are formed in residuum of weathered phyllite and schist.  The mean annual temperature ranges from 51 to 57 degrees F; the mean annual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Occoquan soils and the Brandywine, Codorus, Glenville, Hatboro, Hyattstown, Linganore, and Mt. Airy soils.  The very deep, well drained Chester, Glenelg, and Manor soils are on nearby landscapes.  Brandywine, Hyattstown, Linganore, and Mt. Airy soils have more than 35 percent coarse fragments.  Codorus and Hatboro soils do not have a Bt horizon and are on floodplains.  Glenville soils have a fragipan, are moderately well or somewhat poorly drained, and are around th heads of drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for growing corn, small grain, soybeans, and hay.  A moderate amount is in pasture and a small amount of acreage is urbanized.  Native vegetation consists of red oak, black oak, white oak, hickory, Virginia pine, and yellow poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Piedmont area of Maryland, possibly Virginia, and Pennsylvania.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Montgomery County, Maryland, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Brinklow series has previously been included in the Linganore, Urbana, Chester, Glenelg, and Manor series.  The Linganore series is loamy-skeletal, Urbana is classified as an Aquic Fragiudalf, and Chester, Glenelg, and Manor soils are very deep to bedrock.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface of the soil to a depth of 10 inches (Ap horizon).\nb. Argillic horizon - the zone from 10 to 19 inches (Bt horizon).\nc. Paralithic contact - the zone from 25 to 35 inches (Cr horizon).\nd. Lithic contact - at 35 inches (R horizon).\nAdditional Data:  Laboratory data on two pedons are available from the University of Maryland, Department of Agronomy, Soil Characterization Lab.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
