{
  "SERIES": "BRISKY",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "12/1999",
  "STATES": "WA",
  "OVERVIEW": "The Brisky series consists of shallow, well drained soils formed in colluvium from sandstone mixed with volcanic ash and loess.  Brisky soils are on mountainsides and ridgetops with southerly aspects and have slopes of 30 to 65 percent.  The average annual precipitation is about 25 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brisky very gravelly sandy loam - under scattered conifers on a 54 percent southwest facing back slope at an elevation of 2,850 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nA--0 to 4 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist, weak medium granular structure; soft, friable, nonsticky and nonplastic; many fine roots; common fine and medium tubular pores; 25 percent pebbles, 5 percent cobbles, 5 percent stones, and 5 percent soft pebbles; slightly acid (pH 6.5); clear wavy boundary.  (4 to 10 inches thick)\nBw--4 to 10 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, firm, nonsticky and nonplastic; common fine roots; common very fine, fine and medium tubular pores; 35 percent pebbles, 5 percent cobbles and 5 percent soft pebbles; slightly acid (pH 6.4); abrupt wavy boundary.  (5 to 10 inches thick)\nR--10 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 13 miles south of Peshastin; 700 feet south and 100 feet east of center of sec. 24, T. 22 N., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 10 to 20 inches.  These soils are usually moist but are dry in the moisture control section for 75 to 90 consecutive days following summer solstice. The mean annual soil temperature is estimated to range from 47 to 50 degrees F.  The particle-size control section averages 35 to 50 percent hard sandstone fragments, 5 to 10 percent soft sandstone fragments, and 5 to 15 percent clay. Reaction is neutral or slightly acid.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 through 6 dry or moist.  Texture is very gravelly loam, very cobbly sandy loam, or very gravelly sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cox, Rufus, Swakane, Teamont, and Witzel series.  Cox soils have an aridic moisture regime.  Rufus soils lack a Bw horizon and have 35 to 80 percent shaly rock fragments in the particle-size control section.  Swakane and Teamont soils lack a Bw horizon and are dry for 90 to 105 consecutive days.  Witzel soils have hue of 7.5YR or 5YR and are silty clay loam or clay loam in the fine- earth fraction of the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brisky soils are on mountainsides and ridgetops with southerly aspects and have slopes of 30 to 65 percent.  These soils formed in colluvium from sandstone, mixed with volcanic ash and loess.  Elevations are 1,500 to 4,100 feet.  These soils are in climate with warm dry summers and cool winters.  The average annual precipitation is 20 to 32 inches.  The mean January temperature is about 26 degrees F, the mean July temperature is about 66 degrees F, and the mean annual temperature is about 43 to 47 degrees F. The frost-free season is about 110 to 130 days.  Growing season at 28 degrees F is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ampad, Kafing, Shaser, Nard, Cle Elum, Varelum, Scotties, Blag, and Blewett series. Ampad, Shaser, Kafing, Nard, Cle Elum, Varelum, and Scotties soils are more than 20 inches deep. Blewett soils are frigid.  Blag soils have an ochric epipedon and are loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, watershed and recreation.  Native vegetation is antelope bitterbrush, bluebunch wheatgrass, pinegrass, big sagebrush, arrowleaf balsamroot, and scattered ponderosa pine and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in southeastern Chelan County and northern Kittitas Counties, Washington.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Chelan County, Washington, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 7 inches (when mixed), a lithic contact at 10 inches, and a particle-size control section from the surface to 10 inches that averages 38 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist, weak medium granular structure; soft, friable, nonsticky and nonplastic; many fine roots; common fine and medium tubular pores; 25 percent pebbles, 5 percent cobbles, 5 percent stones, and 5 percent soft pebbles; slightly acid (pH 6.5); clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--4 to 10 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, firm, nonsticky and nonplastic; common fine roots; common very fine, fine and medium tubular pores; 35 percent pebbles, 5 percent cobbles and 5 percent soft pebbles; slightly acid (pH 6.4); abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 25,
        "texture_class": "sand",
        "narrative": "R--10 inches; sandstone."
      }
    ]
  ]
}
