{
  "SERIES": "BROAD CANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev:  MEO/SJJ/CBR",
  "REVDATE": "01/2018",
  "STATES": "CO,ID,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Broad Canyon gravelly loam - woodland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 10 cm; very dark brown (10YR 2/2) gravelly loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky; many fine and medium, and common coarse roots; slightly acid (pH 6.2); clear wavy boundary. (5 to 15 cm thick)\nA2--10 to 25 cm; very dark grayish brown (10YR 3/2) gravelly loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable; many fine and medium roots; few fine pores; slightly acid (pH 6.3); clear wavy boundary. (10 to 20 cm thick)\nBt--25 to 41 cm; dark brown (7.5YR 3/3) gravelly loam, light brownish gray (10YR 6/2) dry; weak coarse subangular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky; common fine and medium roots; many fine pores; 30 percent gravel; few thin clay films on faces of peds; slightly acid (pH 6.3); clear wavy boundary. (10 to 30 cm thick)\nBC--41 to 61 cm; dark brown (7.5YR 3/3) very gravelly sandy loam, pinkish gray (7.5YR 6/2) dry; weak medium subangular blocky structure; slightly hard, friable; common medium and fine roots; 50 percent gravel and cobbles; slightly acid (pH 6.1); clear irregular boundary. (15 to 41 cm thick)\n2C1--61 to 102 cm; reddish brown (5YR 4/3) very stony loamy sand, pink (5YR 7/3) dry; single grained; loose; common fine and medium roots; 50 percent rock fragments, mainly stones; moderately acid (pH 6.0); clear wavy boundary. (25 to 51 cm thick)\n2C2--102 to 152 cm; reddish brown (5YR 4/3) very gravelly loamy sand, pink (5YR 7/3) dry; single grained; loose; few fine and medium roots; 50 percent gravel and cobbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Summit County, Utah; 805 meters from Ledgefork Campground; about 275 meters east of main trail, upper Smith Morehouse Canyon, NW1/2 of SW1/4 of section 16, T.1S., R.8E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mollic epipedon ranges from 23 to 40 cm thick.  Typically, the depth to very gravelly loamy sand is 61 to 102 cm.  The MAST at a depth of 50 cm is 2.0 to 8.0 degrees C, and the mean summer soil temperature is 10.6 to 14.4 degrees C.  The rock fragment content ranges from 5 to 70 percent in the A horizon and 35 to 75 percent in the B and C horizons.  The particle-size control section has less than 18 percent clay.\nA horizon\nHue - 7.5YR or 10YR\nValue - 2 or 3 moist, 2 through 5 dry\nChroma - 2 or 3\nIt is moderately acid to neutral. (5.6 to 7.3)\nBt or Bw horizon (cambic)\nHue - 5YR, 7.5YR or 10YR\nValue - 3 through 5 moist, 5 through 7 dry\nChroma - 2 through 4\nTexture - GR-L, GRV-L, GRV-SL, CB-L, CBV-SL, CBV-L, STV-SL\nClay content - 6 to 18 percent\nIt is moderately acid to neutral. (5.6 to 7.3)\nThis horizon does not have the required clay increase to qualify for an argillic horizon.\n2C or C horizon\nHue - 5YR, 7.5YR or 10YR\nValue - 4 through 6 moist, 5 through 7 dry\nChroma - 3 through 6\nTextures - very stony to gravelly or very gravelly loamy sand, sandy loam or loam.  Stone lines when present, commonly occur below depth of 50 cm.\nIt is moderately acid to neutral. (5.6 to 7.3)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kamack, Longabaugh, Midfork, Piegan and Sawpit series.  Kamack, Midfork, Longabaugh and Sawpit soils have more than 18 percent clay in the particle-size control section. Piegan soils have a lithic contact between 50 and 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on lateral moraines or glaciated mountainsides at elevations of 1,980 or 2,960 meters.  In the southern part of Idaho, these soils formed in granite or limestone colluvium and occur on north-facing mountain slopes down to elevations of 1,520 meters. Slopes range from 20 to 70 percent.  These soils formed in materials weathered mainly from quartzite, sandstone, limestone and some shale.  Average annual temperature is 0.6 to 7.2 degrees C and the average summer temperature is 10.0 to 14.4 degrees C.  The frost-free period is 30 to 60 days.  Average annual precipitation is 635 to 1250 mm. Soil moisture regime is Udic."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agassiz, Elder Hollow, Foxol, Kiesel, Ledgefork, Lucky Star, Moweba, Norway Flat, and Poleline soils and the competing Kamack soils.  Agassiz, Elder Hollow, and Foxol soils have bedrock at depths less than 50 cm.  Kiesel soils have natric horizons.  Ledgefork soils have sandy-skeletal particle-size control sections and lack cambic horizons.  Lucky Star soils have E horizons and argillic horizons.  Moweba and Poleline soils have mollic epipedons more than 50 cm thick.  Norway Flat soils have argillic horizons with the upper boundary at depths below 61 cm.  Agassiz and Foxol soils are generally on south and west-facing slopes.  The other associated soils are on positions similar to Broad Canyon soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for forest, range, watershed, and wildlife habitat.  Potential vegetation is mainly white fir, Douglas-fir, subalpine fir, serviceberry, snowberry, pachystima, ceanothus, and manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah, western part of Uinta Mountains, and south central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan Area, Utah, 1974.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
