{
  "SERIES": "BROCKPORT",
  "STATUS": "Established Series",
  "BYREV": "MGC-ERS-PSP",
  "REVDATE": "02/2003",
  "STATES": "NY",
  "OVERVIEW": "The Brockport series consists of moderately deep, somewhat poorly drained soils formed in a thin deposit of till or congeliturbate derived mainly from neutral to calcareous clayey shales. These soils are on bedrock controlled landforms. Bedrock is at a depth of 20 to 40 inches. Permeability is very slow throughout the soil. Slope ranges from 1 to 15 percent. The mean annual temperature is 48 degrees F. and the mean annual precipitation is 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brockport silty clay loam on a 2 percent slope in an idle land area (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 5 inches; dark grayish brown (2.5Y 4/2) silty clay loam; moderate fine subangular blocky structure; friable; many fine roots; neutral; abrupt wavy boundary. (5 to 9 inches thick.)\nEg -- 5 to 9 inches; gray (5Y 6/1) silty clay loam; moderate fine angular blocky structure; firm, sticky, plastic; many fine roots; common fine prominent brown (7.5YR 5/4) and strong brown (7.5YR 5/8) soft masses of iron oxides; neutral; clear wavy boundary. (0 to 4 inches thick.)\nBt -- 9 to 18 inches; olive brown (2.5Y 4/4) clay; strong coarse prismatic structure parting to strong medium angular blocky; firm, very sticky, very plastic; common roots; common very fine pores with clay linings; distinct dark gray (2.5Y 4/1) clay films on all faces of peds in lower 7 inches; gray (2.5Y 6/1) silt coats on vertical faces of peds in upper 2 inches; 2 percent fine rock fragments; many (50%) fine distinct grayish brown (2.5Y 5/2) redoximorphic depletions on the faces of peds; common fine and medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) masses of iron accumulation within peds; slightly alkaline; clear wavy boundary. (8 to 24 inches thick.)\nBCg -- 18 to 27 inches; grayish brown (2.5Y 5/2) clay; moderate medium angular blocky structure grading to medium platy below 24 inches; very firm, very plastic; few roots; faces of peds have dark gray (5Y 4/1) coats with patches of light brownish gray (10YR 6/2) carbonates; 10 percent soft fine and medium shale fragments; common medium distinct olive yellow (2.5Y 6/6) and light olive brown (2.5Y 5/6) soft masses of iron accumulation; matrix is slightly effervescent; slightly alkaline; clear wavy boundary. (0 to 10 inches thick.)\n2R -- 27 to 36 inches; shale; olive (5Y 5/3) interiors with gray (N 5/) exteriors; fractured in the upper part; slightly effervescent; easily cut or broken."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orleans County, New York; Town of Murray; east roadbank, two-tenths mile north of Lynch Road on Hindsburg Road. USGS Holley, NY topographic quadrangle; Latitude 43 degrees, 14 minutes, 15 seconds N. and Longitude 78 degrees, 6 minutes, 23 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches and generally is the same as the depth to bedrock. Weak shale channers range from 0 to 35 percent by volume in the solum and typically increase with depth. Pebbles of sandstone and limestone are present, but not conspicuous, in some pedons.\nThe A or Ap horizon has hue of 7.5YR through 5Y, value of 3 through 5, and chroma 1 through 3. Texture of the fine-earth fraction is silt loam, loam, or silty clay loam. Structure is granular, subangular or angular blocky. Consistence is friable or firm. Reaction ranges from moderately acid through neutral.\nThe Eg horizon has hue of 7.5YR through 5Y, value of 5 or 6, and chroma 1 or 2. Texture of the fine-earth fraction is silt loam or silty clay loam. Consistence is firm or friable. Reaction ranges from moderately acid through neutral. Silty material like the E horizon often extends into the upper 2 to 4 inches of the B horizon as coatings on peds 1/2 to 1 1/2 mm thick. Soft iron masses with high chroma are common.\nThe Bt or Btg horizons have hue of 10YR through 5Y, value of 4 through 6, and chroma 1 through 5. Some pedons have hues of 7.5YR or 5GY inherited from parent material. Redoximorphic depletions with chroma of 1 or 2 occurs on 50 percent or more of the faces of peds. More than 50 percent of ped interiors have chroma of 3 through 5. Few to many redoximorphic concentrations are usually present within ped interiors. Texture of the fine-earth fraction ranges from silty clay loam to clay. Structure is blocky or prismatic with distinct to prominent clay films on faces of peds. Consistence is firm or very firm and is plastic. Reaction ranges from slightly acid through slightly alkaline. The lower part of the horizon is slightly calcareous in some pedons.\nThe BC horizon, where present, has hue of 10YR, 2.5Y, or 5Y, value of 4 through 6, and chroma of 0 through 3. Texture of the fine-earth fraction is clay or silty clay.\nSome pedons have C horizons that are channery clay or channery silty clay. They have blocky or plate-like structure inherited from the rock. Reaction ranges from neutral through moderately alkaline. The C horizon is slightly effervescent in most pedons.\nThe underlying bedrock is calcareous shale, limestone, or dolomite. The bedrock in the upper part of some pedons is neutral or slightly effervescent calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Caneadea, Churchville, Lockport, Odessa, Remsen, and Rhinebeck series are in the same family. Lockport soils have redder hue of 10R through 5YR in the Bt horizon. Caneadea, Churchville, Odessa, Remsen, and Rhinebeck soils do not have bedrock within 40 inches. Churchville soils have a lithologic discontinuity and 10 to 35 percent rock fragments in the series control section. Odessa soils have hue of 5YR or redder in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Brockport soils are on bedrock-controlled landforms. Slope ranges from 1 to 15 percent. The soils formed principally in a thin deposit of clayey till or congeliturbate derived mainly from neutral to calcareous clay-rich shales but including lake sediments in some pedons. Mean annual soil temperature ranges from 47 degrees to 52 degrees F. Mean annual precipitation ranges from 28 to 45 inches and mean annual air temperature from 46 to 50 degrees F. The mean annual frost-free period ranges from 135 to 180 days. Elevation ranges from 300 to 1700 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Appleton, Kendaia, Lockport, Ovid, and Riga soils. Appleton, Kendaia and Ovid are associated deeper and coarser textured soils. The reddish Lockport soils are closely associated in areas where olive, gray and red shales are interbedded. Riga soils are better drained associates and are not saturated with water for significant periods."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is low to high. Permeability is very slow throughout the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing hay, small grains, and pasture. Native vegetation included oak, hickory, red maple, elm and associated species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ontario plain and the Mohawk Valley of western and central New York. MLRA 101. The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orleans County, New York, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon- from 0 to 9 inches (Ap and Eg horizon).\n2) Albic horizon (within the Ochric epipedon) - from 5 to 9 inches (Eg horizon).\n3) Argillic horizon - from 9 to 18 inches (Bt horizon).\n4) Aeric subgroup - Bt horizon having color value and chroma of 3 or more (required in a horizon between the Ap and 30 inches).\n5) Redoximorphic features - Fe and clay depletions, and Fe concentrations, and reduced matrices. (Eg, Bt, and BC horizons).\n6) Aqualfs- 50% redox depletions with chroma of 2 or less on faces of peds and redoximorphic concentrations within peds in the upper 12.5cm of the argillic horizon (Bt horizon- 9 to 18 inches).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 5 inches; dark grayish brown (2.5Y 4/2) silty clay loam; moderate fine subangular blocky structure; friable; many fine roots; neutral; abrupt wavy boundary. (5 to 9 inches thick.)"
      },
      {
        "name": "Eg",
        "top": 13,
        "bottom": 23,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg -- 5 to 9 inches; gray (5Y 6/1) silty clay loam; moderate fine angular blocky structure; firm, sticky, plastic; many fine roots; common fine prominent brown (7.5YR 5/4) and strong brown (7.5YR 5/8) soft masses of iron oxides; neutral; clear wavy boundary. (0 to 4 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt -- 9 to 18 inches; olive brown (2.5Y 4/4) clay; strong coarse prismatic structure parting to strong medium angular blocky; firm, very sticky, very plastic; common roots; common very fine pores with clay linings; distinct dark gray (2.5Y 4/1) clay films on all faces of peds in lower 7 inches; gray (2.5Y 6/1) silt coats on vertical faces of peds in upper 2 inches; 2 percent fine rock fragments; many (50%) fine distinct grayish brown (2.5Y 5/2) redoximorphic depletions on the faces of peds; common fine and medium prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) masses of iron accumulation within peds; slightly alkaline; clear wavy boundary. (8 to 24 inches thick.)"
      },
      {
        "name": "BCg",
        "top": 46,
        "bottom": 69,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCg -- 18 to 27 inches; grayish brown (2.5Y 5/2) clay; moderate medium angular blocky structure grading to medium platy below 24 inches; very firm, very plastic; few roots; faces of peds have dark gray (5Y 4/1) coats with patches of light brownish gray (10YR 6/2) carbonates; 10 percent soft fine and medium shale fragments; common medium distinct olive yellow (2.5Y 6/6) and light olive brown (2.5Y 5/6) soft masses of iron accumulation; matrix is slightly effervescent; slightly alkaline; clear wavy boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "2R",
        "top": 69,
        "bottom": 91,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "narrative": "2R -- 27 to 36 inches; shale; olive (5Y 5/3) interiors with gray (N 5/) exteriors; fractured in the upper part; slightly effervescent; easily cut or broken."
      }
    ]
  ]
}
