{
  "SERIES": "BROCKWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFR:LBW:LAQ",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "OVERVIEW": "The Brockwell series consists of very deep, well drained, moderately permeable soils formed in residuum weathered from sandstone bedrock.  These soils are on gently sloping to moderately steep uplands in the Ozark Highlands.  Slopes range from 3 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brockwell fine sandy loam on a gently sloping area in woodland.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; grayish brown (10YR 5/2) fine sandy loam; weak fine granular structure; very friable; common medium roots; very strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nE--6 to 12 inches; brown (10YR 5/3) sandy loam; weak fine granular structure; very friable; common medium roots; strongly acid; clear wavy boundary.  (4 to 8 inches thick)\nBE--12 to 17 inches; brown (7.5YR 5/3) sandy loam; weak medium subangular blocky structure; friable; common medium and fine roots; strongly acid; clear smooth boundary.  (3 to 7 inches thick)\nBt1--17 to 31 inches; strong brown (7.5YR 5/6) fine sandy loam; moderate medium subangular blocky structure; friable; thin continuous clay films on faces of peds; common fine and medium roots; strongly acid; gradual wavy boundary.  (10 to 16 inches thick)\nBt2--31 to 41 inches; strong brown (7.5YR 5/6) and pale brown (10YR 6/3) fine sandy loam; common medium distinct red (2.5YR 4/6) mottles; moderate medium subangular blocky structure; friable; thin discontinuous clay films on faces of peds; few fine roots; common fine vesicular pores; few pockets of uncoated sand grains; strongly acid; gradual smooth boundary.  (8 to 16 inches thick)\nBt3--41 to 53 inches; strong brown (7.5YR 5/6) and pale brown (10YR 6/3) fine sandy loam; common medium prominent red (2.5YR 4/6) mottles; weak coarse subangular blocky structure; friable; thin continuous clay films on faces of peds and bridging sand grains; common fine vesicular pores; common pockets and vertical streaks of uncoated sand grains; strongly acid; gradual smooth boundary.  (10 to 22 inches thick)\nBt4--53 to 80 inches; mottled yellowish red (5YR 4/6), brown (7.5YR 5/4), and red (2.5YR 4/6) sandy clay loam; weak coarse angular blocky structure; thin patchy clay films on faces of peds and bridging sand grains; few fine vesicular pores; 15 percent by volume 1/2 inch to 3 inch fragments of weathered sandstone; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Izard County, Arkansas; 2.5 miles north and 0.5 mile west of Wideman, then 50 feet east of county road in SW1/4SW1/4NW1/4 sec. 14, T. 18 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and solum thickness ranges from 60 to over 80 inches.  The amount of coarse fragments, dominantly sandstone, ranges from none to 35 percent throughout the profile.  Except where the soil has been limed, the reaction ranges from medium acid to very strongly acid throughout the profile.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Some pedons have a 1 to 5 inch A1 horizon that has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Texture is fine sandy loam, sandy loam, or loam, and their gravelly phases.\nThe BE horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3, 4 or 6.  Texture is fine sandy loam, sandy loam, or loam, and their gravelly phases.\nThe Bt horizon has hue of 7.5YR, 5YR, or 10YR, value of 4, and chroma of 3 or 4, value of 5 or 6, and chroma of 3 to 6, and commonly with iron accumulations in shades or red, brown, or yellow.  In some pedons, the clay films have similar hue and value but darker chroma than the matrix.  The lower Bt horizon is commonly variegated in shades or red or brown in the 7.5YR, 5YR, or 2.5YR hue. Texture is fine sandy loam, loam, sandy clay loam, sandy loam, and their gravelly phases.\nThe BC and C horizons, if present, have similar color and texture as the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Brockwell is the only series in this family.  Series with common limits in definition are the Benndale, Brocket, Claiborne, Hartsells, Heidel, McLaurin, Nolichucky, and Trimble series.  Benndale, Heidel, and McLaurin soils are similar to Brockwell in texture, but are thermic.  In addition, McLaurin soils are redder and bisequal.  Brocket, Claiborne, Hartsells, Nolichucky, and Trimble soils are fine-loamy.  In addition, Claiborne soils have 5 to 25 percent fragments of chert in each horizon, Hartsells soils are thermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brockwell soils are on gently sloping to moderately steep uplands in the Ozark Highlands.  The soil formed in residuum weathered from sandstone bedrock.  Slopes range from 3 to 20 percent.  Mean annual precipitation near the type location is about 45 inches and mean annual temperature is about 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arkana, Boden, Doniphan, Gassville, Moko, and Portia series.  Boden, Doniphan, and Gassville soils have more than 35 percent clay in the upper 20 inches of the argillic horizon, and on slightly lower nearby landscapes.  In addition, Doniphan and Gassville soils have chert fragments in each horizon.  Arkana soils have solums 20 to 45 inches thick and a very-fine control section.  Moko soils have solums 6 to 20 inches thick and loamy-skeletal control section.  Arkana and Moko soils are on lower ridges, sideslopes, and limestone benches.  Portia soils have more than 18 percent clay in the upper 20 inches of the argillic and are on lower sideslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Brockwell soils are well drained.  Runoff is medium and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are used for woodland and pasture with limited use for cultivated crops.  Native trees are shortleaf pine, oak, and hickory.  Tame grasses are mainly tall fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands in Arkansas and Missouri.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baxter County, Arkansas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formely classified in the Red-Yellow Podzolic great soil group.  They were formerly mapped in the Hartsells series.\nADDITIONAL DATA:  Laboratory data by University of Arkansas Soil Characterization Laboratory.\nDepth                     Sand                                                        Base\nHorizon     Inches     VC&C    M       F      VF     Total    Silt     Clay     pH    Sat. %\nAp               0-6        1         22      44      5       72     25         3      5.2       27\nE                6-12        2         33     28      4        67     27         6      4.8      17\nBE            12-17        2         31     28      4        65     28         7      4.9       25\nBt1           17-31        1         28     26      4        59     27       14      5.1       41\nBt2           31-41        2         24     35      4        65     21       14      4.6       29\nBt3           41-53        3         26     31      4        74     12       14      4.9       33\nBt4           53-80        2         38     24      2        66       6       28      4.8       31\nNational Cooperative Soil Survey\nU.S.A."
  }
}
