{
  "SERIES": "BROCKET",
  "STATUS": "Established Series",
  "BYREV": "KKH:JHB",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "OVERVIEW": "The Brocket series consists of deep, well drained, moderately\npermeable soils that formed in loamy sediments weathered from\nsandstone bedrock.  These soils are on nearly level to moderately\nsloping uplands in the Ozark Highlands.  Slopes range from 1 to 12\npercent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brocket gravelly fine sandy loam on a smooth 5\npercent slope in pasture.\n(Colors are for moist soil unless otherwise\nstated.)\nAp--0 to 6 inches; dark yellowish brown (10YR 4/4) gravelly\nfine sandy loam; moderate medium granular structure; friable;\ncommon fine roots; common medium pores; about 25 percent gravel by\nvolume, 2 to 75 mm in diameter; medium acid; abrupt wavy boundary.\n(0 to 8 inches thick)\nB1--6 to 16 inches; strong brown (7.5YR 5/6) fine sandy loam;\nweak medium subangular blocky structure; friable; common fine\nroots; common medium pores; about 10 percent gravel by volume, 2\nto 75 mm in diameter; strongly acid; clear wavy boundary.  (8 to\n14 inches thick)\nB21t--16 to 30 inches; yellowish red (5YR 4/8) loam; moderate\nmedium subangular blocky structure; firm; thin patchy clay films\non faces of peds; few fine roots; common medium and fine pores;\nfew particles of mica; strongly acid; clear wavy boundary.  (10 to\n20 inches thick)\nB22t--30 to 58 inches; yellowish red (5YR 4/6) sandy clay\nloam; common medium distinct red (2.5YR 4/8) and yellowish brown\n(10YR 5/8) mottles; moderate medium subangular blocky structure;\nfirm; sand grains bridged with clay; medium clay films on most\nfaces of peds; few fine roots; few medium and fine pores; few\npockets of uncoated sand grains; common particles of mica; few\nuncoated sand grains; few black stains; very strongly acid; clear\nwavy boundary.  (18 to 30 inches thick)\nB23t--58 to 72 inches; yellowish red (5YR 4/8) fine sandy\nloam; common medium prominent yellowish brown (10YR 5/4) and\nbrownish yellow (10YR 6/8) mottles; weak medium subangular blocky\nstructure; friable; few fine roots; few fine pores; common pockets\nand vertical streaks of uncoated sand grains; many sand grains\ncoated and bridged with clay; clay films in voids, root channels,\nand on some faces of peds; common particles of mica; 5 percent by\nvolume angular fragments of sandstone less than 3 inches in\ndiameter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randolph County, Arkansas; 1.6 miles northwest of\nSupply, then 50 feet east of county road in NW1/4NW1/4SW1/4, sec.\n15, T. 21 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to 90\ninches.  Thickness of the loamy sediments containing gravel ranges\nfrom 10 to 30 inches.  Reaction of the A horizon ranges from very\nstrongly acid through slightly acid.  Reaction of the B horizon\nranges from very strongly acid through medium acid.  The A and B1\nhorizons have 5 to 35 percent rounded gravel.\nThe A horizon has hue of 10YR, values 4 or 5, and chroma of 2\nthrough 6.  Textures are gravelly fine sandy loam, gravelly sandy\nloam, gravelly loam, and their non-gravelly phases.  Some pedons\nhave thin dark colored A1 and yellowish brown A2 horizons.\nThe B1 horizon has hue of 10YR or 7.5YR, value of 4 or 5, and\nchroma of 4 through 8.  Textures are gravelly fine sandy loam,\ngravelly sandy loam, gravelly loam, and their non-gravelly phases.\nThe B2t horizon is centered on the 5YR hue, value of 4 or 5, and\nchroma of 4 through 8.  Subhorizons with hues of 7.5YR and 2.5YR,\nvalue 4 or 5, and chroma of 4 through 8 are included.  Most pedons\nhave few to many brown and yellow mottles.  The B21t horizon has\nfrom 0 to 15 percent gravel.  B22t and B23t horizons commonly have\nfew to many particles of mica.  The B22t and B23t horizons have\nfew to many pockets of clean uncoated sand grains and few to\ncommon vertical streaks of sand grains.  Most pedons have a clay\ndecrease at 50 inches below the top of the argillic.  These\nhorizons have from 2 to 15 percent by volume angular fragments of\nsoft or hard sandstone.  The B21t and B22t horizons are loam,\nsandy clay loam, or clay loam.  The B23t horizon is fine sandy\nloam, sandy loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Claiborne, Nolichucky, and\nTrimble series and the similar Agnos, Baxter, Boden, Braddock,\nChristian, Muse, Portia, Sequoia, and Trappist series.  Claiborne\nand Trimble soils lack gravel in the upper solum.  Nolichucky\nsoils do not decrease in clay, and lack pockets and streaks of\nuncoated sand grains.  Claiborne soils have 5 to 25 percent\nfragments of chert in each horizon.  Trimble soils have 15 to 35\npercent fragments of chert, sandstone, or siltstone in each\nhorizon.  Portia soils lack gravel in the surface layers and\npockets or streaks of clean uncoated sand grains.  Agnos, Baxter,\nBode\n, Braddock, Christian, Muse, Sequoia, and Trappist soils have more\nthan 35 percent clay in the upper 20 inches of the argillic\nxorizon.  In addition, Boden soils are underlain with sandstone\nbedrock at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brocket soils are on nearly level to\nmoderately sloping uplands in the Ozark Highlands.  Slopes range\nfrom 1 to 12 percent.  Mean annual precipitation near the type\nlocation is about 45 inches and mean annual temperature is about\n54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Boden\nand Portia series and the Captina, Doniphan, Gepp, and Peridge\nseries.  Captina and Peridge soils have less than 15 percent fine\nsand and coarser in the upper 20 inches of the argillic horizon.\nAlso, Captina soils have a fragipan.  Doniphan and Gepp soils have\nmore than 35 percent clay in the upper 20 inches of the argillic\nhorizon.  Doniphan soils have fragments of chert throughout.  Gepp\nsoils are underlain by limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Brocket soils are well drained.\nRunoff is medium and permeability is moderate.  Seasonal high\nwater table is below 6 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture and woodland with\nlimited use for hay crops.  Native trees are oak, hickory, and\nshortleaf pine.  Tame grasses are mainly tall fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands in Arkansas and\nMissouri.  Possibly in Kentucky and Tennessee.  The series is of\nmoderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": "NA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Arkansas; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Red-Yellow\nPodzolic great soil group.  They were formerly mapped in the Boden\nand Portia series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 6 inches; dark yellowish brown (10YR 4/4) gravelly"
      },
      {
        "name": "B1",
        "top": 15,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B1--6 to 16 inches; strong brown (7.5YR 5/6) fine sandy loam;"
      },
      {
        "name": "B21t",
        "top": 41,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B21t--16 to 30 inches; yellowish red (5YR 4/8) loam; moderate"
      },
      {
        "name": "B22t",
        "top": 76,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B22t--30 to 58 inches; yellowish red (5YR 4/6) sandy clay"
      },
      {
        "name": "B23t",
        "top": 147,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B23t--58 to 72 inches; yellowish red (5YR 4/8) fine sandy"
      }
    ]
  ]
}
