{
  "SERIES": "BRODALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAP-DMA-TWN",
  "REVDATE": "01/2007",
  "STATES": "IA,MN,WI",
  "OVERVIEW": "The Brodale series consists of deep or very deep, excessively drained soils that formed in loamy residuum and colluvium that is derived mostly from dolomite or limestone bedrock. These soils are on plane or convex south-facing to west-facing valley sides on dissected uplands. Slope ranges from 6 to 90 percent. Mean annual precipitation is about 833 millimeters. Mean annual air temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Entic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brodale flaggy fine sandy loam, on a slightly convex, southwest-facing slope of 56 percent, on a valley side, in a native prairie, at an elevation of about 270 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 18 centimeters; very dark gray (10YR 3/1) flaggy fine sandy loam, dark gray (10YR 4/1) dry; weak very fine subangular blocky structure; very friable; about 25 percent rock fragments; neutral; clear smooth boundary.\nA2--18 to 30 centimeters; very dark grayish brown (10YR 3/2) flaggy loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure; very friable; about 25 percent rock fragments; slightly effervescent; slightly alkaline; clear smooth boundary.  (Combined thickness of A horizon is 12 to 50 centimeters.)\nC1--30 to 51 centimeters; brown (10YR 4/3) very flaggy loam, dark grayish brown (10YR 4/2) coats on faces of peds; weak fine and medium subangular blocky structure; very friable; about 50 percent rock fragments; strongly effervescent; moderately alkaline; clear smooth boundary.\nC2--51 to 79 centimeters; olive brown (2.5Y 4/3) very flaggy loam; weak fine subangular blocky structure; very friable; about 50 percent rock fragments; strongly effervescent; moderately alkaline; clear smooth boundary.\nC3--79 to 152 centimeters; light olive brown (2.5Y 5/3) very flaggy loam; weak very fine and fine subangular blocky structure; very friable; about 50 percent rock fragments; strongly effervescent; moderately alkaline; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Houston County, Minnesota subset; about 1/2 mile northeast of Freeburg; located about 1,300 feet east and 300 feet south of the northwest corner of section 30, T. 102 N., R. 4 W.; USGS Reno topographic quadrangle; lat. 43 degrees 36 minutes 54 seconds N. and long. 91 degrees 22 minutes 03 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock--100 to more than 200 centimeters\nDepth to carbonates--0 to 30 centimeters\nContent of carbonates in less than 20 millimeter fraction in the particle-size control section--40 to 60 percent\nContent of clay in the particle-size control section (weighted average)--5 to 18 percent\nContent of sand in the particle-size control section (weighted average)--30 to 65 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--the flaggy, very flaggy, extremely flaggy, or channery analogues of sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam\nClay content--5 to 18 percent\nSand content--30 to 65 percent\nRock fragment content--25 to 70 percent, dominantly dolomite or limestone flagstones, in some pedons channers may be dominant\nReaction--neutral to moderately alkaline\nSome pedons may have subhorizons with a rock fragment content of less than 25 percent\nSome pedons have a thin Bw horizon\nC horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--3 to 6\nTexture--the flaggy, very flaggy, extremely flaggy, or channery analogues of sandy loam, fine sandy loam, very fine sandy loam, loam, silt loam, or loamy sand\nClay content--5 to 18 percent\nSand content--30 to 65 percent\nRock fragment content--35 to 70 percent, dominantly dolomite or limestone flagstones, in some pedons channers may be dominant\nReaction--neutral to moderately alkaline\nSome pedons may have subhorizons with a rock fragment content of less than 35 percent\nThe underlying bedrock is dolomite, limestone, or hard sandstone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy residuum and colluvium that is derived mostly from dolomite or limestone bedrock\nLandform--plane or convex south-facing to west-facing valley sides on dissected uplands\nSlope--6 to 90 percent\nElevation--270 to 430 meters above sea level\nMean annual air temperature--8 to 11 degrees C\nMean annual precipitation--700 to 965 millimeters\nFrost-free period--135 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Copaston, Lacrescent and Lamoille soils.\nCopaston--are on slightly higher landscape positions and have a lithic contact of limestone within a depth of 50 centimeters\nLacrescent--are on landscape positions similar to that of the Brodale soils and have a cambic horizon\nLamoille--are at higher landscape positions on side slopes and have a clay content that averages 35 to 55 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--excessively drained--a frequently saturated zone does not occur within a depth of 2 meters in normal years\nSaturated hydraulic conductivity--1.00 to 100.00 micrometers per second in the loamy materials and 0.01 to 10.00 micrometers per second (in the bedrock depending on the amount of weathering\nSurface runoff potential--medium to very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are in native vegetation, but some areas are pastured. The native vegetation is big bluestem, little bluestem, sideoats grama, switchgrass, and other grasses of the tall and mid grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains, Wisconsin driftless section, Western lake section\nMLRAs--Wisconsin and Minnesota Thin Loess and Till (90),\nWisconsin and Minnesota Sandy Outwash (91),\nEastern Iowa and Minnesota Till Prairies (104) and,\nNorthern Mississippi Valley Loess Hills (105)\nLRR M; southeastern Minnesota, southwestern Wisconsin, and northeastern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Goodhue County, Minnesota, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this soil include:\nmollic epipedon--the zone from the surface to a depth of 30 centimeters (A horizon);\nudic moisture regime.\nEntic subgroup on basis of carbonates throughout the pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
