{
  "SERIES": "BRODY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/CLM",
  "REVDATE": "3/92",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, mixed Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brody cobbly silt loam - forested (Colors are for dry soil unless otherwise noted).\nOi--2 to 1 1/2 inches; undecomposed needles, leaves, cones, and twigs; very strongly acid (pH 4.5); abrupt broken boundary.  (0 to 1 inch thick)\nOe--1 1/2 - 0.2 inches; very dark brown (10YR 2/2) partially decomposed needles, leaves, cones, and wood; extremely acid (pH 4.4); abrupt broken boundary.  (0 to 2 inches thick)\nOa--0.2 to 0 inches; very dark brown (10YR 2/2)\nwell-decomposed organic matter; strongly acid (pH 5.2 ); abrupt wavy boundary.  (0 to 1/2 inch thick)\nBs1--0 to 3 inches; brown (7.5YR 5/4) cobbly silt loam, dark brown (7.5YR 3/3) moist; moderate very fine and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine irregular pores; about 20 percent cobbles and gravel; moderately acid (pH 5.9); gradual wavy boundary.  (0 to 5 inches thick)\nBs2--3 to 13 inches; brown (7.5YR 5/4) cobbly silt loam, dark brown (7.5YR 4/3) moist; weak very fine and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine irregular pores; about 15 percent cobbles and gravel; slightly acid (pH 6.2); clear wavy boundary.  (8 to 15 inches thick)\nBs3--13 to 30 inches; brown (7.5YR 5/4) extremely gravelly silt loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure that parts to weak very fine and fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; many very fine tubular pores; about 75 percent basalt fragments, mostly angular gravel and cobbles; slightly acid (pH 6 .1); gradual irregular boundary.  (5 to 20 inches thick)\nR--30 inches; basalt bedrock.  Fractured in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Idaho County, Idaho; eastward on Lolo Creek Road 0.3 mile past Cedar Creek Road, then right 1/2 mile to pit on right of road; NE 1/4 SW 1/4 sec. 7, T.34N., R.6E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 38 to 45 degrees F.\nAverage summer soil temperature - 44 to 47 degrees F. with 0 horizon Volcanic ash mantle - 14 to 40 inches\nVolcanic glass content in the 0.02 to 2.0 mm fraction - 30 to 50 percent Acid-oxalate extractable Al plus 1/2 Fe - 1.5 to 3.0 percent Phosphate retention - 25 to 50 percent\n15-bar water retention on air dry samples - 9 to 12 percent\nMoist bulk density - 0.85 to 1.00 g/cc\nDepth to bedrock - 20 to 40 inches\nAverage rock fragments in control section - 50 to 80 percent\nPresent in some pedons - faint or thin A or E horizons\nBs horizons\nHue - 10YR, 7.5YR or 5YR\nChroma - dominant 3 or 4, range to 5 or 6\nTexture - upper part:  SIL, L, SL, CB-SIL, CB-L, lower part:  GRX-SIL, GRV-L, CBX-L\nStructure - weak or moderate, very fine, fine granular, some profiles, lower part, fine or medium subangular blocky\nBase saturation - 30 to 60 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goatrock (T), Joebaldy (T), and Longjohn (T) series.  Goatrock and Longjohn soils are very deep.  Joebaldy soils are moderately deep to fragmental material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brody soils are on mountains at elevations of 2,100 to 6,000 feet.  Slopes are 20 t o 90 percent.  The soils formed in loess including volcanic ash and in residuum and colluvium weathered from Columbia River basalt or andesite or greenstone from the Seven Devils volcanoes.  The average annual precipitation is 28 to 40 inches including 5 to 10 feet of snow.  The average annual temperature is 36 to 43 degrees F.  The frost-free season is less than 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caribel, Helmer, Klicker, Potlatch, Wapshilla and Zaza soils.  Caribel soils have argillic horizons.  Helmer soils have fragipans.  Klicker soils have mollic epipedons.  Potlatch soils occupy bottomlands and are poorly drained.  Wapshilla soils lack Bs horizons and Zaza soils are 10 to 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation,\nwildlife habitat, and watershed.  Vegetation is mainly western redcedar, western white pine, grand fir, western larch, Douglas fir, and Pacific yew with an understory of dogwood, lambstongue, pathfinder, huckleberry, Princes' pine, Pachistima , and twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Idaho and surrounding regions.  The series is estimated to be extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Idaho County, Idaho, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision changes the classification from Loamy-skeletal, mixed Andic Cryochrepts to Ashy-skeletal Typic Vitricryands.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 13 inches (Bs1 and Bs2 horizons)\nCambic horizon - the zone from 13 to 30 inches (Bs3 horizon)\nLithic contact - at 30 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
