{
  "SERIES": "BROGAN",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. GDM-BBL-TDT",
  "REVDATE": "10/2014",
  "STATES": "OR",
  "OVERVIEW": "The Brogan series consists of deep, well drained soils that formed in loess over lacustrine sediments.  These soils are on north-facing terrace fronts and uplands and have slopes ranging from 10 to 65 percent.  Mean annual temperature is about 49 degrees F, and mean annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calciargidic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brogan silt loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 1 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; massive; soft, friable, nonsticky, nonplastic; many very fine roots; many very fine vesicular pores; neutral (pH 6.6); abrupt smooth boundary.  (1 to 2 inches thick)\nA2--1 to 10 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine prismatic structure; slightly hard, friable, nonsticky, nonplastic; many very fine roots; many very fine tubular pores; neutral (pH 6.8); clear smooth boundary.  (6 to 10 inches thick)\nBt--10 to 20 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 3/3) moist; moderate fine prismatic structure; slightly hard, friable, slightly sticky, plastic; common very fine and fine roots; common very fine pores; continuous thin clay films on peds and in pores; moderately alkaline (pH 8.0); clear smooth boundary.  (7 to 11 inches thick)\nBCk--20 to 37 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky, nonplastic; few very fine roots; common very fine pores; strongly calcareous with mycelial lime; moderately alkaline (pH 8.0); clear smooth boundary.  (11 to 17 inches thick)\n2Ck--37 to 60 inches; white (10YR 8/2) very fine sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, friable, nonsticky, nonplastic; few roots; strongly calcareous with disseminated lime; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Malheur County, Oregon; 300 yards south of stock reservoir in the NW corner of sec. 19, T. 14 S., R. 42 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually dry between 8 to 24 inches for more than 90 consecutive days following the summer solstice.  The mean annual soil temperature ranges from 49 to 51 degrees F.  Depth to secondary lime is 15 to 25 inches.  The solum is 20 to 40 inches thick.\nThe A horizon has value of 5 dry and 3 moist with chroma of 2 and 3 moist and dry.  It is neutral to mildly alkaline.\nThe Bt horizon has value of 6 dry and 3 or 4 moist with chroma of 3 and 4 moist and dry.  It is clay loam or silty clay loam with 27 to 35 percent clay and more than 15 percent coarser than very fine sand.  It is mildly to moderately alkaline.  Its structure is moderate fine or medium prismatic or weak or moderate subangular blocky.\nThe BC horizon has value of 5 to 8 dry and 3 to 5 moist with chroma of 2 and 4 moist and dry.  It is loam or silt loam.  It is mildly to moderately alkaline.  Its structure is weak fine or medium subangular blocky or weak fine to coarse prismatic.\nThe 2C horizon is stratified loam to very fine sandy loam.  It is massive or platy.\nThe surface in some areas has basalt stones and cobbles from eroding cap rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Babbington, Bamos (T), Bidwell, Doyce, Estive (T), Haw, and Lucero (T) series.  The Babbington soils have a solum 15 to 22 inches thick.  The Bamos soils are moderately deep to bedrock.  The Bidwell soils have a moderately slow permeability, have 12 to 18 inches of precipitation and are dry for 120 to 150 days.  The Doyce soils have a calcic horizon.  Estive soils have a solum 40 to 60 inches thick and a mean soil temperature of 47 to 49 degrees F.  Haw soils lack free carbonates in the solum.  Lucero soils have more than 15 percent rock fragments throughout the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brogan soils occur on 10 to 65 percent slopes on northerly-facing terrace faces and uplands at elevations of 2,400 to 4,000 feet.  The soils are formed from loess over mixed lacustrine sediments.  The mean annual precipitation is 9 to 12 inches with hot dry summers and cold winters.  Mean annual air temperature is about 48 to 50 degrees F, the mean summer air temperature is 69 degrees F, and the mean winter air temperature is 21 degrees F.  The frost-free period ranges from 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ruckles, Poall and Locey soils.  Ruckles soils are very stony and less than 20 inches to basalt bedrock.  Poall soils are formed from similar material but occur on south-facing slopes, lack mollic epipedons and are fine textured.  Locey soils are 20 to 40 inches deep to bedrock, lack mollic epipedons and are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on the gentle slopes and rapid on the steeper slopes.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is range for livestock and wildlife.  Vegetation consists of bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PORTLAND, OREGON"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Malheur County, Oregon, 1959.  Source of name is Brogan community, Malheur County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This is an update of the IRD dated 5/22/70.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
