{
  "SERIES": "BROKENFINGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "OVERVIEW": "The Brokenfinger series consists of moderately deep to bedrock, well drained soils that formed in colluvium from marine basalt and associated volcanic rocks on mountain slopes and glacial valleys.  Slopes are 5 to 100 percent.  The average annual precipitation is about 110 inches and the average annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic Typic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brokenfinger extremely cobbly medial sandy loam - forestland, on a 67 percent slope with a northeasterly aspect at an elevation of 3,360 feet in a Pacific silver fir/Alaska huckleberry plant association.  (When described on September 16, 1992, the soil was dry throughout. Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 3 inches; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary.  (1 to 3 inches thick)\nA--3 to 10 inches; dark brown (7.5YR 3/4) extremely cobbly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable,nonsticky and nonplastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine and fine irregular pores; 35 percent gravel, 40 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.  (5 to 9 inches thick)\nBw--10 to 27 inches; brown (7.5YR 4/4) extremely cobbly sandy medial loam, strong brown (7.5YR 5/6) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; many very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 30 percent gravel, 45 percent cobbles; very strongly acid (pH 5.0); abrupt wavy boundary.  (15 to 31 inches thick)\nR--27 inches; hard marine basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mason County, Washington, about 1 mile south-southeast of the Lena Creek Campground, about 800 feet east and 2,050 feet south of the northwest corner of Section 12, T. 24 N., R. 4 W.  (Latitude 47 degrees, 35 minutes, 09 seconds N., Longitude 123 degrees, 08 minutes, 30 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 41 to 43 degrees F.  Mean summer soil temperature is 43 to 47 degrees F.  Mean winter soil temperature is 39 to 41 degrees F.  These soils are usually moist, in the soil moisture control section and are dry 0 to 30 consecutive days following the summer solstice; udic moisture regime.  Depth to bedrock is 20 to 40 inches.  The particle-size control section from the mineral soil surface to the bedrock contact has andic soil properties and 60 to 90 percent rock fragments by volume. The andic soil material has an estimated bulk density of 0.50 to 0.80 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention of 85 to 100 percent and 15-bar water retention of 20 to 35 percent for air dried samples.  It has 2 to 5 cmol/kg of aluminum.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 4 or 5 dry, and chroma of 2 through 4 moist and 3 or 4 dry.  It has 10 to 20 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 4 through 6 dry, and chroma of 3, 4, or 6 moist and 5 or 6 dry.  It is extremely cobbly medial sandy loam, extremely gravelly medial sandy loam, or extremely cobbly medial loam.  It has 2 to 12 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lilliwaup, Newanna, Sevencedars, and Urgestein series. Lilliwaup and Sevencedars soils are very deep.  Newanna soils have an umbric epipedon.  Urgestein soils have an ochric epipedon and 1 to 2 cmol/kg of aluminum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brokenfinger soils are on steep mountain slopes and glacial valleys.  Slopes are 5 to 100 percent.  The soils formed in colluvium from marine basalt and associated volcanic rocks.  Elevations are 2,650 to 3,900 feet. Average annual precipitation is 70 to 150 inches.  Average annual temperature is 39 to 41 degrees F.  The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aristine, Constance, Graves, Jorsted, Lilliwaup, Musgrove, and Stonybrook soils.  Aristine and Jorsted soils are on glacial valleys and are moderately deep to cemented till.  Constance soils are on mountain slopes and are shallow to bedrock.  Graves soils are on mountain slopes and are very shallow to bedrock.  Lilliwaup soils are on mountain slopes and are very deep.  Musgrove soils are on mountain slopes and are very deep.  Stonybrook soils are on mountain slopes and have pH greater than 5.0 in the control section and have less than 2 cmol/kg of aluminum and lacks the high amount of organic matter in the surface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Pacific silver fir, vine maple, western redcedar, Alaska huckleberry, queencup beadlily, deerfoot vanillaleaf, oneleaf foamflower, five leaf bramble, red huckleberry, Pacific rhododendron, and threeleaf foamflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains of Mason and Jefferson Counties, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mason County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon, a cambic horizon from 10 to 27 inches, andic soil properties from the mineral soil surface to 27 inches and a udic soil moisture regime.  The particle-size control section is from 3 to 27 inches (A and Bw horizons).\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
