{
  "SERIES": "BROKIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-IJR-WED-JVC",
  "REVDATE": "08/2012",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over sandy or sandy-skeletal, mixed, superactive Aquic Cumulic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brokit very stony peaty loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 35 percent pebbles, 5 percent cobbles, and 5 percent stones.\nA1--0 to 10 cm; dark gray (10YR 4/1) very stony peaty loam, black (10YR 2/1) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium and coarse roots; common very fine tubular and interstitial pores; 15 percent gravel, 15 percent cobbles, and 25 percent stones; slightly acid (pH 6.4); clear wavy boundary. 5 to 20 cm thick\nA2--10 to 41 cm; dark gray (10YR 4/1) very stony loam, black (10YR 2/1) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium, and few coarse roots; common very fine tubular and interstitial pores; 10 percent gravel, 15 percent cobbles, and 30 percent stones; slightly acid (pH 6.2); abrupt wavy boundary. (25 to 43 cm thick)\n2C1--41 to 76 cm; light brownish gray (10YR 6/2) extremely cobbly loamy coarse sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine, common fine and medium, and few coarse roots; common very fine and fine interstitial pores; few medium distinct brown (7.5YR 5/4) masses of iron accumulation; 30 percent gravel, 35 percent cobbles, and 15 percent stones; neutral (pH 6.6); clear wavy boundary. (25 to 50 cm thick)\n2C2--76 to 150 cm; light brownish gray (10YR 6/2) extremely cobbly loamy coarse sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine and fine interstitial pores; common medium distinct brown (7.5YR 5/4) masses of iron accumulation; 30 percent gravel, 35 percent cobbles, and 10 percent stones; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; in Great Basin National Park about 1,000 feet southwest of the Baker Creek Trailhead and 300 feet south of Baker Creek; USGS Kious Spring 7.5 minute topographic quadrangle; latitude 38 degrees 58 minutes 33 seconds N and longitude 114 degrees 14 minutes 41 seconds W; UTM Zone 11 738685e, 4317706n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist; moist in winter, spring and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; ground water has an upper boundary between 76 to 100 cm during spring months in normal years; xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 8 to 10 degrees C.\nMollic epipedon thickness: 40 to 56 cm.\nDepth to strongly contrasting sandy-skeletal material: 40 to 56 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content: 12 to 20 percent in the upper part and 3 to 10 percent in the strongly contrasting lower part.\nRock fragments: 35 to 60 percent in the upper part and 65 to 90 percent in the strongly contrasting lower part, mainly cobbles and stones. Lithology of fragments is mainly quartzite.\nA1 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nOrganic matter content: 2 to 4 percent.\nA2 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nClay content: 12 to 20 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 2 to 4 percent.\n2C horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Loamy coarse sand or coarse sand.\nClay content: 3 to 10 percent.\nRock fragments: 65 to 90 percent, dominantly cobbles and stones.\nRedoximorphic features: Redoximorphic concentrations occur as few or common masses of iron accumulation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brokit soils are on low stream terraces and flood plains. They formed in alluvium and glacial outwash derived mainly from quartzite, with minor amounts of limestone, dolomite or granite. Slopes are 4 to 15 percent. Elevations range from 2,070 to 2,800 meters. The climate is moist-subhumid with cold wet winters and warm dry summers. The mean annual precipitation is 450 to 700 mm, mean annual temperature is 3 to 6 degrees C, and the frost-free period is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gaia, Jumble, and Lemcave soils. Gaia soils are loamy-skeletal, do not have an irregular decrease in organic carbon with depth, have thin lamellae in lower horizons, and occur on adjacent moraines.  Jumble soils are loamy-skeletal, have ochric epipedons, cambic horizons, horizons with thin lamellae, and occur on adjacent moraines.  Lemcave soils are sandy-skeletal, have ochric epipedons, and occur on adjacent moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly and moderately well drained; medium surface runoff; moderately high saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between 76 to 100 cm (moderately deep free water occurrence class) between January and June. Cumulative annual duration class is common. These soils are susceptible to occasional flooding for brief periods between March and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Brokit soils are used for forestland, recreation, and wildlife habitat. The potential native vegetation is mainly a forest canopy of quaking aspen and white fir with an understory of Wood's rose, bluegrass, sedges, and basin wildrye. This site is correlated to Ecological Site F28AY056NV Quaking aspen-Rocky Mountain white fir-Wood's rose, and snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Great Basin National Park, Nevada, 2009. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The revision of March 2001 updates the taxonomic classification from Sandy-skeletal, mixed Cumulic Cryoborolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 41 cm (A1 and A2 horizons).\nMajor lithologic discontinuity - The abrupt change to sandy-skeletal material at 41 cm (2C1 and 2C2 horizons).\nA strongly contrasting particle-size class is within a depth of 100 cm.\nEndosaturation feature - The condition of ground water with an upper boundary between 76 to 100 cm at certain times during normal years (part of the 2C2 horizon).\nParticle-size control section - The zone from 25 to 100 cm (2C1 horizon and part of the A2 and 2C2 horizons).\nADDITIONAL DATA: The typical pedon at the series type location is reference sampled for the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S91NV-033-008 (pedon # 92P0150). Selected data are available for the A1 and A2 horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
