{
  "SERIES": "BROMIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW:JWF",
  "REVDATE": "04/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, thermic Ultic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bromide channery silt loam--under a canopy of hardwoods.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; brown (10YR 5/3) channery silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft,\nfriable; common medium and coarse roots; many fine and medium\npores; flat fragments of shale and siltstone make up about 30\npercent by volume; slightly acid; gradual smooth boundary.  (2 to\n6 inches thick)\nA2--4 to 18 inches; light brown (7.5YR 6/4) channery silt\nloam, brown (7.5YR 5/4) moist; weak fine granular structure; soft, friable; common medium and coarse roots; many fine and medium\npores; flat fragments of shale and siltstone make up about 30\npercent by volume; medium acid; clear wavy boundary.  (8 to 16\ninches thick)\nB2t--18 to 32 inches; light brown (7.5YR 6/4) extremely\nchannery silty clay loam, brown (7.5YR 5/4) moist; many medium distinct yellowish red (5YR 5/6) and pale brown (10YR 6/3)\nmottles; weak medium blocky structure; hard, firm; few fine and medium roots; patchy clay films on faces of peds; flat fragments\nof shale and siltstone make up about 70 percent by volume;\nstrongly acid; gradual smooth boundary.  (10 to 18 inches thick)\nB3--32 to 36 inches; pink (7.5YR 7/4) extremely channery silt loam, brown (7.5YR 5/4) moist; weak fine granular structure; soft, friable; flat fragments of shale and siltstone make up about 80 percent by volume; slightly acid; clear wavy boundary.  (0 to 4 inches thick)\nCr--36 to 40 inches; platy siliceous shale and siltstone\ntilted 60 degrees from horizontal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Murray County, Oklahoma; about 1/4 mile East of Dougherty on Oklahoma Highway 110; 1,400 feet west and 750 feet\nnorth of the southeast corner of sec. 1, T. 2 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale and siltstone bedrock ranges from 20 to 40 inches.\nThe A1 horizon has hue of 7.5YR or 10YR, value of 4 to 6, and\nchroma of 2 or 3.  Texture is channery silt loam or channery loam.  Content of coarse flat fragments make up 15 to 35 percent by\nvolume.  About 5 to 15 percent by volume is less than 76 mm in diameter and 10 to 20 percent by volume is more than 76 mm in diameter.  Reaction is strongly to slightly acid.\nThe A2 horizon has hue of 7.5YR or 10YR, value of 4 to 7, and\nchroma of 3 to 5.  Texture, reaction, and content of coarse\nfragments is the same as the A1 horizon.\nThe B2t horizon has hue of 5YR or 7.5YR, value of 4 to 7, and\nchroma of 4 to 6.  It has mottles in shades of red or brown.\nTexture is extremely channery silty clay loam or extremely\nchannery silt loam.  Content of coarse flat fragments make up 60\nto 85 percent by volume.  About 20 to 25 percent by volume is less than 76 mm in diameter and 40 to 60 percent by volume is more than\n76 mm in diameter.  Base saturation is less than 75 percent, by\nsum of cations, throughout the B2t horizon.  Reaction is strongly\nto slightly acid.\nThe B3 horizon has hue of 5YR or 7.5YR, value of 6 to 8, and\nchroma of 4 to 6.  Texture is extremely channery silt loam or extremely channery loam.  Content of coarse flat fragments make up\n75 to 90 percent by volume.  About 20 to 25 percent by volume is\nless than 76 mm in diameter and 55 to 65 percent by volume is more than 76 mm in diameter.  Reaction is strongly to slightly acid.\nThe Cr horizon is platy siliceous shale and siltstone that is\ntilted more than 20 degrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family.  Soils in similar families are Darnell, Keese, Kopperl,\nNaru, Noble, and Travertine series.  Darnell and Travertine soils have solum less than 20 inches thick.  In addition, Darnell soils have less than 35 percent coarse fragments and are formed on flat bedded sandstone of Permian age.  Keese and Noble soils have less than 35 percent coarse fragments in the control section.  Kopperl\nand Naru soils have B2t horizons that have a base saturation of 75 percent or more in some part.  In addition, Naru soils have mixed mineralogy and depth to bedrock is more than 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bromide soils are on sloping to steep side slopes of hills or ridges in the Arbuckle Mountains.  The soil\nformed in residuum weathered from tilted platy siliceous shale and siltstone of Ordovician age.  The bedrock lie in a northwest - southeast direction.  Slopes are 5 to 25 percent.  The climate is subhumid.  Mean annual precipitation is 36 to 38 inches.  Mean\nannual temperature ranges from 62 to 64 degrees F.  Thornthwaite annual P-E indices range from 46 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing\nTravertine soils and the Kiti soils.  Kiti soils have solum less\nthan 20 inches thick over hard tilted limestone and have a mollic epipedon.  Kiti soils are usually on ridge tops.  Travertine soils occur on ridge tops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Bromide soils are well drained.\nRunoff is rapid and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  The canopy vegetation consists of post oak, and blackjack oak, and hickory.\nThe understory consists of a few winged elm and sparse clumps of\ntall and midgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arbuckle Mountains of Oklahoma.  The\nseries is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Murray County, Oklahoma; 1982.\nADDITIONAL DATA:  Oklahoma State University laboratory data 78-OK-50-5.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
