{
  "SERIES": "BROMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLM-BGN",
  "REVDATE": "11/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aeric Fragic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bromer silt loam on a nearly level slope in a cultivated field at an elevation of about 219 meters (720 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; weak thick platy structure parting to moderate medium granular; friable; moderately acid; abrupt smooth boundary. (8 to 11 inches thick)\nBE--9 to 19 inches; yellowish brown (10YR 5/6) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary. (0 to 12 inches thick)\nBtg--19 to 33 inches; light gray (10YR 7/1) silty clay loam; weak coarse prismatic structure parting to moderate medium subangular blocky; friable; common faint light brownish gray (10YR 6/2) clay films on faces of peds; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary. (12 to 25 inches thick)\n2Bt--33 to 43 inches; strong brown (7.5YR 5/8) silty clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; common distinct gray (N 6/0) clay films on faces of peds; many medium prominent gray (10YR 6/1) iron depletions in the matrix; gray (10YR 6/1) friable, silt loam in vertical seams and coating prism faces, 2 to 4 inches across; 2 percent chert gravel; brittle in less than 30 percent of the mass; very strongly acid; clear wavy boundary. (8 to 14 inches thick)\n2Btx--43 to 56 inches; 65 percent yellowish brown (10YR 5/8) silty clay loam; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; very firm; common distinct gray (10YR 6/1) clay films on faces of peds; common medium prominent gray (10YR 6/1) iron depletions in the matrix; 35 percent light brownish gray (10YR 6/2) silt loam in pockets and as vertical seams 4 to 6 inches across; 2 percent chert gravel; brittle in more than 60 percent of the mass; very strongly acid; clear wavy boundary. (6 to 20 inches thick)\n3Btb1--56 to 68 inches; strong brown (7.5YR 5/8) gravelly clay; many medium distinct strong brown (7.5YR 5/6) and prominent brown (7.5YR 5/4) mottles; moderate medium angular blocky structure; firm; common distinct dark gray (N 4/0) and gray (N 5/0) clay films on faces of peds; many black (10YR 2/1) weakly cemented iron and manganese concretions; 25 percent chert gravel; moderately acid; clear wavy boundary.\n3Btb2--68 to 89 inches; strong brown (7.5YR 5/8) very gravelly clay; moderate medium angular blocky structure; firm; common distinct gray (N 5/0) clay films on faces of peds and common prominent gray (N 6/0) clay films on surfaces along pores; 45 percent chert gravel; neutral. (Combined thickness of the 3Bt horizon is more than 24 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orange County, Indiana; about 5 miles east of Orleans, Indiana; 5.41 miles west of Campbellsburg, 1.95 miles west of the intersection of Indiana Highway 60 and Clipp Road.  USGS Quad Campbellsburg, Indiana;( Latitude: 38 degrees 39 minutes 29 seconds N., and Longitude: 086 degrees 21 minutes 39 seconds W). NAD 27. UTM Zone 16, 555612 easting and 4279031 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nReaction: very strongly acid or strongly acid in non-limed areas, and ranges to neutral in limed areas\nBE and Bt horizons:\nHue: 10YR\nValue: 5 to 7\nChroma: 1 to 6, and has redox depletions\nTexture: silt loam or silty clay loam\nReaction is very strongly acid or strongly acid, and the upper part ranges to neutral in limed areas\n2Bt and 2Btx horizons:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 4 to 8, and has redox depletions\nTexture: silt loam or silty clay loam\nReaction: very strongly acid or strongly acid\nRock fragment content: 0 to 5 percent gravel\n3Btb horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 4 to 8, and has redox depletions\nTexture: silty clay, clay, or their gravelly and very gravelly analogues\nReaction: very strongly acid to moderately acid in the upper part and ranges to neutral in the lower part\nRock fragment content: 3 to 55 percent gravel and from 0 to 5 percent flagstones and stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Hatfield series which is on stream terraces and flood plain steps averages less than 40 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Bromer soils are on hills underlain with limestone. Slopes range from 0 to 2 percent. They formed in 20 to 40 inches of loess, loamy sediments, and the underlying paleosol of clayey residuum. Near the type location, the mean annual temperature is 53.2 degrees F and the mean annual precipitation is 47.9 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are commonly the Bedford, Crider, and Laconia (T) soils, and less commonly Montgomery soils. The moderately well drained Bedford soils have a fragipan and do not have redox depletions immediately below the surface layer. The well drained Crider soils do not have redox depletions in the solum. Bedford and Crider soils are on more sloping positions. The very poorly drained Montgomery soils which has a mollic epipedon, and the poorly drained Laconia soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface water runoff is low. Saturated hydraulic conductivity is moderately high or high in the upper part of the solum and moderately low to moderately high in the lower part. Permeability is moderate in the upper part of the solum and slow in the lower part. In drained areas, depth to the top of a perched water table is 6 to 24 inches from December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for growing corn, soybeans, and small grain. Native vegetation was mixed, hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Indiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, Indiana, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Bromer series includes soils previously mapped as the Lawrence series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from 0 to 9 inches (Ap horizon)\nArgillic horizon: from 19 to 89 inches (Bt, Btg, 2Bt, 2Btx, 3Btb1, 3Btb2 horizons)\nFragic Properties: from 43 to 56 inches (2Btx horizon)\nRedox features: from 9 to 89 inches. (iron depletions in chroma of 2 or less, and iron accumulations)\nADDITIONAL DATA: Characterization data: S78IN117-016 is on file for this typical pedon at the National Soil Survey Laboratory, Lincoln, NE, and at the Agricultural Experiment Station, Purdue University, S78IN175-2.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
