{
  "SERIES": "BRONCHO",
  "STATUS": "Established Series",
  "BYREV": "Rev.  SDH/CLM/GHL",
  "REVDATE": "05/1999",
  "STATES": "ID,OR,UT",
  "OVERVIEW": "The Broncho series consists of very deep, somewhat excessively drained soils that formed in mixed alluvium.  These soils are on terraces and fans.  Slopes are 0 to 40 percent.  Permeability is moderate in the upper part and very rapid in the substratum.  The average annual precipitation is about 10 inches and the average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Broncho gravelly loam - on rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; light brownish gray (10YR 6/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very thin platy structure parting to weak very fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine vesicular pores; 20 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary.  (3 to 8 inches thick)\nBw--6 to 14 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak medium platy and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; 20 percent gravel; slightly effervescent; gravel slightly lime coated on lower side; moderately alkaline (pH 8.3); clear wavy boundary.  (6 to 13 inches thick)\nBk1--14 to 17 inches; white (10YR 8/2) extremely gravelly coarse sandy loam, pale brown (10YR 6/3) moist; massive; hard, firm, nonsticky and nonplastic; many very fine roots; many very fine tubular pores; 45 percent gravel and 15 percent cobbles; strongly effervescent; weakly cemented in places; moderately thick lime coatings on the lower sides of gravel and thin coatings on the upper sides of gravel; strongly alkaline (pH 8.6); abrupt irregular boundary.  (0 to 5 inches thick)\n2Bk2--17 to 25 inches; multicolored extremely gravelly coarse sand; single grained; loose, nonsticky and nonplastic; few very fine roots; 45 percent gravel and 15 percent cobbles; strongly effervescent; weakly cemented in places; thick coatings of lime on underside of gravel; strongly alkaline (pH 8.6); gradual irregular boundary.\n2Bk3--25 to 60 inches; multicolored extremely gravelly coarse sand; single grained; loose, nonsticky and nonplastic; few roots; 50 percent gravel and 20 percent cobbles; slightly effervescent; thin lime coatings on underside of gravel; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Power County, Idaho; center of southeast  1/4, northwest 1/4, section. 2, T. 6 S., R. 33 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 47 to 52 degrees F.\nDepth to loose sand and gravel - 10 to 20 inches\nA horizon\nValue - 4 through 7 dry, 3 through 5 moist\nChroma, dry or moist - 2 or 3\nReaction - slightly to strongly alkaline\nBw horizon\nValue - 6 or 7 dry, 3 to 5 moist\nChroma, dry or moist - 2 to 4\nReaction - mildly to moderately alkaline\nTexture - L, SL, COSL\nCoarse fragments - 15 to 60 percent mixed gravel, cobbles, and stones\nBk horizon\nWhen present this horizon is less than 6 inches thick.\nValue - 6 through 8 dry, 5 through 7 moist\nChroma, dry or moist - 1 through 3\nReaction - moderately to strongly alkaline\nTexture - L, SL, COSL, COS\nCoarse fragments - 35 to 65 percent mixed gravel, cobbles, and stones\nIt has 5 to 20 percent calcium carbonate.\n2Bk horizon\nTexture - COS, S, LCOS\nCoarse fragments - 35 to 85 percent mixed gravel, cobbles, and stones\nIt has 0 to 15 percent calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Malaga, McConnel, McNye, McWatt, and Ragnel series.  Malaga soils lack carbonates.  McConnel soils have lexss than 5 percent calcium carbonate throughout.  McNye and McWatt soils have bedrock at 40 to 60 inches.  Ragnel soils receive 10 to 20 days of precipitation between July and October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Broncho soils are on terraces and fans.  Slopes range from 0 to 40 percent.  They formed in mixed alluvium, dominantly from quartzite, limestone, and sandstone materials.  The average annual precipitation ranges from 8 to 12 inches, and the average annual temperature ranges from 46 to 51 degrees F.  The frost-free season is about 90 to 130 days.  Elevation ranges from 1,600 to 4,500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bahem, Broxon, Chedehap, Declo, and Paniogue soils.  Bahem soils are coarse-silty and are calcareous to the surface.  Broxon soils have contrasting particle-size control sections at moderate depths and are calcareous to the surface. Chedehap soils are coarse-loamy and have loose sand at moderate depths.  Declo soils are coarse-loamy and are calcareous to the surface.  Paniogue soils have contrasting particle-size control sections at moderate depths.  Bahem, Broxon, Declo, and Paniogue soils are on the flatter terrace summits.  Chedehap soils are on narrow ridges on alluvial terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to very rapid runoff; moderate permeability in the upper part and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated pasture and cropland and as rangeland.  The potential natural vegetation is mainly Wyoming big sagebrush, bluebunch wheatgrass, Sandberg bluegrass, and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho, central Oregon.  MLRA 10, 11, 28A.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fort Hall Area, Idaho, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nOchric epipedon\nCambic horizon - 6 to 14 inches\nThe zone of maximum calcium carbonate accumulation Bk1 horizon is too thin to qualify for calcic horizon and in some pedons is absent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
