{
  "SERIES": "BRONTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCW:CLG",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bronte fine sandy loam - cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches, reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky and granular structure; hard; very friable; many roots; neutral; abrupt smooth boundary.  (4 to 10 inches thick)\nB/A--5 to 11 inches, reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium prismatic and moderate fine subangular blocky structure; hard, friable; many roots; few pores; few wormcasts; few clay films; neutral; gradual smooth boundary.  (5 to 11 inches thick)\nBt1--11 to 24 inches, reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate medium prismatic, breaking to moderate, fine and medium blocky structure; very hard; firm; few roots; few pores, and earthworm casts and tunnels; nearly continuous clay films on ped faces; neutral; gradual smooth boundary.  (10 to 22 inches thick)\nBt2--24 to 48 inches, red (2.5YR 4/6) clay loam. dark red (2.5YR\n3/6) moist; moderate fine blocky structure; very hard; firm; few roots; few pores; few earthworm tunnels and casts; patchy clay skins; noncalcareous; mildly alkaline; gradual wavy boundary.  (15 to 30 inches thick)\nBk--48 to 54 inches, red (2.5YR 5/6) clay loam, red (2.5YR 4/6) moist; moderate, fine subangular blocky and blocky structure; very hard; firm; few soft fine calcium carbonate bodies; calcareous; moderately alkaline; gradual smooth boundary.  (0 to 15 inches thick)\nCk1--54 to 72 inches, red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; structureless; hard; firm to friable; contains about 5 percent by volume of limestone and sandstone pebbles that are coated with calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (12 to 24 inches thick)\nCk2--72 to 85 inches, red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; structureless; hard; firm; contains less than 2 percent of calcium carbonate concretions and caliche coated pebbles; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coke County, Texas; in a field 650 feet east of ROW on U.S. Hwy. 277 (150 feet north of east and west cross fence); from a point 1.6 miles north to intersection of U.S. Hwy.  277 and State Hwy.  158 in Bronte, Texas."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 40 to 60 inches.  Coarse fragments in the solum range from a few rounded pebbles of sandstone or limestone to about 5 percent by volume.  Secondary carbonates occur at depths ranging from 30 to 48 inches.  Reaction of the A horizon through the Bt horizon is neutral or mildly alkaline.\nThe A horizon is reddish brown (5YR 4/3, 5/3, 4/4, 5/4), yellowish red (5YR 4/6, 5/6), brown (7.5YR 4/4, 5/4), or strong brown (7.5YR 5/6).  Moist values and chromas less than 3.5 occur in some pedons but are less than 10 inches thick or have less than 1.0 percent organic matter.  This horizon is fine sandy loam, sandy clay loam, or loam.\nThe B/A horizon is reddish brown (5YR 4/4, 5/4, 4/3, 3/3) or yellowish red (5YR 4/6, 5/6).  It is sandy clay loam or clay loam.  The B2t and B3 horizons are reddish brown (5YR 4/4, 5/4; 2.5YR 4/4, 5/4), yellowish red (5YR 4/6, 5/6), or red (2.5YR 4/6, 5/6).  The Bt horizon is clay loam or clay, and ranges in clay content from about 35 to 50 percent.  The upper 20 inches of the argillic horizon (B/A and Bt) have an average clay content of about 35 to 40 percent.  Clay content of the argillic horizon decreases by more than 20 percent of the maximum within 60 inches of the surface.  The Bk horizon is clay loam or sandy clay loam.\nThe C horizon is reddish brown (5YR 4/3, 5/3, 4/4, 5/4; 2.5YR 4/4, 5/4), or red (2.5YR 4/6, 5/6).  It is sandy clay loam or clay loam.  It contains a few to about 10 percent by volume of rounded limestone and sandstone pebbles, mostly caliche coated.  Estimated calcium carbonate equivalent of C horizon ranges from 5 to about 25 percent.  Some pedons are underlain by reddish or brownish, weakly cemented, calcareous sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Acove, Bexar, Bluegrove, Fulshear, Katemcy, Lindy, Wichita, and Winters series.  Acove, Bexar, Bluegrove, Katemcy, and Lindy soils do not have secondary calcium carbonate within the sola.  In addition, Bexar, Bluegrove, Katemcy, and Lindy soils have sola less than 40 inches thick.  Fulshear soils range from slightly to medium acid through the B2t horizon and are not dry between 4 and 12 inch depths for as long as 135 cumulative days most years.  Wichita soils have Bt horizons in which the clay content does not decrease by 20 percent within 60 inches of the surface.  Winters soils have an argillic horizon with more than 20 percent (absolute) clay increase within 3 inches of the upper boundary."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bronte soils occur in nearly level plains, and in wide valleys in an undulating landscape.  Slopes are 0.5 to 3 percent.  The soil formed in reddish loamy to clayey old alluvium or valley fill sediments, some of which are over sandstone at depths of 40 to 60 inches.  The climate is dry subhumid with an average annual rainfall of 20 to 30 inches, and a Thornthwaite P-E index of 25 to 44.  The mean annual air temperature ranges from 64 to 67 degree F."
  },
  "USE AND VEGETATION": {},
  "DISTRIBUTION AND EXTENT": {},
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cultivated crops and rangeland.  Crops are grain sorghum, small grain, and cotton.  Native vegetation consists of short and mid grasses with a few mesquite trees."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Central Texas.  The series is of moderate extent."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  }
}
