{
  "SERIES": "BROOKSIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD-JWB",
  "REVDATE": "08/2007",
  "STATES": "IL,KY,OH,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brookside silty clay loam - on a 16 percent irregular south-facing slope in a pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); dark brown (10YR 3/3) silty clay loam, brown (10YR 4/3) rubbed, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to weak fine and medium granular; friable; many fine roots; 5 percent fragments of sandstone, siltstone, and shale; moderately acid; abrupt wavy boundary. (13 to 20 cm thick)\nE/B--18 to 25 cm (7 to 10 inches); 60 percent brown (10YR 4/3) silty clay loam (E) with weak medium granular structure and dark yellowish brown (10YR 4/4) silty clay loam (Bt) with weak medium subangular blocky structure; friable; common fine roots; 5 percent fragments of sandstone, siltstone, and shale; moderately acid; clear wavy boundary. (0 to 13 cm thick)\nBt1--25 to 46 cm (10 to 18 inches); brown (7.5YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots; many faint brown (7.5YR 4/4) clay films on faces of peds; 5 percent fragments of sandstone, siltstone, and shale; moderately acid; clear smooth boundary.\nBt2--46 to 66 cm (18 to 26 inches); yellowish brown (10YR 5/4) clay; moderate medium angular blocky structure; firm; few fine roots; many faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 5 percent fragments of siltstone; moderately acid; clear smooth boundary.\nBt3--66 to 102 cm (26 to 40 inches); yellowish brown (10YR 5/4) clay; moderate medium subangular blocky structure; firm; few fine roots; many faint light olive brown (2.5Y 5/4) and distinct olive brown (2.5Y 4/4) clay films on faces of peds; 5 percent fragments of siltstone; few medium distinct strong brown (7.5YR 5/6) iron concentrations, and few medium distinct grayish brown (10YR 5/2) iron depletions; few dark concretions (Fe & Mn oxides); slightly acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 48 to 132 cm).\nBC--102 to 140 cm (40 to 55 inches); yellowish brown (10YR 5/4) clay; weak medium and coarse subangular blocky structure; firm; few distinct grayish brown (2.5Y 5/2) and dark grayish brown (2.5Y 4/2) clay films on faces of peds; 10 percent fragments of siltstone and shale; common fine distinct light olive brown (2.5Y 5/6) iron concentrations, and common fine distinct grayish brown (10YR 5/2) iron depletions; few dark concretions (Fe & Mn oxides); slightly acid; gradual wavy boundary. (20 to 102 cm thick)\nC1--140 to 178 cm (55 to 70 inches); yellowish brown (10YR 5/4) silty clay; massive; firm; 3 percent small fragments of red shale and 2 percent fragments of siltstone; many medium distinct light olive brown (2.5Y 5/6) iron concentrations, and few fine distinct light brownish gray (2.5Y 6/2) iron depletions; few dark concretions (Fe & Mn oxides); slightly acid; gradual wavy boundary.\nC2--178 to 203 cm (70 to 80 inches); yellowish brown (10YR 5/6) channery clay loam; massive; firm; 20 percent small fragments of siltstone and shale; many medium distinct grayish brown (2.5Y 5/2) iron depletions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Belmont County, Ohio; 1900 feet west and 2550 feet north of the southeast corner of sec. 28, Washington Township; T. 5 N., R. 4 W. USGS Armstrongs Mills, OH Topographic Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 102 to 203 cm (40 to 80 inches). Depth to bedrock ranges from 1.5 to more than 3 meters (5 to more than 10 feet). Rock fragments, mainly small, flat fragments of sandstone, siltstone, or shale with some limestone are unoriented and are less than 15 percent by volume in the A horizon and E horizon; 5 to 25 percent in the Bt horizon, and 5 to 35 percent in the BC horizon and C horizon. The bouldery phase has boulders on .01 to 3 percent of the surface area that are spaced 1 to 61 meters (3 to 200 feet) apart.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 to 5 (5 or 6 dry), and chroma of 2 to 4. Ap horizons more than 15 cm (6 inches) thick have value of 3 or 4 but 6 or more dry. Some pedons have an A horizon 8 to 15 cm (3 to 6 inches) thick that has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4. The Ap horizon or A horizon is silt loam or silty clay loam. It is strongly acid to slightly alkaline. E horizons are in some pedons.\nBE or B/E horizons are in some pedons. The Bt horizon commonly has hue of 10YR or 7.5YR and less commonly 2.5Y in the lower part; value of 4 or 5; and chroma of 3 to 6. Iron depletions with chroma of 2 or less are in the lower part of the Bt horizon of most pedons. The Bt horizon is silty clay, clay, silty clay loam, clay loam, or their channery analogues. Average clay content of the particle size control section ranges from 35 to 55 percent. Reaction of the Bt horizon is strongly acid to mildly alkaline. It commonly is strongly acid to slightly acid to a depth of 76 cm (30 inches) and moderately acid to slightly alkaline below 76 cm (30 inches) and ranges to moderately alkaline in the BC horizon.\nThe C horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 3 to 5; chroma of 2 to 6.  It is clay loam, silty clay loam, silty clay, clay, or their channery or shaly analogues. It is typically neutral or slightly alkaline but ranges to moderately acid or moderately alkaline in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aaron, Alsup, Derinda, Ebal, Goodson, Miamian, Morrisville, Shircliff, Skrainka, Useful, and Vincent series. Aaron and Useful soils have a lithic contact within the series control section. Alsup, Derinda, and Ebal soils have a paralithic contact within the series control section. Miamian and Morrisville soils formed in glacial till. Goodson soils have a lithologic discontinuity in the control section. Skrainka soils formed from basic igneous rocks. Shircliff and Vincent soils are on high terrace positions, and are basically fragment free. In addition, Vincent soils have a hue redder than 7.5YR in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brookside soils are on foot slopes, fans, and benches. Slopes range from 3 to 60 percent. Landslips are common in many areas as are small seepy areas and springs. These soils formed in clayey colluvium mainly from interbedded acid and some calcareous gray shale, siltstone, limestone, and sandstone which has been mixed by downslope movement. The colluvium is commonly 1.8 to 6 meters (6 to 20 feet) thick. Mean annual precipitation ranges from 991 to 1092 mm (39 to 43 inches), and mean annual temperature ranges from 8 to 13 degrees C. (46 to 55 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brooke, Culleoka, Dormont, Elba, Guernsey, Lowell, Westmore, and Westmoreland series. Brooke soils are on ridge crests or on saddles between ridges and are underlain by fractured limestone at depths of 51 to 102 cm (20 to 40 inches). Culleoka soils are on narrow summits and shoulder slopes where fine-grained sandstone bedrock is at a depth of 51 to 102 cm (20 to 40 inches). Dormont and Guernsey soils are on backslopes and summits and have redox accumulations and depletions within the control section. Elba soils are on side slopes and benches formed in clayey residuum from limestone, shale and siltstone and have free carbonates at depths of 25 to 76 cm (10 to 30 inches). Lowell soils are on summits side slopes, and benches and formed in clayey residuum from interbedded limestone, shale, and siltstone. Westmore soils are on summits, side slopes, and benches and formed in a silty mantle 51 to 94 cm (20 to 36 inches) thick overlying clayey residuum from limestone, shale, and siltstone. Westmoreland soils are on interfluves and back slopes where interbedded sandstone, siltstone, and some shale bedrock is at a depth of 102 to 183 cm (40 to 72 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Runoff is moderate to rapid. The saturated hydraulic conductivity class is moderately high. The permeability class is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are in forest and some are cleared and in hay and pasture. A small part is used for growing cultivated crops. Forests consist of mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and eastern West Virginia, eastern Ohio, eastern Kentucky, and southwestern Illinois. MLRAs 114B, 115B, 122, 124, 125, 126. Brookside soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marshall County, West Virginia, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification was adjusted to agree with ST Issue #17 on 23 Sept 94 by CLG. The Brookside series concept is near the Mollic subgroup. Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 25 cm (Ap, E/B horizon); argillic horizon - 25 to 102 cm (Bt1, Bt2, Bt3).\nThe 2007 revision updates the redoximorphic features terminology, reaction (pH) terminology, the competing series and geographically associated soils paragraphs, and introduces saturated hydraulic conductivity class and metric units.\nPrevious revisions: Rev. TNR-DRM 06/2001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
