{
  "SERIES": "BROOKFIELD",
  "STATUS": "Established Series",
  "BYREV": "MFF-SJM-DCP",
  "REVDATE": "07/2013",
  "STATES": "CT,MA",
  "OVERVIEW": "The Brookfield series consists of very deep, well drained loamy soils formed in till derived mainly from iron sulfide bearing schist. They are nearly level to very steep soils on plains and hills on uplands. Slope ranges from 0 to 60 percent. Saturated hydraulic conductivity is moderately high or high. The mean annual precipitation is about 1194 mm, and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, parasesquic, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brookfield fine sandy loam on a west facing 5 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 cm; black (10YR 2/1) moderately decomposed forest plant material matted with roots. (0 to 3 cm thick)\nOa--1 to 2.5 cm; reddish black (2.5YR 2.5/1) well decomposed forest plant material; soft, very friable, nonsticky and nonplastic; many very fine and common fine and medium roots; extremely acid (pH 3.6) by 0.01M CaCl2; abrupt smooth boundary. (0 to 4.5 cm thick)\nA--2.5 to 5 cm; dark brown (10YR 3/3) sandy loam, brown (7.5YR 4/3) dry; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; 5 percent gravel; extremely acid (pH 4.2) by 1:1 H2O; abrupt clear boundary. (2 to 7.5 cm thick)\nBw1--5 to 38 cm; yellowish red (5YR 4/6) gravelly sandy loam, strong brown (7.5YR 5/6) dry; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; 15 percent gravel; very strongly acid (pH 4.8) by 1:1 H2O; clear smooth boundary.\nBw2--38 to 79 cm; yellowish red (5YR 4/6) gravelly loam, light brown (7.5YR 6/4) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; common medium roots; 30 percent gravel; very strongly acid (pH 4.7) by 1:1 H2O; abrupt wavy boundary. (Combined thickness of the Bw horizons is 48 to 90 cm.)\nC1--79 to 101 cm; 75 percent brownish yellow (10YR 6/6) gravelly fine sandy loam, 25 percent strong brown (7.5YR 5/6) gravelly loamy sand, brownish yellow (10YR 6/6) dry; 75 percent massive, 25 percent single grain; loose, nonsticky and nonplastic; 30 percent gravel; very strongly acid (pH 4.8) by 1:1 H2O; abrupt wavy boundary. (15 to 50 cm thick)\nC2--101 to 165 cm; grayish brown (2.5Y 5/2) fine sandy loam, brownish yellow (10YR 6/6) dry, streaks of 50 percent yellowish red (5YR 5/6) and 50 percent red (2.5YR 4/6) coarse sand, reddish yellow (7.5YR 6/6) dry; massive; loose, nonsticky and nonplastic; 10 percent gravel; strongly acid (pH 5.2) by 1:1 H2O."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Worcester County, Massachusetts; town of Brookfield; 1200 feet south on Molasses Hill Road from its intersection with Fiskdale Road, 30 feet west of Molasses Hill Road, in a wooded area. USGS Warren topographic quadrangle, latitude 42 degrees 10 minutes 44 seconds N., longitude 72 degrees 6 minutes 58 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 55 to 81 cm. Depth to bedrock is commonly more than 1.5 m.  Rock fragment content is 5 to 35 percent to a depth of 100 cm, and 5 to 50 percent below 100 cm.  Except where the surface layer is stony, the fragments are mostly subrounded pebbles and angular gravel and typically make up 60 percent or more of the total rock fragments. The rock fragments are dominantly micaceous schist gravel and channers, but include limited amounts of gneiss and granite. Many pedons contain cobbles, stones and boulders. Unless limed, the soil is extremely acid to moderately acid. The weighted average dithionite-citrate extractable iron (pedogenic iron) is greater than 1 percent throughout the mineral pedon. The ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron is low, less than 0.15. Gibbsite content ranges from 14 to 26 percent in the series control section. The percent (by weight) iron oxide as Fe2O3 plus the percent (by weight) gibbsite ranges from 17 to 29.\nThe O horizon has hue of 2.5YR to 10YR. Some pedons do not have Oi and Oa horizons. Some pedons have an Oe horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 3 or 4 dry, and chroma of 1 to 3.  Some pedons have an Ap horizon with value of 3 or 4, and chroma of 2 to 4. The A or Ap horizon is loam, fine sandy loam, or sandy loam in the fine earth fraction. It has weak or moderate fine or medium granular structure and is friable or very friable.\nThe upper part of the Bw horizon has hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 4 to 8.  The lower part of the B horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 to 8. The Bw horizon is fine sandy loam, sandy loam or loam in the fine earth with less than 12 percent clay.  It has weak granular or subangular blocky structure or the horizon is massive. Consistence is friable or very friable.\nSome pedons have a BC horizon with hue of 7.5YR, value of 4, and chroma of 6. Texture is fine sandy loam, sandy loam or loam..   Some pedons have pockets or lenses of loamy sand.    Structure is weak fine and medium subangular blocky. Consistence is friable. Rock fragments are 15 percent gravel. Reaction is extremely acid.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 2 to 8. Texture is fine sandy loam or sandy loam in the fine earth.  Some pedons have pockets or lenses of loamy sand or loamy coarse sand. Consistence is commonly loose to friable but has lenses or subhorizons in some pedons that are firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Nipmuck series. Depth to bedrock in Nipmuck soils is 50 to 100 cm from the mineral soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Brookfield soils are nearly level to very steep soils on plains and ridges and hills on uplands. Slope commonly is from 0 to 45 percent but the range includes 60 percent in some places. The soil formed in acid supraglacial melt-out till derived mainly from iron sulfide bearing micaceous schist that weathers to a reddish brown limonitic color. These formations include the Partridge and Brimfield schist formations. Mean annual temperature is 6.7 to 11 degrees C, mean annual precipitation is 1016 to 1270 mm, and the growing season ranges from 120 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Brimfield, Canton, Charlton, Sutton, and the competing Nipmuck soils. The Canton, Charlton, and Sutton soils are derived from parent material that is not associated with iron sulfides and have a total percent (by weight) iron oxide (percent Fe by dithionate citrate times 1.43) plus percent (by weight) gibbsite of less than 10. Brimfield soils are less than 50 cm deep from the mineral surface to bedrock and are commonly on convex, bedrock controlled landscapes. Canton and Charlton soils are on similar landscape positions, commonly on plane to concave slopes. Texture in the substratum of Canton soils is dominantly loamy fine sand or coarser. Sutton soils are moderately well drained and in depressions and on lower slopes. Nipmuck  soils are moderately deep to bedrock on similar positions on bedrock controlled landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is medium to high. Saturated hydraulic conductivity is moderately high or high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested. Areas cleared of stones are used for cultivated crops, hay and pasture. Scattered areas are used for community development. Common trees are northern red, white, black, and chestnut oak, pignut hickory, eastern white pine, sweet and yellow birch, and red and sugar maple. Common shrubs are mapleleaf viburnum and American witchhazel. Common herbs are Canada mayflower, eastern hayscented fern, false Solomans seal, huckleberry, and partridgeberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands of central Massachusetts and eastern Connecticut having parent materials derived from iron sulfide bearing schist including the Partridge formation and Brimfield schist; MLRA's 144A and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Worcester County, Massachusetts, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects updates to the series concept, taxonomic class and range in characteristics as well as conversion to metric units. The type location is moved from Tolland County, CT with this revision. The pedon selected is supported by lab characterization. These soils are thought to be post active sulfate soils which is the final stage (fossil) of the acid sulfate weathering process and explains the high pedogenic iron content and low iron ratios.  Research results show this pedon has weighted average pedogenic iron (dithionite-citrate extractable iron) content in the mineral pedon of 5.9 percent and a weighted average ratio of ammonium oxalate extractable iron to pedogenic iron of 0.08 in the series control section.  The weighted average dithionite-citrate extractable iron (pedogenic iron) is commonly twice that of; extractable aluminum is commonly 1.67 times greater than; and the ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron is commonly 75 percent less than, historically associated soils formed in parent material that is not related to iron sulfide bearing materials.  These characteristics and parasesquic mineralogy class provide a distinction from other series, particularly the Charlton Series.\nDiagnostic horizons and features in this pedon include:\n1) Ochric epipedon - the zone from 0 to 5 cm (the Oi, Oa and A horizons).\n2) Cambic horizon - the zone from 5 to 79 cm (the Bw1 and Bw2 horizons).\n3) Particle-size control section - the zone from 25 to 100 cm (part of the Bw1, the Bw2 and part of the C1 horizons).\n4) Parasesquic mineralogy - the percent (by weight) iron oxide as Fe2O3 plus the percent (by weight) gibbsite is 17.4 percent."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: M.S. Thesis work by Shawn McVey, University of Connecticut, 2006. Characterization data for the typical pedon is S05MA027002. Additional pedon data from S05CT013001, S05CT015001, and S04MA027001. Pedons analyzed by the NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 1,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 cm; black (10YR 2/1) moderately decomposed forest plant material matted with roots. (0 to 3 cm thick)"
      },
      {
        "name": "Oa",
        "top": 1,
        "bottom": 2.5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 3.6,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--1 to 2.5 cm; reddish black (2.5YR 2.5/1) well decomposed forest plant material; soft, very friable, nonsticky and nonplastic; many very fine and common fine and medium roots; extremely acid (pH 3.6) by 0.01M CaCl2; abrupt smooth boundary. (0 to 4.5 cm thick)"
      },
      {
        "name": "A",
        "top": 2.5,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--2.5 to 5 cm; dark brown (10YR 3/3) sandy loam, brown (7.5YR 4/3) dry; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; 5 percent gravel; extremely acid (pH 4.2) by 1:1 H2O; abrupt clear boundary. (2 to 7.5 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 38 cm; yellowish red (5YR 4/6) gravelly sandy loam, strong brown (7.5YR 5/6) dry; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; 15 percent gravel; very strongly acid (pH 4.8) by 1:1 H2O; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 79,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.7,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--38 to 79 cm; yellowish red (5YR 4/6) gravelly loam, light brown (7.5YR 6/4) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; common medium roots; 30 percent gravel; very strongly acid (pH 4.7) by 1:1 H2O; abrupt wavy boundary. (Combined thickness of the Bw horizons is 48 to 90 cm.)"
      },
      {
        "name": "C1",
        "top": 79,
        "bottom": 101,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--79 to 101 cm; 75 percent brownish yellow (10YR 6/6) gravelly fine sandy loam, 25 percent strong brown (7.5YR 5/6) gravelly loamy sand, brownish yellow (10YR 6/6) dry; 75 percent massive, 25 percent single grain; loose, nonsticky and nonplastic; 30 percent gravel; very strongly acid (pH 4.8) by 1:1 H2O; abrupt wavy boundary. (15 to 50 cm thick)"
      },
      {
        "name": "C2",
        "top": 101,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--101 to 165 cm; grayish brown (2.5Y 5/2) fine sandy loam, brownish yellow (10YR 6/6) dry, streaks of 50 percent yellowish red (5YR 5/6) and 50 percent red (2.5YR 4/6) coarse sand, reddish yellow (7.5YR 6/6) dry; massive; loose, nonsticky and nonplastic; 10 percent gravel; strongly acid (pH 5.2) by 1:1 H2O."
      }
    ]
  ]
}
