{
  "SERIES": "BROOKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KOS-WJE",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brooke silty clay loam - cultivated\n(Colors are for moist soils.)\nAp--0 to 7 inches, very dark grayish brown (10YR 3/2) heavy silty clay loam; strong coarse granular structure; firm; slightly sticky; many roots; neutral; abrupt smooth boundary. (6 to 9 inches thick.)\nA3--7 to 9 inches, dark brown (10YR 4/3) heavy silty clay loam; moderate medium and fine subangular blocky structure; firm; plastic and slightly sticky; many roots; neutral; clear smooth boundary. (O to 4 inches thick).\nB2t--9 to 22 inches dark brown (7.5YR 4/4) clay; moderate and strong medium subangular blocky structure; firm; very plastic and sticky; common discontinuous clay films on some vertical and horizontal faces of peds; few strong brown (7.5YR 5/6) remanants of silty impure limestone and a few soft fragments of shale; common roots; neutral; clear wavy boundary. (8 to 20 inches thick.)\nC--22 to 38 inches, mixed dark brown (10YR 4/3) and olive gray (5Y 5/2) clay; massive; firm; plastic and sticky; common small fragments of limestone; occasional manganese coatings on surfaces of cracks; 5 to 10 percent weathered small fragments of shale; calcareous. (0 to 30 inches thick.)\nR--38 inches, fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brooke County, West Virginia; 1 mile north of Ohio-Brooke County line, 1-1/2 miles north of West Liberty, on State Route 28/3; 100 feet east of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 18 to 40 inches. Depth to lithic contact ranges from 20 to 40 inches. Coarse fragments of limestone and soft shale range from 0 to 15 percent in the A horizon, 0 to 30 percent in the B horizon, and 5 to 50 percent in the C horizon. They may make up as much as 40 percent of individual subhorizons of the B horizons. Reaction ranges from medium acid to mildly alkaline in the A and B horizons, and from slightly acid to moderately alkaline in the C horizon.\nThe A1 or Ap horizons have hues of 10YR, 7.5YR, or 2.5Y, with values and chroma of 3.5 or less. A2 or A3 horizons have hues of 10YR, 7.5YR, or 2.5Y, values of 2 through 5, and chroma of 2 through 4. The A horizon is silty clay loam, clay loam, or silty clay.\nThe B horizon has hues mostly of 10YR or 7.5YR, values of 3 through 5, anc chroma of 3 through 8. Some pedons have hues of 2.5Y or 5Y, values of 4 or 5, and chroma of 3 or 4. Color variegation included hue of 5Y, values of 3 through 5, and chroma of 2 or 3 and may occur within subhorizons of the B horizon in some pedons. The B horizon is silty clay or clay.\nThe C horizon has hues mostly of 10YR, 2.5Y or 5Y, values of 4 or 5, and chroma of 2 or 3. The C horizon is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Basco, Belpre, Caleast, Fleming, McAfee, and Salvisa series are in the same family. The Basco, Belpre, Caleast, and Fleming soils lack a lithic contact within depths of 20 to 40 inches; in addition, the Basco soils have textures of silt loam and silty clay loam in the upper part of the B2t horizon and the Belpre soils have free carbonates in the lower part of the solum. The McAfee soils have a subhorizon in the B2t with hue of 5YR. The Salvisa soils typically have low chroma mottles in the lower of the Bt horizon but the 10YR Cynthiana. Lowell, Opequon, Tumbez, and Upshur series are in related families. Chilhowie, Cynthiana, Lowell, Opequon, Tumbez, and Upshur series are in related families. Chilhowie soils have more than 60 percent clay and depth to bedrock does not exceed 25 inches. Cynthiana and Opequon soils have a lithic contact within 20 inches of the surface. Lowell soils are more than 40 inches to bedrock. Tumbez soils lack an argillic horizon and have materials with more than 40 percent calcium carbonate equivalent immediately below the surface layer. The Upshur soils have hues redder than 7.5YR and have lighter colored A horizons, and have a paralithic or lithic contact at depths greater than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Brooke soils typically occur on ridges, saddles between ridges and rounded knolls. Slopes range from 3 to 40 percent. They are formed in residuum weathered from limestone or interbedded limestone and calcareous shales. The climate is humid temperature with average annual rainfall of 36 to 50 inches and average annual temperature of 50 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Brookside and Upshur soils, these are the Clarksburg, Gilpin, Guernsey, and Westmoreland soils. The Clarksburg, Gilpin and Westmoreland soils all have less than 35 percent clay in the texture control section. The Guernsey soils have mottling with chromas of 2 or less in the upper part of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; surface runoff is medium to rapid, depending on slope; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for pasture, especially bluegrass, with alfalfa hay mixtures or more gentle slopes. Native vegetation is mixed hardwoods. Black locust trees are common in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western West Virginia, eastern Ohio and southwestern Pennsylvania. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wheeling area, West Virgina, 1906."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: CEC based on Brooke and Marshal Counties, West Virginia NASIS data. Laboratory data from Westmoreland County, Pennsylvania  (No Brooke soils correlated in Westmoreland County, Pennsylvania) and from Ohio plus field descriptions from these states and West Virginia indicate that the Brooke series as used in the past included soils with argillic horizons and soils lacking such horizons. This revision of the Brooke series excludes soils lacking argillic horizons. These excluded soils probably are Eutrochrepts and may necessitate the establishment of a new series or redefinition of one of the competing series to encompass these soils.\nDiagnostic horizons and features in this pedon are:\na. Ochric epipedon--the zone from 0 to 7 inches (Ap horizon).\nb. Argillic horizon--the zone from 9 to 22 inches. (Bt horizon)\nc. Lithic  contact 38 inches. (top of R horizon).\nThe 12/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement may have been based on similar soils and not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nPrevious revision dates: 5/77\nNational Cooperative Soil Survey\nU.S.A."
  }
}
