{
  "SERIES": "BROPHY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDM-HRF",
  "REVDATE": "12/98",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Hemic Haplofibrists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brophy mucky peat on plane level slope near the center of a large bog with marsh vegetation.  (Colors are for moist soil.)\nOe--0 to 6 inches; black (10YR 2/1) broken face and dark gray (10YR 4/1) broken face; very dark gray (10YR 3/1) rubbed hemic material; about 50 percent fiber; 20 percent rubbed; massive; nonsticky; mixed herbaceous and Hypnum fibers, trace of snail shells in lower part; about 70 percent mineral material; violent effervescence; neutral (pH 7.2 in 0.01 M CaC12); clear smooth boundary.\nOi--6 to 38 inches; dark brown (7.5YR 3/2 and 10YR 3/3) broken face; dark yellowish brown (10YR 3/4) rubbed and pressed; fibric material; about 80 percent fibers; 50 percent rubbed; massive; nonsticky; about 70 percent Hypnum moss fiber with some minor strata containing as little as 30 percent to as much as 90 percent Hypnum moss fiber, remainder are herbaceous; few minor more decomposed and less decomposed strata; few snail shells in parts; about 40 percent mineral material with some minor strata containing as little as 15 percent to as much as 50 percent; slight effervescence in parts to strong effervescence in other parts; neutral (pH 7.0 to 7.2 in 0.01 M CaCl2); clear smooth boundary.\nO'e1--38 to 57 inches; very dark grayish brown (10YR 3/2) broken face; dark brown (10YR 3/3) rubbed and pressed; hemic material; about 50 percent fiber, 35 percent rubbed; massive; nonsticky; mostly herbaceous fiber, remainder are Hypnum moss; trace of snail shells; about 40 percent mineral material; slight effervescence; neutral (pH 7.0 in 0.01 M CaCl2); clear smooth boundary.\nO'e2--57 to 112 inches; very dark grayish brown (10YR 3/2) fiber with black (10YR 2/1) matrix; black (10YR 2/1) rubbed; hemic material; about 50 percent fiber, 40 percent rubbed; massive; nonsticky; mostly herbaceous fiber; remainder are Hypnum moss; trace of snail shells; about 15 percent mineral material; slight effervescence; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Minnesota; 200 feet north and 310 feet west of the southeast corner of Sec. 1, T. 130 N., R. 38 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic layers are more than 51 inches thick and are commonly underlain by limnic sediments at depths of less than 10 feet.  The fibric material is primarily derived from Hypnum moss and the hemic material is mostly from herbaceous plants except in a few pedons it is dominately derived from Hypnum moss.  Woody fibers and fragments typically are lacking, but a small amount of these are in the upper tier of some pedons.  The organic materials typically contain from 10 to 50 percent mineral matter, but soils with thin layers with as much as 70 percent mineral matter are not excluded from the series.  The control section is neutral or mildly alkaline in 0.01 M CaCl2.  These soils typically are calcareous in all parts of the control section with a calcium carbonate equivalent of 2 to 40 percent, but soils with thin layers that lack free carbonates are not excluded from the series.  Snail shells make up as much as 10 percent of the volume of some layers.  Mean annual soil temperature is estimated to range from 40 to 47 degrees F.  The surface tier consists of either hemic or fibric materials or a combination of the two.  The subsurface tier, and in some pedons, part of the bottom tier commonly contains fibric material.  However, in some pedons the fibric material occupies as little as 13 inches or the subsurface tier.  Hemic material has an aggregate thickness of at least 10 inches in the lower two tiers.  The fibric material has 7.5YR or 10YR hue, value of 3 or 4, and chroma of 2 through 4.  Value of chroma, or both, commonly increase as much as one unit upon pressing and rubbing.  Unrubbed content of fiber ranges from 65 to 95 percent, and content after rubbing ranges from 40 to 90 percent.  This material is massive or has platy structure and is nonsticky.  The hemic material has 7.5YR or 10YR hue, value of 2 or 3, and chroma of 1 through 3.  Value or chroma, or both, either decrease or increase as much as one unit upon rubbing."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the only series in this family.  Closely related series are the Carlos, Millerville, and Rifle series.  All of these soils have their subsurface tier dominated by more highly decomposed organic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are in bogs within glacial moraines, outwash plains, and lacustrine plains.  These bogs formerly were post-glacial lakes.  These soils formed mostly in about 24 to 40 inches of slightly decomposed organic soil material derived primarily from Hypnum mosses overlying moderately decomposed organic soil material derived primarily from herbaceous plants.  These organic soil materials extend to depths of at least 51 inches.  Limnic sediments commonly are within depths of 10 feet.  The climate is humid continental with warm summers and cold winters.  Mean annual temperature is about 38 to 45 degrees F., and mean annual precipitation is about 20 to 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the competing Carlos and Rifle soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is very slow to ponded.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mostly in native vegetation.  A few areas are used for pasture or hay.  Native vegetation consists mostly of grasses and sedges with an understory of Hypnum mosses.  A few areas have an upper story of willow, bog birch, and tamarack."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota and possibly the northern part of Michigan and Wisconsin.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series would have been classified as a bog soil in the former system.  This placement is tentative because further study might indicate that most of the soils that contain appreciable amounts of Hypnum mosses qualify for Typic Borofibrists rather than Hemic Borofibrists and that two taxa based on this feature may be rather meaningless.\nADDITIONAL DATA:  Refer to MAES No. 69-35-1 for results of some laboratory analysis of the typifying pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
