{
  "SERIES": "BROUILLETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWB-TJE-AAC",
  "REVDATE": "04/2011",
  "STATES": "IL,IN,MN",
  "OVERVIEW": "The Brouillett series consists of very deep, somewhat poorly drained soils formed in loamy alluvium on flood plains. These soils have moderately slow permeability. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 991 mm (39 inches) and mean annual air temperature is about 11.1 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brouillett silt loam - on a nearly level slope in a pasture at an elevation of about 183 meters (600 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 28 cm (0 to 11 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine and medium granular structure; friable; many very fine roots; slightly alkaline; gradual wavy boundary.\nA2--28 to 48 cm (11 to 19 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate very fine and fine subangular blocky structure; friable; common very fine roots; slightly alkaline; gradual wavy boundary.\nA3--48 to 66 cm (19 to 26 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine subangular blocky structure; friable; common very fine roots; slightly alkaline; clear wavy boundary.[Combined thickness of the A horizon ranges from 61 to 91 cm (24 to 36 inches).]\nBg1--66 to 86 cm (26 to 34 inches); dark grayish brown (10YR 4/2) silt loam; weak medium subangular blocky structure; friable; common very fine roots; many distinct very dark gray (10YR 3/1) organic coatings on faces of peds; common fine and medium rounded black (10YR 2/1) weakly cemented nodules of iron- manganese oxide throughout; slightly alkaline; gradual wavy boundary.\nBg2--86 to 107 cm (34 to 42 inches); light brownish gray (2.5Y 6/2) silt loam; weak medium and coarse subangular blocky structure; friable; few very fine roots; few distinct very dark gray (10YR 3/1) organic coatings in root channels; many medium and coarse prominent yellowish brown (10YR 5/6) masses of iron in the matrix; common fine and medium rounded black (10YR 2/1) weakly cemented nodules of iron-manganese oxide throughout; about 2 percent fine gravel; slightly alkaline; gradual wavy boundary. [Combined thickness of Bg horizons is 31 to 61 cm (12 to 24 inches).]\nCg--107 to 152 cm (42 to 60 inches); light brownish gray (2.5Y 6/2) stratified silt loam and loam; massive; friable; few very fine roots; many medium and coarse prominent yellowish brown (10YR 5/6) masses of iron in the matrix; common fine and medium rounded black (10YR 2/1) weakly cemented nodules of iron- manganese oxide throughout; about 2 percent fine gravel; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Edgar County, Illinois, about 4 km (2 1/2 miles) southeast of Chrisman; 201 meters (660 feet) west and 101 meters (330 feet) south of the northeast corner of section 4, T. 15 N., R. 11 W.; USGS Chrisman, Illinois topographic quadrangle; lat. 39 degrees, 47 minutes, 31.9 seconds North, and long. 87 degrees, 38 minutes, 14.3 seconds West;  UTM Zone 16S 0445432E 4404891N; NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle size control section: averages between 18 and 27 percent clay and between 18 and 40 percent sand.\nDepth to carbonates: greater than 102 cm (40 inches)\nReaction: slightly acid to moderately alkalinel to a depth of 152 cm (60 inches)\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nAverage clay content: between 18 and 27 percent. Individual sub-horizons have as much as 30 percent clay.\nAverage sand content: between 18 and 40 percent\nAverage rock fragment content: less than 5 percent\nBg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nAverage clay content: between 18 and 27 percent\nAverage sand content: between 18 and 40 percent\nAverage rock fragment content: less than 5 percent\nOther features: Individual sub-horizons or strata range from 10 to 30 percent clay and from 10 to 60 percent sand.\nCg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 3\nTexture: stratified silt loam or loam\nClay content of individual strata: 8 to 30 percent\nSand content: averages less than 60 percent but individual strata range from 15 to 90 percent.\nRock fragment content: 0 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brouillett soils are on flood plains commonly adjacent to the stream channel. They are on plane or convex slopes with gradient of less than 2 percent. They formed in dark-colored loamy alluvium primarily in areas of late Wisconsin glaciation. Some pedons contain up to 51 cm (20 inches) of lighter colored overwash. Mean annual air temperature ranges from 10.0 to 1.2 degrees C (50 to 54 degrees F). and mean annual precipitation ranges from 890 to 1016 mm (35 to 40 inches0. Frost free period ranges from 170 to 200 days, and elevation ranges from 122 to 274 meters (400 to 900 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Comfrey, Genesee, Landes, Ross, Shoals, and Stonelick soils. The Comfrey soils are poorly drained. The Genesee, Landes, Shoals, and Stonelick soils are not cumulic. Ross soils are better drained and are on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is negligible to medium. The saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow. The apparent seasonal high water table is at a depth of 31 to 61 cm (1 to 2 feet) from January to May at sometime in most years. This soil is frequently or occasionally flooded for brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for forage production or for cultivated crops. Native vegetation is thought to be either mixed hardwoods or widely scattered mixed hardwoods and prairie grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 103, 108A, and 111D in northern and central Illinois, Indiana, and Minnesota. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Edgar County, Illinois 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Brouillett is the shortened version of Brouilletts Creek which is in Edgar County, Illinois.\nTaxonomic classification changed to Aquic Cumulic Hapludolls with 3/99 revision.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone form the surface of the soil to a depth of 66 cm (26 inches) (A1, A2, and A3 horizons); cumulic property - mollic epipedon more than 61 cm (24 inches) thick and irregular decrease of organic carbon with increasing depth;\ncambic horizon - the zone from 66 to 107 cm (26 to 42 inches) (Bg1, Bg2 horizons); udic moisture regime; mesic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
