{
  "SERIES": "BROWNSDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC-GWM-ELB",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udollic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brownsdale silt loam with a slope of less than 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nE--9 to 13 inches; dark gray (10YR 4/1) silt loam, light gray (10YR 6/1) dry; many fine faint dark grayish brown (2.5Y 4/2) mottles; moderate medium platy structure; friable; strongly acid; clear wavy boundary.  (4 to 10 inches thick)\nBtg1--13 to 17 inches; gray (10YR 5/1) and dark grayish brown (2.5Y 4/2) silty clay loam, moderate medium subangular blocky structure; friable; many distinct clean sand and silt grains on faces of peds; few faint clay films on faces of peds; very strongly acid; clear wavy boundary.\nBtg2--17 to 26 inches; olive gray (5Y 5/2) silty clay loam, many fine distinct yellowish brown (10YR 5/4) mottles; weak coarse prismatic structure parting to moderate medium subangular blocky; friable; many distinct clean sand and silt grains coating faces of peds; common distinct clay films on faces of peds; very strongly acid; clear wavy boundary.  (Combined thickness of Btg horizons is 6 to 16 inches.)\n2Btg3--26 to 36 inches; olive gray (5Y 5/2) loam; common coarse prominent yellowish brown (10YR 5/4) mottles; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; many distinct clean sand and silt grains coating faces of peds; common distinct clay films on faces of peds; about 4 percent coarse fragments; strongly acid; clear wavy boundary.\n2Btg4--36 to 48 inches; gray (10YR 5/1) loam; common coarse, faint grayish brown (10YR 5/2) mottles; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct clean sand and silt grains coating faces of peds; few faint clay films on faces of peds; about 4 percent coarse fragments; slightly acid; clear wavy boundary.  (Combined thickness of 2Btg horizon is 20 to 48 inches.)\n2Cg--48 to 60 inches; grayish brown (10YR 5/2) loam; common fine prominent light olive brown (2.5Y 5/4) mottles; massive; firm; about 4 percent coarse fragments; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mower County Minnesota; about 3 miles southeast of Blooming Priarie; 1340 feet north and 60 feet west of the southeast corner of sec. 4, T. 104 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 40 to about 70 inches and the depth to carbonates ranges from 50 to about 80 inches.  The loamy sediment ranges from 16 to 30 inches thick.  This sediment typically lacks coarse fragments, but the lower part in some pedons has a few.  The till has 2 to 10 percent coarse fragments.\nThe A horizon has chroma of 1 or 2.  It is silt loam, loam, or silty clay loam.  The reaction ranges from neutral through medium acid.\nThe E horizon has value of 3 through 5 and chroma of 1 or 2.  Some pedons have higher chroma mottles.  It is silt loam, loam, or silty clay loam.  Reaction ranges from slightly acid through strongly acid.\nThe Btg horizon has hue of 10YR through 5Y, value of 3 through 6, and chroma of 1 or 2.  The texture typically is silty clay loam, but ranges to loam or clay loam.  It ranges from medium acid through very strongly acid.\nThe 2Btg horizons have hue of 10YR to 5Y, value of 4 through 6, and chroma of 1 or 2.  It may contain higher or lower chroma mottles.  The texture typically is loam with subhorizons clay loam or sandy clay loam in some pedons.  Coatings of silt or very fine sand are not in all pedons.  The reaction ranges from slightly acid through very strongly acid.\nThe 2C horizon has hue of 2.5Y or 10YR, value of 4 through 6, and chroma of 1 through 3.  It may contain high or low chroma mottles.  The texture is loam or sandy clay loam.  The reaction ranges from slightly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Havana, Ilion, Mermill, Olmsted, Orio, and Varick series in the same family.  Havana soils formed in a younger, more friable till.  Ilion soils have thinner sola.  Mermill soils have formed in stratified lacustrine sediments and have fine textured material beginning at depths of less than 40 inches.  Olmsted soils formed in water sorted material and contain more coarse fragments.  Orio soils contain more sand and less silt.  Varick soils have shale bedrock within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brownsdale soils are in shallow swales and on broad low lying flats of upland till plains.  They formed in 16 to 30 inches of loess or loamy sediments and the underlying glacial till. The till is probably from the Kansan glaciation.  Slopes are less than 2 percent.  The mean annual temperature is about 45 to 52 degrees F, and the mean annual precipitation is about 26 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are dominantly the Sargeant soils.  Sargeant soils are on slightly higher landscape positions and have a higher chroma in part of the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cultivated crops.  Corn and soybeans are the most common crops.  The native vegetation was oak savannah and tall grass prairie-forest borders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Brownsdale soils are inextensive in southeastern Minnesota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mower County, Minnesota, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification only was changed 5/94.  Competing series and other updates will be made later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
