{
  "SERIES": "BROWNELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RKG-LEB",
  "REVDATE": "8/86",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Entic\nHaplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brownell gravelly loam - in native grass range. (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; very dark gray (10YR 3/1) gravelly loam, very dark brown (10YR 2/2) moist; strong fine and medium granular structure; slightly hard, friable; many fine and medium roots; porous; common worm casts; violent effervescence; moderately alkaline; gradual smooth boundary.  (4 to 12 inches thick)\nBw--7 to 15 inches; dark gray (10YR 4/1) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable; many fine and medium roots; porous; common worm casts; many 1/2- to 2- inch diameter chalky limestone fragments; strong effervescence; moderately alkaline; gradual smooth boundary.  (6 to 12 inches thick)\nC--15 to 30 inches; very pale brown (10YR 8/4) very channery loam, very pale brown (10YR 8/3) moist; weak coarse subangular blocky structure; slightly hard, friable; few fine roots; porous; few worm casts; many coarse fragments of soft limestone, 3 to 6 inches in diameter with loamy materials filling the interstices; strong effervescence; moderately alkaline; abrupt smooth boundary.  (10 to 22 inches thick)\nR--30 inches; very pale brown (10YR 8/3) chalky limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ellis County, Kansas; about 10 miles north and 4 miles east of Hays; 600 feet east and 180 feet north of the southwest corner, sec. 32, T. 11 S., R. 17 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 10 to 24 inches.  Depth to limestone bedrock ranges from 20 to 40 inches. The thickness of the mollic epipedon ranges from 7 to 20 inches.  The soil contains free carbonates throughout and is mildly alkaline or moderately alkaline.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2.  It is gravelly loam or loam.\nThe Bw horizon has hue of 10YR, value of 3 to 6 and 2 to 4 moist, and chroma of 1 to 3.  It is very gravelly loam or very channery loam.  Coarse limestone or chalk fragments, 1/2 to 4 inches along the longer axis, range from 35 to 60 percent by volume.\nThe C horizon has hue of 10YR, value of 6 to 8 and 5 to 8 moist, and chroma of 1 to 4.  It is very channery loam or very gravelly loam.  Coarse limestone or chalk fragments, 1/2 to 6 inches along the longer axis, range from 35 to 60 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other members of this family. Competing soils in other families are the Heizer, Kipson, Lebo, Nibson, Sogn, and Wakeen soils.  Kipson, Nibson, Sogn, and Wakeen soils contain less than 35 percent coarse fragments.  In addition, Wakeen soils have a paralithic contact at 20 to 40 inches; Kipson and Nibson soils have a paralithic contact at 10 to 20 inches; and Sogn soils have lithic contact at depths of 4 to 20 inches.  Heizer soils have lithic contact at depths of 10 to 20 inches.  Lebo soils are in a wetter climate and have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brownell soils are on uplands.  The slope gradient ranges from 1 to 15 percent.  The soils formed in local outwash derived from chalky limestone or residuum from the underlying limestone or chalk.  The mean annual temperature ranges from 52 to 57 degrees F, and annual precipitation ranges from 20 to 25 inches.  Thornthwaite annual P-E index ranges from 34 to 42."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armo, Harney, Heizer, Mento, and Wakeen soils.  All these soils, except Heizer, contain less than 35 percent coarse fragments by volume.  In addition, Armo, Harney, and Mento soils lack bedrock within a depth of 40 inches.  Armo soils are on side slopes or foot slopes below Brownell soils.  Harney, Mento, and Wakeen soils are on less sloping upland divides.  Heizer soils occupy steeper side slopes or similar positions as Brownell soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium and rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost exclusively for native range.  Vegetation includes tall and mid grasses dominated by little bluestem, big bluestem, and sideoats grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Kansas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ellis County, Kansas, 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
