{
  "SERIES": "BROWARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Broward series consists of moderately deep, somewhat poorly drained, rapidly permeable soils on low-lying broad ridges in Peninsular Florida.  They formed in sandy marine deposits over limestone.  Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Hyperthermic, uncoated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Broward fine sand--on a smooth 1 percent slope in forestland.    (Colors are for moist soil.)\nA--0 to 4 inches; very dark gray (10YR 3/1) rubbed, fine sand; single grained; loose; many fine and medium roots; mixture of black (10YR 2/1) unrubbed organic matter and uncoated sand grains gives a salt-and-pepper appearance; slightly acid; clear smooth boundary.  (3 to 8 inches thick)\nC1--4 to 10 inches; gray (10YR 5/1) fine sand; single grained; loose; few fine roots; neutral; gradual wavy boundary.\nC2--10 to 14 inches; grayish brown (10YR 5/2) fine sand; single grained; loose; neutral; gradual wavy boundary.\nC3--14 to 26 inches; very pale brown (10YR 8/3) fine sand; single grained; loose; few fine faint light gray (10YR 7/1) streaks and few fine distinct yellow (10YR 8/6) masses of iron accumulations; slightly alkaline; abrupt wavy boundary.  (Combined thickness of the C horizons ranges from 13 to 37 inches, except in solution holes)\nR--26+ inches; variegated light gray (10YR 7/1) and white (10YR 8/1) limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hillsborough County, Florida; about 1.0 mile south of Tampa International Airport and about 1.0 mile east of Tampa Bay; SE 1/4, SE 1/4, Sec. 17, T. 29 S., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to limestone bedrock ranges from 20 to 40 inches.  Solution cavities up to 60 inches or more deep are present in many pedons.  Silt plus clay in the control section is less than 5 percent.  Reaction ranges from moderately acid to moderately alkaline throughout.\nThe A or Ap horizon has a salt-and-pepper appearance with many clean uncoated sand grains.  When rubbed, it has hue of 10YR, value of 2 to 5, and chroma of 1 or 2.  Texture is sand or fine sand.\nSome pedons have a thin, discontinuous Bt horizon in solution holes.  It has hue of 10YR, value of 5 to 8, and chroma of 1 to 6.  Redoximorphic features in shades of gray, brown, yellow, or red range from none to many.  Texture is sandy loam.\nThe C horizon has hue of 10YR, value of 5 to 8, and chroma of 1 to 6.  Redoximorphic features in shades of gray, brown, yellow, or red range from none to common.  Up to 2 percent, by volume, cobbles or boulders are in many pedons.  Texture is sand or fine sand.\nSome pedons have a Cr horizon that overlies the bedrock.  It is composed of soft white crumbly limestone that can be dug with a spade.\nThe R horizon consists of limestone bedrock that can be dug with light power equipment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adamsville, Canaveral, Padre, Panam, and Satellite series in the same family.  All of these soils are very deep.  Adamsville and Satellite soils are on similar positions.  The somewhat poorly to moderately well drained Canaveral soils are on slightly higher positions and are composed of mixed sand and shell fragments.  Padre and Panam soils are confined to barrier islands on the Texas Gulf Coast."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Broward soils are on low-lying broad ridges in peninsular Florida.  Slopes range from 0 to 2 percent.  They formed in sandy marine deposits overlying limestone bedrock.  The climate is humid subtropical.  The mean annual precipitation is about 50 to 60 inches, and the mean annual temperature is about 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Adamsville, Canaveral, and Satellite series and the Boca, Felda, Hallandale, Pompano, and Riviera series.  All of these soils except Boca and Hallandale soils are very deep.  The very poorly or poorly drained Boca soils are on lower positions have sandy surface and subsurface layers 20 to 40 inches in thickness, have an argillic horizon above the limestone, and are moderately deep.  The very poorly and poorly drained Felda and Riviera soils are on lower positions and have sandy surface and subsurface layers 20 to 40 inches thick over argillic horizons.  Hallandale soils have limestone within depths of 20 inches and are poorly drained.  The poorly drained Pompano soils are in adjacent lower depressions, drainageways, and broad flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Broward soils are used for range and woodland.  A few small areas are used for vegetables, pasture, and urban development.  The native vegetation is dominated by cabbage palms and scattered slash pines in the overstory.  The understory is composed of pineland threeawn, fetterbush, grassleaf goldaster, chalky bluestem, creeping bluestem, panicum, lopsided indiangrass, switchgrass, and sawpalmetto."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Everglades Project Area, Florida; 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 4 inches (A horizon).\nModerately deep - Limestone bedrock at 26 inches (R horizon).\nThe water table is at depths of 18 to 30 inches for 2 to 6 months duration in most years.  It rises above depths of 18 inches briefly in very rainy seasons in some years.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) rubbed, fine sand; single grained; loose; many fine and medium roots; mixture of black (10YR 2/1) unrubbed organic matter and uncoated sand grains gives a salt-and-pepper appearance; slightly acid; clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 10,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--4 to 10 inches; gray (10YR 5/1) fine sand; single grained; loose; few fine roots; neutral; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 25,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--10 to 14 inches; grayish brown (10YR 5/2) fine sand; single grained; loose; neutral; gradual wavy boundary."
      },
      {
        "name": "C3",
        "top": 36,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C3--14 to 26 inches; very pale brown (10YR 8/3) fine sand; single grained; loose; few fine faint light gray (10YR 7/1) streaks and few fine distinct yellow (10YR 8/6) masses of iron accumulations; slightly alkaline; abrupt wavy boundary.  (Combined thickness of the C horizons ranges from 13 to 37 inches, except in solution holes)"
      }
    ]
  ]
}
