{
  "SERIES": "BROWNSBOWL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "12/2019",
  "STATES": "CA,NV",
  "OVERVIEW": "The Brownsbowl series consists of very deep, well drained soils that formed in volcanic ash and colluvium derived from andesite. Brownsbowl soils are on plateaus and mountains.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 380 mm and the mean annual temperature is about 6.7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy Vitrandic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brownsbowl gravelly ashy sandy loam--rangeland (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; dark grayish brown (10YR 4/2) crushed, gravelly ashy sandy loam, black (10YR 2/1) crushed, moist; moderate very fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine and fine, common medium and coarse roots throughout; many very fine and fine interstitial pores; 5 percent fine gravel and 10 percent gravel; neutral, (pH 6.8); abrupt wavy boundary.\nA2--8 to 25 cm; dark grayish brown (10YR 4/2) crushed, gravelly ashy sandy loam, black (10YR 2/1) crushed, moist; strong fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium and coarse roots throughout; many very fine interstitial and tubular pores; 10 percent fine gravel and 5 percent gravel; neutral, (pH 6.6); abrupt wavy boundary.\nA3--25 to 48 cm; dark grayish brown (10YR 4/2) crushed, gravelly ashy sandy loam, very dark brown (10YR 2/2) crushed, moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine to coarse roots throughout; common fine tubular, many very fine interstitial and tubular pores; 10 percent fine gravel and 5 percent gravel; slightly acid, (pH 6.4); clear wavy boundary.\nA4--48 to 71 cm; brown (10YR 4/3) crushed, gravelly ashy sandy loam, very dark brown (10YR 2/2) crushed, moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine to very coarse roots throughout; few fine tubular, many very fine interstitial and tubular pores; 10 percent fine gravel and 5 percent gravel, 5 percent cobbles; slightly acid, (pH 6.1); clear wavy boundary.\nA5--71 to 86 cm; brown (10YR 4/3) crushed, cobbly ashy sandy loam, very dark brown (10YR 2/2) crushed, moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine to very coarse roots throughout; few fine tubular, many very fine interstitial and tubular pores; 10 percent fine gravel and 5 percent gravel, 10 percent cobbles; moderately acid, (pH 6.0); clear wavy boundary. (Combined thickness of A horizons is 69 to 100 cm)\n2A--86 to 104 cm; brown (10YR 4/3) crushed, very gravelly ashy sandy loam, very dark brown (10YR 2/2) crushed, moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine to coarse roots throughout; many very fine interstitial and tubular pores; 10 percent fine gravel and 15 percent gravel, 15 percent cobbles; moderately acid, (pH 6.0); clear wavy boundary. (15 to 20 cm thick)\n2Bw--104 to 154 cm; yellowish brown (10YR 5/4) crushed, extremely cobbly ashy fine sandy loam, dark yellowish brown (10YR 3/4) crushed, moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine to coarse roots throughout; many very fine interstitial pores; 5 percent fine gravel and 25 percent gravel, 30 percent cobbles, 1 percent stones; moderately acid, (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washoe County, Nevada; in the Hays Canyon Range; about 1/2 mile west of Mountain View Spring; section 1, T. 39 N., R. 18 E. USGS Hayes Canyon 7.5 minute topographic quadrangle; 41 degrees 17 minutes 50.1 seconds north latitude and 119 degrees 54 minutes 31.6 seconds west longitude; WGS84 Decimal Degrees 41.2973611 latitude, -119.9098889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Moist in winter and spring, dry in late summer and fall; completely dry for at least 45 consecutive days between July and October; xeric moisture regime that borders on aridic.\nMean annual soil temperature - 6.7 to 8.3 degrees C.\nMean summer soil temperature - 12.2 to 15.0 degrees C.\nMollic epipedon thickness - 100 to 117 cm.\nDepth to very cobbly or extremely cobbly lithologic discontinuity - 69 to 100 cm.\nVolcanic glass content - 50 to 80 percent in the coarse silt through fine sand fractions.\nControl section - Clay content: 5 to 10 percent.\nRock fragments: Averages 20 to 35 percent hard volcanic rocks.\nA horizons\nStructure: subangular blocky or weak angular blocky, upper subhorizons are granular in some pedons.\nRock fragments: 15 to 20 percent gravel, 0 to 15 percent cobbles.\nReaction: neutral to moderately acid, commonly decreasing with depth.\n2A horizon\nStructure: weak or moderate subangular blocky.\nRock fragments: 20 to 30 percent gravel, 15 to 25 percent cobbles.\nReaction: Moderately acid or slightly acid.\n2Bw horizon\nValue: 5 or 6 dry.\nChroma: 3 or 4, dry or moist.\nStructure: Weak angular blocky or weak or moderate subangular blocky.\nConsistence: Slightly hard or hard dry.\nRock fragments: 30 to 40 percent gravel, 25 to 45 percent cobbles; 1 to 5 percent stones.\nReaction: Moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Anniecreek and Cadero series. Anniecreek soils have a Mollic epipedon 38 to 64 cm thick. Cadero soils have paralithic contact at 50 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brownsbowl soils are on north facing concave sideslopes of plateaus and mountains.  They formed in volcanic ash and colluvium derived from andesite.  Slopes are 8 to 50 percent.  Elevations range from 1,400 to 2,475 meters.  The mean annual precipitation is 300 to 410 mm, mean annual temperature is 6.1 to 7.2 degrees C., and the frost-free period is 60 to 80 days. These soils receive additional moisture from adjacent areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hashwoods (T)(NV) and Hutchley soils. Hashwoods soils are deep and have argillic horizons. Hutchley soils are shallow to hard bedrock and have loamy-skeletal argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low or medium surface runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Brownsbowl soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly mountain big sagebrush, snowberry, needlegrass and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Washoe County, Surprise Valley-Home Camp Area; MLRA 23. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Surprise Valley-Home Camp Area, California and Nevada, 2002"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 102 cm (The A1, A2, A3, A4, A5 and 2A horizons).\nCambic horizon - The zone from 102 to 154 cm (The 2Bw horizon).\nParticle size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
