{
  "SERIES": "BROWNSON",
  "STATUS": "Established Series",
  "BYREV": "JW, PY, DV, JCR",
  "REVDATE": "06/2005",
  "STATES": "NE",
  "OVERVIEW": "The Brownson series consists of well drained soils that are shallow over cemented fine grain sandstone. These soils formed in a thin mantle of loess and calcareous residuum weathered from sandstone of the Ash Hollow formation of the Ogallala group on tablelands. Permeability is moderate. Slopes range from 0 to 3 percent. Mean annual precipitation is about 16 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, mesic, shallow Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brownson loam - on less than 1 percent slope in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 3 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable; neutral; abrupt smooth boundary. (3 to 8 inches thick)\nAp2--3 to 5 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and moderate fine subangular blocky structure; soft, very friable; neutral; abrupt smooth boundary. (0 to 4 inches thick)\nBt1--5 to 8 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; strong fine and very fine subangular blocky structure; moderately hard, firm; neutral; clear smooth boundary.\nBt2--8 to 13 inches; yellowish brown (10YR 5/4) clay loam,  brown (10YR 4/3) moist; strong fine prismatic structure parting to strong medium subangular blocky; moderately hard, firm; thin discontinuous films on faces of peds; slightly alkaline; abrupt wavy boundary. (4 to 12 inches thick)\n2Bkc--13 to 17 inches; extremely channery sandy loam, white (10YR 8/1) weakly cemented fractured sandstone, moderately alkaline.\n2Cr--17 to 25 inches; white (10YR 8/1) cemented sandstone, indurated caliche laminated and discontinuous across the profile."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kimball County, Nebraska; about 14 miles south on highway 29 and 1.75 miles east of Kimball; 1,800 feet east and 200 feet south of the northeast corner of sec. 12, T. 12 N., R. 56 W. 41 degrees 01 minutes 9 seconds north longitude and 103 degrees 39 minutes 3 seconds west latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 49 to 55 degrees F\nDepth to paralithic contact: 10 to 20 inches\nDepth to secondary calcium carbonate: 10 to 20 inches\nThickness of the solum: 10 to 20 inches\nThickness mollic epipedon: 7 to 20 inches\nParticle-size control section (weighted average):\nClay content: 33 to 40 percent\nA horizon:\nHue: 10YR\nValue: 4 or 5 and 2 or 3 moist\nChroma: 2 or 3\nTexture: loam and less commonly very fine sandy loam or fine sandy loam\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 10YR\nValue: 4 through 6 and 3 through 5 moist\nChroma: 2 through 4\nTexture: clay loam and less commonly sandy clay loam\nClay content: 33 to 40 percent\nReaction: neutral or slightly alkaline\n2Bkc :\nHue: 10YR\nValue: 6 through 8 and 4 through 7 moist\nChroma: 1 through 4\nTexture: loam ,very fine sandy loam or fine sandy loam\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: slightly or moderately alkaline\n2Bkm horizon:\nHue: 10YR\nValue: 7 or 8 and 6 or 7 moist\nChroma: 1 or 2\nTexture: cemented fractured sandstone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess and loamy, calcareous residuum weathered from cemented fine grain sandstone\nLandform: nearly level to very gently sloping and on tablelands\nSlopes: 0 to 4 percent\nElevation: 3500 to 5500 feet\nMean annual temperature: 47 to 57 degrees F\nMean annual precipitation: 14 to 19 inches\nFrost-free period: 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCanyon and Tassel soils lack argillic horizons and are on similar and steeper landscapes.\nRosebud soils are moderately deep and are on similar landscapes.\nBlanche soils are coarse loamy, moderately deep and on similar and steeper landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate\nRunoff: low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Brownson soils are mostly cultivated. Winter wheat is the principal dryland crop. Many areas have been seeded to grass under the conservation reserve program. Some areas are native range."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Brownson soils are of small extent and occur mainly in Kimball County, Nebraska."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kimball County, Nebraska in 2002"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Bt horizon extends into cracks in the sandstone. A few sandstone rock fragments are on the surface. A thin mat of roots is often present at the point of contact above the sandstone.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: the zone from the surface to a maximum depth of 20 inches (A and Bt horizons). Argillic horizon: the zone from 5 to 13 inches (Bt horizon).\nThe Brownson series was formerly included in the Canyon and Rosebud series.\nThe 2Cr is being investigated as a petrocalcic horizon. The petrocalcic horizon formed in the Ash Hollow formation of the Ogallala group deposited 5 to 10 million years ago during the Pliocene Epoch. There are areas of the petrocalcic horizon that have fractures less than the required horizontal spacing of 10cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
