{
  "SERIES": "BROWNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKM/DLM",
  "REVDATE": "09/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: coarse-silty, mixed, active, subgelic Typic Aquiturbels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Browne silt loam - on a slope of 0 percent under stunted black spruce forest at 650 feet elevation. (All colors are for moist soil unless noted)\nOi--0 to 5 inches, (0 to 12 cm); brown (7.5YR 4/3); slightly decomposed plant material; many very fine to coarse roots; very strongly acid (pH 4.7); abrupt smooth boundary.\nOe--5 to 6 inches, (12 to 16 cm); very dark gray (10YR 3/1); moderately decomposed plant material; many very fine to coarse roots; strongly acid (pH 5.2); abrupt smooth boundary. (The combines thickness of the O horizons 3 to 7 inches thick)\nA--6 to 7 inches, (16 to 18 cm); very dark grayish brown (10YR 3/2); silt loam; weak medium granular structure; very friable, slightly sticky, slightly plastic; many very fine to medium few coarse roots; strongly acid (pH 5.3); abrupt smooth boundary. (1 to 2 inches thick)\nBjjg--7 to 24 inches, (18 to 62 cm); light olive brown (2.5Y 5/4); silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine and very fine and few medium roots; 10 percent fine and medium strong brown (7.5YR 5/6) redoximorphic concentrations and 30 percent medium and coarse reddish gray (2.5YR 5/1) redoximorphic depletions; neutral (pH 6.6); clear smooth boundary. (16 to 83 inches thick)\nBgf--24 to 72 inches, (62 to 183 cm); permanently frozen material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Greater Nenana Area, Alaska; about 11 miles south west of Anderson; in the NW 1/4 of the SW 1/4, section 20, T. 8 S., R. 8 W.; Fairbanks (A-5) 1:63,360 quad; Fairbanks Meridian; UTM north 7121822 and UTM east 393585, zone 6."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control (section weighted average):\nPercent clay in the control section: 5 to 13 percent\nSoil moisture regime: aquic\nMean annual soil temperature: 26 degrees F., 50 cm\nThickness of organic materials: 3 to 7 inches, 9 to 18 cm\nTexture of the loess and alluvium mantle: silt loam or silt\nPercent clay in the loess and alluvium mantle: 5 to 13 percent\nThickness of redoximorphic concentrations: from 7 to 72 inches, 18 to 183 cm.\nThickness of redoximorphic depletions: from 7 to 72 inches, 18 to 183 cm.\nThickness of cryoturbation and gelic materials: from 7 to 72 inches, 18 to 183 cm.\nDepth to Permafrost: from 11 to 38 inches, 28 to 99 cm.\nO horizon:\nMatrix color: hue of 5YR to 10YR; value of 2 to 4; chroma of 1 to 3\nTexture: Slightly or moderately decomposed plant material\nReaction class: Extremely acid to slightly acid\nA horizon:\nMatrix color: hue of 10YR or 2.5Y; value of 2 or 3; chroma of 1 or 2\nTexture: silt loam or silt\nReaction class: strongly acid to moderately acid\nBjjg horizon:\nMatrix color: hue of 7.5YR to 2.5Y; value of 3 to 5; chroma of 1 to 4\nRedoximorphic concentrations: hue of 2.5YR to 7.5YR; value of 3 to 5; chroma of 4 or 6\nRedoximorphic depletions: hue of 10YR to 5Y; value of 4 to 6; chroma of 1 or 2\nTexture: silt loam or silt\ncryoturbation and gelic materials: 5 to 30 percent hue of 7.5YR or 10YR; value of 2 or 2.5; chroma of 1 or 2\nReaction class: moderately acid to neutral\nBjjgf horizon:"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Chatinika series. Chatinika series have substantial mica content in the control section and inferred massive ground ice in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess and alluvium\nLandform: alluvial fans\nSlopes: 0 to 2 percent\nMean annual temperature: about 25 degrees F., -4 degrees C.\nMean annual precipitation: about 11 inches, 280 mm"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Nenana and Richarson. Nenana soils are on alluvial terraces and fans and are well drained. Richardson soils are on alluvial terraces and fans and are moderately well drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: poorly drained, moderate runoff, saturated hydraulic conductivity rapid in the fibric soil material, moderate in the hemic material and coarse-silty mantle and impermeable in the permafrost."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for recreation and wildlife habitat.  The native vegetation includes stunted black spruce forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 229, Interior Alaska lowlands, The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Greater Nenana Area, Alaska, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nredoximorphic concentrations: from 7 to 72 inches, 18 to 183 cm.\nredoximorphic depletions: from 7 to 72 inches, 18 to 183 cm.\ncryoturbation and gelic materials: from 7 to 72 inches, 18 to 183 cm.\npermafrost: from 24 to 72 inches, 62 to 183 cm.\nTemperature regime: Cryic 26 F., -3 C.\nMoisture regime: aquic\nADDITIONAL DATA: National Soil Survey Laboratory data S04AK-068-001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
