{
  "SERIES": "BROWNWOOD",
  "STATUS": "Established Series",
  "BYREV": "RLM; Rev. BPS",
  "REVDATE": "01/2011",
  "STATES": "NC",
  "OVERVIEW": "The Brownwood series consists of moderately deep, well drained soils with moderately rapid permeability. They formed in residuum affected in the upper part by soil creep that weathered from high-grade metamorphic rocks having a high mica content such as mica schist, mica gneiss, and pegmatite. These soils are on ridges and side slopes in the Southern Blue Ridge (MLRA 130B). Slope ranges from 8 to 95 percent. Mean annual precipitation is about 56 inches and mean annual air temperature is about 53 degrees F., near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, micaceous, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brownwood fine sandy loam, on a 55 percent south-facing intermediate mountain side slope, elevation 2,350 feet--forested. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inches; slightly decomposed plant material; mostly hardwood litter. (0 to 2 inches thick)\nOe--1 to 2 inches; moderately decomposed plant material; mostly hardwood litter. (1 to 3 inches thick)\nA--2 to 7 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium granular structure; friable; many fine, medium, and coarse roots; many fine flakes of mica; 5 percent by volume gravel and cobbles; strongly acid; clear wavy boundary. (1 to 8 inches thick)\nBw--7 to 29 inches; strong brown (7.5YR 5/8) loam; weak medium subangular blocky structure; friable; common fine and medium roots; many fine flakes of mica; 5 percent by volume gravel and cobbles; strongly acid; abrupt wavy boundary. (10 to 30 inches thick)\nCr--29 to 62 inches; weathered, moderately fractured mica schist that can be dug with difficulty with hand tools."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Watauga County, North Carolina; about 6.6 miles east of Boone on U.S. Highway 421, 4.3 miles southeast on Secondary Road 1505, 0.2 mile southwest on Signal Tree Road, 0.05 mile southwest on Wild Turkey X-ing Road, 0.8 mile west on logging road, in a roadcut; Deep Gap USGS Topographic Quadrangle, latitude 36 degrees 11 minutes 41 seconds N., and longitude 81 degrees 30 minutes 50 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 39 inches. Depth to paralithic contact ranges from 20 to 40 inches. Depth to lithic contact is more than 60 inches. Content of rock fragments is less than 35 percent by volume throughout. Fragments consist of gravels, cobbles, and occasionally stones. Reaction is very strongly acid or strongly acid throughout the profile, except where surface layers have been limed. Content of flakes of mica is common or many in the A horizon and many in the B and C horizons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4. Where value is 3 or less, this horizon is less than 7 inches thick.. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam.\nThe BA horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam.\nThe BC horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 8 and may be mixed or mottled in shades of these colors. Texture of the fine-earth fraction is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam.\nThe Cr horizon is soft, weathered mica schist, mica gneiss, or pegmatite rock that has a high mica content. It is partially consolidated, but can be dug with difficulty with hand tools."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Cashiers, Chandler, Fannin, Lauada, Manor, and Micaville, Mt. Airy, and Watauga soils. Cashiers, Chandler, Fannin, Manor, and Watauga soils are more than 60 inches to bedrock. Additionally, Fannin, Lauada, and Watauga soils have argillic horizons.  Micaville soils have paralithic contact at 40 to 60 inches.  Mt. Airy soils are in a loamy-skeletal particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Brownwood soils are on ridges and side slopes in the Southern Blue Ridge (MLRA 130 B). Slopes are dominantly 15 to 75 percent, but range from 8 to 95 percent. Elevation ranges from about 1,500 to 3,500 feet. Brownwood soils formed in residuum affected in the upper part by soil creep. These soils weathered from rocks such as mica schist, mica gneiss, and pegmatite that has a high mica content. The mean annual air temperature ranges from about 48 to 55 degrees F., the frost free season ranges from about 110 to 160 days, and average annual rainfall ranges from about 48 to 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Cashiers, Chandler, Fannin, Micaville, Mt.Airy, and Watauga soils, these are the Ashe, Buladean, Chestnut, Cleveland, Cowee, Cullasaja, Edneyville, Evard, Glenelg, and  Saunook soils. Ashe, Buladean, Cashiers, Chandler, Chestnut, Cleveland, Cowee, Edneyville, Evard, Fannin, Glenelg, Micaville, Mt. Airy, and Watauga soils formed in residuum on ridges and side slopes.  Of these, the Ashe, Buladean, Chestnut, Cleveland, Cowee, Edneyville, Evard, and Glenelg soils contain less mica. Cullasaja and Saunook soils formed in colluvium on benches, foot slopes, and fans in coves and contain less mica."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff where forest cover has not been disturbed, and medium to very rapid runoff where forest cover has been significantly disturbed or removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Brownwood soils are forested. Common trees are chestnut oak, white oak, scarlet oak, black oak, hickory, red maple, black locust, and eastern white pine. The dominant understory is flowering dogwood, mountain-laurel, rhododendron, and sourwood. Some small areas are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Blue Ridge (MLRA 130B) of North Carolina, and possibly Georgia, South Carolina, Tennessee, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Watauga County, North Carolina; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now included with the Brownwood series were previously mapped with the Chandler and Chestnut series. Chandler soils are very deep to bedrock. Chestnut soils have mixed mineralogy.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 7 inches (Oi, Oe, and A horizons)\nCambic horizon - the zone from 7 to 29 inches (Bw horizon)\nParalithic contact - contact with weathered bedrock at 29 inches (upper boundary of the Cr horizon)\n01-2011 update:  Classification, competing and associated series, MLRA clarification"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nMLRA = 130\nSIR = NC0297, NC0298 (VERY ROCKY)"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inches; slightly decomposed plant material; mostly hardwood litter. (0 to 2 inches thick)"
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--1 to 2 inches; moderately decomposed plant material; mostly hardwood litter. (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 7 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium granular structure; friable; many fine, medium, and coarse roots; many fine flakes of mica; 5 percent by volume gravel and cobbles; strongly acid; clear wavy boundary. (1 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--7 to 29 inches; strong brown (7.5YR 5/8) loam; weak medium subangular blocky structure; friable; common fine and medium roots; many fine flakes of mica; 5 percent by volume gravel and cobbles; strongly acid; abrupt wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "Cr",
        "top": 74,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--29 to 62 inches; weathered, moderately fractured mica schist that can be dug with difficulty with hand tools."
      }
    ]
  ]
}
