{
  "SERIES": "BROWNCHURCH",
  "STATUS": "Established Series",
  "BYREV": "CLV-TAM-PMW",
  "REVDATE": "10/2008",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brownchurch sandy loam on a concave, northwest-facing slope of 22 percent, in a cultivated field, at an elevation of 286 meters. (Colors are for moist soil unless otherwise stated.) About 6 percent of the surface is covered by channers.  The fragments are dolostone and sandstone.\nAp--0 to 15 centimeters; very dark brown (10YR 2/2) sandy loam; brown (10YR 4/3) dry; moderate fine subangular blocky structure; very friable; common fine and medium roots; about 10 percent dolostone and 1 percent sandstone channers; neutral; abrupt smooth boundary. (15 to 23 centimeters thick)\nBt1--15 to 25 centimeters; dark yellowish brown (10YR 3/4) sandy loam; moderate medium subangular blocky structure; very friable; common faint dark brown (10YR 3/3) clay films on faces of peds; common fine and medium roots; about 5 percent dolostone and 1 percent sandstone channers; neutral; gradual wavy boundary.\nBt2--25 to 61 centimeters; dark yellowish brown (10YR 4/4) sandy loam; moderate medium subangular blocky structure; very friable; many faint dark brown (10YR 3/3) clay films on faces of peds; common fine and medium roots; about 4 percent dolostone and 1 percent sandstone channers; slightly acid; clear wavy boundary.\nBt3--61 to 76 centimeters; dark yellowish brown (10YR 4/4) loam; moderate medium and coarse subangular blocky structure; friable; many faint dark brown (10YR 3/3) clay films on faces of peds; few fine and medium roots; about 2 percent dolostone and 1 percent sandstone channers; slightly acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 36 to 102 centimeters)\n2Bt4--76 to 122 centimeters; brown (10YR 4/3) silt loam; weak medium prismatic structure; friable; common faint dark brown (10YR 3/3) clay films on faces of peds; few fine roots; about 1 percent dolostone and 1 percent sandstone channers; slightly acid; gradual wavy boundary.\n2Bt5--122 to 157 centimeters; yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure; friable; few faint brown (10YR 4/3) clay films on faces of peds; few fine roots; about 2 percent dolostone and 2 percent sandstone channers; moderately acid; clear wavy boundary.(Combined thickness of the 2Bt horizons is 50 to 102 centimeters)\n2BC--157 to 203 centimeters; dark yellowish brown (10YR 4/4) silt loam; weak coarse prismatic structure; friable; few fine distinct brown (7.5YR 5/4) masses of iron accumulation; about 3 percent dolostone and 2 percent sandstone channers; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Richland County, Wisconsin; located about 1 mile northwest of Richland Center; about 1,420 feet east and 1,420 feet south of the northwest corner of sec. 7, T. 10 N., R. 1 E.; Richland Center USGS topographic quadrangle; latitude 43 degrees 21 minutes, 41 seconds N; longitude 90 degrees, 25 minutes, 28 seconds W. NAD 83.\nType location lat long was wrong, MLRA SS Leader sent a corrected lat long to the MO on 10/30/2008.  However; that corrected location is in the woods on a southeast facing slope, so it seems that is still not correct so the MO used its historic type location which puts this pedon on a NW slope in a cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to silty slope alluvium: 50 to 152 centimeters or more\nClay content in the particle-size control section (weighted average): 8 to 18percent\nClay content of the Bt: 8 to 18 percent\nClay content of the 2Bt: 18 to 30 percent\nKind of rock fragments: dolostone and sandstone\nVolume of rock fragments: 0 to 15 percent channers in the loamy slope alluvium, and 0 to 10 percent channers and 0 to 5 percent flagstones in the silty slope alluvium\nSoil reaction: strongly acid to slightly acid but ranges to neutral in the upper part, where limed\nAp or A horizon (when present):\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--sandy loam\nE horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--loamy sand, sandy loam, fine sandy loam, or the channery analogs\nBt horizon:\nHue--7.5YR or 10YR\nValue--4 to 6\nChroma--3 to 6\nTexture--sandy loam, fine sandy loam, loam or the channery analogs\n2Bt horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--silt loam or silty clay loam;\n2BC horizon:\nHue--10YR\nValue--4 to 6\nChroma--4 to 6\nTexture--silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Backbone, Billett, Desker, Kingsley, Oronoco and Ulster series.\nBackbone-- have lithic contacts within a depth of 102 centimeters.\nBillett-- have more than 70 percent sand in the lower part of the control section.\nDesker-- have carbonates at 51 to 102 centimeters and are sandy in the lower part of the series control section.\nKingsley-- have more than 55 percent sand and are stratified in the lower part of the series control section.\nOronoco-- have carbonates at 122 to 210 centimeters and do not have any coarse fragments\nUlster-- have stratified sand, loamy sand, sandy loam and silt loam textures below a depth of 90 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material--loamy slope alluvium over silty slope alluvium\nLandform--hills in bedrock controlled uplands\nElevation--243 to 293 meters\nMean Annual Air Temperature: 9 to 11 degrees C\nMean Annual Precipitation: 762 to 864 millimeters\nFrost Free Period: 135 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Churchtown, Gaphill, and Rockbluff soils near the Type Location.  The Churchtown soils are in similar positions on the landscape.  The Churchtown soils are fine-silty.  The Gaphill and Rockbluff soils are in the steeper backslope positions above the Brownchurch soils.  The Gaphill soils have bedrock within 203 centimeters.  The Rockbluff soils are sandy and have bedrock within 203 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage--well drained--a saturated zone does not occur within a depth of 1.8 meters during April to June in normal years\nSaturated hydraulic conductivity--4.23-42.34 micrometers per second (moderate to moderately rapid) in the loamy slope alluvium; 4.23-14.11 micrometers per second (moderate) in the silty slope alluvium\nRunoff--low to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The less sloping areas are used for cropland. Commonly grown crops are corn, small grain, and legume hay.  The steeper slopes are commonly used for woodland. Native vegetation is deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Wisconsin driftless section,\nMLRAs--Northern Mississippi Valley Loess Hills (105)\nLRR--M; southwestern Wisconsin\nExtentsmall"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richland County, Wisconsin, 2002.  Source of the name is from a county road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 15 centimeters.\nArgillic horizon: The zone from 15 to 157 centimeters.\nBrownchurch soils are recognized below backslopes where the sandstone is a significant factor in creating the loamy slope alluvium. The Churchtown series occurs in the same landform position in nearby areas where the sandstone has less influence and are fine-silty. Redox features in the lower part of the profile are relict or an indicator of a zone of near saturation of short duration during wet periods. The internal drainage appears to be restricted by structure differences in the lower part of the argillic horizon and 2BC or 2C horizon. Brownchurch soils, however, are considered to be well drained.\nADDITIONAL DATA: None available.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
