{
  "SERIES": "BROXON",
  "STATUS": "Established Series",
  "BYREV": "Rev.  CLM/DMD/GHL/HBM",
  "REVDATE": "05/2001",
  "STATES": "ID",
  "OVERVIEW": "The Broxon series consists of very deep, well drained soils that formed in loess and silty alluvium overlying alluvial sand, gravel, cobbles, and stones.  These soils are on terraces.  Slopes are 0 to 6 percent.  Permeability is moderate in the upper part and very rapid below.  The average annual precipitation is about 10 inches and the average annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Broxon silt loam - on a 1 percent southwest-facing slope in irrigated cropland at 4,450 feet elevation.  (Colors are for air-dry soil unless otherwise noted.  When described, the soil was dry to 16 inches and moist below.)\nAp--0 to 8 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky, and slightly plastic; few fine and many very fine roots; few very fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.1); abrupt irregular boundary.  (7 to 12 inches thick)\nBk--8 to 16 inches; white (10YR 8/2) silt loam, pale brown (10YR 6/3) moist; weak medium platy structure; slightly hard, friable, slightly sticky, and nonplastic; few fine and very fine roots; few fine and very fine tubular pores; violently effervescent; moderately alkaline (pH 7.9); gradual smooth boundary.  (8 to 22 inches thick)\nC--16 to 25 inches; pale brown (10YR 6/3) silt loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky, and nonplastic; common very fine and few medium roots; common very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (0 to 12 inches thick)\n2C--25 to 60 inches; multicolored extremely stony sand; single grained; loose, loose, nonsticky, and nonplastic; common very fine and few fine roots; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bannock County, Idaho; about 0.5 miles northwest of the city of Pocatello; 30 feet south and 1,485 feet east of the northwest corner of section. 16, T.6S., R.34E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 49 to 53 degrees F.\nDepth to strongly contrasting texture - 20 to 40 inches\nDepth to calcic horizon - 7 to 15 inches\nA horizon\nValue - 6 or 7 dry, 3 or 4 moist\nChroma, dry or moist - 2 or 3\nReaction - mildly or moderately alkaline\nBk horizon\nTexture - SIL, SI\nValue - 6 through 8 dry, 5 or 6 moist\nChroma, dry or moist - 1 through 3\nReaction - mildly or moderately alkaline\nCalcium carbonate equivalent - 15 to 25 percent\n2C horizon\nTexture - STX-S, CBX-S\nRock fragments (by volume) - 65 to 80 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  A similar soil is the Paniogue series.  It is coarse-loamy over sandy or sandy-skeletal and is not calcareous in the upper part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Broxon soils are on level to gently sloping terraces.  Slopes range from 0 to 6 percent.  Elevations range from 4,400 to 4,500 feet.  The soils formed in loess and silty alluvium overlying alluvial sand, gravel, cobbles, and stones of mixed mineralogy and associated with the ancient Bonneville Flood.  The climate is semiarid with dry summers.  Average annual precipitation is 9 to 11 inches.  The average annual temperature is 47 to 51 degrees F.  The frost-free season is about 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bahem, Broncho, McDole, and Pocatello soils.  The Bahem soils are 40 inches or more to sand, gravel, cobbles, and stones.  The Broncho soils have sandy-skeletal control sections.  The McDole and Pocatello soils lack strongly contrasting textures.  The Bahem soils are on the same landscape position as the Broxon soils.  The Broncho soils are on terrace breaks and slightly convex areas.  McDole soils are on slightly lower landscape positions on floodplains and low terraces.  Pocatello soils are on loess covered fan terraces and foothills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow and medium runoff; permeability is moderate in the upper part and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Broxon soil is used mainly for irrigated small grain, potatoes, sugar beets, hay, and pasture.  It is also used for housing and urban development in and around the cities of Pocatello and Chubbuck."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bannock County, Idaho, 1983.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
