{
  "SERIES": "BRUCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDW-NWS",
  "REVDATE": "02/2003",
  "STATES": "MI,WI",
  "OVERVIEW": "The Bruce series consists of deep, poorly drained and very poorly drained soils formed in loamy and sandy stratified deposits on lake plains and outwash plains. Permeability is moderate in the upper part of the solum and moderately slow in the lower part of the solum and underlying material.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 29 inches, and mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, nonacid, frigid Mollic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bruce silt loam - cultivated.  (Colors are for moist soil unless otherwise stated.\nAp--0 to 7 inches; black (10YR 2/1) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many roots; slightly acid; abrupt smooth boundary.  (6 to 8 inches thick)\nBg1--7 to 12 inches; dark grayish brown (10YR 4/2) silt loam; common medium distinct pale brown (10YR 6/3) mottles; moderate coarse granular structure; friable; many roots; slightly acid; gradual wavy boundary. (4 to 7 inches thick)\nBg2--12 to 22 inches; grayish brown (2.5Y 5/2) silty clay loam; common medium distinct dark yellowish brown (10YRR 4/4) mottles; moderate medium subangular blocky structure; firm; many fine roots; neutral; abrupt smooth boundary.  (8 to 15 inches thick)\nCg--22 to 60 inches; grayish brown (2.5Y 5/2) stratified silt loam and very fine sand, with thin layers of loam, clay, and sandy loam; common medium distinct yellowish brown (10YR 5/6) mottles; massive; friable; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chippewa County, Michigan; about 5 miles southeast of Sault Ste. Marie, 1,620 feet west and 300 feet north of the SE corner of sec. 2, T. 46 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 18 to 30 inches.  The solum is slightly acid to mildly alkaline.  The C horizon is mildly alkaline or moderately alkaline.  Some pedons have a muck surface layer as much as 6 inches thinck.  The 10- to 40-inch control section averages between 18 and 27 percent clay and more than 15 percent sand coarser than very fine sand.\nThe Ap horizon has value of 2 or 3 and chroma of 1 or 2.  Where present, the A horizon has the same colors as the Ap horizon.  The texture of the A horizons are silt loam, very fine sandy loam, fine sandy loam, or the mucky analogues.\nThe Bg horizons have hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 2.  Where there are no mottles, chroma is 1.  Texture is variable in short horizontal distances and commonly is silt loam, loam, very fine sandy loam, or silty clay loam.  Many pedons contain thin strata of coarser and finer textures.\nThe C horizon has hue of 2.5YR, 5YR, 7.5YR, 10YR, 2.5Y or 5Y; value of 4 to 6; and chroma of 1 to 4.  Chromas of more than 2 are below a depth of 30 inches.  The C horizon predominantly contains strata of silt, very fine sand, fine sand, or silt loam; but finer material as well as medium sands are within the 10 to 40 inch control section.  The strata range from 1/2 to 15 inches in thickness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hettinger series in the same family and the Angelica, Colwood, Parkhill, and Tonkey series.  Hettinger soils have B horizons averaging between 27 and 35 percent clay. Angelica soils are without stratification in the sola. Colwood soils have mollic epipedons and are mesic.  Parkhill soils do not have stratifications and are mesic.  Tonkey soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on lake plains and outwash plains of Wisconsinan age.  Slope gradients typically are 0 to 2 percent. These soils formed in loamy and sandy stratified lacustrine deposits. Mean annual precipitation ranges from 28 to 30 inches, and mean annual temperature is estimated to range from 42 to 46 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The well drained Bohemian and somewhat poorly drained Brimley soils are in the same drainage sequence.  The finer textured, somewhat poorly drained Bowers and poorly drained Hettinger soils are associated soils on lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained or very poorly drained.  Surface runoff is very slow or ponded.  Permeability is moderate in the upper part of the solum and moderately slow in the lower part of the solum and underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A small part is in small grain and legume-grass hay.  Most of the soil is in permanent pasture or forest or is idle.  Major tree species are red maple, yellow birch, elm, northern white-cedar, balsam fir, aspen, and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern part of the Lower Peninsula, the Upper Peninsula of Michigan, and northern Wisconsin.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chippewa County, Michigan, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification was adjusted to agree with ST Issue #17 on 7 Sept 94 by CLG.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; black (10YR 2/1) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many roots; slightly acid; abrupt smooth boundary.  (6 to 8 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 18,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg1--7 to 12 inches; dark grayish brown (10YR 4/2) silt loam; common medium distinct pale brown (10YR 6/3) mottles; moderate coarse granular structure; friable; many roots; slightly acid; gradual wavy boundary. (4 to 7 inches thick)"
      },
      {
        "name": "Bg2",
        "top": 30,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2--12 to 22 inches; grayish brown (2.5Y 5/2) silty clay loam; common medium distinct dark yellowish brown (10YRR 4/4) mottles; moderate medium subangular blocky structure; firm; many fine roots; neutral; abrupt smooth boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "Cg",
        "top": 56,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--22 to 60 inches; grayish brown (2.5Y 5/2) stratified silt loam and very fine sand, with thin layers of loam, clay, and sandy loam; common medium distinct yellowish brown (10YR 5/6) mottles; massive; friable; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
