{
  "SERIES": "BRUJA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHP/PSD/MCS",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bruja very cobbly very fine sandy loam on a steep, convex, south-facing slope on native rangeland.  (Colors are for dry soil unless otherwise stated.) Ninety percent of the surface is covered with pebbles and cobbles.\nA--0 to 5 inches; yellowish brown (10YR 5/4) very cobbly very fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; slightly effervescent, carbonates disseminated; 20 percent coarse pebbles, 15 percent cobbles; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 5 inches thick)\nBk1--5 to 15 inches; light yellowish brown (10YR 6/4) very cobbly very fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; strongly effervescent, carbonates disseminated and as many thin crusts and pendants on undersides of coarse fragments; 30 percent coarse pebbles, 20 percent cobbles; moderately alkaline (pH 8.2); gradual wavy boundary.   (8 to 17 inches thick)\nBk2--15 to 23 inches; pale brown (10YR 6/3) extremely cobbly very fine sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; violently effervescent, carbonates disseminated and as many thick pendants on undersides of coarse fragments; 25 percent coarse pebbles, 40 percent cobbles; moderately alkaline (pH 8.2); abrupt irregular boundary.  (5 to 19 inches thick)\nCr--23 inches; fractured; sandstone interbedded with limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; 1,900 feet west and 2,400 feet south of the NE corner of Sec. 12, T. 16 N., R. 73 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the paralithic contact is 20 to 40 inches.  Depth to the top of the calcic horizon is 2 to 5 inches.  The mean annual soil temperature ranges from 40 to 45 degrees F., and the mean summer soil temperature ranges from 60 to 68 degrees F.   Sixty to 90 percent of the surface is covered with pebbles and cobbles.   The particle size control section commonly is 6 to 17 percent clay with less than 35 percent fine sand or coarser and 50 to 75 percent coarse fragments.  Reaction of the profile is mildly or moderately alkaline.  Calcium carbonate equivalent (by calcimeter method) ranges from 15 to 25 percent.\nThe A horizon has value of 4 or 5 dry and chroma of 3 or 4 dry and moist.  Texture is commonly very cobbly very fine sandy loam, but the range includes very cobbly fine sandy loam.  Coarse fragments range from 15 to 25 percent pebbles and 10 to 30 percent cobbles.\nThe Bk horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 3 through 6 dry and moist.  Texture is commonly very cobbly very fine sandy loam but the range includes very cobbly sand loam.  Coarse fragments range from 15 to 30 percent pebbles, 10 to 60 percent cobbles, and 0 to 10 percent flagstones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barkelew, Bronell, Brownsto, Browtine and Bruman series.  All of these soils are deeper than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bruja soils are on canyon walls, escarpments, cuestas, and their footslopes.  These soils formed in residuum and colluvium derived from interbedded sandstone and limestone.  Slopes range from 20 to 60 percent.  Elevation is 6,000 to 7,800 feet.  Precipitation ranges from 10 to 14 inches.  The mean annual temperature ranges from 40 to 45 degrees F.  The frost-free season is 85 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canwall, Pilotpeak, and Telecan series.  Canwall soils have less than 35 percent coarse fragments.  Pilotpeak soils are shallow.  Telecan soils are deep and have less than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is rapid; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Native vegetation is western wheatgrass, bluebunch wheatgrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of southeastern Wyoming.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Albany County Area, Wyoming; 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric--0 to 5 inches; (A)\nCalcic--5 to 23 inches; (Bk1,Bk2)\nBorollic feature-- meets organic carbon and temperature regime requirements for Borollic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
