{
  "SERIES": "BRUNSWICK",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "12/2002",
  "STATES": "NE",
  "OVERVIEW": "The Brunswick series consists of moderately deep, well drained moderately or moderately rapidly permeable soils that are formed in residuum weathered from soft sandstone bedrock.  These soils are on uplands.  Slopes range from 3 to 30 percent.  Mean annual air temperature is 49 degrees F, and mean annual precipitation is 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brunswick fine sandy loam - on a 15 percent convex west-facing slope in rangeland.  When described, the soil was dry throughout.  (Colors are for dry soils unless otherwise stated)\nA--0 to 4 inches; dark gray (10YR 4/1) fine sandy loam, very dark gray (10YR 3/1) moist; weak very fine granular structure; slightly hard, very friable; moderately acid; clear smooth boundary.  (4 to 12 inches thick)\nBw--4 to 11 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; moderately acid; clear smooth boundary.  (4 to 12 inches thick)\nBC--11 to 17 inches; pale brown (10YR 6/3) fine sandy loam, grayish brown (10YR 5/2) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, very friable; moderately acid; clear smooth boundary.  (2 to 10 inches thick)\nC--17 to 23 inches; light brownish gray (2.5Y 6/2) fine sandy loam, grayish brown (2.5Y 5/2) moist; single grain; soft, very friable; slightly acid; gradual smooth boundary.  (6 to 30 inches thick)\nCr--23 to 60 inches; light gray (5Y 7/2) soft sandstone, light olive gray (5Y 6/2) moist.  After crushing, it is fine sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Antelope County, Nebraska; about 6 miles north and 2 miles west of Royal; 725 feet south and 200 feet west of the northeast corner, section 7, T. 28 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 12 to 28 inches.  Carbonates are below depths of 60 inches.  Depth to bedrock is 20 to 40 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 or 4 moist, and chroma of 1 or 2.  It commonly is fine sandy loam, but the range includes loam, loamy sand or loamy fine sand.  Reaction is moderately acid to neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 or 5 moist, and chroma of 2 or 3.  It commonly is fine sandy loam and less commonly loam or loamy very fine sand.  Reaction is moderately acid to neutral.\nThe BC horizon has hue of 10YR, 2.5Y or 5Y, value of 6 to 8 and 5 to 7 moist, and chroma of 2 or 3.  It commonly is fine sandy loam, but loamy very fine sand is included.  Reaction is moderately acid to neutral.\nThe C horizon has hue of 10YR, 2.5Y or 5Y, value of 6 to 8 and 5 to 7 moist, and chroma of 2 or 3.  Texture ranges from fine sandy loam through fine sand.  Reaction is moderately acid to slightly alkaline.\nThe Cr horizon has hue of 10YR, 2.5Y or 5Y, value of 6 to 8 and 5 to 7 moist, and chroma of 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brunswick soils are on gently sloping to steeply sloping uplands with gradients ranging from 3 to 30 percent.  The Brunswick soil formed in residuum weathered from soft sandstone bedrock.   The mean annual air temperature varies from 47 to 50 degrees F, and the mean annual precipitation varies from 21 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bazile, Doger, Ortello, Paka, Thurman and Trent soils.  The Bazile, Paka and Trent soils contain more clay in the solum and have mollic epipedons.  They generally occur above Brunswick soils.  Doger and Thurman soils are deep and have a mollic epipedon.  Ortello soils are deep and formed in eolian sand or sandy glacial deposits.  Doger, Ortello and Thurman soils occur above Brunswick soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium or rapid, depending on slope.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native grass.  A few areas are cropped with alfalfa being the main crop."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and northeast Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Antelope County, Nebraska, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Brunswick soils were called Holt fine sandy loam on earlier surveys.  These soils contain appreciable volcanic glass and border on an ashy mineralogy.  Further study is needed for verification of the family.\nSome laboratory characterization data indicates the soil has an argillic horizon and would classify as Udic Haplustalfs.\nADDITIONAL DATA:  Lab sample numbers 73L662 to 73L667 from the type location were analyzed by the Soil Survey Investigations Unit, Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
