{
  "SERIES": "BRYAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/BDG/RJS",
  "REVDATE": "02/2016",
  "STATES": "ID",
  "OVERVIEW": "The Bryan series consists of deep and very deep, excessively drained soils that formed in colluvium derived from deeply weathered quartz diorite and related rocks.  Bryan soils are on mountain slopes. Slopes are 5 to 70 percent. Average annual precipitation is about 750mm, and the average annual air temperature is about 5.6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed Lamellic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bryan gravelly coarse sandy loam - on a 50 percent slope at an elevation of 1,525 meters in forestland. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 3 cm; slightly decomposed needles, leaves, twigs, and cones.  (0 to 4 cm thick)\nOe--3 to 10 cm; very dark grayish brown (10YR 3/2) moderately well decomposed needles, leaves, twigs, and cones; platy; fibrous; fungi in places; moderately acid (pH 5.6); abrupt wavy boundary. (0 to 13 cm thick)\nA1--10 to 30 cm; brown (10YR 5/3) gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; few 3 mm; brown (10YR 4/3) spots; weak very fine and fine crumb structure; slightly hard, very friable; many very fine and fine and few medium roots; many micro irregular and very fine tubular pores; 39 percent (by weight) angular fine gravel mostly less than 5 mm across; moderate mica; slightly acid (pH 6.5); clear wavy boundary. (8 to 33 cm thick)\nA2--30 to 41 cm; brown (10YR 5/3) gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; very weak coarse subangular blocky structure that parts to weak very fine, fine and medium granular; slightly hard, and very friable; many very fine and fine and few coarse roots; many micro irregular and very fine tubular pores; 41 percent (by weight) angular fine gravel mostly less than 5 mm across; moderate mica; slightly acid (pH 6.4); clear wavy boundary. (10 to 20 cm thick)\nC1--41 to 71 cm; very pale brown (10YR 7/3) gravelly loamy coarse sand, brown (10YR 5/3) moist; massive; slightly hard, very friable; common very fine and fine roots; many micro irregular and common very fine and fine tubular pores; 37 percent (by weight) angular fine gravel mostly less than 5 mm across; moderate mica; moderately acid (pH 6.0); gradual wavy boundary. (20 to 89 cm thick)\nC2--71 to 99 cm; very pale brown (10YR 7/3) gravelly loamy coarse sand, brown (10YR 5/3) moist; massive; slightly hard, very friable; few fine and medium roots; many micro irregular and common very fine and fine tubular pores; eight 3 mm. lamellae; 45 percent (by weight) angular fine and medium gravel; moderate mica; moderately acid (pH 5.8); clear wavy boundary. (0 to 76 cm thick)\nC3--99 to 140 cm; very pale brown (10YR 8/3) and very pale brown (10YR 7/3) very gravelly loamy coarse sand, pale brown (10YR 6/3) moist; massive; slightly hard, very friable; ten 3 mm. lamellae; 56 percent (by weight) angular gravel, mostly fine; moderate mica; strongly acid (pH 5.5); gradual irregular boundary. (0 to 76 cm thick)\nCr--140 to 152 cm; very pale brown (10YR 8/3) moderately weathered quartz diorite or quartz monzonite; moderately stained; paralithic contact, can be dug with hand tools; can be broken in hands; some roots in fissures; few very thin lamellae; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Valley County, Idaho; southeast 1/4, southwest 1/4 of sec. 31, T. 12 N., R. 5 E.; Forest Service road 421 near its junction with road 418 south of West Fork Creek; Latitude - 44 degrees, 19 minutes, 36.63 seconds North; Longitude - 115 degrees, 54 minutes, 39.46 seconds West; NAD83; USGS Quadrangle - Sixmile Point, Idaho."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to quartz diorite bedrock - 100 to 200 cm\nAverage annual soil temperature - 3.3 to 7.2 degrees C.\nAverage summer soil temperature without O horizon - 11.7 to 15.0 degrees C.\nWeighted average percent coarse fragments in the control section by volume - 10 to 30 percent\nBase saturation A horizon - 40 to 50 percent\nBase saturation C horizon - 45 to 65 percent\nA1, A2 horizon\nValue - 4 or 5 dry\nTexture - sandy loam, coarse sandy loam\nClay content - 2 to 15 percent\nRock Fragments - 0 to 30 percent gravel\nReaction - pH 5.6 to 6.5\nC1, C2, C3 horizons\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 3 or 4 dry or moist\nTexture to 52 cm - sandy loam, coarse sandy loam or loamy coarse sand\nTexture 52 cm to bedrock - loamy sand or loamy coarse sand\nClay content - 0 to 10 percent\nRock fragments - 10 to 35 percent gravel in the upper part and 35 to 55 percent gravel in the lower part\nReaction - pH 5.5 to 6.5\nNote: Insufficient number of lamellae to be an argillic horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes\nElevation - 1,275 to 2,135 meters\nSlope - 5 to 70 percent (dominant slopes are 30 to 50 percent)\nParent Material - colluvium derived from deeply weathered quartz diorite and related rocks\nMean annual precipitation - 625 to 1,150  mm\nMean annual air temperature - 2.2 to 7.2 degrees C.\nFrost-free period - 30 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ligget, Pyle, and Scriver series. The Ligget soils are moderately coarse textured. The Pyle soils are 20 to 40 inches deep to bedrock. The Scriver soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained; medium or rapid runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for forestry, watershed, wildlife, grazing, and recreation. Most areas have a mixed conifer stand of Douglas-fir, white fir, and subalpine fir with ponderosa pine and lodgepole pine less frequent components. The ground cover consists of tall brush species including ninebark, tall huckleberry, mountain ash, thimbleberry and tag alder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This series is moderately extensive in the border zones of the Idaho Batholith. It is about 45,000 acres in extent. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Middle Fork Payette River Area, Boise, and Valley Counties, Idaho, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from 10 to 41 cm (A1, A2 horizons)\nParalithic contact - at 140 cm (Cr horizon)\nParticle-size control section - 35 to 110 cm (part of A2, C1, C2, part of C3 horizons)\nBryan soils have a cryic temperature regime and an udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
