{
  "SERIES": "BRYDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWH/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "OVERVIEW": "The Bryden series consists of moderately deep to duripan well drained soils on hills on basalt plateaus.  They formed in loess and material weathered from basalt.  Permeability is moderately slow.  Slopes are 2 to 12 percent.  The average annual precipitation is about 14 inches, and the average annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bryden silt loam - on a 2 percent slope at an elevation of 1,940 feet in a cultivated field.  When described on August 29, 1985,  the soil was moist in the upper 6 inches and dry below. (Colors are for  dry soil unless otherwise noted.)\nAp1--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate thick platy structure parting to moderate medium granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine tubular pores; slightly acid (pH 6.4); clear smooth boundary.\nAp2--7 to 10 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine tubular pores; neutral (pH 6.9); clear wavy boundary.  (The combined thickness of the Ap horizons is 6 to 10 inches.)\nBt--10 to 13 inches; dark brown (10YR 4/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; strong fine prismatic structure; hard, firm, sticky and plastic; many very fine and fine roots; many very  fine and fine tubular pores; many faint patchy very dark grayish brown (10YR 3/2) clay films on faces of peds and lining pores; exchangeable sodium percentage - 9; mildly alkaline (pH 7.8); clear wavy boundary.  (3 to 8 inches thick)\nBtn--13 to 19 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; strong medium prismatic structure; hard, firm, sticky and plastic; many very fine and fine roots; many very fine and fine tubular pores; many distinct discontinuous very dark grayish brown (10YR 3/2) clay films on faces of peds and lining pores; sodium adsorption ratio - 10; exchangeable sodium percentage - 15; moderately alkaline (pH 8.4); gradual wavy boundary.  (0 to 8 inches thick)\nBtkn--19 to 25 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure; slightly hard, friable,  slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; few faint patchy clay films on faces of peds; strongly effervescent (5 percent calcium carbonate equivalent); lime disseminated and segregated in few very fine soft masses; sodium adsorption ratio - 15; exchangeable sodium percentage - 21; strongly alkaline (pH 8.7); clear irregular boundary.  (0 to 8 inches thick)\nBkn--25 to 31 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; strongly effervescent (20 percent  calcium carbonate equivalent); lime disseminated and segregated in few fine filaments; 3 percent gravel; sodium adsorption ratio - 20; exchangeable sodium percentage - 28; strongly alkaline (pH 8.7); clear irregular boundary.  (5 to 10 inches thick)\n2Bkqn--31 to 37 inches; white (10YR 8/2) very gravelly silt loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; violently effervescent (60 percent calcium carbonate equivalent); lime disseminated; 30 percent indurated durinodes and 10 percent basalt gravel; sodium adsorption ratio - 19; exchangeable sodium  percentage - 33; strongly alkaline (pH 8.8); abrupt wavy boundary.  (4 to 12 inches thick)\n2Bkqnm--37 to 48 inches; white (10YR 8/2) indurated duripan, very pale brown (10YR 7/3) moist; strong very thick platy structure; extremely hard, extremely firm; indurated plates are 1 to 2 inches thick, 4 to 8 inches long; nearly continuous laminar cap; soft, very friable gravelly silt loam is in 1 inch thick lenses between duripan plates; violently effervescent (85 percent calcium carbonate equivalent); lime disseminated; sodium adsorption ratio - 18; exchangeable sodium percentage - 35; very strongly alkaline (pH 9.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nez Perce County, Idaho; about 5 miles southeast of Lewiston; 2,400 feet north and 1,900 feet west of the southeast corner of section 34, T. 35 N., R. 5 W.  Latitude - 46 degrees, 19 minutes, 56 seconds north; Longitude - 116 degrees, 51 minutes, 43 seconds west; USGS quadrangle - Lewiston Orchards South."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 12 to 26 inches  Depth to natric horizon - 8 to 18 inches  Depth to secondary carbonates - 14 to 22 inches  Depth to duripan - 25 to 40 inches  Depth to bedrock - 50 inches or more Average annual soil temperature - 50 to 54 degrees F.\nParticle-size control section (weighted average)  Clay content - 20 to 27 percent\nA horizon  Value - 4 or 5 dry, 2 or 3 moist  Reaction - slightly acid through mildly alkaline\nBt and Btn horizon  Value - 4 or 5 dry, 3 or 4 moist  Chroma - 2 or 3, dry or moist  Texture - SIL, SICL  Clay content - 18 to 30 percent Reaction - neutral through moderately alkaline  Sodium adsorption ratio - 4 to 20  Exchangeable sodium - 8 to 21 percent\nBtkn and Bkn horizons  Value - 5 or 6 dry, 3 through 5 moist  Chroma - 3 or 4, dry or moist  Clay content - 18 to 26 percent  Calcium carbonate equivalent - 5 to 25 percent  Sodium adsorption ratio - 13 to 26 Exchangeable sodium - 18 to 30 percent  Reaction - moderately alkaline or strongly alkaline\n2Bkqn horizon  Value - 7 or 8 dry  Chroma - 2 or 3, dry or moist Texture - GRV-L, GRV-SIL, GR-L, GR-SIL  Coarse fragment content - 15 to 45 percent  Calcium carbonate equivalent - 50 to 85 percent  Sodium adsorption ratio - 15 to 25  Exchangeable sodium - 25 to 35 percent Reaction - strongly alkaline or very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  The Endicott series in a closely related family does not have a natric horizon and is coarse-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bryden soils are on hills on undulating basalt plateaus.  These soils formed in loess over material weathered from basalt.  Slopes are 2 to 12 percent.  Elevations are 1,400 to 2,500 feet.  The average annual precipitation is 13 to 16 inches, most of which falls in winter and late spring.  The average annual temperature is 49 to 52 degrees F.  The frost free season is 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calouse and Endicott soils.  Calouse soils are generally on north- and east-facing slopes and  are very deep.  Endicott soils are intermingled with Bryden soils and do  not have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for nonirrigated cropland.  Major crops are winter wheat and peas.  The potential natural plant community is mainly bluebunch wheatgrass, Sandberg bluegrass, arrowleaf balsamroot, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Idaho.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nez Perce County, Idaho, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 25 inches (Ap1, Ap2, Bt, Btn, and Btkn horizons)\nNatric horizon - the zone from 10 to 25 inches (Bt, Btn, and Btkn horizons)\nParticle-size control section - the zone from 10 to 25 inches (Bt, Btn, and Btkn horizons)\nCalcic horizon - the zone from 25 to 48 inches (Bkn, 2Bkqn,and 2Bkqnm horizon)\nIndurated duripan - from 37 to 48 inches (2Bkqnm horizon)\nADDITIONAL DATA:  This pedon was sampled for analysis at the NSSL.  Laboratory sample numbers 85P 981, soil survey sample number S85ID-069-003.  Other pedons sampled - laboratory numbers 85P 243 and 85P 244, soil survey sample numbers S84ID-069-009 and S84ID-069-012\nNational Cooperative Soil Survey\nU.S.A."
  }
}
