{
  "SERIES": "BRYMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW/JWE/GWH",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bryman loamy fine sand, on a 1 1/2 percent slope under creosotebush, bursage and a few annual grasses at 3,160 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry throughout.)\nA11--0 to 4 inches; pale brown (10YR 6/3) loamy fine sand, dark brown (10YR 4/3) moist; moderate medium and thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; moderately alkaline (pH 8.0); abrupt smooth boundary. (3 to 8 inches thick)\nA12--4 to 9 inches; light yellowish brown (10YR 6/4) loamy fine sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; moderately alkaline (pH 8.0); clear smooth boundary.  (3 to 10 inches thick)\nB1t--9 to 12 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; very fine tubular pores; few thin clay films in bridges between mineral grains; about 3 percent pebbles (1/4 inch); moderately alkaline (pH 8.0); clear smooth boundary.  (2 to 5 inches thick)\nB21t--12 to 24 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; strong coarse prismatic structure; hard, firm, sticky and plastic; few fine roots; common very fine tubular pores; many moderately thick clay films on peds and in pores; about 4 percent pebbles (1/4 inch); moderately alkaline (pH 8.00; gradual smooth boundary.  (8 to 16 inches thick)\nB22t--24 to 32 inches; reddish brown 95YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium angular blocky structure; hard, firm, sticky and plastic; few fine roots; roots oriented along surfaces of peds; common very fine tubular pores; common moderately thick clay films on peds and in pores; about 4 percent pebbles (1/4 inch); moderately alkaline (pH 8.0); gradual wavy boundary.  (8 to 24 inches thick)\nB31tca--32 to 46 inches; pink (7.5YR 7/4) sandy loam near loam; brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine tubular pores; common thin clay films in bridges between mineral grains and in pores; one krotovina at about 45 inches; slightly effervescent with disseminated lime, segregated lime as common fine seams coating peds (1 to 2 mm thick); moderately alkaline (pH 8.4); gradual wavy boundary.  (6 to 18 inches thick)\nB32t--46 to 66 inches; light brown (7.5YR 6/4) loamy sand, dark brown (7.5YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, firm; common thin clay films in bridges between mineral grains; moderately alkaline (pH 8.2); gradual wavy boundary.  (0 to 20 inches thick)\nB33t--66 to 80 inches; light brown (7.5YR 6/4) loamy sand, dark brown (7.5YR 4/4) moist; massive; hard, firm; few thin clay films between mineral grains; moderately alkaline (pH 8.2); gradual wavy boundary.  (0 to 16 inches thick)\nC--80 to 100 inches; light yellowish brown (10YR 6/4) sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable; about 5 percent pebbles (1/2 inch); moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; approximately 2 miles west of Adobe Corners; 100 yards north of the intersection of Palmdale Road and Duncan Road; SW1/4 SE1/4 SE1/4, section 16, T.4N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 30 inches.  Depth to carbonates is usually about 30 inches, and ranges from 24 to 32 inches, but the series lacks a calcic horizon.  The mean annual soil temperature at a depth of about 20 inches is about 65 degrees F., and the soil temperature usually is not below 47 degrees F. at any time.  The soil is usually dry and is not continuously moist for as long as 60 days.\nThe A horizon is usually pale brown, light yellowish brown or very pale brown (10YR 6/3, 6/4, 5/4, 7/3, 7/4).  In some pedons, it is pink or pinkish gray (7.5YR 7/4, 7/2).  It is loamy sand, loamy fine sand, or stony sand and averages 3 to 8 percent clay.  It is sandy clay loam in overwash areas and averages 20 to 23 percent clay.  Structure ranges from moderate fine to thick platy, but is weak or moderate, very fine to medium subangular blocky in some pedons or is massive.  Typically this horizon is noncalcareous and mildly alkaline or moderately alkaline, but some pedons are neutral or slightly calcareous in the upper few inches.  The surface has been largely reworked by wind action and thickness ranges from 6 to 18 inches.\nThe B2t horizon is reddish brown or reddish yellow (5YR 5/4, 5/3, 4/4, 6/6, 6/8).  It is typically sandy clay loam or clay loam and averages 20 to 35 percent clay.  A few pedons are gravelly sandy clay loam with coarse fragments that range up to 30 percent by volume.  This horizon typically has strong or moderate coarse prismatic structure.  A few pedons have moderate or strong, fine to coarse, angular or subangular blocky structure.  This horizon is mildly alkaline or moderately alkaline.\nThe B31tca horizon is usually pink, or strong brown (7.5YR 7/4, 5/6, 5/8); or less commonly very pale brown (10YR 7/3, 7/4).  It is sandy loam, loam or gravelly sandy loam.  Some pedons are massive.  This horizon is slightly calcareous to strongly calcareous.  Segregated lime ranges from few to common, fine to medium, seams, threads, or soft masses, but do not qualify for a calcic horizon.  Fine gravel usually ranges from 0 to 5 percent but some pedons have individual strata with up to 20 percent.\nThe B3 horizon is light brown, reddish yellow (7.5YR 6/4, 6/6, 6/8) or light yellowish brown (10YR 6/4).  It has 0 to 5 percent fine gravel.  Thin clay bridges between mineral grains are absent in some pedons.\nThe C horizon is light yellowish brown, very pale brown (10YR 6/4, 7/3, 7/4) or strong brown (7.5YR 5/6, 5/8).  It ranges from loamy coarse sand to sand.  This horizon is generally moderately alkaline but is strongly alkaline (pH 8.5 to 8.6) in some pedons and has some segregated lime seams or threads.  Fine gravel usually ranges from 5 to 10 percent but some pedons have individual strata with up to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anway, Avena, Berino, Bucklebar, Chimenea, Cornville, Dona Ana, Garlock, Hap, Hi Vista, Madurez, Milham, Mirage, Mojave, Neuralia, Palomas, Palo Verdes, Tijeras, and Tres Hermanos series.  With the exception of Avenal, Garlock, Hi Vista, Milham and Neuralia, the soils are moist for 30 to 60 cumulative days in July, August and September.  Anway, Madurez, and Palos Vedes soils have a sola less than 20 inches thick.  Avenal soils have less than 35 percent total sand throughout, 35 to 45 percent total silt and have hue of 2.5Y.  Berino, Cronville, Hap and Mojave soils have a calcic horizon above a depth of 40 inches.  Bucklebar soils have an A1 horizon less than 3 inches thick.  Chimenea soils are underlain by highly weathered granite at 6 to 20 inches.  Hi Vista soils have a lithic contact at a depth of less than 40 inches.  Neuralia soils have hue of 7.5YR or 10YR in the argillic horizon and lack prismatic structure.  Dona Ana and Tres Hermanos soils are calcareous throughout, have a calcic horizon at a depth of 20 to 36 inches and have sola 12 to 35 inches thick.  Garlock soils are noneffervescent to a depth of at least 40 inches and have hue of 7.5YR or 10YR in the argillic horizon.  Milham soils have hue of 10YR in the argillic horizon.  Palomas soils are deeper than 36 inches to carbonates.  Tijeras soils have sola 10 to 24 inches thick and lack prismatic structure in the B2t horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bryman soils are on terraces and older alluvial fans and have gradients of 0 to 15 percent.  They formed in mixed alluvium derived mainly from granitic sources.  Elevations are 2,800 to 3,800 feet.  The climate is arid with hot, dry summers and cool somewhat moist winters.  The mean annual precipitation is 4 to 6 inches with most of the moisture occurring as rain in late autumn and winter.  Some moisture falls occasionally as snow.  The mean annual temperature is 61 to 65 degrees F.; the average July temperature is about 44 degrees F.; and the average July temperature is about 83 degrees F.  The frost free season is 190 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Helendale, Cajon and Rosamond soils.  Helendale soils have a coarse, loamy particle size control section.   Cajon and Rosamond soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability.  Some areas are subject to flooding for 1 to 2 weeks from December to early February."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use for irrigated crops such as alfalfa, small grains and pasture.  They are also used for homesites and recreation.  Vegetation is mostly creosotebush, bursage, Morman-tea, Joshua tree, and annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Terraces and older alluvial fans of the Mojave Desert of California, in MLRA 30.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California, Mojave River Area, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003. Competing series were not checked at that time.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 1/2003. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
