{
  "SERIES": "BRYSILL",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. HRG/RWL",
  "REVDATE": "11/1999",
  "STATES": "WA",
  "OVERVIEW": "The Brysill series consists of very deep, well drained soil that formed in alluvium with an influence of loess and volcanic ash mixed in the surface. They are on alluvial fans and terraces.  Slopes are 0 to 5 percent.  Average annual precipitation is about 10 inches and average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Brysill cobbly ashy loam - rangeland on a 3 percent south-facing slope at an elevation of 2,120 feet.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 9 inches; brown (10YR 4/3) cobbly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine, medium and very coarse granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 10 percent pebbles and 15 percent cobbles; NaF pH 8.5; neutral (pH 6.9); clear smooth boundary.  (6 to 10 inches thick)\nBA--9 to 15 inches; brown (10YR 4/3) very gravelly ashy loam, dark brown (10YR 3/3) moist; weak fine, medium and very coarse granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few coarse roots; many very fine irregular pores; 35 percent pebbles and 10 percent cobbles; NaF pH 8.5; neutral (pH 6.9); clear wavy boundary.  (5 to 8 inches thick)\n2Bt--15 to 25 inches; brown (7.5YR 4/3) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few medium roots; common very fine irregular pores; common faint pressure faces on peds, common faint clay bridging in pores, and many faint clay films on rock fragments; 45 percent pebbles and 10 percent cobbles; NaF pH 8.3; neutral (pH 6.9); clear wavy boundary.  (8 to 20 inches thick)\n2BC--25 to 48 inches; brown (10YR 4/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; single grain; loose; common very fine and few medium roots; 45 percent pebbles and 20 percent cobbles; NaF pH 8.3; neutral (pH 6.9); abrupt wavy boundary.  (9 to 25 inches thick)\n3C--48 to 60 inches; brown (10YR 4/3) extremely gravelly loamy sand, dark brown (10YR 3/3) moist; single grain; loose; few very fine roots; 45 percent pebbles and 25 percent cobbles; NaF pH 8.3; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas Country, Washington; about 6 miles north of Kittitas; about 200 feet west and 900 feet south of the northeast corner of section 11, T. 18 N., R. 19 E.; USGS Colockum Pass SW, Wash. topographic quadrangle; Latitude 47 degrees, 04 minutes, 19 seconds N.; and Longitude 120 degrees, 24 minutes, 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature a a depth of 20 inches is 47 to 54 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 100 to 120 consecutive days following the summer solstice.  Thickness of the mollic epipedon is 20 to 35 inches and includes the argillic horizon.  The upper 11 to 18 inches has an estimated bulk density of 1.15 to 1.30 g/cc, glass content of 15 to 25 percent, acid oxalate extractable aluminum plus one-half of the acid oxalate extractable iron of 0.25 to 0.4 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  The particle-size control section has 25 to 30 percent clay and 40 to 80 percent rock fragments by volume.  Organic matter is estimated to range from 1 to 3 percent in the A or Ap horizons.  Depth to 2Bt horizon is 11 to 18 inches.  Depth to 3C horizon is 40 to 60 inches.\nThe A or Ap horizons  have value of 2 or 3 moist.\nThe BA horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 moist.  It is very gravelly ashy loam, extremely gravelly ashy sandy loam, very cobbly ashy loam, gravelly ashy loam, very gravelly ashy sandy loam or gravelly ashy sandy loam.  It is slightly acid or neutral.\nThe 2Bt horizon has hue of 7.5 YR or 10YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 3 or 4 dry.  It is extremely gravelly sandy clay loam, very gravelly sandy clay loam or extremely cobbly sandy clay loam.\nThe 2BC horizon has value of 4 or 5 dry, 3 or 4 moist and chroma of 3 or 4 dry.  It is extremely gravelly sandy loam very gravelly sandy loam or extremely cobbly sandy loam.  It is neutral or slightly alkaline.\nThe 3C horizon has value of 4 or 5 dry, 3 or 4 moist and chroma of 3 or 4 dry.  It is extremely gravelly sand, extremely gravelly loamy sand or extremely cobbly loamy sand.  It is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ackna, Blint, Bunselmeier, Cubhill(T), Hehe, Lainand, Leidl(T), McDaniel, Nint(T), Millhouse (T), Norod, Setill(T), and Skooker soils.  Ackna soils have less than 15 percent rock fragments in the upper part of argillic horizon, are 20 to 40 inches to an extremely gravelly 3Bt horizon and lack a 2Bw horizon.  Blint, Leidl, Nint and Norod soils are less than 40 inches to a lithic contact.  Bunselmeier soils are 40 to 60 inches to unweathered cinders with about 5 percent sandy loam filling interstices.  Cubhill soils have argillic horizon that extends to depths greater than 60 inches and have rock fragments of glacial till origin.  Hehe soils are 20 to 40 inches to a paralithic contact.  Lainand soils are 40 to 60 inches to a lithic contact.  Setill soils are 25 to 35 inches to compact glacial till 3Btd horizons.  Skooker soils are 40 to 60 inches to a paralithic contact.  McDaniel soils have argillic horizon that extend to depths greater than 60 inches and are dry for 60 to 90 days.  Millhouse soils have 20 to 25 percent clay in the particle-size control section and are 20 to 40 inches to an extremely gravelly loamy sand, extremely gravelly sand, or extremely cobbly loamy sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Brysill soils are on alluvial fans and terraces and have slopes of 0 to 5 percent.  These soils formed in alluvium with some loess and volcanic ash mixed in the surface.  Elevation is 1,400 to 2,300 feet.  These soils are in a semiarid climate with warm dry summers and cool moist winters.  The average annual precipitation is 9 to 13 inches.  The average January temperature is about 25 degrees F. and average July temperature is about 69 degrees F.  The average annual temperature is 46 to 52 degrees F.  The frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ackna soils and the Brickmill, Nack, Nanum and Opnish soils.  Ackna soils are on terraces and alluvial fans.  Brickmill soils are on alluvial fans and are 19 to 30 inches to 2Btg horizon.  Nack soils are on alluvial fans and are moderately or strongly alkaline,  Nanum and Opnish soils are on alluvial fans and have more than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland, livestock grazing and wildlife habitat.  Native vegetation is bluebunch wheatgrass, Sandberg bluegrass and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kittitas County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington, 1997.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon (pachic) - 0 to 25 inches (A, BA and 2Bt horizons)\nArgillic horizon - 15 to 25 inches (2Bt horizon Lakedale-Wisconsin Age soil member)\nPSCS - the zone from 15 to 25 inches (2Bt horizon)\nVitrandic feature - from 0 to 15 inches (A and BA horizons)\nSoil moisture - aridic\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 9 inches; brown (10YR 4/3) cobbly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine, medium and very coarse granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 10 percent pebbles and 15 percent cobbles; NaF pH 8.5; neutral (pH 6.9); clear smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--9 to 15 inches; brown (10YR 4/3) very gravelly ashy loam, dark brown (10YR 3/3) moist; weak fine, medium and very coarse granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few coarse roots; many very fine irregular pores; 35 percent pebbles and 10 percent cobbles; NaF pH 8.5; neutral (pH 6.9); clear wavy boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 38,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--15 to 25 inches; brown (7.5YR 4/3) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few medium roots; common very fine irregular pores; common faint pressure faces on peds, common faint clay bridging in pores, and many faint clay films on rock fragments; 45 percent pebbles and 10 percent cobbles; NaF pH 8.3; neutral (pH 6.9); clear wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "2BC",
        "top": 64,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2BC--25 to 48 inches; brown (10YR 4/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; single grain; loose; common very fine and few medium roots; 45 percent pebbles and 20 percent cobbles; NaF pH 8.3; neutral (pH 6.9); abrupt wavy boundary.  (9 to 25 inches thick)"
      },
      {
        "name": "3C",
        "top": 122,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "extremely gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "narrative": "3C--48 to 60 inches; brown (10YR 4/3) extremely gravelly loamy sand, dark brown (10YR 3/3) moist; single grain; loose; few very fine roots; 45 percent pebbles and 25 percent cobbles; NaF pH 8.3; neutral (pH 6.9)."
      }
    ]
  ]
}
