{
  "SERIES": "BRYSTAL",
  "STATUS": "Established Series",
  "BYREV": "WJG-JKW",
  "REVDATE": "02/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Aridic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Brystal fine sandy loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); reddish brown (5YR 4/3) fine sandy loam; dark reddish brown (5YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable; many fine roots, fine pores and old root channels; thin surface crust; neutral; clear smooth boundary. (15 to 38 cm [6 to 15 in] thick)\nBt1--18 to 30 cm (7 to 12 in); reddish brown (5YR 4/4) sandy clay loam; dark reddish brown (5YR 3/4) moist; weak medium prismatic parting to weak fine and medium subangular blocky structure; hard, friable; common fine roots, fine pores and old root channels; sand grains bridged with clay; neutral; gradual smooth boundary. (10 to 41 cm [4 to 16 in] thick)\nBt2--30 to 46 cm (12 to 18 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; weak medium prismatic parting to moderate fine and medium subangular blocky structure; very hard, friable; common fine roots, fine pores and old root channels; few patchy clay films on surface of peds and in pores; few 1 to 2 mm size fragments of ironstone; neutral; gradual wavy boundary. (13 to 61 cm [5 to 24 in] thick)\nBt3--46 to 64 cm (18 to 25 in); yellowish red (5YR 4/6) sandy clay loam, dark reddish brown (5YR 3/4) moist; weak medium prismatic parting to moderate fine and medium subangular blocky structure; very hard, friable; few fine roots, fine pores and old root channels; few patchy clay films on surface of peds and in pores; few 1 to 2 mm fragments of ironstone; neutral; gradual wavy boundary. (15 to 30 cm [6 to 12 in] thick)\nBtk1--64 to 84 cm (25 to 33 in); yellowish red (5YR 5/6) sandy clay loam; yellowish red (5YR 4/6) moist; few fine faint red and reddish brown mottles; weak and moderate fine and medium subangular blocky structure; hard, friable; few fine roots, fine pores and old root channels; few patchy clay films on surface of peds and in pores; few soft masses of calcium carbonate; moderately alkaline; clear wavy boundary. (18 to 25 cm [7 to 10 in] thick)\nBtk2--84 to 157 cm (33 to 62 in); reddish yellow (7.5YR 6/6) sandy clay loam, strong brown (7.5YR 5/6) moist; few fine faint strong brown and reddish brown mottles; weak fine subangular blocky structure; few fine splotches of uncoated sand grains; slightly hard, very friable; few patchy clay films; few fine and medium pores; contains about 5 percent by volume of soft masses and concretions of calcium carbonate; slightly effervescent; moderately alkaline; gradual wavy boundary. (15 to 76 cm [6 to 30 in] thick)\nBtk3--157 to 203 cm (62 to 80 in); reddish yellow (7.5YR 7/6) sandy clay loam, reddish yellow (7.5YR 6/6) moist; few fine faint reddish brown and brown mottles; weak fine subangular blocky structure; slightly hard, very friable; few fine splotches of uncoated sand grains; contains about 2 percent by volume of soft masses and concretions of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Maverick County, Texas; 16.5 miles west of La Pryor, Texas, on Texas Highway 57, which point is 0.35 mile west of Maverick-Zavala County line maker on Texas Highway 57; 200 feet north in rangeland.  Chacon Creek SE USGS Quad; Latitude: 28 degrees, 55 minutes, 29.0 seconds N; Longitude: 100 degrees, 7 minutes, 1.4 seconds W. (estimated using GIS) NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic ustic moisture regime.  The soil moisture control section is moist in some or all parts for less than 90 consecutive days in normal years.  June to August and December to February are the driest months, while September to November and March to May are the wettest months.\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F)\nSolum thickness is 152 to more than 203 cm (60 to more than 80 in).\nDepth to argillic horizon: 15 to 38 cm (6 to 15 in)\nDepth to secondary calcium carbonate: 51 to 89 cm (20 to 35 in)\nParticle-size control section (weighted average)\nClay content: 18 to 32 percent\nA Horizon\nHue: 10YR, 7.5YR, and 5YR\nValue: 4 to 6\nChroma: 2 to 5\nTexture: fine sandy loam, very fine\nsandy loam or loamy fine sand\nCoarse fragments: 0 to 15 percent; size-gravels\nElectrical Conductivty (ds/M):  0 to 1\nSodium Adsorption Ratio:  0 to 2\nReaction: neutral or mildly alkaline\nBt1, Bt2, Bt3 Horizons\nHue: 7.5YR, 5YR or 2.5YR\nValue: 4 to 7\nChroma: 2 to 6\nTexture: sandy clay loam, loam,fine sandy loam, very fine sandy loam, or sandy loam\nClay content: 18 to 32 percent\nElectrical Conductivty (ds/M):  0 to 2\nSodium Adsorption Ratio:  0 to 8\nReaction: neutral or moderately alkaline\nBtk Horizons (Btky and Btkyz where present)\nHue: 2.5YR to 10YR\nValue: 4 to 7\nChroma: 4 to 8\nTexture: sandy clay loam, loam, fine sandy loam, very fine sandy loam, or sandy loam\nClay content: 15 to 32 percent\nSmall pockets and streaks of uncoated sand grains: few to common\nSecondary calcium carbonate: amount-1 to 25 percent; kind-masses and concretions\nElectrical Conductivty (ds/M):  0 to 6\nSodium Adsorption Ratio:  0 to 12\nEffervesence: none to strong\nReaction: mildly alkaline or moderately alkaline\nA Cr, Crk, Crky, or Crkyz layer of soft to weakly cemented sandstone bedrock occurs in some pedons below 152 cm (60 in)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar series include the Amarillo (TX), Brennan (TX), Brownfield (TX), Comitas (TX), Delmita (TX), Duval (TX), Patricia (TX), and Webb (TX) series.\nAmarillo, Brownfield, and Patricia soils: have soil temperatures less than 22 degrees C (72 degrees F).\nBrennan soils have: sola less than 114 cm (45 in) thick and have chromas of 4 or less below 127 cm (50 in).\nComitas soils: have sandy A horizons that are more than 50 cm (20 in) thick.\nDelmita soils: are 50 to 100 cm (20 to 40 in) deep over a petrocalcic horizon.\nDuval soils: do not have secondary calcium carbonate within 89 cm (35 in) of the surface.\nWebb soils: have more than 35 percent clay in their control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous sandy clay loams and interbedded sandstones\nLandform: toeslopes of broad interfluves\nSlope: 0 to 5 percent\nMean annual air temperature range: 68 to 74 degrees F.\nMean annual precipitation range: 20 to 26 inches\nPrecipitation Pattern: Precipitation falls mostly in the months of April through October. November through March are the driest months.\nFrost-free period: 280 to 320 days\nElevation: 65 to 274 m (400 to 900 ft)\nThornthwaite annual P-E indices: 23 to 34"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Comitas (TX), Delmita (TX), Duval (TX), and Webb (TX) series, as well as Brundage (TX), Caid (TX), and Randado (TX)series.\nBrundage soils:  have more than 15 percent saturation with exchangeable sodium in their Bt horizons. Caid soils: have mollic epipedons.\nRandado soils:  have petrocalcic horizons and are shallow.\nAll of these soils, except Brundage, occur on similar surfaces. Brundage soils occur at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability.  Mottles in the Btk horizon are considered to be relic redoximorphic features."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly rangeland, but a few areas are dry farmed or irrigated to grain sorghums, vegetables, citrus, and tame pasture. Native grasses are bristlegrass, tanglehead, pink pappusgrass, hooded windmillgrass, sand dropseed, threeawn, and red grama. Woody plants are blackbrush, paloverde, guayacan, mesquite, pricklypear cactus, leatherstem, whitebrush, catclaw, Texas colubrina, and tasajillo. Ragweed and lantana are conspicuous forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and Western Rio Grande Plain of Texas. MLRA 83A, 83B; LRR I; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maverick County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly included in the Reddish Chestnut great soil\ngroup.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 cm (0 to 7 in). (A horizon)\nArgillic horizon: 18 to 203 cm (7 to 80 in). (Bt and Btk horizons)\nPale feature: clay content does not significantly decrease from the maximum above 152 cm (60 in) and contains a hue of 7.5YR and chroma of 6 or more in the lower half of the argillic.\nAdditional Comments: The soil horizon depths were originally measured using American English units. The series was updated as part of the initial soil survey of McMullen County, Texas when the addition of electrical conductivity, sodium adsorption ratio, and salt accumulations were added.\nThe assignment of the cation-exchange activity class is inferred from lab data from soils that formed in similar sediments.\nADDITIONAL DATA:  Particle-size analysis, salinity and sodicity tests were performed at the project office on three pedons (S10TX3114600, S09TX3112029, S10TX3112023) from McMullen County, TX.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
