{
  "SERIES": "BUB",
  "STATUS": "Established Series",
  "BYREV": "Rev. RD:GLL",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Bub series consists of well drained, very slowly permeable soils on uplands.  These soils are shallow to  glauconitic geologic materials.  They are on moderately steep to steep hilly redlands of East Texas.  Slope is dominantly 15 to 25 percent but ranges from 15 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bub gravelly clay loam--woodland.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark reddish brown (5YR 3/4) gravelly clay loam; moderate fine subangular structure parting to weak fine granular; hard, friable; common fine and few medium and coarse roots; few fine tubular pores; about 25 percent fragments of ironstone mainly less than 3 inches across, few fragments up to 10 inches across; slightly acid; clear smooth boundary.  (2 to 6 inches thick)\nBt--4 to 17 inches; yellowish red (5YR 4/6) clay; moderate medium subangular blocky structure; very hard, firm; common fine and few medium and coarse roots; few fine tubular pores; thin discontinuous clay films on surface of peds; about 10 percent fragments of ironstone mainly less than 3 inches across; moderately acid; abrupt wavy boundary.  (6 to 14 inches thick)\nCr1--17 to 35 inches; alternate layers of about 60 percent yellowish red (5YR 4/6) fractured discontinuous glauconitic ironstone and weathered glauconitic materials and about 40 percent glauconitic shale; few fine faint yellowish red (5YR 5/8) and dark reddish brown (5YR 2/2) streaks and masses; massive; few fine and medium roots along fractures; dark red clay films along some fractures; common medium fossilized shell fragments; neutral.\nCr2--35 to 80 inches; alternate layers of yellowish red (5YR 4/6) glauconitic ironstone, light olive brown (2.5YR 5/6) glauconitic materials and dark brown (7.5YR 3/2) glauconitic marl; many medium fossilized shell fragments; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cherokee County, Texas; 5.5 miles north of Jacksonville on U.S. Highway 69 from the intersection of U.S. Highway 79; about 100 feet east of highway centerline to roadcut in Mt. Selman."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a paralithic contact of glauconitic material is 12 to 20 inches.  Weighted average clay content of the particle-size control section ranges from 35 to 45 percent.\nThe A horizon has colors in shades of red or brown in hue of 10R to 5YR, value of 2 or 3, and chroma of 2 to 4.  Texture is fine sandy loam, loam, and clay loam or gravelly phases of these textures.  The coarse fragments are ironstone or glauconitic ironstone.  They are flat or rounded and 1/4 to 2 inches thick and less than an inch to 10 inches across.  Dominantly the fragments are less than an inch thick and less than 3 inches across.  Coarse fragments range from 2 to 50 percent by volume.  The reaction is moderately acid or slightly acid.\nThe Bt horizon has colors in shades of red or brown in hue of 10R to 5YR, value of 3 or 4, and chroma of 4 to 8.  Most pedons have weathered glauconitic material in shades of yellow or brown in the lower part.  The material has hue of 7.5YR to 2.5Y with value of 4 to 6, and chroma of 6 or 8 when it is crushed or cut.  Coarse fragments, mainly less than 3 inches across, of ironstone range from 2 to 34 percent, but commonly make up 2 to 10 percent by volume.\nReaction ranges from very strongly acid to slightly acid.\nSome pedons have a thin BCt horizon that has less clay than the Bt horizon and the reaction ranges to neutral.\nThe Cr material is alternating layers of glauconitic\nironstone, weathered glauconitic materials, glauconitic shale and marl.  The material is fractured and discontinuous and excludes roots except along fractures or in the shale and marl materials.  In these materials the roots grow horizonally for short distances.  The ironstone has colors  in shades of red or brown, weathered glauconitic materials are yellow or brown and the shale or marl is typically dark in shades of gray or brown.  Psuedo-morphic marine shells are commonly in the upper part with fossilized marine shells in the lower part.  The shells and marl layers are very slightly effervescent to strongly effervescent.  Reaction ranges from moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Soils in similar families include the Redsprings, Trawick, and Wilkes series.  Redsprings soils have solum 40 to 60 inches thick.  Trawick soils have solum 20 to 40 inches thick.  Wilkes soils have a loamy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bub soils are on moderately steep to steep uplands of the Southern Coastal Plain.  These soils formed in geologic materials high in glauconite or glauconitic marl.  Slopes are commonly 15 to 25 percent but range from 15 to 40 percent.  The climate is warm and humid.   The mean annual rainfall ranges from 40 to 50 inches.  The mean annual air temperature ranges from 65 to 67 degrees F.  The frost free days range from 235 to 250.  The elevation ranges from 250 to 700 above sea level.  The Thornthwaite\nP-E Indices range from 64 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Redsprings and Trawick series, and the Alto, Briley, Chireno, Darco, Elrose, Kirvin, Lilbert, and Nacogdoches series.  Alto and Chirneo soils are in lower concave areas and they have sola thicker than 40 inches.  Briley, Darco, and Lilbert soils are on slightly higher positions and they have sandy epipedons thicker than 20 inches.  Elrose and Nacogdoches soils have sola thicker than 60 inches and are on lower positions.  Kirvin soils are on lower convex slopes and have sola 40 to 60 inches thick.  Redsprings and Trawick soils have sola thicker than 20 inches and are on similar or slightly lower positions in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Bub soils are well drained.  Permeability is very slow.  Runoff is very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland but a few areas are in pasture.  The pine-hardwood forest include shortleaf and loblolly pine, red oak, sweetgum, elm, blackjack oak, and hickory.  In some areas gum bumelia, prickly ash, locust, and sugarberry are scattered over native pastures.  Pastures include bermudagrass, bahiagrass, native grasses, and crimson clover.  Some areas have been mined for the surface gravel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of East Texas, MLRA 133B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cherokee County, Texas; 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches.\nArgillic horizon - 4 to 17 inches.\nParalithic contact - At 17 inches.\nADDITIONAL DATA:  NSSL-S88TX-347-003  (Nacogdoches Co).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
