{
  "SERIES": "BUBUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-DD-RLB-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Bubus series consists of very deep, well drained soils that formed in alluvium derived from mixed rocks of mostly volcanic origin that are high in pyroclastic materials.  Bubus soils are on alluvial flat remnants, alluvial flats, inset fans, fan skirts, alluvial plain terraces, stream terraces and basin floor remnants.  Slopes are 0 to 8 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Duric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bubus very fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 cm; very pale brown (10YR 7/3) very fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; many vesicular and very fine interstitial pores; 10 percent fine gravel; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 25 cm thick)\nC1--15 to 25 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak very thin and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium roots; few very fine interstitial, and common very fine tubular pores; 5 percent fine gravel; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (8 to 28 cm thick)\nC2--25 to 38 cm; very pale brown (10YR 7/3) very fine sandy loam, yellowish brown (10YR 5/4) moist; moderate very thin and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, few fine, and medium roots; common very fine interstitial and tubular pores; 5 percent fine gravel; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (0 to 20 cm thick)\nCqy1--38 to 74 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; few fine faint iron redox concentrations brown (7.5YR 5/4) and brown (7.5YR 4/4) moist; massive; slightly hard and hard, very friable, slightly sticky and slightly plastic; few very fine through medium roots; common very fine tubular pores; 3 percent fine gravel; 35 percent 2 to 35 mm hard, firm, and very firm, brittle durinodes; fine filaments or threads of gypsum; violently effervescent; strongly alkaline (pH 8.6); gradual wavy boundary.  (0 to 41 cm thick)\nCqy2--74 to 152 cm; very pale brown (10YR 7/4) very fine sandy loam, yellowish brown (10YR 5/4) moist; few fine distinct iron redox concentrations yellowish brown (10YR 5/6) and few fine faint dark yellowish brown redox concentrations dark yellowish brown(10YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 3 percent fine gravel; 35 percent 2 to 30 mm hard, firm, brittle durinodes; fine filaments or threads of gypsum; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 1.6 miles southeast of Battle Mountain; about 2,100 feet south and 1,750 feet east of the northwest corner of section 28, T. 32 N., R. 45 E.; USGS Blossom Spring 7.5 minute topographic quadrangle; latitude 40 degrees 37 minutes 11 seconds N and longitude 116 degrees 54 minutes 50 seconds W; WGS84 Decimal Degrees  40.6197222 latitude,  -116.9138889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to durinodes: 25 to 76 cm.\nOther features: Faint or distinct iron concentrations and gypsum segregations are lacking in horizons below a depth of 25 cm in some pedons.\nCk horizons are above the Cq horizons in some pedons.\nSalt and sodium:  These soils are normally strongly salt and sodium affected throughout the profile, but some pedons are only moderately or slightly affected in the upper horizons.\nParticle-size control section - Clay content:  10 to 15 percent.\nRock fragments:  0 to 5 percent gravel.\nA horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nReaction:  Moderately alkaline through very strongly alkaline.\nEffervescence:  Slightly, strongly or violently effervescent.\nC and Ck horizons (when present)\nValue:  6 or 7 dry, 4 through 6 moist.\nChroma:  2 through 4.\nTexture:  Stratified loam, silt loam, very fine sandy loam, fine sandy loam, or sandy loam, but is dominantly very fine sandy loam.\nStructure:  Platy structure or it is massive.\nConsistence:  Slightly hard or hard, dry; very friable or friable, moist; nonsticky or slightly sticky, wet.\nReaction:  Moderately alkaline through very strongly alkaline commonly decreasing with depth.\nEffervescent:  Strongly effervescent or violently effervescent.\nCqy and Cqk horizons (when present)\nValue 6 or 7 dry, 4 through 6 moist;\nChroma: 2 through 4.\nTexture: Very fine sandy loam or fine sandy loam.\nConsistence: Nonsticky or slightly sticky, wet.\nReaction:  Moderately alkaline through very strongly alkaline.\nOther features:  20 to 70 percent durinodes.\n2C horizon (when present): Some pedons have stratified sand and gravel at depths below 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beryl, Blimo, Coldent, Nyak, Okan, and Valmy series.\nBeryl, Blimo, Nyak and Okan soils have aridic soil moisture regime that borders on xeric. Coldent soils average 4 to 10 percent clay in the control section and have soil temperature of 12 to 14 degrees C. Valmy soils have dominantly fine sandy loam, or sandy loam in their particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bubus soils are on alluvial flats, inset fans, alluvial plains, fan skirts, stream terraces, lakeplain terraces, alluvial flat remnants and basin floor remnants.  These soils formed in alluvium derived from mixed rocks of mostly volcanic origin, high in pyroclastic materials.   Slopes are 0 to 8 percent. Elevations are 1,200 to 2,100 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 200 mm; mean annual temperature is 7 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Batan, Landco, Reese, Relley, and Wholan soils.  Batan soils have fine-silty particle-size control sections.  Landco soils are coarse-silty over clayey particle- size control sections and lack a Cq horizon. Reese soils have fine-loamy particle-size control sections and have a weakly silica-cemented Cq horizon.  Relley soils have fine-silty particle-size control sections and a cambic horizon.  Wholan soils have coarse-silty particle-size control sections and a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; ponded to medium runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly black greasewood, shadscale, bud sagebrush, rubber rabbitbrush, seepweed, mustard, cheatgrass, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and central Nevada.  These soils are moderately extensive.  MLRA 24, 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Northern Part, Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A and part of C1 horizons).\nDuric horizon - The zone from about 38 to 152 cm (Cqy1 and Cqy2 horizons).\nParticle-size control sections - The zone from 25 to 100 cm (C2 and Cqy1 horizons and part of the Cqy2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
