{
  "SERIES": "BUCKCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/SSP",
  "REVDATE": "02/2000",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Buckcamp channery loam, on a south facing, linear to concave, 39 percent slope in gamble oak and mountain big sagebrush at an elevation of 9,040 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 15 percent angular channers, and 5 percent flagstones.\nA1--0 to 2 inches; brown (10YR 4/3), channery loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure parting to moderate very fine granular; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine, common fine and medium roots; common very fine and fine tubular pores; 10 percent channers; neutral (pH 7.2); abrupt smooth boundary.\nA2--2 to 7 inches; brown (10YR 4/3) channery loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; parting to moderate very fine and fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common fine and medium roots; many very fine, common fine, few medium tubular pores; 10 percent channers; slightly alkaline (pH 7.4); abrupt smooth boundary.  (combined thickness of A horizons range from 7 to 12 inches thick)\nBt--7 to 15 inches; yellowish brown (10YR 5/4) clay loam, dark brown (10YR 3/3); moderate medium subangular blocky structure parting to moderate very fine and fine subangular blocky; hard, friable, sticky and slightly plastic; many very fine, common fine, few medium and coarse roots; common very fine and fine, few medium tubular pores; few distinct clay films on ped faces; 15 percent channers; slightly alkaline (pH 7.6) clear wavy boundary.  (9 to 14 inches thick)\n2CBk1--15 to 30 inches; yellowish brown (10YR 5/6) very flaggy sand, dark yellowish brown (10YR 4/4) moist; single grain; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; common very fine and fine interstitial pores; 10 percent stones, 20 percent channers, 20 percent flagstones; matrix is noneffervescent, carbonates are segregated in less than 1 mm thick coats on rock fragments; slightly alkaline (pH 7.6); gradual wavy boundary.\n2CBk2--30 to 45 inches; yellowish brown (10YR 5/6) very flaggy sand, dark yellowish brown (10YR 4/6) moist; single grain; soft, loose, nonsticky and nonplastic; few very fine, fine, and medium roots; common very fine and fine interstitial pores; 10 percent stones, 20 percent channers, 20 percent flagstones; matrix is noneffervescent, carbonates are segregated in less than 1 mm thick coats on rock fragments; slightly alkaline (pH 7.8); gradual wavy boundary.  (combined thickness of the 2CBk horizons range from 24 to 34 inches thick)\n2R--45 inches; unweathered hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Utah; about 1 mile north of Surveyors Hole; located about 200 feet east and 200 feet south of the northwest corner of sec. 14, T.19S., R.20E., SLBM; Bogart Canyon, Utah USGS quad; lat. 39 degrees 9 minutes 51 seconds N. and long. 109 degrees 41 minutes 19 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly through the year with a slight increase in late summer and early fall.  The soil moisture regime is Typic Ustic.\nMean annual soil temperature:  42 to 45 degrees F.\nSurface rock fragments:  15 to 35 percent angular shale and fine grained sandstone channers.\nDepth to secondary calcium carbonate:  15 to 26 inches\nDepth to lithologic discontinuity:  16 to 26 inches to sandy-skeletal materials\nDepth to lithic contact:  40 to 60 inches to sandstone bedrock\nThickness of the mollic epipedon:  7 to 15 inches\nParticle-size control section:  27 to 35 percent clay and 0 to 15 percent shale channers in the upper part and 0 to 5 percent clay and 35 to 70 percent flagstones and channers from sandstone in the lower part.\nA horizon:\nHue:  7.5YR or 10YR\nValue:  2 or 3 moist\nChroma:  2 or 3 dry or moist\nReaction:  neutral or slightly alkaline\nBt horizon:\nValue:  3 or 4 moist\nChroma:  3 or 4 dry or moist\nRock fragments:  0 to 15 percent angular channers from shale\n2CBk horizon:\nChroma:  3 to 6 dry or moist\nRock fragments:  35 to 70 percent angular channers and flagstones from sandstone\nCalcium carbonate equivalent:  0 to 3 percent in matrix (calcium carbonate is predominantly segregated as less than 1 mm coats on rock fragments)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hedstrom and Turner series.\nHedstrom:  has less than 35 percent rock fragments in the lower part of the particle-size control section.\nTurner:  has soil moisture control sections affected by peak periods of precipitation in the spring and has horizons with greater than 5 percent calcium carbonate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from shale over residuum derived from sandstone\nLandform:  mountain slopes\nSlopes:  25 to 40 percent\nElevation: 7,200 to 9,100 feet\nAspect:  southerly\nMean annual air temperature:  40 to 43 degrees F.\nMean annual precipitation:  16 to 22 inches\nFrost-free period:  70 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Soward, Tosca, and Wildcow series.\nSoward soils occur on stream terraces, are coarse-loamy, and very deep.\nTosca soils occur on mountain slopes, are loamy-skeletal, and have a calcic horizon.\nWildcow soils occur on northerly facing mountain slopes, has a cryic temperature regime, and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, high runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland, wildlife habitat, and recreation.  The potential native plant community is Gambel oak, serviceberry, snowberry, bluegrass, wheatgrass, and mountain big sagebrush.  These soils have been correlated to Mountain Loam (Oak) - 048AY415UT range sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR E, MLRA 48A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County, Uintah Area Soil Survey, Utah. 1998.  The name is taken from a nearby geographic location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 7 to 40 inches.  (Bt\nMollic epipedon:  The zone from 0 to 12 inches.  (A1, A2, Bt horizons)\nArgillic horizon:  The zone from 7 to 16 inches.  (Bt horizon)Lithologic discontinuity:  Sandy-skeletal materials starting at the top of the 2CBk1 horizon.\nLithic contact:  The contact with unweathered sandstone at 45 inches.  (2R layer)\nThis soil is located at elevations transitionalto a udic soil moisture regime, but because of predominant southerly aspects it has been correlated into a Typic Ustic moisture regime and Mountain range site zone.\nThe surface texture modifier was determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
