{
  "SERIES": "BUCKHEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGG, REE, MJB",
  "REVDATE": "07/1999",
  "STATES": "GA",
  "OVERVIEW": "The Buckhead series consists of very deep, well drained, moderately permeable soils that formed in material weathered from acid crystalline and metamorphic rock, primarily granite and granite gneiss.  The Buckhead soils are on summits and sideslopes of the Piedmont uplands.  Slope ranges from 6 to 45 percent.  Near the type location, the mean annual temperature is 60 degrees F, and the mean annual precipitation is 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, subactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Buckhead gravelly sandy loam on a southeast facing 42 percent slope, at an elevation of 500 feet, in woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; dark brown (7.5YR 3/2) gravelly sandy loam; strong medium granular structure; very friable; many very fine, fine, and medium, and common coarse roots; few fine flakes of mica; 20 percent pebbles, 5 percent cobbles, and 5 percent stones; moderately acid; abrupt smooth boundary.  (2 to 8 inches thick)\nE--2 to 8 inches; brown (7.5YR 5/4) gravelly sandy loam; moderate fine subangular blocky structure; very friable; many very fine, fine, and medium, and common coarse roots; few fine flakes of mica; 15 percent pebbles and 10 percent cobbles; moderately acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--8 to 14 inches; brown (7.5YR 4/4) gravelly sandy loam; moderate medium subangular blocky structure; friable, moderately sticky and slightly plastic; many very fine, fine, and medium, and few coarse roots; common distinct reddish brown (5YR 5/4) clay films on faces of peds; few fine flakes of mica; 15 percent pebbles and 10 percent cobbles; strongly acid; clear irregular boundary.\nBt2--14 to 33 inches; red (2.5YR 4/6) cobbly sandy clay loam; strong medium subangular blocky structure; friable, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common distinct reddish brown (5YR 5/4) clay films on faces of peds; common fine flakes of mica; 15 percent cobbles and 10 percent pebbles; strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 9 to 31 inches.)\nBC--33 to 39 inches; red (2.5YR 5/6) cobbly sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine flakes of mica; 15 percent cobbles and 10 percent pebbles; strongly acid; gradual wavy boundary.  (0 to 15 inches thick)\nC--39 to 60 inches; brown (7.5YR 4/4) gravelly sandy loam saprolite; massive; friable; many fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Georgia; located about 1000 feet southeast of the Sandy Creek Road bridge over Sandy Creek, and 600 feet east of Sandy Creek Road; USGS Quadrangle, Apalachee, GA (1972), lat. 33 degrees 39 minutes 21 seconds N. and long. 83 degrees 25 minutes 08 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 48 inches or more.  Depth to bedrock is more than 60 inches.  Content of mica flakes typically ranges from none to common throughout the profile; in some pedons, the C horizon has many flakes of mica.  Content of rock fragments typically is 15 to 35 percent, but ranges up to 50 percent in some subhorizons.  Rock fragments range in size from pebbles to stones.   Reaction ranges from very strongly acid to slightly acid throughout the profile in unlimed areas.  Most pedons have stones or boulders in and on the surface.\nThe A or Ap horizon has hue of 7.5YR to 10YR, value of 3 to 5, and chroma of 2 to 4.  It is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction.\nThe E horizon, if it occurs, has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 to 6.  It is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction.\nThe BA or BE horizon, if it occurs, is less than 8 inches thick, and has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 6.  It is sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nThe Bt horizon typically has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4 to 8, but includes hue of 10YR with value of 4 or 5, and chroma of 4 to 6.  Mottles in shades of red, brown, and yellow are none to common.  The Bt horizon is sandy loam, loam, sandy clay loam, or clay loam in the fine-earth fraction.  Thin layers of sandy clay are in some pedons.\nThe BC horizon, if it occurs, has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Mottles in shades of red, brown, and yellow are none to common.  The BC horizon is loam, clay loam, sandy clay loam, or sandy loam in the fine-earth fraction.\nThe C horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Mottles in shades of red, brown, and yellow are few to many.  The C horizon is loamy saprolite in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cheaha, Fruithurst, Montonia, Rawlings, Rion, Rome, Sherwood, State, Sugargrove, Tidings, and Wickham series of the same family, and the Durham soils in a related family.  Cheaha and Rawlings soils have hard bedrock at depths of 20 to 40 inches.  In addition, Cheaha soils have greater than 15 percent sandstone cobbles in each horizon.  Fruithurst and Montonia soils have a paralithic contact of weathered sericite schist or slate at depths of 20 to 40 inches.  Rome, State and Wickham soils formed in alluvium on stream terraces, and have less than 15 percent rock fragments in the solum.  Sherwood soils have hard bedrock at depths of 30 to 60 inches.  Sugargrove soils have a paralithic contact of weathered interbedded siltstone and limestone at depths of 40 to 60 inches.  Rion soils have a solum that is 20 to 40 inches thick, and contain less than 15 percent rock fragments throughout the control section.  Tidings soils have a paralithic contact of weathered slate and sandstone at depths of 40 to 60 inches, and have more than 15 percent pebbles in each horizon.  Durham soils have siliceous mineralogy, have less than 5 percent rock fragments throughout the profile, and have 7.5YR hues or yellower in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Buckhead soils are on gently sloping to steep summits and sideslopes in the Piedmont uplands.  Slope ranges from 6 to 45 percent.  These soils formed in material weathered from felsic igneous and metamorphic rock, primarily granite or granite gneiss.  Mean annual temperature is in the range of 59 to 62 degrees F.  Mean annual precipitation is in the range of 45 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Rawlings and Wickham soils, and the Cecil, Gwinnett, Lloyd, and Pacolet soils.  Cecil, Gwinnett, Lloyd, and Pacolet soils are in fine families, and are generally on less sloping landform positions.  Additionally, Gwinnett soils have a paralithic contact of hornblende gneiss at depths of 40 to 60 inches.  Wickham soils are on stream terraces.  Rawlings soils are on landform positions similar to those of Buckhead."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is wooded, with the remainder in pasture.  Common trees in forested areas are loblolly pine, white oak, southern red oak, hickory, and American beech.  Common understory plants include flowering dogwood, American holly, muscadine grape, honeysuckle, greenbrier, and poison ivy."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Piedmont area of Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan County, Georgia; 1998"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Buckhead series was formerly included with the Rion and Louisburg series.  However, Rion soils typically have a thinner solum, and have less than 15 percent rock fragments throughout the solum, and Louisburg soils are in a coarse-loamy family.\nOchric epipedon - the zone from the surface of the soil to 8 inches (A and E horizons)\nArgillic horizon - the zone from 8 to 33 inches (Bt1 and Bt2 horizons)\nMLRA = 136\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; dark brown (7.5YR 3/2) gravelly sandy loam; strong medium granular structure; very friable; many very fine, fine, and medium, and common coarse roots; few fine flakes of mica; 20 percent pebbles, 5 percent cobbles, and 5 percent stones; moderately acid; abrupt smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--2 to 8 inches; brown (7.5YR 5/4) gravelly sandy loam; moderate fine subangular blocky structure; very friable; many very fine, fine, and medium, and common coarse roots; few fine flakes of mica; 15 percent pebbles and 10 percent cobbles; moderately acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt1--8 to 14 inches; brown (7.5YR 4/4) gravelly sandy loam; moderate medium subangular blocky structure; friable, moderately sticky and slightly plastic; many very fine, fine, and medium, and few coarse roots; common distinct reddish brown (5YR 5/4) clay films on faces of peds; few fine flakes of mica; 15 percent pebbles and 10 percent cobbles; strongly acid; clear irregular boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 84,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--14 to 33 inches; red (2.5YR 4/6) cobbly sandy clay loam; strong medium subangular blocky structure; friable, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common distinct reddish brown (5YR 5/4) clay films on faces of peds; common fine flakes of mica; 15 percent cobbles and 10 percent pebbles; strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 9 to 31 inches.)"
      },
      {
        "name": "BC",
        "top": 84,
        "bottom": 99,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--33 to 39 inches; red (2.5YR 5/6) cobbly sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine flakes of mica; 15 percent cobbles and 10 percent pebbles; strongly acid; gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 99,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "narrative": "C--39 to 60 inches; brown (7.5YR 4/4) gravelly sandy loam saprolite; massive; friable; many fine flakes of mica; strongly acid."
      }
    ]
  ]
}
