{
  "SERIES": "BUCKROE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TGB-WEF",
  "REVDATE": "06/2011",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Lithic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Buckroe very channery loamy sand - on a 6 percent slope in a forested area.  (Colors are for moist unless otherwise stated.)\nOa--0 to 2 inches; black (10YR 2/1) well decomposed forest litter; weak fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary. (0 to 2 inches thick)\nBw1--2 to 4 inches; reddish brown (5YR 4/3) very channery loamy sand; pinkish gray (5YR 6/2) dry; weak fine subangular blocky structure; very friable; many very fine to coarse roots; about 40 percent sandstone channers and 3 percent flagstones; extremely acid; clear wavy boundary. (2 to 5 inches thick)\nBw2--4 to 15 inches; reddish brown (5YR 4/4) very channery sand; single grain; loose; many very fine to coarse roots; about 45 percent sandstone channers and 10 percent flagstones; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizon ranges from 11 to 17 inches)\n2R--15 inches; dusky red (2.5YR 3/2) hard sandstone bedrock that has fractures from 2 to 10mm wide that range from 1 to 5 feet apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marquette County, Michigan; about six miles east of Big Bay, 600 feet north and 2300 feet east of the southwest corner of section 20, T. 52 N., R. 28 W.; USGS Howe Lake, Michigan topo quadrangle, lat. 46 degrees 52 minutes 57 seconds N., and long. 87 degrees 53 minutes 12 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy skeletal mantle and depth to sandstone bedrock ranges from 10 to 20 inches.  The coarse fragments consist mainly of angular sandstone fragments with some rounded igneous and metamorphic gravel and cobbles present in some pedons.  The volume of channers ranges from 35 to 60 percent. Volume of flags ranges from 0 to 10 percent. Stones cover from 1 to 3 percent of the surface and stones within the soil range from 0 to 3 percent. The volume of rock fragments averages from 35 to 60 percent throughout the pedon.\nSome pedons have an A horizon consisting of very channery sand or very channery loamy sand. It has a hue of 10YR, value of 2 and chroma of 1. Reaction is very strongly acid to moderately acid.\nA thin E horizon is present in some pedons.  It has hue of 5YR, value of 4 and chroma of 2 or 3.  It is very channery sand or very channery loamy sand.  Reaction is very strongly acid to moderately acid.\nThe Bw horizons have a hue of 2.5YR or 5YR; value and chroma of 3 or 4. The Bw1 horizon is very channery sand or very channery loamy sand.  The Bw2 horizon is very channery sand.  Reaction is very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Buckroe soils are on sandstone benches along Lake Superior.  Slope ranges from 0 to 70 percent.  Mean annual precipitation ranges from 31 to 34 inches and mean annual temperature is 41 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained Yellowdog (proposed), Deerton, Munising, Waiska soils.  Yellowdog and Deerton are common associates that occur on similar positions in the landscape. Munising is a deeper soil on nearby moraines and Waiska is a deep skeletal soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Surface runoff is slow. Permeability is very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost entirely for woodland.  Vegetation is mixed northern hardwood forest dominantly of sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Upper Peninsula of Michigan.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marquette County, Michigan, 1998.  Source of name is a named location about 10 miles north of Marquette."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - 2 to 4 inches (Bw1 horizon);\nlithic feature - hard sandstone at 10 to 20 inches.\nADDITIONAL DATA: Soil Interpretation recored No.: VERY BOULDERY - MI0733; STONY - MI0734.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
