{
  "SERIES": "BUCKEYEFLAT",
  "STATUS": "Tentative Series",
  "BYREV": "CES/JBB",
  "REVDATE": "05/2020",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, thermic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buckeyeflat fine sandy loam on a southeast-facing (152 degree), 45 percent slope under cover of chamise at an elevation of 829 meters. (Colors are for dry soils unless otherwise noted. When described on June 5, 2019 the soil was moist throughout.)\nA--0 to 10 cm; brown (7.5YR 4/3) fine sandy loam, dark brown (7.5YR 3/3) moist; 10 percent clay; moderate medium granular structure; soft, very friable, slightly sticky, nonplastic; many very fine, common fine, and few medium roots throughout; common very fine, fine, and medium tubular pores; 3 percent subrounded very strongly cemented metasedimentary gravel; moderately acid (pH 5.8); clear wavy boundary. (8 to 12 cm thick)\nBAt--10 to 25 cm; reddish brown (5YR 5/4) fine sandy loam, dark reddish brown (5YR 3/3) moist; 15 percent clay; moderate medium subangular blocky, and moderate coarse subangular blocky structure; moderately hard, friable, slightly sticky, nonplastic; common very fine, fine, and medium roots throughout; common very fine, fine, and medium tubular pores; 15 percent distinct clay films on all faces of peds and 15 percent distinct clay films on surfaces along pores; 4 percent subrounded very strongly cemented metasedimentary gravel; moderately acid (pH 5.6); clear wavy boundary. (0 to 35 cm thick)\nBt1--25 to 39 cm; reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/4) moist; 30 percent clay; moderate medium prismatic parts to moderate medium and coarse angular blocky structure; very hard, firm, moderately sticky, moderately plastic; few fine and medium, and common coarse roots throughout; common very fine, fine, and medium tubular pores; 30 percent distinct clay films on all faces of peds; 5 percent subrounded very strongly cemented metasedimentary gravel; strongly acid (pH 5.4); clear wavy boundary.\nBt2--39 to 91 cm; reddish brown (5YR 4/4) loam, dark reddish brown (2.5YR 3/4) moist; 23 percent clay; moderate coarse prismatic parts to strong medium and coarse angular blocky structure; very hard, very firm, moderately sticky, slightly plastic; few fine and medium, and common coarse roots throughout; common very fine, fine, and medium tubular pores; 50 percent distinct clay films on all faces of peds; 7 percent subrounded very strongly cemented metasedimentary gravel; strongly acid (pH 5.4); clear wavy boundary.\nBt3--91 to 130 cm; 40 percent reddish yellow (5YR 6/6) and 60 percent light reddish brown (5YR 6/4) clay loam, 40 percent yellowish red (5YR 4/6) and 60 percent reddish brown (5YR 4/4) moist; 26 percent clay; strong medium angular blocky structure; very hard, very firm, moderately sticky, slightly plastic; few fine roots throughout; common very fine, fine, and medium tubular pores; 40 percent distinct clay films on all faces of peds; 5 percent subrounded very strongly cemented metasedimentary gravel; strongly acid (pH 5.4); gradual wavy boundary. (Combined thickness of Bt horizons is 100 to 140 cm)\nC--130 to 190 cm; 25 percent reddish yellow (5YR 6/6) and 75 percent reddish yellow (7.5YR 6/6) gravelly fine sandy loam, 25 percent yellowish red (5YR 4/6) and 75 percent strong brown (7.5YR 4/6) moist; 14 percent clay; structureless massive; moderately hard, friable, slightly sticky, nonplastic; common very fine, fine, and medium tubular pores; 20 percent subangular very strongly cemented metasedimentary gravel, 1 percent subangular very strongly cemented metasedimentary cobbles; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California, Shepherds Saddle Rd., about 730 m southeast of Shepherds Saddle;  USGS 7.5 minute topographic quadrangle: Case Mountain, California;  WGS84 36.498650 latitude and -118.862844 longitude;  UTM zone 11 4040873 meters N 333161 meters E WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 15 to 18 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry from about June to October (about 150 days).\nDiagnostic Feature(s):\nMollic epipedon thickness:  25 to 50 cm\nArgillic horizon thickness:  100 to 150 cm\nBase saturation: greater than 50 percent in the epipedon (by ammonium acetate) and 50 to 75 percent in one or more horizons between 25 and 75 cm from the mineral soil surface (by sum of cations)\nOrganic carbon: greater than 0.6 percent from surface to 50 cm, and less than 0.6 percent below 50 cm\nParticle size control section weighted average:\nRock fragments: 0 to 30 percent, with 0 to 15 percent gravel, and 0 to 15 percent cobbles\nClay content: 18 to 35 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 3 or 4 dry, 2 or 3 moist\nTexture: fine sandy loam, loam\nClay content: 8 to 18 percent\nRock fragments: 0 to 15 percent\n0 to 15 percent gravel\n0 to 10 percent cobbles\nReaction: moderately acid to neutral\nBAt horizon (where present)\nHue: 5YR, 7.5YR,10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 3 or 4 dry, 2 or 3 moist\nTexture: fine sandy loam, very fine sandy loam, loam\nClay content: 12 to 18 percent\nRock fragments: 0 to 15 percent\n0 to 15 percent gravel\n0 to 15 percent cobbles\nReaction: moderately acid to neutral\nBt horizon(s)\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 6 dry, 2 to 4 moist\nChroma: 3 to 5 dry, 2 to 5 moist\nTexture: loam, sandy clay loam, clay loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 15 percent\n0 to 15 percent gravel\n0 to 5 percent cobbles\nReaction: strongly to slightly acid\nC horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 5 or 6 dry, 4 moist\nChroma: 4 to 6 dry, 3 to 6 moist\nTexture: fine sandy loam\nClay content: 12 to 18 percent\nRock fragments: 5 to 20 percent\n5 to 20 percent gravel\n0 to 5 percent cobbles\nReaction: strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Buckeyeflat soils are on linear to convex backslopes and shoulders of hills and mountain slopes. Slopes range from 15 to 60 percent. These soils formed in colluvium and residuum derived from metasedimentary rock. Elevation is 545 to 1280 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 695 to 855 mm and the mean annual air temperature is 14 to 17 degrees C. The frost free season is 225 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Potwisha and Yuccacreek soils. The Potwisha soils are on linear to convex backslopes of hills, mountain slopes and canyon walls, and are less than 50 cm deep to hard marble bedrock. The Yuccacreek soils are on linear backslopes of hills and mountain slopes, and average less than 18 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately high to high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is blue oak, interior live oak, California buckeye, Western redbud, chamise, buckbrush, scrub oak, and various grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tulare County, California in Sequoia and Kings Canyon National Parks. Source of name from a campground in Sequoia National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 10 to 60 cm\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon         0 to 25 cm\nArgillic Horizon          10 to 130 cm\nADDITIONAL DATA:\nPedon information for this type location only:\nNASIS User Pedon ID: 2019CA7925004\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
