{
  "SERIES": "BUCKBAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-SJB-JVC",
  "REVDATE": "12/2003",
  "STATES": "CA",
  "OVERVIEW": "The Buckbay series consists of moderately deep, well drained soils that formed in volcanic ash over colluvium and residuum derived from andesite.  Buckbay soils are on hills and mountains.  Slopes are 5 to 30 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Buckbay gravelly ashy loam--on a 25 percent east-facing slope under western juniper, mountain big sagebrush, and Idaho fescue at 5,340 feet elevation--rangeland.  (When described on November 20, 1979, the soil was slightly moist to 12 inches and dry below 12 inches.  Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; brown (7.5YR 5/2) gravelly ashy loam, dark brown (7.5YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; many very fine interstitial pores; 2 percent subrounded stones, 2 percent subrounded cobbles, and 25 percent subrounded gravel; slightly acid (pH 6.5); clear wavy boundary.\nA2--4 to 12 inches; brown (7.5YR 5/2) gravelly ashy loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, common fine and few medium roots; many very fine interstitial pores; 25 percent subrounded gravel; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the A horizons is 11 to 16 inches).\nBt1--12 to 22 inches; brown (7.5YR 5/4) gravelly loam, brown (7.5YR 4/4) moist; moderate medium and coarse angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common very fine interstitial and tubular pores; common faint clay films on faces of peds and lining pores; 25 percent subrounded gravel; neutral (pH 7.0); clear wavy boundary.\nBt2--22 to 29 inches; brown (7.5YR 5/4) cobbly loam, brown (7.5YR 4/4) moist; moderate medium and coarse angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and few fine roots; common very fine interstitial and common very fine tubular pores; common faint clay films on faces of peds and lining pores; 2 percent subrounded stones, 15 percent subrounded cobbles, and 10 percent subrounded gravel; neutral (pH 7.0); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 9 to 25 inches)\nCr--29 inches; soft, horizontally fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 21 miles north of Susanville, 0.5 miles north of Buckbay on Eagle Lake, and about 0.2 mile west of the dirt road; about 600 feet north and 1,600 feet east of the southwest corner of section 21, T. 33 N., R. 11 E.; USGS Troxel Point 7.5 minute topographic quadrangle; 40 degrees 42 minutes 14 seconds north latitude and 120 degrees 44 minutes 37 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts from about December 1 to May 1.  It is dry in all parts from July 15 to November 1 (105 days).  The soil temperature exceeds 41 degrees F. from April 15 to December 1 and exceeds 47 degrees F. from May 1 to November 1; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 47 to 52 degrees F.\nMollic epipedon thickness - 11 to 16 inches.\nDepth to base of argillic horizon - 20 to 40 inches.\nDepth to bedrock - 20 to 40 inches to a paralithic contact.  The paralithic materials below the contact are weathered andesite.\nParticle-size control section - Clay content: 20 to 30 percent;  Rock fragments: 15 to 30 percent, mainly gravel.  Lithology of fragments is andesite.\nReaction - Slightly acid or neutral.\nOther features - Some pedons have thin C horizons just above the paralithic contacts.\nA horizons - Hue: 5YR or 7.5YR.\nChroma: 2 or 3, dry or moist.\nClay content: 15 to 20 percent.\nRock fragments: 15 to 30 percent.\nOrganic matter content: 1 or 2 percent.\nVolcanic glass content: 5 to 15 percent.\nOxalate extractable aluminum plus one half extractable iron: 0.5 to 1.0 percent.\nBt1 horizon - Hue: 5YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Gravelly loam or gravelly clay loam.\nClay content: 20 to 30 percent.\nRock fragments: 15 to 30 percent.\nBt2 horizon - Hue: 5YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Cobbly loam or cobbly clay loam.\nClay content: 20 to 30 percent.\nRock fragments: 15 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Georgecreek, Hillcreek (T), Jauriga, Morical, Mozen (T), Pachneum (T), Ralock, Rollinger, Shushuskin (T), Teewee, Tolius, Umperon (T), Vanderbilt (T), Volinger (T), Wenner (T), and Wockum series.\nGeorgecreek soils are deep to paralithic contacts, have 25 to 50 percent medium sand through very coarse sand in the particle-size control section, and have paralithic materials of weathered granodiorite in the series control section.  Hillcreek, Pachneum, Ralock, Rollinger, Tolius, Umperon, Vanderbilt, Volinger, Wenner, and Wockum soils are very deep.  Jauriga and Teewee soils are deep to paralithic contacts.  Morical soils have paralithic materials of weathered granodiorite in the series control section.  Mozen and Shushuskin soils are moderately deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Buckbay soils are on hills and mountains.  They typically occur on footslope and backslope positions.  These soils formed in volcanic ash over colluvium and residuum derived from andesite.  Slopes are 5 to 30 percent.  Elevation ranges from 5,300 to 6,200 feet.  The climate is semiarid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 12 to 16 inches including about 20 to 40 inches of snow.  The mean annual temperature is 44 to 47 degrees F., the mean July temperature is about 62 degrees F., and the mean January temperature is about 24 degrees F.  The frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Jauriga soil and the Fredonyer, Indiano, and Longcreek soils.  Fredonyer soils are loamy-skeletal, moderately deep to lithic contacts, and have thick mollic epipedons.  Indiano soils are fine-loamy, moderately deep to lithic contacts, and have an aridic moisture regime.  Longcreek soils are clayey-skeletal, shallow to lithic contacts, and have an aridic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Buckbay soils are used for rangeland, recreation, and forestland wood products such as firewood and fenceposts.  The vegetation is western juniper, mountain big sagebrush, Idaho fescue, bottlebrush squirreltail, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are moderately extensive.  MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County (Susanville Area Soil Survey), California, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of December 2003 updates the taxonomic class from Fine-loamy, mixed, superactive, mesic Typic Argixerolls based on lab data for the associated Jauriga soil and the nearby Said soil.  Oxalate aluminum plus one half extractable iron and volcanic glass content in the A horizons is estimated.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 12 inches (A1 and A2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 12 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 12 to 29 inches (Bt1 and Bt2 horizons).\nParalithic contact - The boundary at 29 inches to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 12 to 29 inches (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; brown (7.5YR 5/2) gravelly ashy loam, dark brown (7.5YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; many very fine interstitial pores; 2 percent subrounded stones, 2 percent subrounded cobbles, and 25 percent subrounded gravel; slightly acid (pH 6.5); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--4 to 12 inches; brown (7.5YR 5/2) gravelly ashy loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, common fine and few medium roots; many very fine interstitial pores; 25 percent subrounded gravel; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the A horizons is 11 to 16 inches)."
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--12 to 22 inches; brown (7.5YR 5/4) gravelly loam, brown (7.5YR 4/4) moist; moderate medium and coarse angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common very fine interstitial and tubular pores; common faint clay films on faces of peds and lining pores; 25 percent subrounded gravel; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 74,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--22 to 29 inches; brown (7.5YR 5/4) cobbly loam, brown (7.5YR 4/4) moist; moderate medium and coarse angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and few fine roots; common very fine interstitial and common very fine tubular pores; common faint clay films on faces of peds and lining pores; 2 percent subrounded stones, 15 percent subrounded cobbles, and 10 percent subrounded gravel; neutral (pH 7.0); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 9 to 25 inches)"
      },
      {
        "name": "Cr",
        "top": 74,
        "narrative": "Cr--29 inches; soft, horizontally fractured andesite."
      }
    ]
  ]
}
