{
  "SERIES": "BUCKEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAC/JLR/ACT",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Buckear series consists of very shallow and shallow, well drained, moderately permeable soils that formed in materials weathered from interbedded shale and sandstone.  These soils are on gently sloping to steep hills.  Slopes range from 3 to 30 percent. The mean annual precipitation is about 13 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buckear very gravelly fine sandy loam - rangeland (colors are for dry soil unless otherwise stated).\nA1--0 to 2 inches; brown (10YR 5/3) very gravelly fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable; common very fine and fine roots; common fine tubular pores; 50 percent sandstone gravel, 2 percent sandstone cobbles; very slightly effervescent; slightly alkaline; abrupt smooth boundary (1 to 6 inches thick).\nA2--2 to 7 inches; yellowish brown (10YR 5/4) extremely gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable; common very fine and fine roots; 70 percent sandstone gravel, 3 percent sandstone cobbles; very slightly effervescent; slightly alkaline; abrupt wavy boundary (3 to 14 inches thick).\nCr--7 to 60 inches; olive (5Y 4/3) weathered shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County Texas, from the junction of U.S. Highways 90 and 385 east of Marathon; 21.1 miles south on U.S. Highway 385; 4.2 miles east on ranch road to old homestead; 1.1 miles south to junction of ranch road; 1.5 miles east to junction of ranch roads; 0.7 miles south to windmill; 0.5 miles south on ranch road; 10 feet east of road in rangeland. Heart Mountain, Texas USGS topographic quadrangle; Latitude:  29 degrees, 52 minutes, 40 seconds North; Longitude:  103 degrees, 09 minutes, 54 seconds West"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in the soil moisture control section during July-September. The soil is moist for less than 90 cumulative days during the growing season in the control section. Ustic aridic soil moisture regime.\nDepth to paralithic contact: 4 to 20 inches\nThe fine earth fraction effervesces in all parts\nMean annual soil temperature: 63 to 68 degrees F.\nA horizon\nHue: 10YR, 2.5Y\nValue: 3 to 6, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: fine sandy loam, loam, sandy clay loam\nClay content: 10 to 27 percent\nRock fragment content: 35 to 75 percent by volume. Chert, sandstone, and shale fragments\nReaction: slightly alkaline or moderately alkaline\nCr horizon\nThinly plated weathered shale bedrock that is tilted 60 to 80 degrees from the horizontal"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Courthouse (AZ) series.  Courthouse soils have hues of 5YR, 2.5YR, and 10R and have a lithic contact below the paralithic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Buckear soils are on gently sloping to steep hills.   Slopes range from 3 to 30 percent.  They developed from colluvium and residuum weathered from interbedded shale and sandstone.  The shale and sandstone are tilted and interbedded with bands of limestone.  Mean annual precipitation ranges from 12 to 15 inches, and mean annual air temperature ranges from 62 to 67 degrees F.  Frost free period ranges from 210 to 250 days and elevation ranges from 3,500 to 5,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Catto, Coyanosa, and Paisano series.  Catto and Coyanosa soils are in similar positions or are on ridgetops above.  Paisano soils are shallow to a petrocalcic horizon and are on fans and footslopes in lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate over moderately slowly permeable bedrock.  Runoff is high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for livestock grazing and wildlife habitat.  Native vegetation consists of black grama, sideoats grama, blue grama, chino grama, slim tridens, plains lovegrass, and cane bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas. MLRA 42.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brewster County, Texas, 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 7 inches (A horizons)\nUstic feature -  This soil has an aridic moisture regime that borders on the Ustic regime.  The soil is dry in the moisture control section less than three-fourths the time during the growing season.\nParalithic contact - The boundary at 7 inches (Cr horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for Recorrelation of Brewster County, TX, Main Part, 2/8/08, CEM\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; brown (10YR 5/3) very gravelly fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable; common very fine and fine roots; common fine tubular pores; 50 percent sandstone gravel, 2 percent sandstone cobbles; very slightly effervescent; slightly alkaline; abrupt smooth boundary (1 to 6 inches thick)."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--2 to 7 inches; yellowish brown (10YR 5/4) extremely gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable; common very fine and fine roots; 70 percent sandstone gravel, 3 percent sandstone cobbles; very slightly effervescent; slightly alkaline; abrupt wavy boundary (3 to 14 inches thick)."
      },
      {
        "name": "Cr",
        "top": 18,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--7 to 60 inches; olive (5Y 4/3) weathered shale bedrock."
      }
    ]
  ]
}
