{
  "SERIES": "BUCKINGHAM",
  "STATUS": "Established Series",
  "BYREV": "WRK, JC-MS-MJ",
  "REVDATE": "10/2008",
  "STATES": "PA",
  "OVERVIEW": "The Buckingham series consists of very deep, somewhat poorly drained soils on head slopes, in drainage ways and U-shaped valleys on hills. They are formed in colluvium derived from weathered gray and red shale, siltstone and sandstone materials. Saturated hydraulic conductivity is very high to high above the fragipan, and moderately low to moderately high in the fragipan. Slope ranges from 0 to 8 percent. Mean annual precipitation is 43 inches, and the mean annual air temperature is 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buckingham silt loam, 0 to 8 percent slopes, in a wooded area on concave toe slopes, at an elevation of 360 feet. (Colors are for moist soil.)\nA1--0 to 2 inches; dark brown (7.5YR 3/3) silt loam; weak fine granular structure; loose, nonsticky, nonplastic; many very fine and fine and common medium and coarse roots throughout; common medium and many very fine pores; 1 percent subangular stones; strongly acid; clear wavy boundary.\nA2--2 to 7 inches; brown (7.5YR 4/3) silt loam; moderate fine granular structure; loose, nonsticky, nonplastic; many very fine and fine and common medium and coarse roots throughout; common medium and very fine pores; 2 percent subangular stones; strongly acid; clear wavy boundary.\nBA--7 to 14 inches; brown (7.5YR 5/3) silt loam; weak fine and medium subangular blocky structure; friable, nonsticky, nonplastic; common very fine and fine and common medium and coarse roots throughout; common medium and few very fine pores; few clay films on all faces of peds; common fine and medium distinct brown (7.5YR 5/4) masses of oxidized iron throughout and common fine and medium distinct pinkish gray (7.5YR 6/2) iron depletions throughout; 2 percent subangular stones; moderately acid; gradual wavy boundary.\nBt1--14 to 21 inches; brown (7.5YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable, nonsticky, nonplastic; common very fine and fine and few medium roots throughout; common medium and few very fine pores; many clay films on all faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron and common medium distinct pinkish gray (7.5YR 6/2) iron depletions throughout; 5 percent subangular stones; moderately acid; clear wavy boundary.\nBt2--21 to 30 inches; reddish brown (5YR 5/4) silt loam; weak fine and medium platy and moderate coarse subangular blocky structure; firm, slightly sticky, nonplastic; few very fine and fine and few medium roots throughout; few medium pores; many clay films on all faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron and common medium prominent pinkish gray (7.5YR 6/2) iron depletions throughout; 5 percent subangular stones; moderately acid; clear wavy boundary.\nBtx1--30 to 44 inches; pinkish gray (7.5YR 6/2) and strong brown (7.5YR 5/6) silt loam; moderate medium platy and strong very coarse prismatic structure; firm, nonsticky, nonplastic; few very fine and fine roots between peds; few clay films on vertical faces of peds and few clay films on top faces of peds; many medium distinct reddish brown (5YR 5/4) masses of oxidized iron throughout; 10 percent subangular stones; moderately acid; diffuse wavy boundary.\nBtx2--44 to 70 inches; pinkish gray (7.5YR 6/2) and brown (7.5YR 5/4) silt loam; moderate medium and coarse platy and strong very coarse prismatic structure; firm, nonsticky, nonplastic; few very fine and fine roots between peds; few clay films on vertical faces of peds and common clay films on top faces of peds; many medium distinct reddish brown (5YR 5/4) masses of oxidized iron throughout; 15 percent subangular stones; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Buckingham silt loam, 0 to 8 percent slopes, in a wooded area, in Warwick Township, Bucks County, 1.2 miles west Jamison, 1500 feet northeast of the intersection of Guinea Lane and Warwick Road, 350 feet northwest of Guinea Lane; USGS Buckingham topographic quadrangle; Lat. 40 degrees 15 minutes 31 seconds N. and Long. 75 degrees 06 minutes 35 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to 80 inches. Depth to Bedrock is greater than 80 inches. Depth to the fragipan is 20 to 40 inches. Redox depletions and/or iron concentrations are under the A or Ap horizon. Content of clay in the control section is 14 to 34 percent. Rock fragments ranges from 0 to 10 percent in the surface, 2 to 14 percent in the upper solum, 5 to 20 percent in the fragipan. Content of rock fragments in the control section is less than 35 percent. Kind of rock fragments are metamorphic and sedimentary shale, siltstone, and sandstone, channers and gravel in the solum, gravels and cobbles in the lower solum. In Unlimed areas, soil reaction ranges from moderately acid to slightly acid in the upper part of the solum, and moderately acid to neutral in the lower part of the solum.\nThe A horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 4. It is silt loam or loam in the fine earth fraction.\nThe Ap horizon (if it occurs) has hue of 5YR to 10YR, value of 4 or 5, and chroma of 2 to 4. It is silt loam or loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR to 10YR, value of 5 or 6, and chroma of 2 to 6. It is silt loam or silty clay loam in the fine earth fraction.\nThe Btx horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 6. It is silt loam, silty clay loam, or loam in the fine earth fraction. Structure is prismatic parting to parting to platy or subangular blocky. Consistence is very firm and brittle.\nThe C horizon (if it occurs) has hue of 2.5YR or 5YR, value of 3 or 4, and chroma of 3 or 4. It is silt loam or loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Abbottstown, Gresham, Portville, Ravenna, and Venango soils are in the same family. Abbottstown, Gresham, Ravenna, and Venango soils have solum less than 60 inches. Abbottstown soils have redder hues. Gresham and Ravenna soils have hues 10YR or yellower. Venango soils lack a Bt horizon above the fragipan.\nThe Canfield, Frenchtown, Platea, and Wadsworth series are in the related family. Canfield and Platea soils formed in Wisconsin age till on till plains and moraines. Canfield soils lack ped faces with dominant chromas of 2 or less in the argillic horizon and Platea soils lack an argillic horizon above the fragipan and have finesilty control section. Frenchtown and Wadsworth soils formed in loamy Wisconsin age till on till plains.  Frenchtown soils have matrix colors with chromas of 2 or less dominant above the fragipan and Wadsworth soils have fine-silty textural control sections with 27 to 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buckingham soils are at heads of drains and along drainageways in the Northern piedmont Province. The soils are on concave toe slopes and in depressions. They are formed in colluvium and alluvium derived from weathered gray and red metamorphic shale, siltstone, and sandstone materials. Slope ranges from 0 to 8 percent. Mean annual precipitation is 42 to 45 inches. The mean annual air temperature is 45 to 63 degrees F. The frost-free days range from 155 to 190."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Abbottstown, Croton, Doylestown and Readington, soils are on nearby landscapes. Abbottstown and Readington soils hues 5YR or redder and are on higher landscape positions. The poorly drained Croton and Doylestown soils have matrix colors with chroma 2 or less throughout and are on slightly lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Surface runoff is slow to medium. Saturated hydraulic conductivity is very high to high above the fragipan, and moderately low to moderately high in the fragipan"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately 20 percent of the Buckingham soils are in cropland, 30 percent are in pasture or hayland and 50 percent are in woodland or idle reverting to woodland. Wooded areas are mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Pennsylvania. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bucks County, Pennsylvania, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - the zone from the surface to a depth of 7 inches (A1 and A2 horizons).\nArgillic horizon - the zone from 7 to 70 inches (BA, Bt1, Bt2, Btxb1, and Btxb2 horizons).\nFragipan - the zone from 30 to 70 inches (Btxb1, and Btxb2 horizons) Soils were previously mapped as an inclusion with Lehigh and Abbottstown series.\nADDITIONAL DATA: Partial reference samples from pedon 93PA017050 from Bucks County, Pennsylvania.\nPrevious rev. 7/97 WRK; 2008: Pedon Description and type location updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 2 inches; dark brown (7.5YR 3/3) silt loam; weak fine granular structure; loose, nonsticky, nonplastic; many very fine and fine and common medium and coarse roots throughout; common medium and many very fine pores; 1 percent subangular stones; strongly acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--2 to 7 inches; brown (7.5YR 4/3) silt loam; moderate fine granular structure; loose, nonsticky, nonplastic; many very fine and fine and common medium and coarse roots throughout; common medium and very fine pores; 2 percent subangular stones; strongly acid; clear wavy boundary."
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--7 to 14 inches; brown (7.5YR 5/3) silt loam; weak fine and medium subangular blocky structure; friable, nonsticky, nonplastic; common very fine and fine and common medium and coarse roots throughout; common medium and few very fine pores; few clay films on all faces of peds; common fine and medium distinct brown (7.5YR 5/4) masses of oxidized iron throughout and common fine and medium distinct pinkish gray (7.5YR 6/2) iron depletions throughout; 2 percent subangular stones; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 53,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--14 to 21 inches; brown (7.5YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable, nonsticky, nonplastic; common very fine and fine and few medium roots throughout; common medium and few very fine pores; many clay films on all faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron and common medium distinct pinkish gray (7.5YR 6/2) iron depletions throughout; 5 percent subangular stones; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 76,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--21 to 30 inches; reddish brown (5YR 5/4) silt loam; weak fine and medium platy and moderate coarse subangular blocky structure; firm, slightly sticky, nonplastic; few very fine and fine and few medium roots throughout; few medium pores; many clay films on all faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron and common medium prominent pinkish gray (7.5YR 6/2) iron depletions throughout; 5 percent subangular stones; moderately acid; clear wavy boundary."
      },
      {
        "name": "Btx1",
        "top": 76,
        "bottom": 112,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Btx1--30 to 44 inches; pinkish gray (7.5YR 6/2) and strong brown (7.5YR 5/6) silt loam; moderate medium platy and strong very coarse prismatic structure; firm, nonsticky, nonplastic; few very fine and fine roots between peds; few clay films on vertical faces of peds and few clay films on top faces of peds; many medium distinct reddish brown (5YR 5/4) masses of oxidized iron throughout; 10 percent subangular stones; moderately acid; diffuse wavy boundary."
      },
      {
        "name": "Btx2",
        "top": 112,
        "bottom": 178,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "narrative": "Btx2--44 to 70 inches; pinkish gray (7.5YR 6/2) and brown (7.5YR 5/4) silt loam; moderate medium and coarse platy and strong very coarse prismatic structure; firm, nonsticky, nonplastic; few very fine and fine roots between peds; few clay films on vertical faces of peds and common clay films on top faces of peds; many medium distinct reddish brown (5YR 5/4) masses of oxidized iron throughout; 15 percent subangular stones; moderately acid."
      }
    ]
  ]
}
