{
  "SERIES": "BUCKS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "12/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bucks silt loam - cultivated. (Colors are for moist soil.)\nAp--0 to 8 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium granular structure; friable; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nBA--8 to 15 inches; brown (7.5YR 4/4) heavy silt loam; weak coarse subangular blocky structure parting to moderate medium subangular blocky structure; friable; very strongly acid; clear smooth boundary.  (4 to 8 inches thick)\nBt1--15 to 25 inches; reddish brown (5YR 4/4) heavy silt loam; moderate coarse subangular blocky structure parting to weak fine subangular blocky structure; friable; discontinuous clay coatings; very strongly acid; gradual wavy boundary.  (6 to 12 inches thick)\nBt2--25 to 35 inches; dark reddish brown (2.5YR 3/4) silt loam; moderate medium and fine subangular blocky structure; friable; firm in place; dark reddish brown (2.5YR 3/4) discontinuous clay films on peds; very strongly acid; clear wavy boundry.  (8 to 16 inches thick)\n2C--35 to 44 inches; dark reddish brown (2.5YR 3/4) shaly silt loam; massive; 35 percent small shale fragments; strongly acid; abrupt wavy boundary.  (0 to 15 inches thick)\n2R--44 inches; dusky red (2.5YR 3/2) fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Somerset County, New Jersey; Whiton Road, 1/2 mile southeast of U.S. Route 202, near curve in road and south of woodlot, middle of field 100 yards square."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thicknes of the solum ranges from 30 to 40 inches.  A 2B horizon is in some pedons.  Depth to bedrock is more than 40 inches.  Fine soft fragments of shale constitute less than 5 percent of the volume of the A horizon and the upper part of the B horizon.  Coarse fragments of shale, silstone or very fine-grained sandstone increase in number, size and hardness through the 2B and 2C horizons and range from 5 to 30 percent of the 2B horizon and 10 to 50 percent of the 2C horizon.  In unlimed areas, the soil ranges from extremely acid through strongly acid throughout.\nAp or A1 horizon ranges from dark grayish brown (10YR 4/2) through reddish brown (5YR 5/4).  Some pedons contain A2 horizons which are thin and normally obliterated by plowing.\nThe B horizon ranges from strong brown (7.5YR 5/6) through dusky red (10YR 3/3) with the redder hues and lower values and chromas occurring in the lower parts.  The Bt horizon ranges from loam or silt loam to silty clay loam in the fine earth fraction.  It usually has weak to strong subangular blocky structure, but in some pedons it is weak platy.  It has friable or firm consistence."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albermarle, Alegheny, Allenwood, Arendstsville, Aura, Bedington, Brevard, Butano, Chester, Chilmark, Clymer, Collington, Colts Neck, Coolfont, Edgemont, Edneyville, Elsinboro, Eubanks, Fairfax, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Manassas, Meadowville, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Tate, Thurmont, Ungers, and Whiteford series in the same family.\nAlbermarle soils lack a significant increase of shale fragments in the lower part of the series control section.  Allegheny, Birdsboro, and Nixon soils have hard rounded coarse fragments.  Allenwood, Arendstsville, Bedington, Brevard, Coolfont, Meadowville, Murrill, Shelocta, and Shouns soils have sola more than 40 inches thick.  Aura and Chilmark soils have sandy loam to sandy clay loam Bt horizons.  Butano soils - information is not available to differentiate Butano soils from Bucks soils.\nChester, Edgemont, Eubanks, Glenelg, Tate, and Thurmont soils have coarse fragments dominated by quartz, quartzite, gneiss, schist, granite or granodiorite.  Clymer soils are chanery or very channery sandy loam in the lower part of the series control section.  Collington, Colts Neck, and Freehold soils have moderate amounts of glauconite.\nEdneyville soils have saprolite in the lower part of the series control section.  Elsinboro soils are stratified sandy loam or sandy clay loam in the lower part of the series control section.  Fairfax soils have a stone line below which the soil is nearly gravel free.  Frankstown soils have coarse fragments dominated by leached siliceous limestone or chert.  Gilpin soils have bedrock at depths less than 40 inches.  Leck Kill, Quakertown, Rayne, and Ungers soils have more than 5 percent coarse fragments in the upper part of the solum.  Manassas soils - more study is needed to differentiate the Manassas series from the Bucks series.  Whiteford soils have coarse fragments dominated by slate.\nThe Athol, Norton and Penn series are similar soils in related families.  Athol soils have sola more than 40 inches thick.  Norton soils have fine particle-size control sections.  Penn soils have bedrock within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bucks soils are on upland divides and rolling slopes.  They formed in a silty mantle and residuum weathered from red shale but may include brownish shale or a few layers of siltstone or fine-grained sandstone.  Average annual temperature ranges from 50 to 55 degrees F.; and mean annual precipitation from 40 to 48 inches.  Frost free period ranges from 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Penn and Quakertown soils and the Abbottstown, Doylestown, Readington, and Reavile soils.  Abbottstown, somewhat poorly drained, Doylestown, poorly drained, and Readington, moderately well drained, soils are members of the same drainage sequence.  Reaville soils are wetter and have bedrock at depths of less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is moderate.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the soil has been cleared of the forest of mixed oaks, yellow-poplar, hickory and ash.  It is used mostly for growing corn, small grains, soybeans, hay, pasture and to a small extent for vegetables, fruits and nursery plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Jersey, Pennsylvania, and Central Maryland.  The Bucks soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bucks County, Pennsylvania, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  12/2003 revision updated obsolete horizon nomenclature.\n10/2003 Added active cation-exchange activity class based on associated soils. Previously revised by CFE-MLM-GAQ.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
