{
  "SERIES": "BUCYRUS",
  "STATUS": "Established Series",
  "BYREV": "BCE-MAA",
  "REVDATE": "09/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Vertic Paleudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bucyrus silty clay loam, 1 to 4 percent slopes in pasture. (Colors are for moist soil unless otherwise stated)\nA1--0 to 20 cm, (0 to 8 inches); very dark brown (10YR 2/2), silty clay loam; 3 percent sand; 28 percent clay; weak very fine and fine subangular blocky parting to weak fine granular structure; friable, slightly hard, slightly sticky, slightly plastic; fine roots throughout; slightly acid, pH 6.5; clear smooth boundary.\nA2--20 to 41 cm, (8 to 16 inches); very dark brown (10YR 2/2), silty clay loam; 2 percent sand; 31 percent clay; moderate fine subangular blocky structure; friable, slightly hard, slightly sticky, moderately plastic; fine roots throughout; slightly acid, pH 6.2; clear smooth boundary.  [Combined thickness of the A horizons is 30 to 66 cm (12 to 26 inches).]\nBA--41 to 56 cm, (16 to 22 inches); very dark grayish brown (10YR 3/2), silty clay loam; 2 percent sand; 40 percent clay; moderate fine subangular blocky structure; firm, slightly hard, moderately sticky, moderately plastic; fine roots throughout; moderately acid, pH 6.0; clear smooth boundary.  [0 to 28 cm (0 to 11 inches) thick]\nBt--56 to 81 cm, (22 to 32 inches); brown (7.5YR 4/2), silty clay; 4 percent sand; 41 percent clay; moderate medium subangular blocky structure; firm, hard, moderately sticky, moderately plastic; fine roots throughout; 15 percent continuous distinct dark brown (7.5YR 3/2), moist, clay films throughout; 2 percent fine distinct irregular moderately cemented manganese masses; slightly acid, pH 6.3; clear smooth boundary.\nBtss1--81 to 132 cm, (32 to 52 inches); reddish brown (5YR 4/3), silty clay; 4 percent sand; 42 percent clay; moderate medium subangular blocky structure; firm, hard, moderately sticky, moderately plastic; fine roots throughout; 5 percent slickensides  and 15 percent continuous distinct brown (7.5YR 4/2), moist, clay films throughout; redoximorphic features in the form of 20 percent fine distinct reddish brown (5YR 4/3), moist, masses of oxidized iron infused into matrix along faces of peds and 6 percent medium distinct manganese masses in matrix; moderately acid, pH 5.9; clear smooth boundary.\nBtss2--132 to 180 cm, (52 to 71 inches); yellowish red (5YR 4/6), silty clay; 6 percent sand; 52 percent clay; moderate medium subangular blocky structure; firm, hard, moderately sticky, moderately plastic; fine roots throughout; 5 percent slickensides and 20 percent continuous distinct brown (7.5YR 4/2), moist, clay films throughout; slightly acid, pH 6.5; abrupt wavy boundary. [Combined thickness of the Bt horizons is 76 to 130 cm (30 to 50 inches).]\nR--180 centimeters (71 inches); strongly cemented limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Miami County, Kansas; about 9 miles west and 4 miles north of Hillsdale; 182 meters (600 feet) south and 91 meters (300 feet) west of the northeast corner, Sec. 30, T. 15 S., R. 22 E.; USGS quadrangle Wellsville, Kansas, latitude 38 degrees, 43 minutes, 18.54 seconds north, and longitude 95 degrees, 0 minutes, 6.22 seconds west, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact (limestone):  150 to 200 cm (60 to 80 inches)\nThickness of the mollic epipedon:  25 to 60 cm (10 to 24 inches)\nDepth to the argillic horizon:  10 to 87 cm (4 to 34 inches)\nThickness of argillic horizon:  44 to 180 cm (17 to 71 inches)\nDepth to redoximorphic concentrations:  75 to 100 cm (30 to 39 inches)\nDepth to episaturation:  80 to greater than 100 cm (32 to 60 inches), intermittently from November through May\nDepth to slickensides:  58 to 163 cm (23 to 64 inches)\nMean annual soil temperature:  13 to 17 degrees C (56 to 62 degrees F)\nParticle-size control section (weighted average):\nClay content:  35 to 55 percent\nSand content:  1 to 10 percent\nRoch fragments:  0 to 15 percent gravel or cobbles\nA horizon:\nHue:  10YR or 7.5YR\nValue:  2 or 3\nChroma:  1 to 3\nTexture:  silty clay loam or silt loam\nClay content:  26 to 37 percent\nReaction:  strongly acid to neutral\nBA or AB horizon (where present):\nHue:  5YR to 10YR\nValue:  3 or 4\nChroma:  2 to 4\nTexture:  silty clay loam or silty clay\nClay content:  30 to 42 percent\nReaction:  strongly acid to neutral.\nThickness:  0 to 30 cm\nBt and Btss horizons:\nHue:  2.5YR to 7.5YR\nValue:  3 to 6\nChroma:  3 to 8\nTexture:  silty clay loam, silty clay, gravelly silty clay, or gravelly silty clay loam\nClay content:  35 to 60 percent\nRock fragments:  0 to 30 percent\nReaction:  strongly acid to neutral in the upper part and strongly acid to slightly alkaline in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bucyrus soils are on nearly level to gently sloping summits, shoulders and side slopes on interfluves of the plains in the Cherokee Prairies.  Slopes are 1 to 8 percent. They formed in a thin mantle of loess and the underlying material weathered from limestone of Pennsylvanian age.  Mean annual precipitation ranges from 880 mm to 1095 mm (35 to 43 inches). Mean annual air temperature ranges from 13 to 16 degrees C (55 to 62 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Aliceville, Claremore, Clareson, Eram, Kenoma, Shidler, Summit, Wagstaff, and Woodson soils.  The clayey-skeletal Clareson soils are above and below Bucyrus soils.  Kenoma soils have a decrease in clay content in the argillic horizon within 150 cm of the surface and are on similar landscapes. Summit soils do not have colors of 7.5YR or redder in the argillic horizon and occur on lower backslope and footslope positions.  Woodson soils have chroma of one or less in the upper part of the argillic horizon and are on broad interfluves, and summits.  Aliceville soils are 100 to 150 cm to bedrock and occur on similar areas of the landscape.  Claremore, Clareson, Eram, Shidler, and Wagstaff are less than 100 cm to bedrock and occur on similar areas of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained.  Saturated hydraulic conductivity: moderately high in the upper part and moderately low in the lower part.  A layer of episaturation occurs intermittently during periods of high rainfall in most years at depths greater than 75 cm, duration is long enough to create redoximorphic concentrations but not of sufficient duration to create redoximorphic depletions."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Corn, soybeans, grain sorghum, and wheat are the principal crops.  Some areas are used for hay and pasture.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 112 (Cherokee Prairies). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Miami County, Kansas, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly these soils were mapped as Newtonia series in Kansas, Missouri, and Oklahoma.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from the surface to 56 cm\nargillic horizon--the zone from 56 to 180 cm\nlithic contact--180 cm\nslickensides--81 to 180 cm\nWAW 8/2009  The classification and type location description for Bucyrus are being revised as part of an update project in MLRA 112.  The original concept was smectitic mineralogy.  Further investigation and data throughout the MLRA suggests mixed mineralogy is the most prevalent.  The assignment of the cation-exchange activity class is supported by laboratory data.\nThe mean annual soil temperature at the type location and in the northern range of this series is slightly less than the 15 degrees C break for thermic soils.  The MLRA 112 boundary crosses the mesic thermic areas and for classification MLRA 112 soils are considered thermic.\nADDITIONAL DATA:\nNSSC SSL Laboratory sample 94P0128 (pedon 93KS121001) is from the type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
