{
  "SERIES": "BUDDTOWN",
  "STATUS": "Tentative Series",
  "BYREV": "SCK/Rev. JAK",
  "REVDATE": "11/2015",
  "STATES": "NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buddtown fine sandy loam (in an area of Buddtown fine sandy loam, 0 to 2 percent slopes), in a cultivated field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 9 inches; brown (10YR 4/3), fine sandy loam, brown (10YR 5/3), dry; moderate medium granular structure; very friable, slightly sticky, slightly plastic; many fine roots and many very fine roots; 1 percent fine mica flakes; 1 percent rounded 2 to 75 millimeter quartzite fragments; slightly acid; abrupt smooth boundary. (6 to 10 inches thick)\nBt1--9 to 12 inches; light reddish brown (2.5YR 6/4), very fine sandy loam; weak medium subangular blocky structure; very friable, slightly sticky, slightly plastic; common fine roots and common very fine roots; 15 percent faint clay bridging between sand grains; 1 percent fine distinct light yellowish brown (10YR 6/4) iron depletions throughout and 15 percent medium distinct yellowish brown (10YR 5/6) masses of oxidized iron throughout; 2 percent greenish black (10GY 2.5/1) glauconite pellets and 1 percent fine mica flakes; 1 percent rounded 2 to 75 millimeter quartzite fragments; slightly acid; gradual smooth boundary.\nBt2--12 to 26 inches; yellowish brown (10YR 5/6), loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common very fine roots; 15 percent faint clay bridging between sand grains; 1 percent fine distinct pale brown (10YR 6/3) iron depletions with diffuse boundaries throughout and 15 percent medium distinct strong brown (7.5YR 5/6) masses of oxidized iron throughout; 2 percent greenish black (10GY 2.5/1) glauconite pellets and 1 percent fine mica flakes; 1 percent rounded 2 to 75 millimeter quartzite fragments; strongly acid; gradual smooth boundary.\nBt3--26 to 34 inches; yellowish brown (10YR 5/8), loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; 15 percent faint clay bridging between sand grains; 1 percent medium prominent pale red (2.5YR 6/2) iron depletions throughout and 10 percent medium distinct strong brown (7.5YR 5/6) masses of oxidized iron throughout; 2 percent greenish black (10GY 2.5/1) glauconite pellets and 1 percent fine mica flakes; 1 percent rounded 2 to 75 millimeter quartzite fragments; strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 18 to 50 inches.)\n2C1--34 to 41 inches; light yellowish brown (2.5Y 6/4), loamy coarse sand; massive; very friable, nonsticky, nonplastic; 10 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron throughout and 10 percent medium distinct light brownish gray (2.5Y 6/2) iron depletions throughout; 2 percent greenish black (10GY 2.5/1) glauconite pellets and 1 percent fine mica flakes; 5 percent rounded 2 to 75 millimeter quartzite fragments; very strongly acid, pH 4.7; clear smooth boundary.\n2C2--41 to 54 inches; light yellowish brown (2.5Y 6/3), loamy sand; massive; very friable, nonsticky, nonplastic; 15 percent medium distinct light gray (2.5Y 7/1) iron depletions throughout and 15 percent medium prominent olive yellow (2.5Y 6/8) masses of oxidized iron throughout; 10 percent fine mica flakes; 5 percent rounded 2 to 75 millimeter quartzite fragments; very strongly acid; clear smooth boundary.\n2C3--54 to 65 inches; pale olive (5Y 6/4), coarse sand; single grain; loose, nonsticky, nonplastic; 1 percent coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron throughout and 10 percent medium distinct light olive gray (5Y 6/2) iron depletions throughout; 1 percent fine mica flakes; 5 percent rounded 2 to 75 millimeter quartzite fragments; strongly acid; clear smooth boundary.\n2C4--65 to 80 inches; pale olive (5Y 6/4), coarse sand; single grain; loose, nonsticky, nonplastic; 10 percent medium distinct light olive gray (5Y 6/2) iron depletions throughout and 25 percent coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron throughout; 1 percent fine mica flakes; rounded 2 to 75 millimeter quartzite fragments; strongly acid"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burlington County, New Jersey; about 1.5 miles southeast from the intersection of U.S. 206 and Retreat Road on Retreat Road; 25 feet south of road in a cultivated field; USGS Pemberton topographic quadrangle; lat. 39 degrees 55 minutes 29 seconds N. and long. 74 degrees 44 minutes 06 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic Horizon: 6 to 15 inches\nDepth to base of Argillic Horizon: 25 to 60 inches or more\nDepth to Bedrock: Greater than 80 inches\nDepth to Seasonal High Water Table: 18 to 42 inches, December to April\nDepth to Lithologic Discontinuity: 25 to 60 inches or more to coarser sands of differing marine origin\nRock Fragment Content: 0 to 5 percent, by volume, in the A and B horizon and 0 to 15 percent in the C horizon, mostly rounded quartzite gravel. Some unconforming 2C horizons may contain thin strata with up 20 to 35 percent fragments by volume.\nSoil Reaction: Extremely acid to strongly acid throughout, unless limed.\nContent of Glauconite: Weighted average of 0 to 2 percent glauconite pellets in the A, E, B, or C horizons\nContent of Mica: 0 to 20 percent mica flakes, by volume throughout\nOther Soil Features: Silt plus very fine sand content ranges from 45 to 85 percent above the lithologic discontinuity & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 to 3\nTexture--slightly or moderately decomposed plant material\nA or Ap horizon:\nColor (moist)--hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 1 to 4\nTexture--fine sandy loam, very fine sandy loam, loam, or silt loam\nAB or BA horizon (if it occurs):\nColor--hue of 10YR or 5Y, value of 3 or 4, and chroma of 2 to 4\nTexture--fine sandy loam, very fine sandy loam, loam, or silt loam\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 2\nTexture--fine sandy loam or very fine sandy loam\nBh horizon (if it occurs):\nColor--hue of 5YR or 7.5Y, value of 3 or 4, and chroma of 3 to 6\nTexture--fine sandy loam, very fine sandy loam, or loam\nBt horizon:\nColor--hue of 7.5YR or 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture--fine sandy loam, very fine sandy loam, or loam\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nBtg or BCg horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2, or is neutral with value of 4 to 8\nTexture (fine-earth fraction)--loam, sandy loam, fine sandy loam, or very fine sandy loam\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nC horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 or 4\nTexture (fine-earth fraction)--loamy fine sand, loamy very fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\nCg horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2, or is neutral with value of 4 to 8\nTexture (fine-earth fraction)--loamy fine sand, loamy very fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white\n2C horizon:\nColor--hue of 10YR to 5Y, value of 5 to 8, chroma of 3 to 6\nTexture (fine-earth fraction)--loamy sand, sand, coarse sand, very coarse sand, or loamy coarse sand and commonly stratified with these textures\nRedoximorphic features (if they occur)--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of gray\n2Cg horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 8, and chroma of 1 or 2, or is neutral with value of 3 to 8\nTexture (fine-earth fraction)--loamy sand, sand, coarse sand, very coarse sand, or loamy coarse sand and commonly stratified with these textures\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, brown, or olive and iron depletions in shades of olive, gray, or white"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBurtman soils--have less than 45 percent silt plus very fine sand and less than 20 percent clay in the particle-size control section\nDeptford soils--have a seasonal high water table at a depth of 12 to 18 inches (somewhat poorly drained)\nMuttontown soils--have less than 45 percent silt plus very fine sand and 20 percent or more clay in the particle-size control section\nPascack soils--formed in materials derived from glacial outwash\nPineyneck soils--have higher silt contents; do not contain glauconite; and are not geographically associated with soils that formed in glauconitic marine sediments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Northern Atlantic Coastal Plain\nLandform: Flat and depression\nGeomorphic Component: Rise and dip\nHillslope Profile Position: None\nParent Material: Loamy eolian deposits and/or fluviomarine deposits\nSlope: 0 to 5 percent\nElevation: 40 to 150 feet\nFrost-free period: 180 to 210 days\nMean Annual Air Temperature: 50 to 57 degrees F.\nMean Annual Precipitation: 40 to 48 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDeptford soils--have a seasonal high water table at a depth of 12 to 18 inches (somewhat poorly drained)\nFallsington soils--formed in materials containing coarser sands, have a fine-loamy particle size class, and have a seasonal high water table less than 12 inches from the soil surface; on low lying landforms\nFreehold soils--formed in parent materials that have more glauconite and coarser sands, have a fine-loamy particle size class, and have a seasonal high water table at a depth greater than 72 inches; on higher landforms\nHolmdel soils--formed in parent materials that have more glauconite; have a fine-loamy particle size class, and have a seasonal high water table at a depth of 6 to 18 inches; on similar landforms\nJaderun soils--have a seasonal high water table less than 12 inches from the soil surface; on lower areas of the landform\nMullica soils--formed in materials containing coarser sands and have a seasonal high water less than 12 inches from the soil surface; on low-lying landforms\nShewsbury soils--formed in parent materials that have more glauconite, have a fine-loamy particle size class, and have a seasonal high water table less than 12 inches from the soil surface; on lying landforms\nWestphalia soils--have a seasonal high water table greater than 72 inches from the soil surface; on higher areas of the landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Moderately deep (20 to 40 inches) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low\nPermeability: Moderate\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Historically, corn, soybeans, small grains, hay, pasture, turf grasses, and vegetables.  However, many areas are now urbanized.\nDominant Vegetation: Mixed oaks, yellow poplar, sweet gum, red maple, beech, and holly. Understory species include highbush blueberry, spicebush, viburnum, and greenbriar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Northern Atlantic Coastal Plain of New Jersey\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Burlington County, New Jersey, 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Buddtown soils were previously mapped in New Jersey as Nixonton soils. Nixonton soils are in a thermic temperature regime and are fine-silty. Particle-size data from several pedons within 3 counties in New Jersey supports a coarse-loamy family. Buddtown soils occur adjacent to landforms and soils with higher glauconite content, and typically contain few glauconite pellets mixed with the dominantly reworked marine materials from which the soils formed. Unconforming materials and the presence of a lithological discontinuity (2C horizon) are not a series requirement. Pedons that do not have unconforming 2C materials are not significantly different in use and management.\nDiagnostic horizons and other soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 9 inches (Ap horizon)\nArgillic horizon--the zone from a depth of 9 to 34 inches (Bt1, Bt2, and Bt3 horizons)\nAquic conditions--the zone from 26 to 80 inches is periodically saturated (endosaturation)\nOther soil features identified with this pedon:\nLithologic discontinuity--Contrasting sand sizes at depth of 34 inches (2C1, 2C2, 2C3, and 2C4 horizons)\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA:\nReference particle-size data is available from the project soil survey staff, Hammonton, New Jersey.\nDatabase Information:\nOSD Data Mapunit ID: To be developed\nRepresentative Data Mapunit ID: 407455\nOSD User Pedon ID: Buddtown-OSD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
