{
  "SERIES": "BUDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WIS-RBH; GRB",
  "REVDATE": "02/2013",
  "STATES": "AR,LA,MS,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bude silt loam, on a nearly level pasture (Colors are for moist soil).\nAp--0 to 13 cm (0 to 5 inches); about 35 percent dark brown (10YR 3/3), 35 percent pale brown (10YR 6/3), and 30 percent dark grayish brown (10YR 4/2) silt loam; weak fine and medium granular structure; very friable; few fine black (10YR 2/1) and brown (10YR 4/3) concretions; the areas of dark brown are organic matter and iron accumulations and the areas of pale brown and dark grayish brown are iron and organic matter depletions; moderately acid; clear smooth boundary.  (10 to 25 cm. thick)\nBw1--13 to 33 cm (5 to 13 inches); yellowish brown (10YR 5/4) silt loam; weak fine and medium subangular blocky structure; friable; slightly plastic; many fine pores; few fine black (10YR 2/1) and brown (10YR 4/3) concretions; very strongly acid; clear smooth boundary.\nBw2--33 to 48 cm (13 to 19 inches); yellowish brown (10YR 5/6) silt loam; weak fine and medium subangular blocky structure; friable; slightly plastic; many fine pores; few fine black (10YR 2/1) and brown (10YR 4/3) concretions; many fine and medium distinct strong brown (7.5YR 5/6) areas of iron accumulations and many fine and medium light brownish gray (10YR 6/2) and pale brown (10YR 6/3) areas of iron depletions; very strongly acid; clear smooth boundary.  (Combined thickness of Bw horizons range from 25 to 51 cm.)\nE/B--48 to 66 cm (19 to 26 inches); light brownish gray (2.5Y 6/2) (E), light olive brown (2.5Y 5/4) and light yellowish brown (2.5Y 6/4) (B) silt loam; weak fine and medium subangular blocky structure; friable, compact and brittle in about 40 percent of the light olive brown B portion; many fine voids; many black (10YR 2/1) and brown (10YR 4/3) concretions; common distinct gray (10YR 6/1) silt coatings on faces of peds; very strongly acid; clear irregular boundary.  (10 to 25 cm. thick)\nBtxg--66 to 74 cm (26 to 29 inches); about 35 percent gray (5Y 6/1), 30 percent light gray (10YR 7/1) and 30 percent yellowish brown (10YR 5/6) silt loam; weak very coarse prismatic structure parting to moderate fine and medium subangular blocky; firm, compact and brittle in about 70 percent of matrix; many fine voids; few faint clay films on faces of peds; prism faces coated with gray (10YR 6/1) silt; many fine black (10YR 2/1) and brown (10YR 4/3) concretions; the areas of gray and light gray are iron depletions and the areas of yellowish brown are iron accumulations; very strongly acid; clear irregular boundary.\n2Btxg--74 to 112 cm (29 to 44 inches); gray (5Y 5/1) silty clay loam; many fine distinct strong brown (7.5YR 5/6) areas of iron accumulation; weak very coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm, compact and brittle in about 70 percent of matrix; many fine voids; few faint clay films on faces of prisms; common gray (10YR 6/1) silt vertical tongues less than 1 inch wide; common fine black (10YR 2/1) and brown (10YR 4/3) concretions; very strongly acid; gradual wavy boundary.\n2Btx1--112 to 145 cm (44 to 57 inches; about 35 percent yellowish brown (10YR 5/6), 30 percent light olive brown (2.5Y 5/4), and 35 percent gray (10YR 5/1) silt loam; weak very coarse prismatic structure parting to moderate coarse subangular blocky; firm, compact and brittle in about 90 percent of matrix; many fine voids; few faint clay films on faces of prisms; common gray (10YR 5/1) silt vertical tongues less than 1 inch wide; common fine black (10YR 2/1)and brown (10YR 4/3) concretions; the areas of yellowish brown and light olive brown are iron accumulations and the areas of gray are iron depletions; very strongly acid; gradual wavy boundary.\n2Btx2--145 to 160 cm (57 to 63 inches); about 35 percent yellowish brown (10YR 5/6), 35 percent strong brown (7.5YR 5/6) and 30 percent gray (10YR 5/1) clay loam; weak very coarse prismatic parting to weak coarse angular blocky; firm, slightly compact and brittle in about 65 percent of matrix; many fine voids; few faint clay films on faces of prisms; common fine black (10YR 2/1) and brown (10YR 4/3) concretions; few gray (10YR 6/1) tongues of silt between prisms; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tippah County, Mississippi. Approximately 1.5 miles north of Falkner on State Highway 15, and 300 about feet east into pasture, SE 1/4, SW 1/4, Sec. 31, T. 2 S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches. Depth to the fragipan ranges from 18 to 40 inches. Between a depth of 10 inches and the upper boundary of the fragipan the clay content ranges from 18 to 30 percent and the sand content is less than 15 percent. Below the B horizon of the upper sequence and within a depth of 48 inches from the surface, sand content is more than 15 percent. Reaction ranges from very strongly acid to moderately acid throughout the profile except where the surface has been limed.\nThe A or Ap horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 6; or there is no dominant color and is multicolored in shades of brown.  Some undisturbed pedons have a thin A horizon with hue of 10YR, value of 3, and chroma of 1 or 2. Texture is silt loam or silty clay loam. Some pedons have an E horizon. Where present, it has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture is silt loam.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. Redoximorphic features in shades of yellow, brown and gray range from few to many. In some pedons there is no dominant color and it is multicolored in shades of yellow, brown and gray. Texture is silt loam or silty clay loam.\nThe E/B horizon is a mixture in shades of brown and gray. The E portion has hue of 10YR to 5Y, value of 5 or 6 and chroma of 1 or 2. The B portion has hue of 10YR or 2.5YR, value of 5 or 6 and chroma of 4 to 6. Texture is silt loam.\nThe Btxg or 2Btxg horizon has hue of 10YR to 5Y, value of 5 or 6, and chroma of 1 or 2. Iron accumulations in shades of brown and yellow range from common to many. Texture is silt loam or silty clay loam.\nThe 2Btx horizon has hue of 10YR to 5Y, value of 5 or 6, and chroma of 4 to 6. Redoximorphic features in shades of gray, yellow and brown range from common to many. Some pedons have no dominant color and it is multicolored in shades of yellow, brown or gray. Texture is silt loam, silty clay loam, clay loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bude soils are on uplands and terraces of the Southern Coastal Plain and the Southern Mississippi Valley Loess Major Land Resource Areas. They formed in a silty mantle that is less than 4 feet thick overlying loamy sediments. The climate is humid subtropical. The average annual temperature ranges from 60 to 64 degrees F., and the average annual rainfall ranges from 56 to 58 inches. Slopes range from 0 to 5 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Henry, Mayhew, Paden and Providence soils.  The poorly drained Henry soils are in depressions or nearly level areas in uplands and have coarse-silty control sections.  The poorly drained Mayhew soils are on similar positions but have clayey control sections and are underlain by clayey shale. The moderately well drained Paden soils are on similar positions. The moderately well drained Providence soils are on higher positions and have an argillic horizon above the fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow to medium runoff; moderate permeability in the Bw horizon and slow in the fragipan.  The water table is perched above the fragipan during periods of high rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Bude soils are forested. The principal vegetation consists of cherrybark, Shumard oak, sweetgum, yellow-poplar, loblolly pine and shortleaf pine.  Some areas have been cleared and are used for corn, cotton, soybeans, hay crops and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, Louisiana, and Mississippi. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Louisiana Dairy Experiment Station, Washington Parish, Louisiana, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of about 5 inches (Ap horizon).\nCambic horizon - the zone from approximately 5 to 19 inches (Bw1 and Bw2 horizons).\nFragipan - the zone from approximately 26 to 63 inches (Btxg, 2Btxg, 2Btx1 and 2Btx2 horizons).\nArgillic horizon - the zone from approximately 26 to 63 inches (Btxg, 2Btxg, 2Btx1 and 2Btx2 horizons).\nBude soils are in MLRAs 133A and 134.\nADDITIONAL DATA:  Laboratory data: Soil characterization data for the typical pedon (TP) and one additional pedon are published in SSIR No. 13, pp. 34-3. Characterization data for the TP are published in Soil Survey of Tippah County, Mississippi (issued February 1966), pp. 86-89.\nPhysical data for one pedon are published in Soil Survey of Copiah County, Mississippi (issued November 1984), page 117. Engineering test data for 3 pedons are published in Soil Survey of Lincoln County, Mississippi (issued 1963), pp. 38-39; Soil Survey of Tippah County, Mississippi (issued February 1966), pp. 64-65; and Soil Survey of Copiah County, Mississippi (issued November 1984), page 117, respectively.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
