{
  "SERIES": "BUDLAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/PDC/CEM",
  "REVDATE": "04/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Budlamp series consists of very shallow and shallow, well drained soils that formed in material weathered from granite and metamorphic rock.  Budlamp soils are on pediments, hills and mountains.  Slopes range from 8 to 60 percent.  The mean annual precipitation is about 19 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, thermic Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Budlamp very gravelly fine sandy loam - rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; dark brown (10YR 3/3) very gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common fine irregular pores; noneffervescent; 45 percent gravel; moderately acid (pH 6.0); abrupt smooth boundary (1 to 3 inches thick).\nC--2 to 8 inches; very dark grayish brown (10YR 3/2) extremely gravelly fine sandy loam, black (10YR 2/1) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common fine irregular and tubular pores; many distinct organic coatings on rock fragments; noneffervescent; 60 percent gravel and 15 percent cobble; moderately acid (pH 6.0); abrupt smooth boundary (6 to 15 inches thick).\n2R--8 to 60 inches; granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Fort Huachuca, Arizona; located at a latitude of 32 degrees, 30 minutes, 10 seconds North and longitude of 110 degrees, 22 minutes, 30 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil Temperature:  59 to 64 degrees F.\nRock fragments:  more than 35 percent\nClay content:  5 to 18 percent\nReaction:  moderately acid to neutral\nOrganic Matter:  1 to 3 percent\nDepth to bedrock:  5 to 20 inches\nA horizon\nHue:  10YR, 7.5YR\nValue:  3 through 5 dry, 2 or 3 moist\nChroma:  1 through 4, dry or moist\nTexture:  fine sandy loam, sandy loam, coarse sandy loam, loam\nC horizon\nHue:  10YR, 7.5YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  1 through 6, dry or moist\nTexture:  fine sandy loam, sandy loam, coarse sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brewster (TX), Canquya (I)(AZ), Siphoncan (I)(AZ), and Yarbam (AZ) series. Brewster soils contain 18 to 35 percent clay in the control section.  Yarbam soils are calcareous throughout and contain 20 to 40 percent calcium carbonate equivalent.  Canquya and Siphoncan soils are inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Budlamp soils are on pediments, hills and mountains at elevations of 3,580 to 6,600 feet and as high as 7,200 feet on southerly aspects.  Slopes range from 5 to 70 percent.  These soils formed in alluvium from granite, gneiss, monzonite, quartzite, granodiorite and other igneous and metamorphic rocks.  The mean annual precipitation is 16 to 23 inches and occurs as thunderstorms during July to September and as gentle rains during December and January.  The mean annual air temperature is 57 to 62 degrees F.  The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Huachuca, Hogris, and Woodcutter soils.  Huachuca soils are calcareous throughout.  Hogris soils are very deep.  Woodcutter soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, recreation and wildlife habitat.  Vegetation includes Texas bluestem, plains lovegrass, sideoats grama, bullgrass, beggartick three-awn, green sprangletop, Arizona white oak, Mexican blue oak, Emory oak, sacahuista, sotol, manzanita and Palmer agave."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Budlamp soils are of moderate extent.  MLRAs are 38 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona; Soil survey of Coronado National Memorial; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 8 inches (A, C horizons)\nLithic contact - the boundary at 8 inches (2R horizon)\nClassification changed from loamy-skeletal, mixed, superactive, thermic Lithic Haplustolls to loamy-skeletal, mixed, superactive, thermic Aridic Lithic Haplustolls in 2006.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated competing series section, 4/7/08, CEM\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
