{
  "SERIES": "BUFFINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLM",
  "REVDATE": "01/99",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Buffington silty clay loam - irrigated cropland (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; gray (10YR 5/1) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, firm; slight effervescence; slightly alkaline; abrupt smooth boundary.\nA--10 to 13 inches; gray (10YR 5/1) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse blocky structure; slightly hard, firm; slight effervescence; slightly alkaline; clear smooth boundary.  (Combined thickness of A horizon is 9 to 16 inches.)\nC1--13 to 20 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure; hard, firm; strong effervescence; slightly alkaline; gradual smooth boundary.\nC2--20 to 40 inches; light gray (10YR 7/2) silty clay loam, grayish brown (10YR 5/2) moist; weak fine and medium subangular blocky structure; slightly hard, firm; violent effervescence; slightly alkaline; clear smooth boundary.  (Combined thickness of C horizon is 18 to 42 inches.)\nA1b--40 to 50 inches; light brownish gray (10YR 6/2) heavy loam with thin lenses of fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable; violent effervescence; slightly alkaline; clear smooth boundary.  (4 to 12 inches thick)\nC1b--50 to 80 inches; light gray (2.5Y 7/2) light silty clay loam, grayish brown (2.5Y 5/2) moist; weak coarse subangular blocky structure; slightly hard, firm; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Scotts Bluff County, Nebraska; about 1 mile south and 1 mile east of Lyman.  2200 feet east and 100 feet south of the northwest corner, sec. 11, T. 22 N., R. 58 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and the mollic epipedon range from 9 to 16 inches in thickness.  Carbonates are generally at the surface and throughout the profile.\nThe A horizon has hue of 10YR, or 2.5Y, value of 4 or 5 and 2 or 3 moist, with chroma of 1 or 2.  It is typically silty clay loam and less commonly light silty clay, heavy loam or silt loam.  Reaction is neutral or slightly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 6 or 7 and 4 or 5 moist, with chroma or 2 or 3.  It is silty clay loam or light silty clay averaging between 35 and 43 percent clay.  Reaction is mildly or moderately alkaline.  Thin lenses of sandy material are common.  Dark colored loamy and silty horizons are common in some areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Similar soils are the Bufton, Kadoka, Mitchell, Pierre, Promise, Opal, and Orella.  Bufton and Mitchell soils lack mollic epipedons, and in addition, the Mitchell soils are coarse-silty.  Kadoka soils have argillic horizons and are moderately deep over residual claystone.  Pierre and Opal soils contain more clay and are moderately deep over residual shale.  Pierre soils also lack mollic epipedons.  Promise soils contain more clay.  Orella soils are shallow to claystone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Buffington soils are nearly level to gently sloping with slope gradients ranging from 0 to 6 percent.  The soils are on stream terraces, foot slopes, and alluvial fans.  The Buffington soils formed in mixed alluvium derived from calcareous claystone or shale.  Mean annual precipitation ranges from 12 to 17 inches, and mean annual temperature ranges from 45 to 51 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Mitchell, Orella, Pierre, and Promise soils.  Mitchell and Promise soils are on similar landscapes.  Orella and Pierre soils are on higher upland side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow or medium.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Buffington soils are cultivated and where supplemental water is available, they are irrigated.  Wheat is the principal nonirrigated crop and sugarbeets, corn, field beans, and alfalfa are the irrigated crops.  Where in range, the native vegetation consists mainly of mid and short grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nebraska and southwestern South Dakota.  The Buffington series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Scotts Bluff County, Nebraska, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Buffington soils were classified as Regosol intergrading to Chestnut in the former system.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
