{
  "SERIES": "BUFFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJF/RJE/JAL",
  "REVDATE": "08/2002",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Alfic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buffork fine sandy loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 2 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine subangular blocky structure that parts to moderate fine crumb structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; neutral (pH 7.0); abrupt smooth boundary. (2 to 15 inches thick)\nA2--2 to 9 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; moderate fine and very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; neutral (pH 7.2); clear smooth boundary. (0 to 10 inches thick)\nBAt--9 to 15 inches; brown (10YR 4/3) and brown (10YR 5/3) broken, pale brown (10YR 6/3) crushed, fine sandy loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few faint clay films on vertical faces of peds; neutral (pH 7.3); clear smooth boundary. (3 to 8 inches thick)\nBt--15 to 26 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; hard, friable, sticky and plastic; common very fine, fine, and medium, roots; many distinct clay films on vertical faces of peds; neutral (pH 7.3); clear smooth boundary. (8 to 20 inches thick)\nCr--26 to 40 inches; soft, noncalcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Wyoming; NE1/4 of the NE1/4 of sec. 23, T.45N., R.114W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock and solum thickness is 20 to 40 inches. The mean annual soil temperature is about 38 degrees to 40 degrees F. The mean summer temperature is about 52 degrees to 56 degrees F. Coarse fragments of sandstone range from 0 to 15 percent.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. It is slightly acid or neutral.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4. It is sandy clay loam averaging 20 to 35 percent clay and has more than 35 percent fine or coarser sand. This horizon is slightly acid through slightly alkaline.\nThe C horizon, when present, has hue of 2.5Y or 10YR, value of 5 or 6 dry and moist, and chroma of 4 through 6. It is slightly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amsden, Anvic, Bear Basin, Cific, Coldspring (T) CO, Croftshaw, Croydon, Dra, Gebson, Gelkie, Hourglass, Inchau (T), Kezar, Kittredge (T), Leavitt, Lucky, Lymanson, Lyonman, Michelson, Miracle, Monad, Monida (T) ID, Morset, Mult, Newlands, Oro Fino (T), Passcreek, Philipsburg, Pirmeaux, Rainbolt Rammel, Shotgun, Slacks (T) ID, Sponsor (T) CO, Swede, Tingey, Tripit, Troutdale, Wellsville, Woosley and Youga series. Amsden, and Inchau soils have less than 35 percent fine or coarser sand in the control section. Anvic, Bear Basin Coldspring, Croftshaw, Croydon, Gebson, Hourglass, Kittredge, Leavitt, Lyonman, Michelson, Monad, Morset, Swede, Tingey, and Youga soils lack bedrock above depths of 40 inches. In addition Anvic and Bear Basin soils have a glossic horizon. Dra, Kezar, Lucky, Miracle, Mult, Newlands, Pirmeaux, Rammel, Shotgun, Slacks, and Woosley soils have a lithic contact at depths of 20 to 40 inches. Cific, Gelkie, Lymanson, Oro Fino, Passcreek, Philipsburg, Rainbolt, Tingey, and Wellsville soils have continuous accumulations of calcium carbonate. Tripit soils have hue of 5YR or redder in the Bt horizon. Troutdale soils formed in material from micaceous schist and have mica flakes of sufficient size and quantity to affect the physical properties of the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buffork soils are on rolling to steep hills, mountain sides,and ridges. Slopes are 3 to 60 percent. The soils formed in material weathered from soft noncalcareous sandstone. Elevation is 7,000 to 9,500 feet. The average annual precipitation is about 18 to 30 inches. The mean annual temperature is about 35 degrees to 39 degrees F. The mean summer temperature is about 50 degrees to 54 degrees F. The frost-free season is less than 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clayburn and Tongue River soils. Clayburn soils are pachic and Tongue River soils have albic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; slow to rapid runoff; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for range, wildlife habitat, and recreation. Native vegetation is mainly Bluebunch wheatgrass, Idaho fescue, and Big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the mountains of western and southern Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Wyoming, Grand Teton National Park Area, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 9 inches.\nArgillic horizon--15 to 26 inches.\nParalithic contact--26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
