{
  "SERIES": "BUICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AHM",
  "REVDATE": "03/1999",
  "STATES": "CO",
  "OVERVIEW": "The Buick series consists of well drained soils formed in polylithologic parent materials consisting of a deposit of eolian sediments over relatively silty alluvial materials.  Buick soils are on gently to moderately sloping uplands.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 46 degrees F.  Typically, Buick soils have grayish brown, very friable, granular A horizons, grayish brown, prismatic to blocky clay loam B2t horizons resting upon and merging with buried soil horizons so that the composite solum has an overly thickened B2t horizon in which secondary calcium carbonate is accumulating in structural cracks and on faces of peds in the lower part.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Buick loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; neutral; clear smooth boundary.  (4 to 6 inches thick)\nB1--4 to 7 inches; grayish brown (10YR 5/2) heavy loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure that parts to fine granules; slightly hard, very friable, slightly sticky, slightly plastic; peds are hard, friable; few patchy clay films on peds and in root channels and pores; neutral; clear smooth boundary.  (3 to 4 inches thick)\nB2t--7 to 16 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure that parts to fine angular and subangular blocks; slightly hard, friable, slightly sticky, slightly plastic; peds are extremely hard, firm; thin continuous clay films on peds and in root channels and pores; mildly alkaline; clear wavy boundary.  (6 to 12 inches thick)\nA1cab--16 to 22 inches; pale brown (10YR 6/3) light clay loam; brown (10YR 5/3) moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic, peds are very hard, firm; thin patchy clay films on some peds and in root channels and pores; visible calcium carbonate as nodules, seams and streaks principally on faces of peds; crushed soil is calcareous, but the interiors of some peds are noncalcareous; moderately alkaline; gradual wavy boundary.  (0 to 8 inches thick)\nB2tcab--22 to 40 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; peds are extremely hard, firm; thin patchy clay films on some peds and visible calcium carbonate as nodules and in seams and streaks principally on faces of peds and in structural cracks; crushed soil is calcareous, but interiors of the peds are frequently noncalcareous; moderately alkaline; gradual wavy boundary.  (11 to 24 inches thick)\nB3cab--40 to 60 inches; pale brown (10YR 6/3) light clay loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; peds are very hard, firm; few thin patchy clay films on some peds and in root channels and pores; visible calcium carbonate occurring as nodules, as crack fillings, and as coatings on the faces of the peds; crushed soil mass is calcareous, but the interior of some peds is noncalcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Arapahoe County, Colorado; approximately 2,300 feet south and 89 feet east of the NW corner of Sec. 2, T. 4 S., R. 60 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly calcareous material normally ranges from 10 to 30 inches, and is not shallower than the upper 3 inches of the B2t horizon.  Depth to continuous subhorizons of visible secondary carbonate ranges from 15 to 40 inches, but such horizons are not strong enough to qualify as calcic or gypsic horizons.  Thickness of sola ranges from 40 to more than 60 inches to the base of the composite argillic horizons.  Rock fragments range from 0 to 5 percent by volume and are mainly less than 3 inches in diameter but range from 1/8 inch to 10 inches.  The mean annual soil temperature is 50 degrees F, and the mean summer soil temperature is 70 degrees F.  Buick soils have polygenetic solums in which a younger soil is superimposed on, and merges with, a paleosol, so that either or both of the following conditions occur:  (1) have sola more than 40 inches thick to the base of the argillic horizon with subhorizon in the lower solum having darker value or grayer chroma than overlying horizon accompanied by horizons of silicate clay accumulation in which visible secondary calcium carbonate has accumulated predominantly on the surfaces of peds or in structural cracks between peds; (2) have solums more than 40 inches to the base of the argillic horizon accompanied by subhorizons of silicate clay accumulation predominantly on the faces of the peds, or in the structural cracks between peds, and with the interiors of at least some peds in these subhorizons being noncalcareous.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 4.  It ranges from slightly acid through mildly alkaline.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 6.  It is loam, silt loam, clay loam, or silty clay loam and has 18 to 35 percent clay, 20 to 60 percent silt, and 10 to 50 percent sand with less than 15 percent being fine or coarser sand plus coarse fragments.  Buick soils usually have a large amount of very fine sand in their sand fraction.  The B2t horizon ranges from slightly acid through moderately alkaline.\nThe B2tcab horizon has hue of 2.5Y through 75YR.  It is similar to the B2t horizon in texture.  This horizon is moderately or strongly alkaline (crushed soil).  It grades to uniformly calcareous C horizons of loam, silt loam, clay loam, or silty clay loam having subhorizons of visible secondary calcium carbonate accumulation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blanding, Del Rio, Fernando, Keiser, Nepesta, Pulpit, Roubideau, Sharps, Tensleep, Verde, Wiley, and Witt series.  Blanding and Tensleep soils have hue of 5YR or redder in most of the control section.  Blanding, Del Rio, Fernando, Keiser, Tensleep, Wiley, and Witt soils lack polygenetic characteristics.  Del Rio soils have calcic horizons and have a significant component of volcanic ash and cinders.  Fernando, Keiser, Nepesta, and Wiley soils have sola less than 40 inches deep to the base of the argillic horizon.  Nepesta soils have manmade Ap horizons bordering anthropic horizons in chemical character.  Roubideau soils have a lithic contact at depths of 20 to 40 inches.  Wiley soils are calcareous at or near the surface.  Witt soils have calcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Buick soils are on gently to moderately sloping uplands.  The soils formed in polylithologic parent materials consisting of a deposit of eolian sediments over relatively silty alluvial materials.  At the type location the average annual precipitation is 15 inches, most of which falls during the spring and summer.  The mean annual temperature is 46 degrees F, mean summer temperature is 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fondis and Weld soils.  Fondis soils have fine textured argillic horizons.  Weld soils have mollic epipedons and have an abrupt textural boundary at the top of the B2t horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are generally used as rangeland; however, they may be tilled locally to dryland crops.  Principal native vegetation is blue grama, six weeks fescue, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Arapahoe County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 8/74."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; neutral; clear smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "B1",
        "top": 10,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--4 to 7 inches; grayish brown (10YR 5/2) heavy loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure that parts to fine granules; slightly hard, very friable, slightly sticky, slightly plastic; peds are hard, friable; few patchy clay films on peds and in root channels and pores; neutral; clear smooth boundary.  (3 to 4 inches thick)"
      },
      {
        "name": "B2t",
        "top": 18,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2t--7 to 16 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure that parts to fine angular and subangular blocks; slightly hard, friable, slightly sticky, slightly plastic; peds are extremely hard, firm; thin continuous clay films on peds and in root channels and pores; mildly alkaline; clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "A1cab",
        "top": 41,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1cab--16 to 22 inches; pale brown (10YR 6/3) light clay loam; brown (10YR 5/3) moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic, peds are very hard, firm; thin patchy clay films on some peds and in root channels and pores; visible calcium carbonate as nodules, seams and streaks principally on faces of peds; crushed soil is calcareous, but the interiors of some peds are noncalcareous; moderately alkaline; gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "B2tcab",
        "top": 56,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B2tcab--22 to 40 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; peds are extremely hard, firm; thin patchy clay films on some peds and visible calcium carbonate as nodules and in seams and streaks principally on faces of peds and in structural cracks; crushed soil is calcareous, but interiors of the peds are frequently noncalcareous; moderately alkaline; gradual wavy boundary.  (11 to 24 inches thick)"
      },
      {
        "name": "B3cab",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B3cab--40 to 60 inches; pale brown (10YR 6/3) light clay loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; peds are very hard, firm; few thin patchy clay films on some peds and in root channels and pores; visible calcium carbonate occurring as nodules, as crack fillings, and as coatings on the faces of the peds; crushed soil mass is calcareous, but the interior of some peds is noncalcareous; moderately alkaline."
      }
    ]
  ]
}
