{
  "SERIES": "BULADEAN",
  "STATUS": "Established Series",
  "BYREV": "JBA:RHR:JAK; Rev. MKC",
  "REVDATE": "07/2001",
  "STATES": "NC",
  "OVERVIEW": "The Buladean series consists of deep, well drained soils with moderately rapidly permeability. They formed in residuum affected by soil creep in the upper part, that is weathered from felsic or mafic, high-grade metamorphic or igneous rock such as granite, hornblende gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke.. These soils are on ridges and side slopes in the Blue Ridge (MLRA 130). Slope ranges from 8 to 95 percent. Mean annual precipitation is about 57 inches and mean annual air temperature is about 52 degrees F., near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buladean loam, on a 42 percent, south-facing intermediate mountain side slope, elevation 3,800 feet--forested. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed deciduous leaves and twigs. (0 to 3 inches thick)\nOe--1 to 2 inches; moderately decomposed deciduous leaves and twigs and very dark gray (10YR 3/1) decomposed organic matter. (0 to 3 inches thick)\nA--2 to 5 inches; very dark grayish brown (10YR 3/2) loam, brown (10YR 4/3) dry; weak fine granular structure; very friable; many very fine or fine, common medium, and few coarse roots; many very fine to medium and common coarse tubular pores; 2 percent by volume gravel; strongly acid; clear smooth boundary. (1 to 8 inches thick)\nBw1--5 to 22 inches; brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; common very fine to medium and few coarse roots; common very fine to medium and few coarse tubular pores; few fine flakes of mica; 5 percent by volume gravel; strongly acid; clear wavy boundary.\nBw2--22 to 28 inches; brown (7.5YR 4/4) coarse sandy loam; weak fine subangular blocky structure; friable; common very fine to coarse roots; common very fine to coarse tubular pores; few very fine flakes of mica; 5 percent by volume gravel; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 15 to 39 inches.)\nC--28 to 52 inches; multicolored coarse sandy loam saprolite; massive; very friable; few very fine to medium and common coarse roots; few very fine to coarse tubular pores; few very fine flakes of mica; 5 percent by volume gravel; strongly acid; abrupt smooth boundary. (0 to 40 inches thick)\nCr--52 to 88 inches; weathered, multicolored, partially consolidated biotite granitic gneiss that can be dug with difficulty with hand tools ; few fine and medium roots in cracks that are spaced more than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mitchell County, North Carolina; about 4.0 miles north of Buladean on North Carolina Highway 226 to the North Carolina-Tennessee state line at Iron Mountain Gap; 0.7 mile southwest on U.S. Forest Service Road 5882 to a fork in the road; 0.2 mile west on USFS Road (right fork) in a road cut; Iron Mountain Gap USGS Quadrangle, lat., 36 degrees, 07 minutes, 04 seconds N., and long. 82 degrees, 14 minutes, 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness commonly is 20 to 30 inches, but ranges from 20 to 40 inches. Depth to paralithic contact at the upper boundary of the Cr horizon ranges from 40 to 60 inches below the surface. Depth to lithic contact is greater than 60 inchesContent of flakes of mica is few or common  throughout.  Content of rock fragments, which are dominantly gravel, is less than 35 percent by volume throughout. Reaction ranges from extremely acid to moderately acid throughout, except where surface layers have been limed.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 6 and chroma of 2 to 4. Where value  is 3 or less , this horizon is less than 7 inches thick. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam.\nThe BA or BE horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 3 to 6. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, chroma of 4 to  8. Texture of the fine-earth fraction is sandy loam, fine sandy loam, coarse sandy loam, or loam.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 1 to  8, or it is mixed or mottled in shades of these colors. Colors with chroma of 2 or less are inherited from the parent material and are not caused by wetness. Texture of the fine-earth fraction is sandy loam, fine sandy loam, coarse sandy loam, or loam. Some pedons have a B/C horizon that consists of a BC or Bw horizon with pockets of loamy sand or sandy loam saprolite (C material).\nThe C horizon is multicolored saprolite or it has hue of 5YR to 2.5Y, value of 3 to 8, and chroma of 1 to 8 and may be mixed or mottled in shades of these colors. Colors with chroma of 2 or less are inherited from the parent material and are not caused by wetness. Texture of the fine-earth fraction is loamy sand, sandy loam, or coarse sandy loam.\nThe Cr horizon is weathered, multicolored felsic or mafic, high-grade metamorphic or igneous rock that is partially consolidated but can be dug with difficulty with hand tools. The upper boundary is considered as a paralithic contact where root spacing is greater than 4 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashe, Brookfield, Cardigan, Charlton, Chestnut, Delaware,  Ditney, Dutchess, Edneyville,  Foresthills (T), Gallimore, Greenbelt (T), Lordstown,  Newport, Riverhead,  Soco, St. Albans, Stecoah, Steinsburg, Wakeman, and Yalesville series. Ashe soils have lithic contact within depths of 20 to 40 inches.  Brookfield soils are very deep and formed in micaceous till. Cardigan, Lordstown, Steinsburg, and Yalesville soils have hard sedimentary or metasedimentary bedrock at depths less than 40 inches and contain fragments of those rocks.  Charlton soils are very deep and formed in glacial till derived mainly from schist, gneiss, or granite. Chestnut soils have paralithic contact within depths of 20 to 40 inches.  Delaware soils are very deep and formed in postglacial alluvium, mainly from areas of sandstone, shale, and siltstone and contain fragments of those rocks..  Dutchess and St. Albans soils are very deep, contain coarse fragments of sedimentary rocks such as sandstone and shale, and contain fragments of those rocks..  Edneyville soils are very deep.  Foresthills (T) and Greenbelt (T) soils are very deep and have mantles of humanly transported materials.  Gallimore soils are very deep and formed in loamy over sandy outwash on outwash plains.  Newport soils have C horizons of dense glacial till.  Riverhead have a lithologic discontinuity in the upper 40 inches. Ditney, Soco and Stecoah soils formed from materials weathered from low-grade metasedimentary rocks and contain fragments of those rocks. Wakeman soils formed in residuum over sandstone bedrock on till plains and lake plains and contain frgaments of sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buladean soils are on ridges and side slopes on low and intermediate mountains in the Blue Ridge (MLRA130). Slopes are dominantly 30 to 70 percent, but range from 8 to 95 percent. Elevation ranges from about  1,400 to 5,000 feet. Buladean soils formed in residuum that is affected by soil creep in the upper part and weathered from felsic or mafic igneous or high-grade metamorphic rocks such as granite, hornblende gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke. . The mean annual air temperature ranges from about 46 to 57 degrees F., the frost free season ranges from about 110 to 160 days, and the average annual rainfall ranges from about 48 to 64 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Ashe, Chestnut, and Edneyville series, these are the Brevard, Brownwood, Cashiers, Chandler, Cleveland, Cowee, Cullasaja, Evard, Fannin, Greenlee, Haywood, Huntdale, Micaville, Plott, Porters, Saluda, Saunook, Tate, Thunder, Trimont, Tuckasegee, Tusquitee, Unaka, and Watauga soils. Brevard, Cowee, Evard, Saluda, Saunook, Tate, Trimont, and Watauga soils have an argillic horizon. Brownwood, Cashiers, Chandler, Fannin, Micaville,and Watauga soils are in a micaceous or paramicaceous family. Cleveland and Saluda soils have bedrock within a depth of 20 inches. Cullasaja and Greenlee soils are in a loamy-skeletal family. Haywood, Plott, Porters, Tuckasegee, and Unaka soils have umbric epipedons. Huntdale, Thunder, and Tusquitee soils have thicker humus-enriched ochric epipedons with color value of 3 or less. All these soils are on ridges and side slopes except for Brevard, Cullasaja, Greenlee, Haywood, Saunook, Tate, Thunder, Tuckasegee, and Tusquitee soils which are on colluvial benches, toe slopes, and fans. Also, soils on cooler, more humid north to east aspects on the ridges and side slopes are Cashiers, Huntdale, Plott, Porters, Trimont, and Unaka."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff where forest litter has not been disturbed, and medium to rapid runoff where litter is significantly disturbed or removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Buladean soils are forested. Common trees are chestnut oak, white oak, black oak, hickory, red maple, black locust, scarlet oak, eastern white pine, Virginia pine, and pitch pine. Yellow poplar and northern red oak are common in the northern portions of  MLRA 130. The understory includesflowering dogwood, mountain-laurel, rhododendron, and sourwood. Cleared areas are used for pasture, and occasionally orchard, and ornamental crop production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina, and possibly Georgia, South Carolina, Tennessee, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mitchell County, North Carolina; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now included with the Buladean series were previously mapped with Edneyville soils. Edneyville soils do not have weathered bedrock and paralithic contact within a depth of 60 inches. The particle size control section of many pedons has a  weighted average clay content marginal to fine-loamy. Similar soils in a fine-loamy family are associated on some landscapes.\nThe 2/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy. This soil is placed in the active CEC activity class based on comparison with similar associated soils such as Edneyville and Chestnut. Sampled pedon S88NC-121-007 classifies as superactive, but the active class is consistent with similar series.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 5 inches (Oi, Oe, and A horizons)\nCambic horizon - the zone between from 5 to 28 inches (Bw1 and Bw2 horizons)\nParalithic contact - weathered bedrock contact at 52 inches (upper boundary of the Cr horizon)\nSIR = NC0243 MLRA = 130"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE; pedon number S88NC-121-007."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; slightly decomposed deciduous leaves and twigs. (0 to 3 inches thick)"
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--1 to 2 inches; moderately decomposed deciduous leaves and twigs and very dark gray (10YR 3/1) decomposed organic matter. (0 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 5 inches; very dark grayish brown (10YR 3/2) loam, brown (10YR 4/3) dry; weak fine granular structure; very friable; many very fine or fine, common medium, and few coarse roots; many very fine to medium and common coarse tubular pores; 2 percent by volume gravel; strongly acid; clear smooth boundary. (1 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--5 to 22 inches; brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; common very fine to medium and few coarse roots; common very fine to medium and few coarse tubular pores; few fine flakes of mica; 5 percent by volume gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 56,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--22 to 28 inches; brown (7.5YR 4/4) coarse sandy loam; weak fine subangular blocky structure; friable; common very fine to coarse roots; common very fine to coarse tubular pores; few very fine flakes of mica; 5 percent by volume gravel; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 15 to 39 inches.)"
      },
      {
        "name": "C",
        "top": 71,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--28 to 52 inches; multicolored coarse sandy loam saprolite; massive; very friable; few very fine to medium and common coarse roots; few very fine to coarse tubular pores; few very fine flakes of mica; 5 percent by volume gravel; strongly acid; abrupt smooth boundary. (0 to 40 inches thick)"
      },
      {
        "name": "Cr",
        "top": 132,
        "bottom": 224,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--52 to 88 inches; weathered, multicolored, partially consolidated biotite granitic gneiss that can be dug with difficulty with hand tools ; few fine and medium roots in cracks that are spaced more than 4 inches apart."
      }
    ]
  ]
}
