{
  "SERIES": "BULKHEAD",
  "STATUS": "Established Series",
  "BYREV": "LAH-RBT",
  "REVDATE": "01/2014",
  "STATES": "NY",
  "OVERVIEW": "The Bulkhead series consists of very deep to bedrock, well drained soils. The soil formed in a thin mantle of chopped up wood chips overlying an impermeable concrete layer, underlain with sand. These soils occur on artificial landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 3 percent. Mean annual temperature is about 13 degrees C and mean annual precipitation is about 1196 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, thermic Typic Udifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bulkhead slightly decomposed plant material on a 1 percent slope. (Colors are for moist soil unless otherwise noted.)\n^Oi -- 0 to 38 cm; very dark brown (10YR 2/2) slightly decomposed plant material; 85 percent slightly decomposed needles and branches and 15 percent wood chips, a total of which 65 percent are greater than 20 mm in diameter; single grain; loose; few very fine roots; abrupt smooth boundary. (18 to 50 cm thick.)\n2^M -- 38 to 58 cm; slightly weathered concrete; massive; (5 to 25 cm thick.)\n3^C -- 58 to 165 cm; light yellowish brown (2.5Y 6/4) sand; massive; very friable."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, New York; Gateway National Recreation Area from The Floyd Bennett Field Ryan Visitors Center 2000 feet due Northeast; USGS Coney Island topographic quadrangle; Latitude 40 degrees, 35 minutes, 23.7 seconds N. and Longitude 73 degrees, 53 minutes, 28.5 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the organic fill materials ranges from 25 to 50 cm thick. The human transported organic material may be any organic material, but is dominantly wood chips. The human transported organic material is mainly fibric material that has undergone minimal decomposition. Consistence is loose.\nThe ^Oi horizon has hue 7.5YR through 10YR, value of 2 through 4, and chroma of 1 through 6. It has single grain or massive structure and is defined by minimally decomposed organic soil materials. Reaction is expected to be Dysic family, although at minimal levels of decomposition this can be difficult to measure. Windblown sand may be present.\nThe 2^M horizon is asphalt, concrete, or other continuously cemented anthropogenic material. Dry consistence is rigid and the material is weatherable only over extended periods of time.\nThe 3^C horizon has hue 10YR to 5Y, value 4 to 6, and chroma 1 to 6. It is commonly sand or loamy sand.  Rock fragments range from 0 to 34 percent; artifacts range from 0 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series within the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bulkhead soils are on nearly level slopes of artificially created or modified landforms. The human transported soil is relatively clean of artifacts and natural rock fragments. The human transported organic soil material is dominantly wood chips. Slope ranges from 0 to 3 percent. The microtopography in these units can undulate extremely over short distances depending on whether the organic fill was leveled after deposition. Mean annual precipitation ranges from 100 to 125 cm. Mean annual air temperature ranges from 4 to 17 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Barren (T), Bigapple, Breeze (T), Fortress, Hooksan, Jamaica (T), Shea (T), and Verazano (T) soils. Barren (T), Bigapple, Breeze (T), Fortress, Hooksan, Jamaica (T), and Verazano (T) do not have M horizons within their series control section. Shea (T) soils form in mineral human transported soil materials over the M horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Saturated hydraulic conductivity is very high in the surface, very low in the 2^M, and very high in the 3^C."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly used for recreational and wildlife habitat purposes. These soils once they are deposited are somewhat quickly colonized by pioneer species such as dandelions, foxtail, goldenrod, locusts, bayberry, mustard grass, poison ivy, multiflora rose, begger tic, mugwort, Virginia creeper, and willow tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeast. MLRA 144A and 149B. The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kings County, New York, 2014. Series proposed Kings County, New York; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\n1. Fibric soil material - the 0 to 20 38 centimeter zone has 85 percent slightly decomposed and 15 percent undecomposed wood chips.\n2.Folistic epipedon - the zone from 0 to 38 centimeters (^Oi horizon).\n3. Thermic temperature class is estimated due to a high rate of organic matter decomposition. However, rate of organic matter decomposition may decrease over time.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
