{
  "SERIES": "BULKLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDJ/DLM/TWH",
  "REVDATE": "08/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Chromic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bulkley silty clay loam, on a north facing,  20 percent slope in rangeland at an elevation of 6,800 feet.  (Colors are for dry soil unless otherwise noted.)  When described on October 11, 1978 the soil was dry throughout.\nA--0 to 4 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; hard, firm, very sticky and very plastic; common fine roots; few fine tubular pores; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 6 inches thick)\nBss1--4 to 14 inches; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; extremely hard, firm, very sticky and very plastic; few fine roots; few fine tubular pores; many medium and coarse slickensides; slightly alkaline (pH 7.4); clear smooth boundary.\nBss2--14 to 26 inches; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate coarse angular blocky; extremely hard, very firm, very sticky and very plastic; few fine roots; few fine tubular pores; many medium and coarse slickensides; strongly effervescent; 8 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear smooth boundary.\nBss3--26 to 32 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate coarse prismatic structure parting to moderate coarse angular blocky; extremely hard, very firm, very sticky and very plastic; few fine roots; few fine tubular pores; common medium and coarse slickensides ; strongly effervescent; 11 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); clear smooth boundary.  (The combined thickness of the Bss horizon ranges from 24 to 50 inches thick)\nBk--32 to 46 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate coarse subangular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; few fine tubular pores; common fine and medium irregular soft seams and threads of calcium carbonate; strongly effervescent; 13 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear smooth boundary.  (4 to 20 inches thick)\nBky--46 to 65 inches; light yellowish brown (2.5Y 6/4) silty clay, light olive brown (2.5Y 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; extremely hard, very firm, very sticky and very plastic; few fine tubular pores; common fine and medium threads of calcium carbonate and gypsum; violently effervescent; 9 percent calcium carbonate equivalent; moderately alkaline (pH 8.2). ( 0 to 21 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Routt County, Colorado; about 7 miles southwest of Hayden, Colorado; located about 2,500 feet north and 1,200 feet west of the southeast corner of sec. 3, T. 5 N., R. 89 W.; Hayden, Co USGS quad; lat. 40 degrees 25 minutes 1 second N. and long. 107 degrees 21 minutes 25 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Ustic\nMean annual soil temperature:  42 to 46 degrees F.\nMean annual summer soil temperature:  59 to 64 degrees F.\nDepth to calcareous material :  0 to 35 inches\nDepth to secondary calcium carbonate:  28 to 50 inches\nDepth to secondary gypsum:  40 to more than 65 inches\nVertic features:  cracks remain open about 100 to 150 days, are 10 to 30 mm wide, and extend from the surface to 24 or more inches deep.  Slickensides are common or many and are medium or coarse in size\nParticle-size control section (weighted average):\nClay content: 35 to 60 percent\nA horizon:\nHue:  5Y to 10YR\nValue:  4 to 7 dry, 3 to 5 moist\nChroma:  2 to 4, dry or moist\nCalcium carbonate equivalent: 0 to 5 percent\nReaction:  neutral to moderately alkaline\nBss horizon:\nHue:  5Y to 10YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  2 to 4 dry or moist\nTexture:  CL, SIC, C\nClay content:  35 to 60 percent\nRock fragments or pararock fragments:  0 to 5 percent gravel, cobbles, or stones\nCalcium carbonate equivalent: 0 to 15 percent\nReaction:  neutral to moderately alkaline\nBk or Bky horizon\nHue:  5Y to 10YR\nValue:  4  to 7 dry, 3  to 7 moist\nChroma:  1 through 6 dry or moist\nTexture:  CL, SICL, SIC, C\nClay content:  35 to 60 percent\nRock fragments or pararock fragments:  0 to 5 percent gravel, cobbles, or stones\nCalcium carbonate equivalent:  5 to 15 percent\nGypsum content:  0 to 5 percent\nReaction:  slightly alkaline (pH 7.8) to strongly alkaline (pH 8.6)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Presently the only competing series is Marias.  However the following series were originally classified the same as Bulkley; Aaberg, Abor, Barkof, Bascovy, Binco, Dutton,  Marvan, and Styers series.\nAaberg and Binco:  have a cryic temperature regime\nAbor, Barkof, Bascovy, Dutton, and Styers:  have a paralithic contact\nMarias and Marvin:  do not have secondary calcium carbonate"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  fine-textured, calcareous alluvium derived from shale.\nLandform:  Bulkley soils are on alluvial fans, and hills.\nSlopes:  2 to 65 percent\nElevation: 6,200 to 8,300 feet\nMean annual air temperature:  40 to 45 degrees F.\nMean annual precipitation:  16 to 20 inches.\nWettest months:  Precipitation is relatively evenly distributed throughout the year.\nFrost-free period:  65 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Hesperus series.  Hesperus soils have mollic epipedons and are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very high runoff, slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for small grain production, livestock grazing, and wildlife habitat.  Native vegetation is  western wheatgrass, Nevada bluegrass, Sandberg bluegrass, pine needlegrass, and Alkali sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Colorado.  LRR E, MLRA 48A, 34.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Paonia Area, Colorado. 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:   The zone from 0 to 6 inches.  (A horizon)\nVertic features:   Slickensides in the zone from 4 to 32 inches (Bss1, Bss2, and Bss3 horizons).\nThe typical pedon was described in Routt County, Co. and updated with additional data and information on 5/97.  The classification was changed from Udorthentic Chromusterts to Chromic Udic Haplusterts.\nKeys to Soil Taxonomy:  7th edition, 1996\nADDITIONAL DATA:\nNSSL sample number S75C0-107-004.  Calcium carbonate equivalent was determined at the project office using the calcimeter method.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
