{
  "SERIES": "BULLTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW:CH:KJC",
  "REVDATE": "10/2018",
  "STATES": "AR",
  "OVERVIEW": "The Bulltown series consists of  very deep, somewhat excessively drained, moderately rapidly permeable soils that formed in sandy, eolian deposits.  These soils are on nearly level to moderately sloping dunes on terraces in eastern Arkansas and southern Missouri.  Slope gradients range from 1 to 12 percent.  Mean annual air temperature is about 62 degrees F, and mean annual precipitation is about 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, thermic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bulltown loamy fine sand - on a 2 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 4 inches; dark yellowish brown (10YR 4/4) loamy fine sand; weak medium granular structure; very friable; common fine and very fine roots; common fine and very fine pores; few fine round cemented iron-manganese concretions; strongly acid; abrupt smooth boundary. (2 to 10 inches thick)\nAp2--4 to 8 inches; brown (7.5YR 4/4) loamy fine sand; weak medium subangular blocky structure; firm; few pockets of dark yellowish brown (10YR 4/4) loamy fine sand; few fine and very fine roots; few fine and very fine pores; few fine round cemented iron-manganese concretions; moderately acid; abrupt smooth boundary.  (0 to 6 inches thick)\nE1--8 to 16 inches; dark yellowish brown (10YR 4/4) loamy fine sand; weak medium subangular blocky structure; friable; few fine and very fine roots; few fine and very fine pores; few fine round cemented iron-manganese concretions; slightly acid; gradual smooth boundary.\nE2--16 to 26 inches; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) loamy fine sand; weak coarse subangular blocky structure; very friable; few fine and very fine roots; few fine and very fine pores; few fine round cemented iron-manganese concretions; moderately acid; clear smooth boundary. (Combined thickness of the E horizon ranges from (12 to 24 inches thick)\nBt1--26 to 37 inches; brown (7.5YR 4/4) fine sandy loam;  moderate medium subangular blocky structure; friable; common fine and very fine pores; few faint clay films on faces of some peds and lining some pores; few fine distinct brown (10YR 5/3) iron depletions and few fine distinct dark brown (10YR 3/3) iron accumulations; few fine prominent black (10YR 2/1) manganese accumulations on vertical ped faces; few fine round cemented iron-manganese concretions; moderately acid; clear smooth boundary.\nBt2--37 to 51 inches; brown (7.5YR 4/4) sandy clay loam;  moderate medium subangular blocky structure; friable; many fine and very fine pores; many faint clay films on faces of some peds and lining some pores; common medium distinct pale brown (10YR 6/3) and grayish brown (10YR 5/2) iron depletions; few fine distinct yellowish brown (10YR 5/6) iron accumulations; common fine round cemented iron-manganese concretions; common coarse prominent black (10YR 2/1) manganese accumulations on faces of peds; moderately acid; gradual smooth boundary. (Combined thickness of the Bt horizon ranges from 16 to 36 inches.)\nBC--51 to 69 inches; brown (7.5YR 4/4) fine sandy loam;  weak medium subangular blocky structure; friable; common fine and very fine pores; common medium distinct dark brown (10YR 3/3) iron accumulations; few fine round cemented iron-manganese concretions; common coarse prominent black (10YR 2/1) manganese accumulations on faces of peds; strongly acid; clear smooth boundary. (0 to 24 inches thick)\nC--69 to 80 inches; brown (10YR 5/3) and yellowish brown (10YR 5/4) loamy fine sand; massive; very friable; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  SW1/4NW1/4NE1/4, sec. 23, T. 6 N., R. 3 W., Woodruff County, Arkansas (Buckeye Cemetery)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 50 to more than 80 inches.  Reaction ranges from very strongly acid to slightly acid throughout the profile.  Depth to the underlying Bt horizon ranges from 22 to 38 inches.  Clay content ranges from 14 to 25 percent in the upper 20 inches of the argillic horizon.\nThe A  horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 3 or 4.  Horizons with value of 3 are less than 7 inches thick.  It is loamy sand or loamy fine sand.\nThe E horizon has hue of 10YR or 7.5YR, 4 to 6, and chroma of 3 or 4.  It is loamy sand or loamy fine sand.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6.  Texture is fine sandy loam, loam or sandy clay loam.  Iron accumulations are in shades of brown.  Some pedons may have iron depletions are in shades of gray below 30 inches.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6.  Texture is fine sandy loam, sandy loam, loamy sand or loamy fine sand.  Iron accumulations and depletions are in shades of brown or gray.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 4 or 6.  Texture is loamy sand, loamy fine sand, fine sand or sand.  Iron accumulations and depletions are in shades of brown or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Chiefland is the only other series in this family.  The well drained, rapidly permeable Chiefland soils have 24 to 60 inch sola over soft limestone bedrock and have fine sand or sand surface layers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bulltown soils are on nearly level to moderately sloping dunes located terraces in the Western Lowlands of east Arkansas and southeast Missouri; MLRA 131. Slopes range from 1 to 12 percent, but typically are 3 to 8 percent. Bulltown soils formed in sandy, eolian deposits.  Mean annual air temperature ranges from 60 to 64 degrees F, and annual precipitation ranges from 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Wiville  series in the dune fields and the Askew, Bonn, Bosket, Dubbs,  Foley, Forestdale and Tuckerman series on the adjacent terraces.  Wiville soils have a fine-loamy control section and are well drained.  Askew soils have a fine-silty control section and are moderately well drained.  Bonn soils have a fine-silty control section and a natric horizon.  Bosket soils have a fine-loamy control section and are well drained.  Dubbs soils have a fine-silty control section and are well drained.  Foley soils have a fine-silty control section and a natric horizon.  McCrory soils have a fine-loamy control section and a natric horizon.  Forestdale soil have a fine control section and are poorly drained.  Tuckerman soils occur on floodplains have a fine-loamy control section and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. Runoff is slow to rapid depending on slope.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all the acreage is cleared and cropped to soybeans, cotton, small grains, grain sorghum, and some truck crops and fruits.  Farming operations such as cultivating, land leveling, shaping and smoothing have destroyed the original shape of most dunes.  Native vegetation is chiefly mixed hardwoods with native grasses in openings."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Lowlands of Arkansas and Southeast Missouri.  It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greene County, Arkansas, 10/1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of 26 inches (Ap and E horizons).\nArgillic horizon -The zone from 26 to 51 inches (Bt1 and Bt2 horizons).\nADDITIONAL DATA:  Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory.  Pedon number S89AR-147-01.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
