{
  "SERIES": "BULLVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-TM-WED-JVC",
  "REVDATE": "02/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Bullville series consists of moderately deep, well drained soils that formed in colluvium and residuum derived from granitic rock.  Bullville soils are on mountains.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 450 mm and the mean annual temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bullville very gravelly coarse sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with about 8 percent stones, 10 percent cobbles, and 35 percent gravel.\nA--0 to 10 cm; dark grayish brown (10YR 4/2) very gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine tubular and interstitial pores; 30 percent gravel, 5 percent cobbles, and 5 percent stones; neutral (pH 6.6); clear smooth boundary.  (8 to 25 cm thick)\nBt1--10 to 28 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and common fine roots; common very fine tubular and interstitial pores; few faint clay bridges between sand grains; 45 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (13 to 30 cm thick)\nBt2--28 to 50 cm; pale brown (10YR 6/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, common fine and medium roots; common very fine tubular and interstitial pores; common faint clay bridges between sand grains; 65 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (18 to 38 cm thick)\nBt3--50 to 64 cm; pale brown (10YR 6/3) very gravelly sandy clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common very fine tubular and interstitial pores; common faint clay bridges on sand grains; 50 percent gravel and 5 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (0 to 18 cm thick)\nCr--64 cm; highly weathered and fractured granitic rock; some fine-earth and few roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; in the Pine Nut Mountains; approximately 500 feet south and 550 feet east of the northwest corner of section 10, T. 11 N., R. 22 E.; USGS Double Spring 7.5 minute topographic quadrangle; latitude 38 degrees 50 minutes 12.67 seconds N and longitude 119 degrees 30 minutes 38.60 seconds W; WGS84 Decimal Degrees 38.8368528 latitude, -119.5107222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry from July through October; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 15 to 17 degrees C.\nMollic epipedon thickness: 25 to 38 cm; includes the Bt1 horizon.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock such as granodiorite.\nReaction: Slightly acid or neutral.\nBase saturation: Less than 75 percent by sum of cations method in a least one horizon between 25 cm and the paralithic contact.\nParticle-size control section - Clay content: 18 to 25 percent.\nSand content: 50 to 65 percent.\nRock fragments: Averages 50 to 80 percent, mostly fine gravel (2 to 5 mm diameter).  Lithology of fragments is granitic rocks such as granodiorite.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 or 3 percent.\nBt1 horizon\nChroma:  2 or 3, dry or moist.\nTexture: Very gravelly coarse sandy loam or extremely gravelly sandy clay loam.\nClay content: 18 to 25 percent.\nRock fragments: 50 to 80 percent.\nConsistence: Slightly hard to very hard dry.\nOrganic matter content: 1 to 3 percent.\nBt2 and Bt3 horizons\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly sandy clay loam or extremely gravelly sandy clay loam.\nClay content: 20 to 25 percent.\nRock fragments: 50 to 80 percent.\nConsistence:  Slightly hard to very hard dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brassey, Durst, Fergie, Fraval, Henhoit, Little Wood, Morningstar, Mulshoe, Sapkin, and Sattley series.\nBrassey, Henhoit, Little Wood, and Morningstar soils are very deep.  Durst and Sapkin soils are moderately deep to lithic contacts.  Fergie and Sattley soils are deep to lithic contacts.  Fraval soils are not dominated by fine gravel in the particle-size control section and have paralithic materials that are weathered tuff or andesite in the series control section.  Mulshoe soils are dominated by stones in the particle-size control section and have paralithic materials that are weathered basalt in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bullville soils are on mountains.  They typically occur on backslope positions.  These soils formed in colluvium and residuum derived from granitic rock.  Slopes are 15 to 75 percent.  Elevations range from 2,310 to 2,930 meters.  The climate is dry-subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 400 to 500 mm, the mean annual temperature is 2 to 6 degrees C, and the frost-free period is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bakscratch and Delhew soils.  Bakscratch soils are loamy-skeletal, shallow to paralithic contacts, and have mollic epipedons and argillic horizons.  Delhew soils are loamy-skeletal, very deep, and have argillic horizons and thick mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bullville soils are used for rangeland and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, Letterman's needlegrass, spike fescue, antelope bitterbrush, and green ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are not extensive.  The series concept and main acreage is in MLRA 26, while other acreage occurs in MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Toiyabe National Forest Area, California, 2006.  The series was proposed in Douglas County, Nevada, 1996.  The name was coined from the nearby Bullionville mining district."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 10 to 64 cm (Bt1, Bt2, and Bt3 horizons)\nParalithic contact - The boundary at 64 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 10 to 60 cm (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nThe revision of April 2008 updated the taxonomic class from Loamy-skeletal, mixed, superactive Xeric Argicryolls based on a thirteen year soil temperature study that documented the mean summer soil temperature to be more than 15 degrees C and base saturation by sum of cations to be less than 75 percent."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  A pedon of Bullville has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as pedon ID 06NV005005 (pedon # 07N0049)."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; dark grayish brown (10YR 4/2) very gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine tubular and interstitial pores; 30 percent gravel, 5 percent cobbles, and 5 percent stones; neutral (pH 6.6); clear smooth boundary.  (8 to 25 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--10 to 28 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and common fine roots; common very fine tubular and interstitial pores; few faint clay bridges between sand grains; 45 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (13 to 30 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 50,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--28 to 50 cm; pale brown (10YR 6/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, common fine and medium roots; common very fine tubular and interstitial pores; common faint clay bridges between sand grains; 65 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (18 to 38 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 50,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--50 to 64 cm; pale brown (10YR 6/3) very gravelly sandy clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common very fine tubular and interstitial pores; common faint clay bridges on sand grains; 50 percent gravel and 5 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (0 to 18 cm thick)"
      },
      {
        "name": "Cr",
        "top": 64,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--64 cm; highly weathered and fractured granitic rock; some fine-earth and few roots in fractures."
      }
    ]
  ]
}
