{
  "SERIES": "BULLROAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JW/RJO/DAL",
  "REVDATE": "10/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bullroar ashy silt loam - woodland, on a 0 percent slope at an elevation of 4,240 feet. (Colors are for moist soil unless otherwise noted. Soil textures are apparent field textures.)\nOi--0 to 1 inches; needles, twigs, leaves\nOe--1 to 3 inches; moderately decomposed needles, leaves and twigs\nA--3 to 6 inches; dark brown (10YR 3/3) ashy silt loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine, fine, medium and coarse roots; few very fine tubular pores; slightly acid (pH 6.5); clear wavy boundary.  (3 to 15 inches thick)\nBw--6 to 20 inches; brown (10YR 4/3) ashy silt loam, very pale brown (10YR 7/4) dry; weak medium and fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine, and fine, and many medium and coarse roots; few very fine tubular pores; slightly acid (pH 6.5); abrupt wavy boundary.  (9 to 28 inches thick)\n2EBb--20 to 25 inches; dark brown (10YR 3/3) cobbly sandy loam, yellowish brown (10YR 5/4) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine and medium, and few coarse roots; common very fine irregular pores; 20 percent gravel, and 15 percent cobbles; neutral (pH 6.6); gradual smooth boundary. (3 to 15 inches thick)\n2Bwb--25 to 42 inches; dark brown (10YR 3/3) very cobbly sandy loam, brown (10YR 5/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, few fine and common medium roots; common very fine irregular pores; 25 percent gravel, 20 percent cobbles, and 10 percent stones; neutral (pH 6.6); gradual smooth boundary. (8 to 17 inches thick)\n2BCb--42 to 61 inches; dark yellowish brown (10YR 3/4) extremely stony sandy loam, yellowish brown (10YR 5/4) dry; single grain; loose, very friable, slightly sticky and nonplastic; few very fine, fine and medium roots; common very fine irregular pores; 35 percent gravel, 25 percent cobbles, and 15 percent stones; neutral (pH 6.7); gradual smooth boundary. (10 to 25 inches thick)\n2C--61 to 73 inches; dark yellowish brown (10YR 3/4) extremely stony loamy sand, yellowish brown (10YR 5/4) dry; single grain; loose, very friable, nonsticky and nonplastic; common very fine irregular pores; 30 percent gravel, 25 percent cobbles, and 25 percent stones; neutral (pH 6.7)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon\nSection 33 (NW , NW , NW ), T. 8 S., R. 32 E.\nLatitude: 44 degrees, 50 minutes, 07 seconds N\nLongitude: 118 degrees, 52 minutes, 44 seconds W\nUTM Zone 11; 4,966,390 northing; 351,480 easting\nUSGS Quadrangle: Wildcat Point"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: frigid regime\nMean Annual Soil Temperature: 43 to 47 degrees F\nMean Summer Soil Temperature: 51 to 58 degrees F\nMean Winter Soil Temperature:  34 to 38 degrees F\nSoil Moisture: udic regime, dry 25 to 45 days in summer\nParticle-size Control Section: mineral surface to 40 inches below the mineral surface\nUpper part (ashy): 15 to 36 inches thick\nClay content:  2 to 10 percent\nRock fragment content:  0 to 5 percent\nLower part (loamy-skeletal): 4 to 25 inches thick\nClay content:  8 to 17 percent\nRock fragment content:  40 to 60 percent\nRock fragment shape:  rounded\nDepth to 2C horizon (sandy-skeletal): 60 to 80 inches\nDiagnostic Horizons and Features:\nandic soil properties: upper boundary at the material surface;  17 to 36 inches thick\nAl+1/2Fe(aox): 1.0 to 3.0 percent\nbulk density: 0.65 to 1.0 g/cc\nP retention: 40 to 90 percent\n0.02-2.0 mm fraction: 40 to 60 percent of fine earth\nglass content in the 0.02 to 2.0mm fraction: 60 to 90 percent\nwater content at 1500 kPa (air dried): 5 to 12 percent\n8Si + 2Fe (aox): 5 to 12 percent\n8Si - 2Fe (aox): 4 to 8 percent\nochric epipedon: 3 to 15 inches thick\ncambic horizon:\nupper: 9 to 28 inches thick\nlower: 8 to 17 inches thick\nsandy-skeletal material (water-sorted sand and gravel), depth: 60 to 80 inches\nMajor Horizons:\nA horizon\ncolor, moist: 7.5YR 2/2, 3/2; 10YR 2/2, 3/2, 3/3, 4/2\ncolor, dry: 10YR 3/4, 4/2, 5/2, 6/2, 6/3\ntexture:  ASHY-SIL\nclay content: 2 to 10 percent\nrock fragment content:  0 to 5 percent\ngravel:  0 to 5 percent\nreaction: slightly acid to neutral;  pH:  6.1 to 7.3\norganic carbon: 1 to 5 percent\nBw horizon\ncolor, moist: 7.5YR 3/2; 10YR 3/3, 3/4, 4/3, 5/3\ncolor, dry: 10YR 5/4, 6/2, 6/3, 6/4, 7/2, 7/4, 8/2\ntexture: ASHY-SIL\nclay content: 2 to 10 percent\nrock fragment content:  0 to 5 percent\ngravel:  0 to 5 percent\nreaction: slightly acid to neutral;  pH:  6.1 to 7.3\norganic carbon: 0.6 to 1.0 percent\n2EBb horizon  (some pedons have 2ACb or 2Eb horizons)\ncolor, moist: 10YR 3/2, 3/3, 4/3, 5/6; 2.5Y 4/2\ncolor, dry: 10YR 5/3, 5/4, 6/3, 7/4; 2.5Y 7/4\ntexture: GRV-SL, STV-SL, CBV-SL, GRV-L\nclay content: 3 to 18 percent\nrock fragment content:  35 to 55 percent\ngravel  15 to 55 percent\ncobbles 0 to 30 percent\nstones  0 to 5 percent\nreaction: slightly acid to neutral; pH:  6.1 to 7.3\n2Bwb horizon\ncolor, moist: 10YR 3/3, 3/4; 2.5Y 4/2, 4/3\ncolor, dry: 10YR 5/3, 5/4; 2.5Y 6/2, 6/3, 7/4\ntexture: GRV-SL, CBV-SL, CBX-SL\nclay content: 4 to 16 percent\nrock fragment content:  50 to 65 percent\ngravel  25 to 50 percent\ncobbles 0 to 20 percent\nstones  0 to 10 percent\nreaction: slightly acid to neutral;  pH:  6.1 to 7.3\norganic carbon: 0 to 1.2 percent\n2BCb horizon  (some pedons have a 2C horizon)\ncolor, moist: 10YR 3/4; 2.5Y 4/3\ncolor, dry: 10YR 5/4; 2.5Y 6/2, 6/3, 7/4\ntexture: STX-LS, STX-SL, CBX-LS, GRX-L, STX-S\nclay content: 2 to 18 percent\nrock fragment content:  60 to 90 percent\ngravel  30 to 55 percent\ncobbles 5 to 30 percent\nstones  0 to 40 percent\nreaction: slightly acid to neutral;  pH:  6.1 to 7.3\norganic carbon: 0 to 1.2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBoulderjud  -- deep (40 to 60 inches) to a paralithic contact of weathered granite; ashy part of the pscs has 30 to 65 percent glass in the 0.02 to 2.0 mm fraction; has 2Bt horizons below the ash mantle; formed in coarse-silty volcanic ash over colluvium and residuum from granitic rocks\nBulgar -- very deep (>60 inches); ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; ash mantle with greater than 5 percent rounded rock fragments; has 2EBb, 2Ab, 2AEb, or 2Eb buried surface horizon below the ash mantle; loamy-skeletal throughout the series control section (to 80 inches); glacial rock fragments in lower pscs are rounded; formed in volcanic ash over, mostly granitic, till\nDeardorf  -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 12 to 17 percent clay; formed in volcanic ash over colluvium and residuum from andesitic basalt\nFerguson   -- very deep (>60 inches); texture of ash is very fine sandy loam; ashy part of the pscs has 30 to 55 percent glass in the 0.02 to 2.0 mm fraction; has 2Bw horizon; depth to  2C horizon with loamy coarse sand or sand (sandy-skeletal) is 40 to 60 inches; formed in volcanic ash over, mostly granitic, glaciofluvial deposits\nGutridge  -- deep (40 to 60 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; rock fragments in the loamy-skeletal part are subangular; formed in volcanic ash over colluvium from metasedimentary rock\nStalter -- moderately deep (20 to 40 inches) to a paralithic contact of weathered granite; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; formed in volcanic ash over colluvium and residuum  from granite\nThreecent  -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 4 to 12 percent clay; formed in volcanic ash over colluvium and residuum from metasedimentary rock\nTwobit  -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 18 to 27 percent clay; formed in volcanic ash over colluvium and residuum from metavolcanic rock"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: on terraces and fans on mountain valley floors\nSlope gradient: 0 to 15 percent\nParent material origin: volcaniclastic volcanic ash over alluvium\nLithology: Mazama ash over mixed rocks\nElevation: 3,200 to 4,800 feet\nClimate: cold, wet winters and warm, moist summers\nMean annual precipitation: 23 to 30 inches\nMean annual air temperature: 41 to 45 degrees F\nFrost-free period: 40 to 125 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBigbouldercreek:  occur on terraces and flood plains of valley floors; ash continues throughout pscs and has <35 percent rock fragments\nDardry:  occur on terraces of mountain valley floors; has mollic epipedon; does not have ash\nMelloe:  occur on terraces and flood plains of mountain valley floors; has mollic epipedon; does not have ash\nRebarrow:  occur on high terraces of mountain valleys; has argillic horizon;\nSandur:  occur on flood plains of mountain valley floors; does not have ash; has loamy sand and sandy textures\nTerlough:  occur on terraces and flood plains of mountain valley floors; has mollic epipedon; does not have ash"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderately rapid over moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse:  timber production, watershed, wildlife habitat, recreation, and livestock grazing\nNative vegetation:  grand fir, Douglas fir, Englemann spruce, longtube twin flower, Rocky mountain maple, big huckleberry, grouse huckleberry, birchleaf spirea, common snowberry, side-flowered miterwort, sidebells pyrola, heartleaf arnica, bracken fern, common horsetail, pinegrass, elk sedge, Columbia brome and western fescue.\nEcological site:  Dominant: ABGR/LIBOL2; other may include: ABGR/ACGL"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMLRA 10, Central Rocky and Blue Mountains foothillsDistributing\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa-Whitman National Forests, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nochric epipedon:  3 to 6 inches  (A  horizon)\ncambic horizon:  6 to 20 inches  (Bw horizon)\nparticle-size control section:\nashy part:  3 to 20 inches  (A and Bw horizons)\nloamy-skeletal part: 20 to 43 inches  (2EBb, 2Bwb, and 2BC horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
