{
  "SERIES": "BULLGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "01/2000",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, isomesic Typic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bullgulch silty clay loam, woodland, on a 40 percent southwest-facing slope at 580 feet elevation.  (Colors are for moist soil unless otherwise noted.)\n0i--0 to 2 inches; partially decomposed needles, leaves, twigs, and woody materials.\nA1--2 to 16 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong very fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine irregular pores; strongly acid (pH 5.1); gradual wavy boundary.  (10 to 14 inches thick)\nA2--16 to 24 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium and fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; many fine and medium roots; many fine and very fine tubular pores; strongly acid (pH 5.2); gradual wavy boundary.  (5 to 10 inches thick)\nBt1--24 to 35 inches; dark brown (10YR 3/3) silty clay, dark brown (10YR 4/3) dry: moderate fine subangular blocky structure; hard, friable, sticky and very plastic; many fine roots; many fine and very fine tubular pores; few faint clay films on ped faces and in pores; strongly acid (pH 5.5); gradual wavy boundary.  (5 to 11 inches thick)\nBt2--35 to 50 inches; dark yellowish brown (10YR 4/4) silty clay, very pale brown (10YR 7/4) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many very fine tubular pores; common faint clay films on ped faces and in pores; strongly acid       (pH 5.3); clear wavy boundary.\nBt3--50 to 61 inches; yellowish brown (10YR 5/6) silty clay, very pale brown (10YR 7/4) dry; moderate fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine and very fine tubular pores; few faint clay films on ped faces and in pores; strongly acid  (pH 5.2); clear wavy boundary.  (Combined thickness of the Bt2 and Bt3 horizons ranges from 20 to 30 inches)\nBC--61 to 66 inches; yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) silty clay loam, light yellowish brown (10YR 6/4) and light gray (10YR 7/2) dry; weak medium angular blocky structure; hard, firm, sticky and plastic; few fine roots; many very fine tubular pores; 35 percent weathered (soft) sandstone fragments; very strongly acid  (pH 4.9); gradual irregular boundary.  (0 to 13 inches thick)\nC--66 to 72 inches; yellowish brown (10YR 5/4) silty clay loam, light yellowish brown (10YR 6/4) and light gray (10YR 7/2) dry; massive; hard, firm, sticky and plastic; 50 percent weathered (soft) sandstone fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 300 feet north and 2310 feet west of the southeast corner of section 31, T.37 S., R. 14 W.  (Latitude 42 degrees, 19 minutes, 30 seconds N; Longitude 124 degrees, 24 minutes, 12 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 50 to 54 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  The particle-size control section is 35 to 45 percent clay and 0 to 15 percent soft rock fragments.  The C horizon below 5 feet may have up to 60 percent soft rock fragments.  The fragments are soft weathered sandstone or siltstone. Depth to bedrock is over 60 inches.  It is very strongly to strongly acid throughout.  The umbric epipedon is 20 to 35 inches thick.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry.  It is silty clay loam with 27 to 35 percent clay.  Organic matter is 4 to 8 percent.\nThe Bt horizon has value of 3 to 5 moist, 3 to 7 dry and chroma of 3 to 6 moist and dry.  It is silty clay, clay, or silty clay loam with 35 to 45 percent clay.  Clay films range from few to common and faint to distinct.  Organic matter is 2 to 4 percent.\nThe BC and C horizon has value of 4 to 6 moist, 6 or 7 dry and chroma of 2 to 4 moist and dry.  It is silty clay loam or clay loam with 27 to 35 percent clay.  It has up to 60 percent soft rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hunterscove, Loeb, Macklyn, Quinliven, Vandamme, Wadecreek, and Winchuck soils.  Huterscove soils are 20 to 40 inches deep to a paralithic contact.  Loeb, Macklyn, Vandamme, and Winchuck soils have a MAST of 54 to 59 degrees F.  In addition Macklyn soils are 20 to 40 inches deep to a paralithic contact and Winchuck soils have an umbric epipedon 10 to 20 inches thick and have greater than 45 percent clay in the particle-size control section. Quinliven soils have an ochric epipedon and are moderately well drained.  Vandamme soils are 40 to 60 inches deep to a paralithic contact.  Wadecreek soils have an umbric epipedon 10 to 20 inches thick and redox depletions with chroma of 2 or less within the lower Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bullgulch soils are on stable broad ridgetops and side slopes of coastal hills and mountains.  Slopes are 0 to 60 percent.   The soils formed in residuum and colluvium weathered from arkosic sandstone and siltstone.  Elevation is 50 to 1000 feet.  The climate is humid, characterized by cool wet winters and cool moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 75 to 95 inches.  The mean annual temperature is 50 to 53 degrees F.  The frost-free period is 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Millicoma, Reedsport, Svensen, Whaleshead, and competing Hunterscove soils.  Hunterscove, Millicoma, Reedsport, Svensen, and Whaleshead soils occur on broad ridgetops, benches, or side slopes of coastal hills and mountains.  Millicoma soils are moderately deep and loamy-skeletal.  Reedsport soils are fine-loamy and are 20 to 40 inches deep to a paralithic contact.  Svensen soils are fine-loamy and 40 to 60 inches deep to a paralithic contact.  Whaleshead soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, homesites, watershed, recreation, and wildlife habitat.  Native vegetation is Sitka spruce, Douglas fir, grand fir, red alder, tanoak, red elderberry, salmonberry, evergreen huckleberry, salal, western swordfern, evergreen violet, sweetscented bedstraw, Siberian minerslettuce, mountain brome, and bearded fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal hills and mountains of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995.  The source of the name is a drainage in southwestern Curry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nUmbric epipedon - from 2 to a depth of 35 inches (A1, A2, Bt1 horizons).\nArgillic horizon - from a depth of 35 to 61 inches (Bt1, Bt2, Bt3, horizons).\nHumults suborder - the soil has 0.9 percent or more organic carbon in the upper 6 inches of the argillic horizon (Bt1 horizon).  Based on lab data from associated soils.\nParticle-size control section - from 22 to 42 inches (Bt1 and part of Bt2 horizon).\nAll diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
