{
  "SERIES": "BULLVARO",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-RLB-JVC-JBF",
  "REVDATE": "11/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bullvaro loam--rangeland.  (Colors are for dry soil unless otherwise noted.\nA1--0 to 10 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many medium, fine and very fine roots; few medium, many fine and very fine tubular pores; 10 percent gravel; neutral; (pH 6.6); clear smooth boundary.  (5 to 15 cm thick)\nA2--10 to 23 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; soft, very friable, slightly sticky and slightly plastic; common medium, fine and very fine roots; few medium, many fine and very fine tubular pores; 10 percent gravel; neutral (pH 6.8); clear smooth boundary.  (10 to 18 cm thick)\nA3--23 to 38 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; common fine and many very fine tubular pores; 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (13 to 20 cm thick)\n2Bt--38 to 58 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine and very fine roots; common fine and many very fine tubular pores; common faint clay films on faces of peds and lining pores; 25 percent gravel; neutral (pH 7.0); gradual wavy boundary.  (15 to 25 cm thick)\n3Bt--58 to 94 cm; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine tubular pores; few faint clay films on faces of peds and common distinct clay films lining pores; 60 percent gravel; neutral (pH 7.2); gradual wavy boundary.  (12 to 18 cm thick)\n3C--94 to 150 cm; yellowish brown (10YR 5/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine tubular pores; 70 percent gravel and 5 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 5 miles northeast of Rowland in the Diamond A Desert and east of the canyon of Deep Creek; about 2,000 feet south and 1,000 feet west of the northeast corner of section 12, T. 47 N., R. 56 E.; USGS Bearpaw Mountain, Idaho 7.5 minute topographic quadrangle; latitude 41 degrees 58 minutes 43 seconds N and longitude 115 degrees 35 minutes 37 seconds W; WGS84 Decimal Degrees 41.9786111 latitude, -115.5936111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the winter and spring, dry in summer and fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 76 to 100 cm; includes the Bt horizons.\nDepth to base of argillic horizon: 76 to 114 cm.\nDepth to bedrock: 150 to 200 cm to a lithic contact.\nParticle-size control section - Clay content:  18 to 25 percent.\nRock fragments:  Averages 35 to 60 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as welded tuff.\nA horizons\nChroma:  2 or 3, dry or moist.\nStructure:  Granular in the upper subhorizon, granular or subangular blocky in the lower subhorizons.\nOrganic matter content: 3 to 6 percent.\n2Bt1 horizon\nChroma:  2 or 3, dry or moist.\nClay content: 18 to 25 percent.\nRock fragments:  15 to 35 percent gravel.\nOrganic matter content: 2 or 3 percent.\n3Bt2 horizon\nChroma:  2 or 3, dry or moist.\nClay content: 18 to 25 percent.\nRock fragments:  60 to 75 percent gravel.\nOrganic matter content: 1 or 2 percent.\n3C horizon\nValue:  5 or 6 dry.\nClay content:  10 to 18 percent.\nRock fragments:  60 to 75 percent, mainly gravel.\nStructure:  Subangular blocky or it is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullump, Burchflat, Camelback, Chrisflat, Demner, Dogbed, Dooh, Erig, Krenka, Leroman, Lockgate, Murain, Nutval, Snyderville, Softback, Softscrabble, Staberg, Vetagrande, and Vipont series.\nBullump, Camelback, Chrisflat, Dogbed, Krenka, Murain, Snyderville, Softback, and Softscrabble soils have a xeric moisture regime.  Burchflat and Vipont soils have a xeric moisture regime and are moderately deep to lithic contacts.  Demner soils are dominated by cobbles in the particle-size control section and have depth to base of the argillic horizon of 50 to 75 cm.  Dooh soils have mollic epipedons that are 20 to 30 cm thick, are not influenced by loess, and average 27 to 35 percent clay in the particle-size control section.  Erig soils have a xeric moisture regime and are deep to lithic contacts.  Leroman and Staberg soils have a xeric moisture regime and are moderately deep to paralithic contacts.  Lockgate soils have a xeric moisture regime and are deep to paralithic contacts.  Nutval and Vetagrande soils have mollic epipedons that are 50 to 75 cm thick, are not influenced by loess, and do not have 60 to 75 percent rock fragments in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bullvaro soils are on plateaus.  They typically occur on backslope positions.  These soils formed in colluvium derived from welded tuff with a significant amount of loess.  Slopes are 30 to 75 percent.  Elevations range from 1,710 to 2,200 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 410 mm, the mean annual temperature is 5 to 7 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hackwood, Sumine, and Vitale soils.  Hackwood soils are fine-loamy, have a cryic temperature regime, and do not have argillic horizons.  Sumine and Vitale soils are moderately deep to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bullvaro soils are used for rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, bluebunch wheatgrass, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive with about 4,000 acres of the series mapped to date.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Central Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 94 cm (A1, A2, A3, 2Bt, and 3Bt horizons).\nArgillic horizon - The zone from 38 to 94 cm (2Bt and 3Bt horizons).\nParticle-size control section - The zone from 38 to 88 cm (2Bt1 horizon and part of the 3Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
