{
  "SERIES": "BULLWINKLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAL-ELB-AGG",
  "REVDATE": "12/98",
  "STATES": "MN",
  "OVERVIEW": "The Bullwinkle series consists of very deep, very poorly drained soils that formed in woody organic materials and are underlain by loamy calcareous glacial till or loamy lacustrine sediments. These soils have moderately rapid permeability in the organic material and moderate to moderately slow permeability in the underlying material.  They are in nearly level, slightly convex forested bogs on glacial lake plains and till plains.  Slopes are less than 2 percent. Mean annual precipitation is about 22 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bullwinkle muck with a slope of less than 1 percent on a glacial lake plain in a mixed black spruce, white cedar, and tamarack forest at an elevation of 1193 feet.  (Colors are for moist soil conditions unless otherwise stated.)\nOa1--0 to 17 inches; black (5YR 2.5/1) broken face, dark reddish brown (5YR 3/2) rubbed, and dark reddish brown (5YR 3/3) pressed; sapric material, about 30 percent fiber; about 10 percent rubbed; weak coarse platy structure; very friable; nonplastic; nonsticky; about 30 percent woody fragments greater than 2 millimeters; medium acid; clear smooth boundary.\nOa2--17 to 31 inches; very dark brown (10YR 2/2) broken face, black (5YR 2.5/1) rubbed, and dark reddish brown (5YR 3/2) pressed; sapric material, about 30 percent fiber; about 5 percent rubbed; weak coarse platy structure; very friable; nonplastic; nonsticky; about 50 percent woody fragments greater than 2 millimeters; medium acid; clear smooth boundary.\nOa3--31 to 41 inches; black (10YR 2/1) broken face very dark brown (10YR 2/2) rubbed and pressed; sapric material, about 25 percent fiber; about 5 percent rubbed; weak coarse platy structure; very friable; nonplastic; nonsticky; about 50 percent woody fragments greater than 2 millimeters; medium acid; clear smooth boundary.\nA--41 to 45 inches; black (10YR 2/1) loam; massive; friable; neutral; abrupt smooth boundary.  (0 to 8 inches)\nCg--45 to 60 inches; olive gray (5Y 5/2) loam; common medium prominent yellowish brown (10YR 5/6) Fe concentrations; massive; friable; common fine irregularly shaped carbonates in soft masses; strongly effervescent; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beltrami County, Minnesota; about 2 miles south and 5 miles east of Thorholt; 15 feet north and 375 feet west of the southeast corner of sec. 34, T. 155 N., R. 35 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  The organic material is 16 to 51 inches thick.  Fibers are dominantly herbaceous and woody and fiber content ranges from 20 to 50 percent unrubbed and 10 percent or less when rubbed.  The organic material contains 15 percent or more wood fragments greater than 2 mm.\nThe Oa horizons have hues of 5YR, 7.5YR, or 10YR; values of 2 through 4; and chroma of 1 through 4.  Some pedons may contain as much as 10 inches of hemic material in the surface or subsurface tiers.  They are medium acid to neutral.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 through 4; and chroma of 0 through 4.  It is loam, clay loam, sandy clay loam, or sandy loam.  It is neutral or mildly alkaline.\nThe Cg horizon has hue of 2.5Y, 5Y, or 5GY.  It has value of 4 through 7 and chroma of 1 or 2.  It is loam, clay loam, sandy loam, and fine sandy loam.  It is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Cathro series in the same family. Cathro soils do not have more than 15 percent woody fragments in the organic material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bullwinkle soils are in nearly level bogs within glacial lake plains and till plains.  Slopes are plane to slightly convex with a gradient of less than 2 percent.  This soil formed in 16 to 51 inches of woody organic materials and are underlain by loamy calcareous glacial till or lacustrine sediments. These underlying materials are of the late Wisconinan glaciation period.  The mean annual air temperature is 38 to 45 degrees F.  The mean annual precipitation is 20 to 28 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Cathro and Lupton soils.   Cathro soils formed predominantly in herbaceous organic material.  Lupton soils formed in predominantly woody organic materials more than 51 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  This soil is very poorly drained.  Runoff is very slow.  Permeability is moderately rapid in the organic material and moderate to moderately slow in the underlying material. A seasonal high water table occurs from 0 to 1 foot from January to December in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used primarily for timber production and occasionally for production of wild rice.  The native overstory vegetation is black spruce or tamarack in pure stands or in a mixture with northern white cedar.  The understory is comprised of various amounts of hypnum moss, sphagnum moss, leather leaf, labrador tea, bog birch, alder, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bog areas of the glacial Lake Agassiz plain in northern Minnesota.  This series is of very minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beltrami County, Minnesota, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and properties recognized in this pedon are:  terric subroup (A and Cg horizon) above a depth of 51 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
