{
  "SERIES": "BULLNEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJ/JAC/AJE",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bullnel gravelly loam, rangeland. (Colors are for moist soil unless otherwise noted.)\nA11--0 to 1 1/2 inches; dark reddish brown (5YR 2/2) loam, dark reddish brown (5YR 3/4) dry; moderate very fine granular structure; loose, very friable, nonsticky and nonplastic; many very fine and fine roots; 10 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (1 to 8 inches thick)\nA12--1 1/2 to 8 inches; dark reddish brown (5YR 3/4) gravelly loam, reddish brown (5YR 4/4) dry; weak coarse granular structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; 30 percent gravel and cobbles; slightly acid (pH 6.2); clear irregular boundary. (1 to 9 inches thick)\nB21t--8 to 13 inches; reddish brown (5YR 4/4) gravelly loam, yellowish red (5YR 5/6) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common fine pores; many thin clay films on faces of peds; 30 percent gravel and cobbles; slightly acid (pH 6.4); clear wavy boundary. (5 to 10 inches thick)\nB22t--13 to 34 inches; dark red (2.5YR 3/6) gravelly silty clay loam, yellowish red (5YR 5/6) dry; weak medium prismatic structure that parts to moderate fine and medium subangular blocky; very hard, firm, sticky and plastic; few very fine and fine roots; common very fine pores; continuous thin and few moderately thick clay films on faces of peds; 25 percent soft angular gravel and cobbles; moderately calcareous, lime is massive; mildly alkaline (pH 7.8); clear wavy boundary. (7 to 25 inches thick)\nC--34 to 39 inches; dark red (2.5Y 3/6) gravelly loam, yellowish red (5YR 5/8) dry; moderate medium subangular blocky structure; extremely hard, extremely firm, slightly sticky and slightly plastic; few very fine roots; 30 percent soft angular gravel and cobbles; strongly calcareous, lime is massive; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 7 inches thick)\nR--39 to 41 inches; weathered sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Utah; 10 miles north and 3 miles east of Lost Creek Dam; 1,650 feet east and 100 feet north of the SW corner of sec. 13, T.7N., R.5E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The A1 horizons have throughout the upper 4 to 9 inches moist value of 3.5 or less or have more than 1.2 percent organic matter. The combined thickness of the A1 and B2t horizon ranges from 13 to 34 inches. Soft weathered sandstone bedrock occurs at depths of 21 to 40 inches. The mean annual soil temperature at depth of 20 inches ranges from 41 degrees to 45 degrees F. The mean summer soils temperature ranges from 59 degrees to 64 degrees F. The soils are usually moist but are dry for 60 to 85 consecutive days during the summer. Rock fragments consist of sandstone gravel and cobbles and range from 0 to 30 percent in the A1 horizon, 20 to 35 percent in the B2t horizon and 25 to 60 percent in the C horizon.\nThe A1 horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 through 5 dry, and 2 or 3 moist, and chroma of 4 through 6 dry and 2 through 4 moist. It ranges from loam to gravelly loam. This horizon is dominantly alkaline but may be slightly acid or neutral in some pedons and is 4 to 9 inches thick.\nThe B2t horizon has hue of 10R, 2.5YR, or 5YR, value of 5 or 6 dry, and 3 through 5 moist, and chroma of 4 through 6 dry and moist. It is gravelly heavy loam, gravelly clay loam or gravelly silty clay loam.  Structure in the B2tca horizon ranges from weak to moderate prismatic or weak to strong, fine to coarse subangular blocky; clay films are few to many thin to moderately thick on faces of pores and in pores; The B2t horizon ranges from mildly to strongly alkaline and is noncalcareous in the upper part and moderately or strongly calcareous in the lower part. It is mainly 19 to 30 inches thick, but is as thin as 7 inches in some pedons.\nThe C horizon has hue of 2.5YR or 5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 5 through 8 dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kilfoil and Neuske series. Kilfoil soils have hue of 10YR, 2.5Y or 5Y in the B2t horizon. Neuske soils have A2 horizons, hue of 10YR or 7.5YR in the B2 horizon and have bisequem profiles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bullnel soils are at elevations of 6,500 to 8,000 feet. They occur on north-facing, even or concave mountain slopes and on ridge tops. Slopes range from 2 to 50 percent. These soils formed in local alluvium, and residuum weathered from sandstone and shale. The climate is moist subhumid, and the average annual precipitation ranges from 18 to 20 inches. The mean annual temperature is 39 degrees to 41 degrees F. The mean summer temperature is 56 degrees to 61 degrees F., and the frost-free period ranges from 70 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "ASSOCIATED SOILS",
    "content": "ASSOCIATED SOILS:  These are the Ercan, Etchen, and Guilder soils.  Ercan soils are more than 40 inches deep and have mollic epipedons, A2 horizons and have less than 20 percent rock fragments in the B2t horizon. Etchen soils have loamy-skeletal B2t horizons. Guilder soils are more than 40 inches deep and have less than 20 percent rock fragments in the B2t horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, range and wildlife habitat. The present native vegetation is big sagebrush, serviceberry, yellowbrush, kings fescue and elkweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan County, Morgan Area, Utah, 1974.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
