{
  "SERIES": "BUNDO",
  "STATUS": "Established Series",
  "BYREV": "RD:  GWA/BDS/RJA",
  "REVDATE": "02/1999",
  "STATES": "CO,NM",
  "OVERVIEW": "The Bundo series consists of deep, moderately rapidly permeable soils that formed in colluvium and alluvium derived from acid igneousintrusive rocks on mountain slopes.  Slopes range from 25 to 60 percent.  Mean annual precipitation is 22 inches, and the mean annual temperature is 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Palecryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bundo gravelly sandy loam - forested.  (Colors are for dry soils unless otherwise noted.)\nOi--3 to 0 inch; Forest litter.  (l to 4 inches thick)\nEl--0 to ll inches; light gray (l0YR 7.2) gravelly sandy loam, brown (l0YR 5/3) moist; moderate very fine granular structure; soft, very friable; many fine and coarse roots; common fine pores; l5 percent pebbles; medium acid; gradual smooth boundary.  (8 to l5 inches thick)\nE2--ll to 24 inches; light gray (l0YR 7/2) gravelly sandy loam, pale brown (l0YR 6/3) moist; strong very f ine granular structure; slightly hard, friable; few medium and coarse roots; common fine pores; 35 percent pebbles; strongly acid; gradual smooth boundary. (l0 to 25 inches thick)\nEB--24 to 30 inches; (E2) light gray (l0YR 7/2) very gravelly sandy loam, pale brown (l0YR 6/3) moist; moderate fine granular structure; slightly hard, friable; (Bt) lamellae of light yellowish brown (l0YR 6/4) gravelly loam, yellowish brown (l0YR 5/4) moist; moderate fine subangular blocky structure; hard, firm, slightly sticky, slightly plastic; lamellae .25 to l inch thick; few medium and coarse roots; 45 percent pebbles; strongly acid; gradual wavy boundary.  (4 to 8 inches thick)\nBE--30 to 56 inches; (Bt) light yellowish brown (l0YR 6/4) very gravelly loam, dark yellowish brown (l0YR 4/4) moist strong fine subangular blocky structure; hard, firm, slightly sticky, plastic; (E) very pale brown (l0YR 7/3) gravelly sandy loam, yellowish brown (l0YR 4/4) moist; weak fine granular structure; slightly hard, friable; (E) material occurs in pockets and cracks and as coatings on coarse fragments; 45 percent pebbles; medium acid; gradual smooth boundary.  (20 to 28 inches thick)\nBt1--56 to 70 inches; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; common fine distinct mottles of brown (7.5YR 4/2), dark brown (7.5YR 3/2) moist; moderate and strong fine subangular blocky structure; hard, firm, sticky, plastic; commin, moderately thick clay films on faces of peds and bridging some coarse particles; about 5 percent by volume of E material is on top of coarse fragments; 50 percent pebbles; medium acid; gradual smooth boundary.  (12 to 18 inches thick)\nBt2--70 to 94 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; common fine distinct mottles of brown (7.5YR 4/2), dark brown (7.5YR 3/2) moist; massive; hard, firm, sticky, plastic; common, moderately thick clay films on and bridging coarse fragments; some coarse fragments have very gravelly loam E material on them; 80 percent pebbles; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colfax County, New Mexico; about 2.5 miles northeast of Eagle Nest, New Mexico; one mile northeast of the northeast end of the Eagle Nest airstrip in line with the airstrip.  Unsectionized area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  Averages 40 degrees F. and the average summer temperature is 49 degrees F.\nDepth to argillic horizon:  45 to 70 inches.\nRock Fragments:  15 to 50 percent at surface, 35 to 85 percent in the control section.\nE horizon:  Hue - 7.5YR or 10YR Value:  6 through 8 dry, 4 through 6 moist Chroma:  2 through 4, dry or moist Texture:  Loam or sandy loam\nBt horizon:  Hue - 7.5YR or 10YR Value:  5 or 6 dry or 3 through 5 moist Chroma:  2 through 6 dry or moist Texture:  Sandy clay loam or loam (10 to 25 percent clay and 50 percent or more sand.)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Etoe, Horsethief and Marosa series.  Etoe soils have an argillic horizon with its upper boundary between 24 and 40 inches from the surface.  Horsethief soils have less than 50 percent sand in the argillic horizon.  Marosa soils have 25 percent or more clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Bundo soils are on steep and very steep, stony and gravelly, convex mountain slopes with elevations ranging from 8,000 to ll,500 feet.  The soils formed in medium textured, gravelly colluvial-alluvial material derived from acid igneous intrusive rocks.  The climate is continental with annual precipitation ranging from l8 to 25 inches.  Annual temperature is about 38 degrees F., and the average summer temperature is about 47 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Tolby soils.  Tolby soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife, recreation, and timber production.  Douglas-fir, Engelman spruce, white fir, and limber pine.  Understory is kinnikinnick, Oregon grape, mock orange, and some mountain grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico and southern Colorado.  This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colfax County, New Mexico, l974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic Horizons and Features Recognized in this Pedon are:\nArgillic horizon:  The zone from 56 to 94 inches.  (Bt horizons)\nPale feature:  Argillic horizon with upper boundary deeper than 60 cm below surface.\nADDITIONAL DATA:  Lincoln Lab S66NMex-4-3 (66L593-597).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
