{
  "SERIES": "BUNDYMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JEB",
  "REVDATE": "01/2006",
  "STATES": "CO",
  "OVERVIEW": "The Bundyman series consists of well drained soils formed in moderately fine to fine textured calcareous materials weathered from underlying shale bedrock.  Bundyman soils are on gently to steeply sloping upland hills and ridges.  Slopes range from 2 to 40 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 38 degrees F.  Typically, Bundyman soils have light brownish gray very friable, noncalcareous A horizons, pale brown noncalcareous heavy clay loam B2 horizons having prismatic and angular blocky structure, and pale brown, calcareous heavy clay loam Cca horizons, over shale bedrock at a depth of 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bundyman clay loam - grass land.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; light brownish gray (10YR 6/2) heavy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; slightly hard, very friable, slightly sticky, slightly plastic; slightly alkaline (pH 7.6); gradual wavy boundary.  (3 to 6 inches thick)\nB2--4 to 13 inches; pale brown (10YR 6/3) heavy clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure that parts to coarse angular blocks; slightly hard, friable, sticky, plastic; peds are extremely hard, very firm; few thin glossy patches on faces of peds, in root channels and in pores; slightly alkaline (pH 7.6); gradual wavy boundary.  (4 to 17 inches thick)\nC1ca--13 to 25 inches; pale brown (10YR 6/3) heavy clay loam, brown (10YR 4/3) moist; massive; extremely hard, very firm, sticky, plastic; visible secondary calcium carbonate as concretions and in thin seams; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary.  (4 to 30 inches thick)\nC2--25 to 60 inches; calcareous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; 425 feet east and 250 feet south of NW corner of Sec. 20, T. 8 N., R. 79 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 42 degrees F and mean summer soil temperature is about 56 degrees F.  Depth to uniformly calcareous material ranges from 4 to 20 inches.  Depth to continuous subhorizons of visible secondary calcium carbonate accumulation ranges from 10 to 30 inches.  Exchangeable sodium ranges from 0 to 15 percent in a major part of the control section and there is no subhorizon more than 4 inches thick above 20 inches that exceeds these limits.  Weighted average gypsum content of the C horizon above a depth of 40 inches ranges from 0 to 1.5 percent (by weight).  Depth to the paralithic contact ranges from 20 to 40 inches.  The control section is typically heavy clay loam or clay but averages 35 to 50 percent clay and more than 15 percent fine or coarser sand.  Rock fragments range from 0 to 15 percent in the major part of the control section and are mainly 1/4 to 10 inches in diameter.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 4.  It is neutral of slightly alkaline.\nThe B2 horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 6.  It ranges from neutral to moderately alkaline.\nThe C horizon has hue of 5Y through 7.5YR; subhorizons redder than 7.5YR occur in some pedons.  It is moderately or strongly alkaline.  Calcium carbonate equivalent ranges from 3 to 14 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kemmerer and Kobar series.  Kemmerer soils are calcareous throughout or calcareous above the upper 2 inches of the cambic horizon.  Kobar soils lack a paralithic contact above a depth of 40 inches and are calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bundyman soils are on gently to steeply sloping upland hills and ridges.  Slopes typically range from 2 to 40 percent.  The soils formed in moderately fine to fine textured calcareous materials weathered from underlying shale bedrock.  At the type location the average annual precipitation is 10 inches with peak periods of precipitation during the spring and early summer.  The mean annual temperature is 38 degrees F and the mean summer temperature is 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aaberg and Barishman soils.  Aaberg soils lack continuous subhorizons of secondary calcium carbonate accumulation.  Barishman soils have an argillic horizon and lack a paralithic contact above a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly as native pastureland.  Principal native vegetation includes mat saltbush, western wheatgrass, and pine needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of north-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 10/73.\nThe original concept of this series when correlated and established in 1973 was a cryic temperature regime and an aridic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; light brownish gray (10YR 6/2) heavy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; slightly hard, very friable, slightly sticky, slightly plastic; slightly alkaline (pH 7.6); gradual wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "B2",
        "top": 10,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B2--4 to 13 inches; pale brown (10YR 6/3) heavy clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure that parts to coarse angular blocks; slightly hard, friable, sticky, plastic; peds are extremely hard, very firm; few thin glossy patches on faces of peds, in root channels and in pores; slightly alkaline (pH 7.6); gradual wavy boundary.  (4 to 17 inches thick)"
      },
      {
        "name": "C1ca",
        "top": 33,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1ca--13 to 25 inches; pale brown (10YR 6/3) heavy clay loam, brown (10YR 4/3) moist; massive; extremely hard, very firm, sticky, plastic; visible secondary calcium carbonate as concretions and in thin seams; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary.  (4 to 30 inches thick)"
      },
      {
        "name": "C2",
        "top": 64,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--25 to 60 inches; calcareous shale."
      }
    ]
  ]
}
