{
  "SERIES": "BUNTLINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/WAS/PDC/WWJ",
  "REVDATE": "06/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Ustalfic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buntline gravelly fine sandy loam -rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; reddish brown (5YR 4/4) gravelly fine sandy loam, reddish brown (5YR 4/4) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine irregular pores; 20 percent gravel; very slightly effervescent; slightly alkaline (pH 7.4); abrupt smooth boundary. (1 to 4 inches thick)\nBtk--1 to 8 inches; yellowish red (5YR 4/6) sandy loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine roots matted on top of the hardpan; many very fine and fine irregular and tubular pores; common distinct clay films on ped faces and bridging sand grains; many distinct calcium carbonate coatings on rock fragments; slightly effervescent; large gravel occur directly above the hardpan; slightly alkaline (pH 7.4); abrupt wavy boundary. (5 to 12 inches thick)\nBkm--8 to 23 inches; fractured hardpan, strongly cemented with calcium carbonate; hardpan has a 1/8 to 1/4 inch laminar cap; many very fine and fine roots in the fractures. (8 to 25 inches thick)\nCk--23 to 47 inches; pinkish gray (5YR 7/2) extremely cobbly sandy loam, yellowish red (5YR 4/6) moist; massive; hard, weakly cemented, very friable, nonsticky and nonplastic; many very fine and fine roots; few fine irregular pores; many distinct calcium carbonate coatings on rock fragments; 20 percent gravel and 50 percent cobble; violently effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary.   (20 to 34 inches thick)\n2Btkb--47 to 60 inches; reddish brown (5YR4/3) and white (5YR 8/1) sandy clay loam, dark reddish brown (5YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine irregular and tubular pores; many distinct clay films on ped faces and in pores; many distinct calcium carbonate coatings on ped faces and in pores; many fine and medium hard and soft calcium carbonate masses; 5 percent gravel; violently effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cochise County, Arizona; located at a latitude of 31 degrees, 35 minutes, 00 seconds North and longitude of 110 degrees, 05 minutes, 20 seconds West; about 100 feet North and 200 feet West of the southeast corner of Section 22, T. 21 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature: 62 to 69 degrees F.\nRock fragments: 0 to 20 percent gravel and/or cobble above the hardpan.   Rock fragments below the hardpan includes up to 75 percent gravel and/or cobble.\nReaction:  slightly to moderately alkaline\nCalcium carbonate equivalent: 0 to 5 percent above the hardpan and 5 to 30 percent below hardpan\nDepth to petrocalcic horizon: 5 to 15 inches\nA horizon\nHue:  5YR, 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  3 or 4, dry or moist\nTexture:  fine sandy loam, sandy loam\nBtk horizon\nHue:  5YR, 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  4 through 6, dry or moist\nTexture:  sandy loam, loam (10 to 30 percent clay)\nCk horizon\nHue:  5YR, 7.5YR\nValue:  4 through 7 dry, 4 or 5 moist\nChroma:  3 through 6, dry or moist\nTexture:  sandy loam, fine sandy loam, loam\n2Btkb horizon\nHue:  5YR, 7.5YR\nValue:  4 through 8 dry, 3 through 5 moist\nChroma:  1 through 3 dry, 3 or 4 moist\nTexture:  sandy clay loam, sandy loam, loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Jerag (NM), Palo (NM), and Vana (AZ) series. Jerag soils have hues that range to 10YR. Palo soils are on mesa tops and plains and have hues that range to 2.5YR. In addition, Palo soils are in the Pecos-Canadian Plains and Valleys (LRR-G MLRA 70) and are more moist in May and June. Vana soils contain gypsum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buntline soils are on fan terraces at elevations of 3900 to 4600 feet.  Slopes range from 1 to 10 percent.  These soils formed in mixed fan alluvium.  The mean annual precipitation is 12 to 16 inches and occurs as thunderstorms during July to September and as gentle rains during December to February.  The mean annual air temperature is 60 to 67 degrees F.  The frost-free period is 180 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nolam, Libby, Kahn, and Gulch soils.  These soils are all very deep and do not have hardpans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately rapid permeability above the hardpan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat.  Vegetation includes creosotebush, tarbush, whitethorn, desert zinnia, range ratany, black grama, bush muhly, and blue threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  Buntline soils are of moderate extent.  MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochise County, Arizona.  Soil survey of Cochise County, Arizona, Douglas - Tombstone Part; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inch (A horizon)\nArgillic horizon - The zone from 1 to 8 inches (Btk horizon)\nPetrocalcic horizon  - The zone from 8 to 23 inches (Bkm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
