{
  "SERIES": "BUNTING",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJ/KL/CLM",
  "REVDATE": "03/2003",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bunting gravelly loam on rangeland on a 2 percent slope at 6,340 feet elevation with Wyoming big sagebrush and bluebunch wheatgrass.  When described on May 15, 1989, the soil was slightly moist throughout.  (Color is for dry soil unless otherwise noted.)\nA1--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; 15 percent gravel, 3 percent quartzite cobbles; neutral (pH 7.3); clear smooth boundary.  (3 to 8 inches thick)\nA2--3 to 10 inches; yellowish brown (10YR 5/4) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine tubular pores; 15  percent gravel, 5 percent quartzite cobbles; slightly alkaline (pH 7.4); gradual smooth boundary.  (7 to 11 inches thick)\nBw1--10 to 18 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine, fine, and medium roots; common very fine tubular pores; 25 percent gravel, 5  percent quartzite cobbles; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 11 inches thick)\nBw2--18 to 22 inches; brown (10YR 5/3) very gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, fine, and few medium roots; common very fine tubular pores; 35 percent gravel, 5 percent quartzite cobbles; slightly alkaline (pH 7.7); gradual wavy boundary.  (0 to 14 inches thick)\n2ABk--22 to 42 inches; brown (10YR 4/3) extremely gravelly loamy coarse sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; 50 percent gravel, 15 percent quartzite cobbles; common lime coats up to 1 mm thick on underside of coarse fragments; slightly alkaline (pH 7.8); gradual wavy  boundary.  (10 to 20 inches thick)\n2Bkq--42 to 60 inches; brown (10YR 4/3) extremely cobbly coarse sand, dark brown (10YR 3/3) moist; single grain; loose; common very fine and fine roots; 25 percent gravel, 20 percent quartzite cobbles, 5 percent stones; common lime and less than 5 percent silica coats up to 1 mm thick on underside of rock fragments; slightly alkaline  (pH 7.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Idaho, about three and one quarter miles east of  Moffett Spring.  1,300 feet south and 1,200 feet west of the northeast  corner of section 21, T. 11 N., R. 26 E.; 44 degrees, 16 minutes, 44  seconds north latitude, 113 degrees, 21 minutes, 35 seconds west  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 10 to 20 inches\nAverage annual soil temperature - 43 to 47 degrees F.\nAverage summer temperature - 59 to 60 degrees F.\nReaction - neutral or slightly alkaline\nDepth to sand and gravel and secondary carbonates is 14 to 24 inches\nParticle size control section\nClay - 5 to 12 percent average\nFine sand - 50 to 75 percent\nRock fragment content - 40 to 75 percent average\nA1 horizon\nValue - 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBw1 horizon\nChroma - 3 or 4 dry or moist\nTexture - GR-L, GRV-L\nRock fragments - 15 to 40 percent\nBw2 horizon\nChroma - 3 or 4 dry and moist\nTexture - GRV-SL, GRX-L, GRX-SL\nRock fragments - 40 to 65 percent\n2ABk and 2Bkq horizon\nValue - 4 through 7 dry, 3 or 4 moist\nChroma - 2 through 4 dry and moist\nTexture - GRV-LCOS, GRV-COS, GRX-LCOS, GRX-COS, CBX-COS  (material is stratified)\nRock fragments - 40 to 75 percent\nCalcium carbonate equivalent is 1 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jocko and Moiese series.  Jocko soils contain 3 to 15 percent calcium carbonate equivalent in the Bk horizon.  Moiese soils have 8 to 15 percent calcium carbonate equivalent in the upper part of the Bk horizon and 3 to 10 percent in the lower part of the Bk horizon and may qualify as a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bunting soils occur in mixed alluvium, dominantly quartzite on stream terraces.  Slopes are from 0 to 2 percent.  Elevations range from 6,000 to 6,600 feet.  Average annual precipitation is from 12 to 15 inches, most of which comes as snow and from early spring runoff.  The average annual air temperature is 41 to 45 degrees F.  The frost  free season is about 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Borah, Lesbut, Moffspring, and Mooretown.  Borah soils have an aquic moisture regime.  Lesbut soils have an aridic moisture regime.  Moffspring soils are found in drainageways, have an argillic horizon and are moderately well drained.  Mooretown soils are pachic, moderately well drained and have few coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Slow runoff.  Moderate permeability in the upper part and very rapid in the lower part.  Rare flooding hazard."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for range and wildlife.  Vegetation is mainly Wyoming big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this feature are:\nMollic epipedon - the zone from 0 to 18 inches  Cambic horizon - the zone from 18 to 22 inches (Bw2 horizon)  Particle size control section - the zone from 10 to 40 inches (the Bw1,  Bw2, and part of the 2ABk horizon) averages 10 percent clay and 85 percent total sand, 52 percent coarse fragments.  Xeric soil moisture regime.  Depth to secondary carbonates 22 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
