{
  "SERIES": "BUNYARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK-JVC-JBF",
  "REVDATE": "12/2010",
  "STATES": "OR",
  "OVERVIEW": "The Bunyard series consists of very deep, well drained soils that formed in lacustrine deposits derived from volcanic ash. Bunyard soils are on lake terraces. Slopes are 0 to 1 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Durinodic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bunyard ashy silt loam--on a one percent slope at an elevation of 1,515 meters--rangeland. (Colors are for dry soil unless otherwise noted. When described on October 21, 1998, the soil was dry on the surface and slightly moist in the subsoil.)\nAE--0 to 5 cm; light gray (10YR 7/1) ashy silt loam, grayish brown (10YR 5/2) moist; weak medium and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine vesicular pores; common uncoated sand grains on faces of peds; strongly effervescent; strongly alkaline (pH 8.8); clear smooth boundary. (3 to 8 cm thick)\nBtn--5 to 15 cm; light brownish gray (10YR 6/2) ashy silty clay loam, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure parting to strong very fine angular blocky; hard, firm, very sticky and moderately plastic; common very fine and common fine roots; many very fine irregular pores; few faint clay films on faces of peds; strongly effervescent; strongly alkaline (pH 8.8); clear smooth boundary. (8 to 18 cm thick)\nBtkn1--15 to 30 cm; pale brown (10YR 6/3) ashy clay loam, brown (10YR 4/3) moist; moderate very thin platy structure; hard, friable, moderately sticky and moderately plastic; common very fine, common fine, and common medium roots; many very fine interstitial and common tubular pores; few faint clay films on faces of peds; secondary carbonates segregated as threads lining pores; strongly effervescent; very strongly alkaline (pH 9.4); gradual smooth boundary. (15 to 20 cm thick)\nBtkn2--30 to 41 cm; pale brown (10YR 6/3) ashy sandy clay loam, brown (10YR 4/3) moist; weak very thin platy structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and common fine roots; many very fine interstitial and common tubular pores; few faint clay films on faces of peds; secondary carbonates segregated as threads lining pores; strongly effervescent; very strongly alkaline (pH 9.2); gradual smooth boundary. (0 to 20 cm thick)\nBq1--41 to 61 cm; pale brown (10YR 6/3) ashy fine sandy loam, dark grayish brown (10YR 4/2) moist, strong very thin platy structure; hard, firm and brittle, slightly sticky and nonplastic; few very fine roots; common very fine tubular pores; strongly effervescent; very strongly alkaline (pH 9.4); clear smooth boundary. (13 to 25 cm thick)\nBq2--61 to 102 cm; light yellowish brown (2.5Y 6/3) ashy loamy very fine sand, dark brown (10YR 3/3) moist; massive; hard, firm and brittle, nonsticky and nonplastic; few very fine roots; common very fine tubular pores; strongly effervescent; very strongly alkaline (pH 9.4); clear smooth boundary. (38 to 64 cm thick)\nC--102 to 152 cm; light yellowish brown (2.5Y 6/3) ashy very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 5 miles east of the town of Silver Lake and south of state highway 31; approximately 2,400 feet south and 1,700 feet east of the northwest corner of section 22, T. 28 S., R 15 E.; USGS Tuff Butte 7.5 minute topographic quadrangle; latitude 43 degrees 7 minutes 47 seconds N and longitude 120 degrees 55 minutes 59 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and fall; typic aridic soil moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to base of natric horizon: 25 to 46 cm.\nDepth to horizons with firm, brittle matrix: 25 to 46 cm.\nParticle-size control section - Clay content: 27 to 35 percent;\nRock fragments: 0 to 5 percent;\nVolcanic glass content - 75 to 95 percent in the coarse silt through fine sand fractions.\nAE horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 1 or 2, dry or moist.\nReaction: Moderately alkaline through very strongly alkaline (up to pH 9.6).\nBtn horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist.\nTexture: Ashy silty clay loam, ashy clay loam, or ashy clay\nClay content: 35 to 45 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6).\nSalinity (EC): 8 to 16 mmhos/cm.\nSodicity (SAR): 13 to 80.\nBtkn horizons\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy sandy clay loam or ashy clay loam.\nClay content: 25 to 35 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6).\nSalinity (EC): 8 to 16 mmhos/cm.\nSodicity (SAR): 13 to 80.\nIdentifiable secondary carbonates: Occurs as few threads lining pores.\nCalcium carbonate equivalent: 1 to 5 percent.\nBq horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy fine sandy loam, ashy very fine sandy loam, or ashy loamy very fine sand.\nClay content: 5 to 20 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6).\nCalcium carbonate equivalent: 1 to 5 percent.\nSecondary silica: Usually not visible with hand lens, but occurs in horizon microfabrics forming non-cemented brittle matrix.\nC horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy loamy very fine sand, ashy very fine sandy loam, or ashy fine sandy loam.\nClay content: 5 to 20 percent.\nReaction: Moderately alkaline through very strongly alkaline (up to pH 9.6).\nOther features: Some pedons have subhorizons of consolidated lacustrine deposits with 15 to 35 percent pararock fragments as parachanners."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bunyard soils are on lake terraces. These soils formed in lacustrine deposits derived from volcanic ash. The ash is Holocene age and of dacite (acidic) composition. Slopes are 0 to 1 percent. Elevations range from 1,310 to 1,345 meters. The climate is semiarid and is characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 6 to 7 degrees C., and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Picturerock and Thornlake soils. Picturerock and Thornlake soils do not have horizons with firm, brittle matrix."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; slow permeability: moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bunyard soils are used for livestock grazing. The present vegetation is mainly black greasewood and inland saltgrass with scattered shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are not extensive with about 620 acres of the series mapped to date. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The name is a local feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 cm (AE horizon).\nNatric horizon - The zone from 5 to 41 cm (Btn, Btkn1, and Btkn2 horizons).\nDuric feature - The zone from 41 to 102 cm (Bq1 and Bq2 horizons).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 5 to 41 cm (Btn, Btkn1, and Btkn2 horizons).\nADDITIONAL DATA: Volcanic glass content determined locally by optical grain count with a petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
