{
  "SERIES": "BUOY",
  "STATUS": "Established Series",
  "BYREV": "MEB/ARW/KP",
  "REVDATE": "02/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed over smectitic, superactive, thermic Typic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buoy fine sandy loam on a east facing 38 percent slope under a cover of coastal sage and wild oats, at an elevation of 224 feet on Santa Rosa Island. (Colors are for dry soil unless otherwise noted).\nOi--0 to 0 inches, (0 to 1 cm); slightly decomposed plant material; abrupt wavy boundary. (0 to 5 cm, 0 to 2 inches thick)\nA--0 to 12 inches, (1 to 30 cm); light yellowish brown (10YR 6/4) fine sandy loam, dark brown (10YR 3/3) moist; 7 percent clay; moderate fine subangular blocky structure; hard, very friable, nonsticky, nonplastic; common fine roots throughout; common fine tubular and common very fine tubular pores; neutral (pH 7.0 by Phenol red);  abrupt wavy boundary. (15 to 46 cm, 6 to 18 inches thick)\nBt--12 to 18 inches, (30 to 45 cm); dark brown (10YR 3/3) loam, dark yellowish brown (10YR 4/4) moist; 25 percent clay; moderate fine subangular blocky structure; moderately hard, friable, slightly sticky, moderately plastic; common fine roots throughout; common fine tubular pores; prominent clay films on all faces of peds on surfaces along root channels; slightly alkaline (pH 7.5 by Phenol red); clear wavy boundary. (15 to 46 cm, 6 to 18 inches thick)\n2Bt--18 to 33 inches, (45 to 85 cm); dark yellowish brown (10YR 4/4) clay, dark brown (7.5YR 3/3) moist; 45 percent clay; strong medium subangular blocky structure; very hard, firm, moderately sticky, moderately plastic; common fine roots throughout; common very fine tubular pores; distinct clay films on all faces of peds; slightly alkaline (pH 7.5 by Phenol red); clear wavy boundary. (25 to 50 cm, 10 to 20 inches thick)\n2Btk1--33 to 41 inches, (85 to 105 cm); 40 percent dark yellowish brown (10YR 3/4) and 60 percent red (2.5YR 5/8) clay, dark yellowish brown (10YR 4/4) moist; 50 percent clay; moderate fine subangular blocky structure; firm, very sticky, very plastic; common very fine roots throughout; distinct clay films on surfaces along root channels and distinct clay films on all faces of peds; 5 percent medium distinct irregular light gray (10YR 7/2), dry, carbonate masses with clear boundaries throughout; strong effervescence; moderately alkaline (pH 8.0 by Phenol red);  gradual wavy boundary. (15 to 46 cm, 6 to 18 inches thick)\n3Btk2--41 to 45 inches, (105 to 115 cm); light yellowish brown (2.5Y 6/4) fine sandy loam, light olive brown (2.5Y 5/6) moist; 7 percent clay; massive; common very fine roots throughout; distinct clay films on all faces of peds; carbonates finely disseminated; slight effervescence; moderately alkaline (pH 8.0 by Phenol red); abrupt wavy boundary. (0 to 15 cm, 0 to 6 inches thick)\n3Cr--45 to 47 inches, (115 to 120 cm); very hard and brittle sandstone; few very fine roots in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Barbara County, CA, in the Channel Islands Soil Survey 33 degrees North latitude, 54 minutes, 29.6 seconds and 120 degrees, 6 minutes, 14.1 seconds West longitude, NAD83. - U.S.G.S Quad: Santa Rosa Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature at 20 inches (50 centimeters) is 59 to 64 degrees F (15 to 18 degrees C). The soil moisture control section is dry in all parts from about mid-August to mid-November (about 90 days) and is usually moist the rest of the time.\nDepth to bedrock: 40 to 60 inches (100 to 150 centimeters).\nThe particle size control section is generally 50 cm thick when both parts considered contrasting particle size classes fall within the argillic. When the argillic is not included within the lower part of the upper strongly contrasting particle size class, the particle size control section extends from 25 to 100 cm.  In the upper part of the control section clay percentages average less than 18 percent and the lower part averages greater than 35 percent.\nThe A horizon dry color is 10YR 3/4, 4/4, 6/4, 6/2, 7/2. Moist color is 10YR 6/3, 4/2, 3/3, 2/2.\nClay: 5 to 25 percent\nCoarse Fragments: 0 to 35 percent gravel.\nTexture: Fine sandy loam, sandy loam, loam and gravelly fine sandy loam.\nThe Bt horizon dry color is 10YR 7/2, 6/2, 4/4. Moist color is 10YR 4/4, 4/2, 3/3.\nTexture -- Sandy loam, sandy clay loam, and loam.\nClay -- 5 to 25 percent.\nThe 2Bt horizon dry color is 10YR 5/2, 5/3, 4/2, 4/3, 3/3, or 3/2. Moist color\nis 10YR 4/2, 4/3, 3/3, 3/2, or 2/2. 7.5YR 3/3\nTexture -- Sandy clay loam, sandy clay, clay, extremely gravely clay, very gravelly clay loam, very gravelly clay, clay loam, or gravelly clay loam.\nClay -- 38 to 60 percent.\nCoarse fragments -- 0 to 85 percent gravel.\nThe 2Btk horizon (when present) dry color is 10YR 4/4, 3/3, 2.5Y 5/8, 7/8, 6/4. Moist color is 10YR 4/4, 2.5Y 5/8, 5/6, 7.5YR 3/3.\nTexture -- Sandy clay loam, clay, gravelly clay, clay loam, or fine sandy loam.\nClay -- 38 to 50 percent.\nSome pedons are underlain by a layer of fine sandy loam just above the bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buoy soils are on side slopes of hills that formed on uplifted, dissected marine deposits on islands. These soils formed in eolian deposits derived from sedimentary rocks over sandstone and volcanic alluvium. Slopes are 9 to 75 percent. Elevations are 20 to 1400 feet (6 to 427 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog all year. The mean annual precipitation is 13 to 31 inches (330 to 787 mm), the mean annual temperature is 61 to 73 degrees F (16 to 23 degrees C), and the frost free season is to 355 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Windage soils are very deep and are formed from shale. Windage soils do not have a lithologic discontinuity."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is sage and miscellaneous forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California. This soil is not extensive on the Channel Islands, MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soil name is coined. Diagnostic horizons and features recognized in this pedon:\nArgillic horizon--The zone from a depth of 2 inches (6 cm) to a depth of about 21 inches (59 cm).\nLithologic discontinuities resulting in abrupt textural changes and a dual particle size class.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
