{
  "SERIES": "BURCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "12/97",
  "STATES": "ID,WA",
  "OVERVIEW": "The Burch series consists of deep, well drained soils that formed in valley fill material. Burch soils are on terraces and have slopes of 0 to 45 percent. Average annual precipitation is about 10 inches and average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burch loam, irrigated orchard. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; few fine tubular pores, vertically oriented; neutral (pH 6.6); abrupt smooth boundary. (5 to 10 inches thick)\nBA--8 to 17 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; neutral (pH 6.8); gradual wavy boundary. (5 to 10 inches thick)\nBw--17 to 26 inches; brown (10YR 5/3) loam, dark brown (10YR 4/3) moist; weak medium prismatic structure; hard, friable, slightly sticky and slightly plastic; many roots; common very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (7 to 11 inches thick)\nC1--26 to 36 inches; yellowish brown (10YR 5/4) very fine sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine tubular pores; neutral (pH 6.8); abrupt smooth boundary. (8 to 12 inches thick)\nC2--36 to 60 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine tubular pores, vertically and diagonally oriented; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; along dirt road 500 feet west of Princeton Road in NE1/4 SW1/4 SE1/4 sec. 33, T.23N., R.20E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 20 to 30 inches thick.  The mean annual soil temperature is 50 to 55 degrees F.  These soils are usually dry in all parts between depths of 8 and 24 inches.  The 10 to 40 inch control section is 0 to 5 percent coarse fragments.  The mollic epipedon is 10 to 20 inches thick.\nThe Ap horizon has value of 2 to 3 moist, 4 or 5 dry, and chroma of 1 through 3 moist or dry. It has weak fine or medium granular structure.\nThe B horizon has value of 3 or 4 moist, 4 through 6 dry and chroma of 2 through 4 moist or dry. It is loam, silt loam or very fine sandy loam.  It has weak prismatic or blocky structure.  Reaction is neutral or slightly alkaline.\nThe C horizon has value of 3 or 4 moist, 4 through 6 dry and chroma of 2 through 4 moist or dry.  It is loam, very fine sandy loam, or silt loam.   Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Calpine, Caphealy, Cashmere, Cashmont, Rio King, Roloff, Roosevelt, Shantown, Snake Hollow, and Surprise series.  Calpine soils are moderately acid or slightly acid throughout the particle-size control section and have faint clay films in pores and bridge between grains.  Cashmont and Surprise soils are 15 to 35 percent rock fragments in the particle-size control section.  Caphealy, Roloff and Roosevelt soils have bedrock at a depth of 20 to 40 inches.  Snake Hollow soils are calcareous and moderately alkaline or strongly alkaline in the lower part of the control section.  Rio King soils are moderately well drained.  Shantown soils have 10 to 30 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Burch soils are on terraces at elevations of 700 to 1,200 feet in Washington, and 3,500 to 4,600 feet in Idaho. Slopes are 0 to 45 percent.  They formed in alluvium, primarily of sandstone origin.  These soils occur in a climate with hot dry summers and moist cold summers. Average annual precipitation is 8 to 12 inches. Average January temperature is 26 degrees F. to 28 degrees F., average July temperature is 72 degrees F. to 74 degrees F. and average annual temperature is 48 to 51 degrees F., and average frost-free season is 145 to 190 days in Washington, and 100 to 120 days in Idaho."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beverly, Cle Elum, Cowiche, and Wenatchee soils, and the competing Cashmere soils. Beverly soils are underlain at a depth of 14 to 25 inches with sand and gravel.  Cle Elum, Cowiche, and Wenatchee soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Burch soils are used for apple, pear, and soft fruit production.  Native vegetation was bluebunch wheatgrass, Sandberg bluegrass and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington. Burch soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 17 inches and a cambic horizon from 17 to 26 inches.  The particle-size control section is the zone from 10 to 40 inches (AB, Bw, C1, and part of C2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
