{
  "SERIES": "BURCHELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA-JEM-RU",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Burchell series consists of somewhat poorly (imperfectly) drained soils developed in stratified medium and moderately coarse textured alluvium derived from slates but in past from basic igneous rocks.  Permeability is moderately slow to slow depending on texture.  They occur on nearly level or slightly depressional areas of alluvial fans and low stream terraces.  Mean annual precipitation is 12 to 14 inches and mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burchell silt loam (pasture site)\nA1--0 to 20 inches; dark grayish brown 910YR 4/2) silt loam, very dark gray (10YR 3/1.5) moist; essentially massive dry, weak fine granular structure moist; hard, friable, plastic and slightly sticky; moderately high in organic matter; many roots and fine pores and some worm and insect burrows; neutral t mildly alkaline (-H 7.0 to 7.5); gradual smooth boundary.  (10 to 24 inches thick)\nB2--20 to 45 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; hard, firm, very plastic and sticky; nearly continuous thin very dark gray 910YR 3/1) clay films; moderately alkaline (pH 8.2); slightly calcareous, the lime segregated into small light colored soft masses; gradual smooth boundary.  (20 to 30 inches thick)\nCg--45+ inches; grayish brown (10YR 5/2) stratified silt loams and fine sandy loams, dark grayish brown (10YR 4/2) with many distinct fine and medium mottles of \"bluish-gray\" and strong brown (7.5YR 5/6 and 5/8) moist; slightly hard, friable, slightly plastic to plastic and slightly sticky; moderately alkaline (pH 8.3 to 8.5) slightly calcareous with some hard nodules; decreasing in lime content and pH with depth.  (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; SW 1/4 sec. 3, T. 8 S., R. 14 E., 1/4 mile west of S.P.R.R. tracks on north side of Owens Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Burchell soils occur in a semiarid, mesothermal climate. with hot, dry summers and cool, moist winters; an average January temperature of 45 degrees F; and average July temperature of 80 F with a mean annual temperature of 62 degrees F and an average frost-free season of about 255 days.\nCharacteristically the Burchell soils have thick, dark grayish brown, medium textured, neutral to mildly alkaline A1 horizons.  Colors range from grayish brown (10YR 5/2) to dark grayish brown (10YR 4/2) or dark gray (10YR 4/1) and from dark grayish brown (10YR 4/2) to very dark grayish brown (10YR 3/2) or very dark gray (10YR 3/1) moist in the A1 horizons. Texture of the A1 horizon ranges from loam to silty clay loam.\nThick grayish brown moderately fine textured, slightly calcareous B2 horizons.  The reaction varies from neutral to moderately alkaline, pH 8.0 to 9.0, in the B horizon, with slight to moderate concentrations of soluble salts associated with the higher pH range.  The B2 horizon is somewhat finer textured, usually being clay loam or silty clay loam.\nStratified, mottled and slightly calcareous C horizons.\nColors are fairly uniform in the lower horizons.  Soils are rather variable in depth to calcareous material over short distances.  The parent material is usually stratified, the strata ranging from fine sandy loam to silt loam in texture and are of variable thickness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  They resemble the Capay, Chino, Marguerite, Orestimba, and Temple series in some respects.  The Capay soils are developed in alluvium from sedimentary and basic igneous rocks and are fine textured with clayey columnar to prismatic B2 horizons.  The Chino soils, developed in granitic alluvium, are noncalcareous in the B2 horizon and have distinct zones of lime accumulation in the lower B or upper C horizons.  The Marguerite soils are well drained and noncalcareous throughout.  The Orestimba soils, developed in alluvium from sandstone and shale, are moderately fine textured throughout.  The Temple soils are developed in predominantly granitic alluvium and have slightly acid to neutral A1 and B1 horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The parent material alluvium is dominantly from dark colored slates but in past from basic igneous rocks.  Burchell soils occur in low, imperfectly drained parts of alluvial fans of minor streams on the east side of the northern and central San Joaquin Valley, California.  The Burchell soils occur at elevations of 25 to about 200 feet in a semiarid, mesothermal climate having a mean annual precipitation of 12 to 14 inches.  Average frost-free season is about 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Burchell soils occur in the same general area as the Landlow, Lewis, and Yokohl soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  General drainage is somewhat poor (imperfect).  Surface runoff is slow; high water table which is maintained by seepage from irrigated areas and from streams.  Permeability is moderately slow to slow depending on texture."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely farmed to field crops except where irrigated or natural pasture is grown.  Where artificial drainage is effective, figs, grapes, and alfalfa do fairly well.  Annual grasses, willows.  Formed under grass-willow vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Burchell series is mapped on the east side of the San joaquin Valley in central California where it is locally extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced Area, California, 1953.  (Source of name is siding on A.T. and Santa Fe R.R., Merced County)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nFormerly considered Chernozem-like soils.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nLast revised by the state on 1/59."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 20 inches; dark grayish brown 910YR 4/2) silt loam, very dark gray (10YR 3/1.5) moist; essentially massive dry, weak fine granular structure moist; hard, friable, plastic and slightly sticky; moderately high in organic matter; many roots and fine pores and some worm and insect burrows; neutral t mildly alkaline (-H 7.0 to 7.5); gradual smooth boundary.  (10 to 24 inches thick)"
      },
      {
        "name": "B2",
        "top": 51,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B2--20 to 45 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; hard, firm, very plastic and sticky; nearly continuous thin very dark gray 910YR 3/1) clay films; moderately alkaline (pH 8.2); slightly calcareous, the lime segregated into small light colored soft masses; gradual smooth boundary.  (20 to 30 inches thick)"
      }
    ]
  ]
}
