{
  "SERIES": "BURGI",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJ/LW/MEO/AJE",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Burgi loam, rangeland. (Colors are for air dry soil unless otherwise noted.)\nA11--0 to 2 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/3) moist; weak fine granular structure; loose, very friable; many fine roots; 20 percent angular pebbles, cobbles and stones; neutral (pH 6.6); abrupt wavy boundary. (2 to 11 inches thick)\nA12--2 to 12 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure that parts to fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium and few large roots; 20 percent angular pebbles, cobbles and stones; neutral (pH 6.7); clear wavy boundary. (6 to 18 inches thick)\nA13--12 to 26 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure that parts to weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium and few large roots; 45 percent angular pebbles, cobbles and stones; neutral (pH 7.0); gradual wavy boundary. (0 to 16 inches thick)\nC1--26 to 39 inches; same color, texture and consistency as A13 horizon; massive; common fine and medium roots; soil mass is noncalcareous with some fine flecks of lime; neutral (pH 7.3); clear wavy boundary. (12 to 22 inches thick)\nC2--39 to 60 inches; same as C1 horizons except soil mass is moderately calcareous. Lime occurs as thin coating on underside of rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasatch County, Utah; about 2 miles southeast of Deer Creek Dam, 1.2 miles west of Wallsburg Junction on U. S. Highway 189 and 1.4 miles south up Sunday Canyon; 200 feet south of the NW corner of sec. 16, T.5S., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 20 to 56 inches thick and the organic matter decreases irregularly as depth increases or is more than 0.5 to a depth of 50 inches or more. The 10- to 40-inch control section is gravelly loam or cobbly loam with 18 to 27 percent clay and 35 to 50 percent rock fragments. The mean annual soil temperature is 40 degrees to 45 degrees F., and the mean summer temperature at depth of 20 inches is 60 degrees to 66 degrees F. The soils are usually moist, but are dry in all parts of the 8- to 24-inch depth for 50 to 80 consecutive days in more than 7 out of 10 years. The A horizon has hue of 7.5YR or 10YR, value of 3 through 5 dry, 2 or 3 moist and chroma of 2 or 3. It is loam, gravelly loam or cobbly loam.  The C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6 dry, 2 through 5 moist and chroma of 2 through 4. It is gravelly or very gravelly loam or heavy loam with dominantly 35 to 50 percent angular pebbles or cobbles, but as high as 75 percent below depth of about 36 inches. This horizon is neutral to moderately alkaline. Below about 40 inches the soil is slightly to strongly calcareous. The lime is disseminated and occurs also as thin coatings on the underside of the rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Bradshaw, Pleasant Vale, Pleasant View, Poleline, and St. Marys series. Bradshaw and St. Marys soils have mollic epipedons less than 20 inches thick.  Pleasant Vale and Pleasant View soils have mesic temperature regime.  Poleline soils have a mean summer temperature of less than 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Burgi soils are on steep and very steep mountain slopes at elevations of 5,200 to 7,600 feet. Slopes are 25 to 70 percent. They formed in alluvium and colluvium derived from mixed sedimentary rocks, mainly sandstone and quartzite and some limestone. The climate is moist subhumid with precipitation of about 20 to 25 inches, falling mostly as snow. Mean annual temperature is 35 degrees to 44 degrees F. and mean summer temperature is 56 degrees to 66 degrees F. Frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Agassiz, Geertsen, Horrocks and Wallsburg soils and the competing Bradshaw soils. Agassiz and Wallsburg soils are 20 inches or less deep to bedrock. Geertsen and Horrocks soils have mollic epipedons less than 20 inches thick and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat, and watershed. Important plants are bluebunch wheatgrass, perennial bluegrasses, slender wheatgrass, Kings fescue, oakbrush, big sagebrush, snowberry, serviceberry, and some maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain slopes of northern Utah. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasatch County (Wasatch Area), Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Burgi soils were previously classified as Regosolic Brunizems.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
