{
  "SERIES": "BURKSVILLE",
  "STATUS": "Established Series",
  "BYREV": "RAL",
  "REVDATE": "01/2001",
  "STATES": "IL",
  "OVERVIEW": "The Burksville series consists of very deep, poorly drained, slowly permeable soils formed in loess on till plains.  These soils contain a concentration of exchangeable sodium in the subsoil.  Slope ranges from 0 to 2 percent.  Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burksville silt loam - nearly level in a cultivated field at an elevation of about 450 feet above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; many very fine roots; common fine irregular strong brown (7.5YR 4/6) masses of iron-manganese accumulation and few medium rounded black (7.5YR 2.5/1) iron-manganese nodules; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nEg--7 to 13 inches; grayish brown (10YR 5/2) silt loam; weak medium platy structure parting to weak fine granular; friable; common very fine roots; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine irregular strong brown (7.5YR 4/6) masses of iron-manganese accumulation and few medium rounded black (7.5YR 2.5/1) iron-manganese nodules; neutral; clear smooth boundary.  (5 to 10 inches thick)\nBtng1--13 to 22 inches; grayish brown (2.5Y 5/2) silty clay loam; moderate fine and medium subangular blocky structure; firm; common very fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine and medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine and medium irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; slightly alkaline; clear smooth boundary.\nBtng2--22 to 36 inches; grayish brown (2.5Y 5/2) silty clay loam; weak medium subangular blocky structure; firm; few very fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine and medium irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation and few medium rounded black (7.5YR 2.5/1) iron-manganese nodules; few coarse irregular light gray (10YR 7/1) carbonate concretions; moderately alkaline; gradual smooth boundary.\nBtng3--36 to 54 inches; gray (2.5Y 5/1) silty clay loam; weak medium subangular blocky structure; firm; few very fine roots; few distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine and medium irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; slightly alkaline; clear smooth boundary.  (Combined thickness of the Btg horizon is 25 to 50 inches.)\nCg--54 to 80 inches; gray (2.5Y 6/1) silt loam; massive; friable; common medium prominent yellowish brown (10YR 5/6) masses of iron in the matrix; few medium irregular black (10YR 2/1) masses of iron-manganese accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Illinois; about 1 mile south of Hecker; approximately 1,650 feet east and 900 feet south of the northwest corner of sec. 9, T. 3 S., R. 8 W.; USGS New Athens West, IL. topographic quadrangle; lat. 38 degrees 17 minutes 32 seconds N. and long. 89 degrees 59 minutes 35 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development is 35 to 70 inches.  Loess thickness is more than 80 inches.  The particle-size control section averages 27 to 35 percent clay and less than 7 percent sand.  Sand content of the A and E horizons is less than 10 percent and includes iron-manganese nodules and concretions.  Exchangeable sodium, in concentrations of 5 to 15 percent, is in one or more subhorizons between depths of 10 and 40 inches.  An exchangeable sodium concentration greater than 15 percent is below a depth of 40 inches in some pedons.  Some pedons contain carbonates in the middle and lower parts of the argillic horizon and in horizons or strata below the argillic horizon.\nThe upper part of the series control section (Ap or A) has value of 3 or 4 (6 or 7 dry) and chroma of 1 or 2.  Texture is silt loam.  Clay content is 12 to 27 percent.  Reaction is slightly acid to neutral.\nThe second part of the control section (Eg) has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Texture is silt loam.  Clay content is 11 to 25 percent.  Reaction is slightly acid to slightly alkaline.\nThe third part of the control section (Btng, and BCg, where present) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2.  Texture is dominantly silty clay loam, but includes silt loam in some subhorizons.  Clay content averages 27 to 35 percent in the upper part and ranges from 25 to 35 percent in the lower part.  Sand content is less than 7 percent.  Reaction is moderately acid to moderately alkaline in the upper part and slightly alkaline or moderately alkaline in the lower part.\nThe lower part of the control section (Cg) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 7; and chroma of 1 or 2.  Texture is silt loam or silty clay loam.  Clay content ranges from 18 to 35 percent and sand content is less than 7 percent.  Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hoosierville series.  These soils do not have a concentration of exchangeable sodium in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Burksville soils are on broad interfluves and nearly level summits on the Illinoian till plain.  Slope ranges from 0 to 2 percent.  These soils formed in loess and contain a concentration of exchangeable sodium in the subsoil.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 40 inches, frost-free period is 180 to 200 days, and elevation is 400 to 800 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blair, Bunkum, Coulterville, Cowden, Grantfork, Marine, Oconee, Pierron, and Piasa soils.  The somewhat poorly drained Blair, Bunkum, Marine, and Oconee soils and the poorly drained Cowden and Pierron soils do not have a concentration of exchangeable sodium in the subsoil.  Blair and Bunkum soils are in the upper end of drainageways below the Burksville soils.  Cowden and Pierron soils are on similar landform positions and typically are intermingled with the Burksville soils.  Marine and Oconee soils are on similar nearly level and gently sloping parts of the landform nearby.  The somewhat poorly drained Coulterville soils are on more convex summits and in drainageways nearby.  The somewhat poorly drained Grantfork soils are in drainageways where the mantle of loess is thinner.  The poorly drained Piasa soils have a natric horizon and are in similar landform positions nearby."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is slow.  The potential for surface water runoff is very low or negligble.  In drained areas, depth to an intermittent perched high water table is 0.5 foot above the surface to 1 foot below from November to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped.  Corn, soybeans, small grain, and forage crops for hay or pasture are the principal crops.  Native vegetation is mixed hardwood forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Illinois; extent is small, and mainly in MLRA(s) 113 and 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Illinois, 1997.  The Burksville series was named for a town in Monroe County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as Coulterville Variant and Huey Taxadjunct soils.\nDiagnostic horizons and features in this soil include:  Ochric epipedon - from the surface of the soil to a depth of 13 inches (Ap and Eg horizon).  Albic horizon - from a depth of 7 to 13 inches (Eg horizon).  Argillic horizon - from a depth of approximately 13 to 54 inches (Btng1, Btng2, and Btng3 horizons).  Aquic conditions - periodic episaturation and reduction indicated by redoximorphic features throughout the soil."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; many very fine roots; common fine irregular strong brown (7.5YR 4/6) masses of iron-manganese accumulation and few medium rounded black (7.5YR 2.5/1) iron-manganese nodules; neutral; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Eg",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg--7 to 13 inches; grayish brown (10YR 5/2) silt loam; weak medium platy structure parting to weak fine granular; friable; common very fine roots; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine irregular strong brown (7.5YR 4/6) masses of iron-manganese accumulation and few medium rounded black (7.5YR 2.5/1) iron-manganese nodules; neutral; clear smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Btng1",
        "top": 33,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btng1--13 to 22 inches; grayish brown (2.5Y 5/2) silty clay loam; moderate fine and medium subangular blocky structure; firm; common very fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine and medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine and medium irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Btng2",
        "top": 56,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btng2--22 to 36 inches; grayish brown (2.5Y 5/2) silty clay loam; weak medium subangular blocky structure; firm; few very fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine and medium irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation and few medium rounded black (7.5YR 2.5/1) iron-manganese nodules; few coarse irregular light gray (10YR 7/1) carbonate concretions; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Btng3",
        "top": 91,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btng3--36 to 54 inches; gray (2.5Y 5/1) silty clay loam; weak medium subangular blocky structure; firm; few very fine roots; few distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine and medium irregular strong brown (7.5YR 5/6) masses of iron-manganese accumulation; slightly alkaline; clear smooth boundary.  (Combined thickness of the Btg horizon is 25 to 50 inches.)"
      },
      {
        "name": "Cg",
        "top": 137,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--54 to 80 inches; gray (2.5Y 6/1) silt loam; massive; friable; common medium prominent yellowish brown (10YR 5/6) masses of iron in the matrix; few medium irregular black (10YR 2/1) masses of iron-manganese accumulation; neutral."
      }
    ]
  ]
}
