{
  "SERIES": "BURLESON",
  "STATUS": "Established Series",
  "BYREV": "JRC-ELG-RMR-RM",
  "REVDATE": "08/2017",
  "STATES": "OK,TX",
  "OVERVIEW": "The Burleson series consists of very deep to clayey alluvium, moderately well drained soils that formed in calcareous clayey alluvium of Pleistocene age derived from mixed sources. These nearly level to gently sloping soils are on treads of Pleistocene stream terraces. Slope ranges from 0 to 5 percent.  Mean annual precipitation is about 940 mm (37 in) and the mean annual air temperature is about 20 degrees C (68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Burleson clay--in a native pasture; in a pit midway between center of microdepressions and microknolls. (Colors are for dry soil unless otherwise stated).\nA1--0 to 15 cm (0 to 6 in); very dark gray (10YR 3/1) clay, black (10YR 2/1),  moist; moderate medium subangular blocky structure parting to moderate fine angular blocky; very hard, very firm, very sticky and very plastic; many fine roots; cracks from 2 to 4 cm wide extend through the horizon; 1 percent flat weakly cemented 2 to 5 mm shell fragments; 1 percent non-flat rounded indurated 2 to 5 mm quartzite fragments; slightly alkaline; gradual smooth boundary.\nA2--15 to 30 cm (6 to 12 in); very dark gray (10YR 3/1) clay, black (10YR 2/1), moist; moderate medium angular blocky structure parting to moderate very fine angular blocky; very hard, very firm, very sticky and very plastic; many fine roots; cracks from 2 to 4 cm wide extend through the horizon; 35 percent distinct pressure faces; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; slightly alkaline; gradual wavy boundary. (Combined thickness of the A horizon is 0 to 60 cm [0 to 24 in])\nBss--30 to 61 cm (12 to 24 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate medium wedge and moderate coarse wedge structure; very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; 1 percent fine iron-manganese concretions; 1 percent fine iron-manganese masses; moderately alkaline; gradual wavy boundary. (Thickness of the Bss horizon is 20 to 76 cm [8 to 30 in])\nBkss1--61 to 99 cm (24 to 39 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate medium wedge and moderate coarse wedge structure; very hard, very firm, very sticky and very plastic; few fine roots; cracks from 2 to 4 cm wide extend through the horizon; 25 percent slickensides tilted from horizontal 30 to 60 degrees; 1 percent fine iron-manganese concretions; 1 percent fine iron-manganese masses; 1 percent fine carbonate concretions and 1 percent fine carbonate masses; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; very slightly effervescent; moderately alkaline; gradual wavy boundary.\nBkss2--99 to 130 cm (39 to 51 in); gray (10YR 5/1) clay, dark gray (10YR 4/1), moist; few fine and medium pink (5YR 7/4) mottles; moderate medium wedge and moderate coarse wedge structure;  very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; 1 percent fine iron-manganese concretions; 1 percent fine iron-manganese masses; 1 percent fine carbonate concretions; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; slightly effervescent; moderately alkaline; clear irregular boundary.\nBkss3--130 to 193 cm (51 to 76 in); gray (10YR 5/1) clay, dark gray (10YR 4/1), moist; common reddish brown (5YR 4/3) mottles; moderate medium wedge and moderate coarse wedge structure; very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; few very dark gray crack fillings; 1 percent fine iron-manganese concretions; 1 percent fine carbonate concretions and 1 percent fine carbonate masses; slightly effervescent; moderately alkaline. (Combined thickness of the Bkss horizon is 0 to 91 cm [0 to 36 in])\n2BCkss--193 to 203 cm (76 to 80 in); silty clay, yellowish red (5YR 4/6), moist; few gray (10YR 6/1) mottles; moderate coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; few dark gray crack fillings; 5 percent fine carbonate concretions and 5 percent fine carbonate masses; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burleson County, Texas; from intersection of Farm Road 2155 and Farm Road 60 in northwest edge of Snook, Texas; 0.7 mile southwest on Farm Road 60; 220 ft south in native pasture.\nUSGS topographic quadrangle: Snook, TX;\nLatitude: 30 degrees, 29 minutes, 18 seconds North;\nLongitude: 96 degrees, 28 minutes, 50 seconds West.\nDatum:"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth:  greater than 152 cm (60 in)\nSoil moisture: dry in some or all parts of the soil moisture control section,\nfor 90 or more cumulative days and moist, in some part, either for more than 180 cumulative days per year, or for 90 or more consecutive days in normal years; ustic moisture regime that borders on udic\nSoil temperature: 15 to 22 degrees C (59 to 72 degrees F)\nRock fragments: amount-1 to 35 percent; kind-quartzite; size-gravels or cobbles\nCalcium carbonate equivalent: 0 to 15 percent\nParticle-size control section:\nClay content: 40 to 60 percent\nRock fragments: amount-1 to 5 percent; kind-quartzite; size-gravels or cobbles\nCalcium carbonate equivalent: 0 to 9 percent\nA horizon\nHue: 10YR\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 or 2 dry or moist\nTexture: clay, silty clay, gravelly clay, clay loam\nRock fragments: 1 to 17 percent quartzite\nCalcium carbonate equivalent: 0 to 5 percent\nElectrical Conductivity (decisiemens per meter): 0 to 2\nEffervescence: none\nReaction: moderately acid to slightly alkaline; moderately alkaline on microknolls\nBss horizon (upper part)\nHue: 10YR\nValue: 3 or 5 dry, 2 to 4 moist\nChroma: 1 dry or moist\nTexture: clay, or silty clay\nRedox concentration: 1 or 2 percent, fine or medium, iron-manganese concretions or masses\nRock fragments: 1 to 10 percent quartzite\nCalcium carbonate equivalent: 2 to 8 percent\nElectrical Conductivity (decisiemens per meter): 0 to 4\nEffervescence: none or very slight\nReaction: moderately acid to moderately alkaline\nBss (lower part) and Bkss horizon\nHue: 10YR to 5Y\nValue: 4 or 6 dry, 2 to 4 moist\nChroma:  1 to 3 dry or moist\nTexture:  clay loam, silty clay, or clay\nRedox concentration: 1 or 2 percent, fine or medium, iron-manganese concretions or masses\nRock fragments:  1 to 14 percent quartzite\nCalcium carbonate equivalent:  2 to 15 percent\nIdentifiable secondary carbonates:  2 to 5 percent, fine or medium, carbonate masses or carbonate concretions, throughout\nElectrical Conductivity (decisiemens per meter): 0 to 4\nEffervescence: slight or strong\nReaction: slightly alkaline or moderately alkaline\n2BCkss, 2CBkss, 2Ck, BCk, BCkss, Ck, CBkss, and CBk horizon (where present)\nHue: 5YR to 10YR\nValue: 4 to 7 dry, 4 to 8 moist.\nChroma: 1 or 6 dry or moist.\nTexture: clay loam, silty clay loam, clay, or silty clay\nRock fragments: 1 to 14 percent quartzite\nCalcium Carbonate Equivalent: 2 to 15 percent\nIdentifiable secondary carbonates: 2 to 10 percent, fine or medium, carbonate masses or carbonate concretions, throughout\nElectrical Conductivity (decisiemens per meter):0 to 4\nEffervescence: slight to violent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Bleiblerville (TX), Branyon (TX), Clarita (X), Deport (TX), Dimebox (TX), Ellis (TX), Fairlie (TX), Heiden (TX), Houston Black (TX), Lazare (TX), Leson (TX), Luling (TX), McLean (TX), Ovan (TX), Sanger (TX), Slidell (TX), Sparenberg (TX), and Watonga (OK)series.\nBleiblerville, Heiden, Houston Black, and Sanger soils: are calcareous throughout, and have more amplitude of waviness.\nBranyon and Slidell soils: are calcareous at depths of less than 30 cm (12 in)\nClarita soils: have subsoil with hue of 7.5YR or redder and have a sola that is deep to very deep.\nDeport soils: deep (100 to 150 cm [40 to 60 in]) solum depth to alkaline clayey materials stratified, with weakly consolidated shale.\nDimebox soils: contain ironstone fragments in the surface layer, have more amplitude of waviness, and are on broad ridges on inland dissected coastal plains\nEllis soils: have sola less than 150 cm (60 in)\nFairlie soils: have a paralithic contact with chalk at a depth of 100 to 150 cm (40 to 60 in).\nLazare soils: formed in clayey lacustrine sediments of Pleistocene age and are on the floor and side slopes of small depressions\nLeson soils: have more amplitude of waviness, typically have chroma of 2 or more within 100 cm (40 in) of the surface, and are on broad ridges on dissected plains\nLuling soils: have chroma of 2 throughout and are on broad ridges on inland dissected coastal plains\nMcLean and Sparenburg soils: formed in clayey lacustrine sediments derived from Blackwater Draw Formation of Pleistocene age and are in a slightly dryer climate.\nOvan soils: have chroma of 2 throughout and are on flood plains\nWatonga soils: formed in calcareous loamy and clayey alluvium are on nearly level to slightly concave flood plains"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Calcareous clayey alluvium of Pleistocene age derived from mixed sources.\nLandscape:  River valleys and dissected plains\nLandform: treads of Pleistocene stream terraces\nMicro-relief:  This is a cyclic soil and undisturbed areas have gilgai micro-relief with micro-knolls 15 to about 30 cm (6 to 12 in) higher than micro-depressions. Distance between the center of the micro-knoll and the center of the micro-depression is about 1.5 to 4.5 m (5 to 15 ft). The micro-knoll makes up about 20 percent, the intermediate, or area between the knoll and depression, about 50 percent, and the micro-depression about 30 percent.\nSlope: 0 to 5 percent\nSoil Moisture:  Udic ustic soil moisture regime\nMean annual air temperature: 16.4 to 21 degrees C (61.5 to 70 degrees F)\nMean annual precipitation: 813 to 1204 mm (32 to 47.4 in)\nFrost-free period: 220 to 270 days\nElevation:  35.6 to 296.5 m (116.8 to 972.8 ft)\nThornthwaite annual P-E induces:  48 to 68"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Branyon, Heiden, Houston Black and Leson series and the Kaufman, Ships, and Wilson series.\nBranyon soils: are calcareous in the surface and are on similar positions on stream terraces\nHeiden, Houston Black, and Leson soils: on slightly higher broad ridges on dissected plains\nKaufman and Ships soils: have very-fine control sections, and are on lower flood plains\nWilson soils: have argillic horizons, and are on similar positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well.\nPermeability class: Very slow.\nRunoff: high on 0 to less than 1 percent slopes, very high on 1 to 5 percent slopes.\nWater enters the soil rapidly when it is dry and cracked, and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas in native rangeland produce little bluestem, big bluestem, Indiangrass, eastern gamma, and switchgrass in excellent condition. Pasture grasses include improved bermudagrass, common bermudagrass, and kleingrass.  Cultivated crops are mainly cotton, sorghum, corn and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Blackland Prairies and Claypan Area of Texas (MLRAs 86A, 86B, 87A, and 87B). The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brazos County, Texas; 1951"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40 inches) (A,Bss)\nMollic epipedon: 0 to 99 cm (0 to 39 in) (A1, A2, Bss, and Bkss1 horizons)\nSlickensides: 30 to 203 cm (12 to 80 in) (Bss, Bkss1, Bkss2, Bkss3, 2BCkss)\nSecondary carbonates: 61 to 203 cm (24 to 80 in) (Bkss1, Bkss2, Bkss3, 2BCkss)\nFree carbonates: 61 to 203 cm (24 to 80 in) (Bkss1, Bkss2, Bkss3, 2BCkss)\nRedoximorphic concentrations: 30 to 193 cm (12 to 76 in) (Bss, Bkss1, Bkss2, Bkss3)\nAdditional Comments: When dry, cracks 2 to 10 cm (1 to 4 in) wide extend from the surface to a depth of 102 cm (40 in) or more. The cracks remain open for 90 to 150 cumulative days during most years. Slickensides begin at a depth of 20 to 61 cm (8 to 24 in)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Kellogg Soil Survey Laboratory: 63TX051090, S62TX-43-3(LSL17746- 17752), S62TX-43-4(LSL17753-17759), S77TX-051-5(78P0039-78P0047), and S77TX-051-6(78P0048-78P0056).\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nSoil Interpretation Record: TX0017"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 15 cm (0 to 6 in); very dark gray (10YR 3/1) clay, black (10YR 2/1),  moist; moderate medium subangular blocky structure parting to moderate fine angular blocky; very hard, very firm, very sticky and very plastic; many fine roots; cracks from 2 to 4 cm wide extend through the horizon; 1 percent flat weakly cemented 2 to 5 mm shell fragments; 1 percent non-flat rounded indurated 2 to 5 mm quartzite fragments; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--15 to 30 cm (6 to 12 in); very dark gray (10YR 3/1) clay, black (10YR 2/1), moist; moderate medium angular blocky structure parting to moderate very fine angular blocky; very hard, very firm, very sticky and very plastic; many fine roots; cracks from 2 to 4 cm wide extend through the horizon; 35 percent distinct pressure faces; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; slightly alkaline; gradual wavy boundary. (Combined thickness of the A horizon is 0 to 60 cm [0 to 24 in])"
      },
      {
        "name": "Bss",
        "top": 30,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--30 to 61 cm (12 to 24 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate medium wedge and moderate coarse wedge structure; very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; 1 percent fine iron-manganese concretions; 1 percent fine iron-manganese masses; moderately alkaline; gradual wavy boundary. (Thickness of the Bss horizon is 20 to 76 cm [8 to 30 in])"
      },
      {
        "name": "Bkss1",
        "top": 61,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss1--61 to 99 cm (24 to 39 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; moderate medium wedge and moderate coarse wedge structure; very hard, very firm, very sticky and very plastic; few fine roots; cracks from 2 to 4 cm wide extend through the horizon; 25 percent slickensides tilted from horizontal 30 to 60 degrees; 1 percent fine iron-manganese concretions; 1 percent fine iron-manganese masses; 1 percent fine carbonate concretions and 1 percent fine carbonate masses; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; very slightly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkss2",
        "top": 99,
        "bottom": 130,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bkss2--99 to 130 cm (39 to 51 in); gray (10YR 5/1) clay, dark gray (10YR 4/1), moist; few fine and medium pink (5YR 7/4) mottles; moderate medium wedge and moderate coarse wedge structure;  very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; 1 percent fine iron-manganese concretions; 1 percent fine iron-manganese masses; 1 percent fine carbonate concretions; 1 percent fine non-flat rounded indurated 2 to 5 mm quartzite fragments; slightly effervescent; moderately alkaline; clear irregular boundary."
      },
      {
        "name": "Bkss3",
        "top": 130,
        "bottom": 193,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkss3--130 to 193 cm (51 to 76 in); gray (10YR 5/1) clay, dark gray (10YR 4/1), moist; common reddish brown (5YR 4/3) mottles; moderate medium wedge and moderate coarse wedge structure; very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; few very dark gray crack fillings; 1 percent fine iron-manganese concretions; 1 percent fine carbonate concretions and 1 percent fine carbonate masses; slightly effervescent; moderately alkaline. (Combined thickness of the Bkss horizon is 0 to 91 cm [0 to 36 in])"
      },
      {
        "name": "2BCkss",
        "top": 193,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "structure": "moderate coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BCkss--193 to 203 cm (76 to 80 in); silty clay, yellowish red (5YR 4/6), moist; few gray (10YR 6/1) mottles; moderate coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; 25 percent slickensides tilted from horizontal 30 to 60 degrees; few dark gray crack fillings; 5 percent fine carbonate concretions and 5 percent fine carbonate masses; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
