{
  "SERIES": "BURNSCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev: VB/RJE/TLA/RWL",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "OVERVIEW": "The Burnscreek series consists of deep, well drained soils formed in alluvium. Burnscreek soils are on valley fans and terraces. Slopes are 3 to 30 percent. The mean annual precipitation is about 20 inches and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Pachic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Burnscreek stony sandy loam, under ponderosa pine-shrub vegetation on a 15 percent southwest-facing slope at an elevation of 1,600 feet. The soil was dry when described. (Colors are for dry soil unless otherwise noted. All textures are apparent field texture)\nOi--0 to 1 inch; slightly decomposed forest litter. (0.5 to 1.5 inches thick)\nA--1 to 4 inches; grayish brown (10YR 5/2) stony sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and few medium roots; few fine tubular pores; 10 percent gravel, 5 percent cobbles and 10 percent stones with 3 percent surface stones; slightly acid (pH 6.2); clear smooth boundary. (2 to 4 inches thick)\nBA--4 to 14 inches; brown (10YR 5/3) very stony sandy loam, dark brown (10YR 3/3) moist, weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; few very fine tubular pores; 10 percent gravel, 15 percent cobbles and 10 percent stones; slightly acid (pH 6.4); gradual wavy boundary. (8 to 12 inches thick)\nBw--14 to 33 inches; brown (10YR 5/3) extremely cobbly sandy loam, dark brown (10YR 3/3) moist, weak medium subangular blocky structure; soft very friable, nonsticky and nonplastic, common fine and medium and few coarse roots; few fine tubular pores; 20 percent gravel, 25 percent cobbles, 15 percent stones and traces of pumice; neutral (pH 6.6); diffuse wavy boundary. (18 to 22 inches thick)\nC--33 to 61 inches; brown (10YR 5/3) extremely cobbly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; common medium and few fine and coarse roots; common fine tubular pores; 20 percent gravel, 25 percent cobbles, 15 percent stones, and traces of pumice; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; about three miles south of Brief; 2,000 feet east and 2,450 feet north of the southwest corner sec. 14, T. 27 N., R. 19E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist but are dry in the moisture control section for 60 to 75 consecutive days following summer solstice. The mean annual soil temperature ranges from 47 to 51 degrees F. The mollic epipedon is 20 to 30 inches thick and may include the Bw horizon. The particle-size control section has 8 to 10 percent clay and 35 to 75 percent rounded and subrounded rock fragments. Soil reaction is slightly acid or neutral.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist. It has 2 to 6 percent organic matter.\nThe BA horizon has value of 2 or 3 moist and chroma of 2 or 3 dry or moist. Texture is gravelly sandy loam, cobbly sandy loam, or cobbly fine sandy loam. It has 1 to 5 percent organic matter and 15 to 35 percent rock fragments.\nThe Bw horizon has value of 5 or 6 dry, 3 to 5 moist, and chroma of 3 or 4 dry or moist. Texture is extremely cobbly sandy loam, very cobbly coarse sandy loam or very gravelly fine sandy loam. It has 0.5 to 1.5 percent organic matter and 35 to 75 percent rock fragments.\nThe C horizon has value of 5 or 6 dry, 3 to 5 moist, and chroma of 3 or 4 dry or moist. Texture is extremely cobbly sandy loam, very cobbly coarse sandy loam or very gravelly fine sandy loam. It has 35 to 75 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fantz, Oland, Schiller, and Woostalf series. Fantz soils are 20 to 40 inches to a lithic contact (olivine gabbro) and has 18 to 27 percent clay in the pscs.  Oland soils have 18 to 25 percent clay and 35 to 60 percent angular and subangular rock fragments of granitic colluvial origin in the pscs.  Schiller soils have 8 to 15 percent clay and 35 to 65 percent angular and subangular rock fragments of granitic and rhyollitic colluvial origin in the pscs.  Woolstalf soils are 40 to 60 inches to a paralithic contact (metasedimentary) and have 10 to 18 percent clay in the pscs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Burnscreek soils are on alluvial fans and terraces at elevations of 1,100 to 2,700 feet. Slopes are 3 to 30 percent. These soils formed in alluvium. The climate is characterized by warm, dry summers and cool and moist winters. The mean annual precipitation is 18 to 24 inches. The mean annual temperature is about 46 degrees F, January temperature is about 24 degrees F, and the mean July temperature is about 69 degrees F. The frost-free season is 105 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Billyridge, Mippon, Tyee, and Zeb soils. Billyridge soils are coarse-loamy. Mippon soil are sandy-skeletal. Tyee soils are shallow. Zeb soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; moderate permeability. These soils are subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for grazable woodland, hay, pasture, recreation, wildlife habitat, and watershed. Native vegetation is ponderosa pine and Douglas-fir with an understory of bluebunch wheatgrass, pinegrass, arrowleaf balsamroot, antelope bitterbrush, Oregon-grape, snowbrush ceanothus, saskatoon serviceberry common snowberry and western yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Chelan County, Washington; MLRA 6. The series is of small extent. Source of name is a stream in Chelan County, Washington."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1986.  Series established with the Cashmere Mountain Areas, Parts of Chelan and Okanogan Counties soil survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from surface to 33 inches with mollic color and assumed organic matter less than 1.0 percent below 33 inches\nparticle-size control section - from 11 to 41 inches averaging 58 percent rock fragments.\nClassification revised 06/2006 from Ultic Haploxerolls to Pachic Ultic Haploxerolls based on > 1.0 % organic matter in Bw horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
