{
  "SERIES": "BURROIN",
  "STATUS": "Established Series",
  "BYREV": "REV: BAL/JPS/ET",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, parasesquic, mesic Xeric Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Burroin very gravelly clay loam - under a stand of Douglas-fir, tanoak, Pacific madrone and salal. When described on October 26, 2002 the soil was dry throughout. (Colors are for dry soil unless otherwise stated).\nOi--0 to 4 centimeters (0 to 1.5 inches); slightly decomposed plant material consisting of needles and leaves of Douglas fir and tanoak; about 100 percent fiber, 80 percent rubbed; many very fine roots; common fine irregular pores; strongly acid (pH 5.4); abrupt smooth boundary.\nA1--4 to 7 centimeters (1.5 to 3 inches); reddish brown (5YR 5/4), very gravelly clay loam, reddish brown (5YR 4/4), moist; weak, fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and common medium roots; many very fine, fine and common medium tubular pores; 40 percent gravel; very strongly acid  (pH 4.7); abrupt wavy boundary.\nA2--7 to 10 centimeters (3 to 4 inches); yellowish red (5YR 5/6), very gravelly clay loam, yellowish red (5YR 4/6), moist; strong very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium and few common coarse roots; many very fine, common fine, and few medium tubular pores; 40 percent gravel; very strongly acid (pH 4.7); clear wavy boundary. (Combined thickness of the A horizons is 2 to 25 centimeters thick)\nBt1--10 to 19 centimeters (4 to 7.5 inches); yellowish red (5YR 5/8), clay loam, yellowish red (5YR 4/6), moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, fine, medium, and few coarse roots; many very fine and fine, common medium and few coarse tubular pores; common distinct clay films on all faces of peds; 5 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.\nBt2--19 to 42 centimeters (7.5 to 17 inches); reddish yellow (5YR 6/6), gravelly clay loam, yellowish red (5YR 5/6),moist; strong fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine, many medium and few coarse roots; many fine, common medium, and few coarse tubular pores; common distinct clay films on all faces of peds; 20 percent fine spherical strongly cemented iron-manganese nodules in matrix; 20 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.\nBt3--42 to 85 centimeters (17 to 34 inches); reddish yellow (7.5YR 7/6), clay loam, strong brown (7.5YR 5/6), moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; many medium and few fine and coarse roots; common fine and medium, and few coarse tubular pores; many distinct clay films on all faces of peds; 5 percent fine spherical strongly cemented iron-manganese nodules in matrix; 10 percent gravel; strongly acid (pH 5.2); abrupt irregular boundary. (Combined thickness of Bt horizons is 35 to 85 centimeters)\nBCt--85 to 95 centimeters (34 to 37 inches); yellowish red (5YR 5/6), extremely gravelly loam, yellowish red (5YR 5/6), moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; few medium and coarse roots; few coarse interstitial pores; 65 percent gravel, 10 percent cobbles, 5 percent stones; strongly acid (pH 5.2); abrupt irregular boundary. (0 to 25 centimeters thick)\nR--95 centimeters (37 inches); strongly cemented schist bedrock with horizontal spacing greater than 10 centimeters."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; Hoopa Tribal Nation; about kilometers southwest of Weitchpec, near Burnt Ranch Creek; southwest quarter of section 21, township 9 north and range 4 east; WGS84 Decimal 41.0802940 latitude and -123.6990146 longitude; UTM 438623 meters E, 4555316 meters N, zone 10, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Depth: Depth to lithic contact is 50 to 100 centimeters (20 to 40 inches).\nSoil moisture: The soil moisture control section is dry from July 1st to October 15th and moist in all parts from November 15 to June 1st. This soil has a xeric moisture regime.\nSoil temperature: The mean annual soil temperature is 10 to 15 degrees C (50 to 59 degrees F). The difference between the mean summer and mean winter temperature is greater than 6 degrees C.  This soil has a mesic soil temperature regime.\nBase saturation: by the ammonium acetate method is less than 35 percent at 95 centimeters\nSoil reaction: very strongly acid or strongly acid throughout the soil profile.\nSurface Fragments: 0 to 10 percent gravel\nParticle Size Control Section (by weighted average):\nClay: 27 to 35 percent\nRock fragments: 0 to 25 percent gravel\nA Horizon\nHue: 10YR, 7.5YR or 5YR\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 3 through 6, dry or moist.\nTexture of fine earth fraction: loam or clay loam\nClay Content: 20 to 32 percent\nRock fragment: 0 to 45 percent gravel\nBt Horizons\nHue: 10YR, 7.5YR, or 5YR\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 4 through 8 dry, 4 through 6 moist.\nTexture of fine earth fraction: loam, clay loam, or silty clay loam\nClay content: 20 to 35 percent.\nRock fragment: 0 to 25 percent gravels\nC Horizon\nHue: 10YR, 7.5YR, or 5YR\nValue: 4 through 6 dry, 3 through 6 moist\nChroma: 4 through 6, dry or moist\nTexture of fine earth fraction: loam or clay loam\nClay content: 15 to 25 percent.\nRock fragment: 60 to 80 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Horseshoe (CA) and Mieruf (CA) series.  Horseshoe soils are greater than 150 centimeters (60 inches) to lithic contact.  Mieruf soils are greater than 100 centimeters (40 inches) to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils occur on mountains with slopes of 2 to 75 percent at elevations of 33 to 1391 meters (108 to 4563 feet) on convex ridge summits and linear side slopes. These soils formed in colluvium and residuum derived from schist. The climate is subhumid with warm dry summers and cool moist winters. The mean annual precipitation is 1250 to 2032 millimeters (49 to 80 inches). Mean annual air temperature is about 12 degrees C (54 degrees F). Mean summer temperature is 20 degrees C (68 degrees F) and the mean winter temperature is 7 degrees C (44 degrees F), mean annual temperature ranges from 10 to 15 degrees C (50 to 59 degrees F). The frost free season is about 150 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bagaul(T) and Hullygully(T) soils. Bagaul soils are very deep, greater than 150 centimeters (60 inches) to a bedrock contact. Hullygully soils do not have an argillic horizon. Bagual soils are adjacent to Burroin soils on linear to concave slope positions. Hullygully soils are on toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; medium to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, watershed and wildlife habitat. Native vegetation is Douglas-fir, tanoak, Pacific madrone with an understory of salal, Oregon grape, poison oak, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskyou-Trinity Area, MLRA 5. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt and Del Norte Area, California, 2012.  Proposed 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\n1. Ochric horizon - The zone from 0 to 10 centimeters (Oi, A1 & A2 horizons)\n2. Argillic horizon - The zone from 10 to 95 centimeters (Bt1, Bt2, Bt3, and BCt horizons)\n3. Lithic contact - 95 centimeters\n3. Particle size control section - the zone from 10 to 60 centimeters, averaging (by weight) 29 percent clay and 24 percent fine sand and coarser, by weight, and 14 percent rock fragments by volume.\nADDITIONAL DATA:\nNSSL pedon number:  05N0637 (type location) & 05N0645 (taxadjunct to the series)\nNASIS User Pedon ID 03CA023605007\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
