{
  "SERIES": "BURRITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJZ-TM-RLB-JBF",
  "REVDATE": "02/2016",
  "STATES": "NV",
  "OVERVIEW": "The Burrita series consists of shallow, well drained soils formed in residuum and colluvium derived from interbedded chert, quartzite, sandstone, shale and volcanic rocks.  The Burrita soils are on plateaus , mountains, and hill crests, summit shoulders and side slopes.  Slopes are 4 to 75 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burrita cobbly loam--rangeland.  (Colors are for dry soils unless otherwise noted.) The soil surface is partially covered with 20 percent gravel, 2 percent cobbles and 2 percent stones.\nA1--0 to 5 cm; very pale brown (10YR 7/3) cobbly loam, brown (10YR 5/3) moist; moderate very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine vesicular pores; 10 percent gravel, 5 percent cobbles and 2 percent stones; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 32 cm thick)\nA2--5 to 18 cm; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; strong very thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine tubular pores; 10 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 18 cm thick)\nBt--18 to 36 cm; light yellowish brown (10YR 6/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; strong medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; 25 percent gravel and 25 percent cobbles; many moderately thick clay films on peds and lining pores; moderately alkaline (pH 8.0); abrupt smooth boundary.  (18 to 38 cm thick)\nR--36 cm; chert."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada, 2,200 feet east, 1,200 feet south of the northwest corner of section 9, T. 33 N., R. 42 E.; USGS Brook Springs 7.5 minute topographic quadrangle; latitude 40 degrees 45 minutes 11 seconds N and longitude 117 degrees 15 minutes 23 seconds W; WGS84 Decimal Degrees 40.7530556 latitude, -117.2563889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry from July through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nA and Bt thickness and depth to bedrock: 36 to 50 cm.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content:  35 to 50 percent.\nRock fragments:  35 to 60 percent, when mixed, mainly gravel, cobbles or stones.\nA horizon\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 through 4.\nBt horizons\nHue:  10YR or 7.5 YR.\nValue:  4 through 6 dry, 3 or 4 moist.\nChroma:  3 through 6.\nTexture:  Very gravelly clay, very cobbly clay, very stony clay, very gravelly clay loam, very cobbly clay loam, very stony clay loam.\nStructure:  Subangular blocky, angular blocky or is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Disage, Grumblen, Jung, Loomis, Pipespring and Rocconda series.\nDisage soils are neutral throughout.  Grumblen soils have Btk horizons. Jung soils have horizons that are calcareous and have lime coats on rock fragments.  Loomis soils are neutral or slightly alkaline and are 20 to 36 cm deep to bedrock. Pipespring and Rocconda soils are less than 36 cm to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Burrita soils are on plateaus, mountains and hill crests, summits shoulders and side slopes.  They formed in residuum and colluvium derived from interbedded chert, quartzite, shale, greenstone, sandstone and volcanic rocks.  Slopes are 4 to 75 percent.  Elevations are 1,375 to 2,135 meters.  The mean annual precipitation is 200 to 250 mm; mean annual temperature is 8 to 9 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atlow, Bojo, Havingdon, Hoot and Trunk soils.  Atlow and Hoot soils have a loamy-skeletal particle-size control section.  Bojo soils have a loamy particle-size control section.  Havingdon and Trunk soils are more than 100 cm deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is dominantly Wyoming big sagebrush, bluebunch wheatgrass, Thurber needlegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  The soils are of small extent.  MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from about 18 to 36 cm (Bt horizon).\nLithic contact - The boundary at about 36 cm (R layer).\nParticle-size control section - The zone from 18 to 36 cm (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; very pale brown (10YR 7/3) cobbly loam, brown (10YR 5/3) moist; moderate very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine vesicular pores; 10 percent gravel, 5 percent cobbles and 2 percent stones; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 32 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 18 cm; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; strong very thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine tubular pores; 10 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 18 cm thick)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--18 to 36 cm; light yellowish brown (10YR 6/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; strong medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; 25 percent gravel and 25 percent cobbles; many moderately thick clay films on peds and lining pores; moderately alkaline (pH 8.0); abrupt smooth boundary.  (18 to 38 cm thick)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--36 cm; chert."
      }
    ]
  ]
}
