{
  "SERIES": "BURRFOOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJK-BDD-JAL",
  "REVDATE": "01/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitrandic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Burrfoot gravelly ashy sandy clay loam, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots and common fine and medium roots; 5 percent angular cobbles and 15 percent pebbles; neutral (pH 6.8); clear wavy boundary.\nA2--5 to 12 inches; brown (10YR 4/3) very gravelly ashy sandy clay loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and plastic; many very fine roots and common fine and medium roots; common very fine and few fine pores; 15 percent angular cobbles and 30 percent pebbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of A horizons is 8 to 15 inches.)\nBw1--12 to 20 inches; light olive brown (2.5Y 5/4) very gravelly ashy coarse sandy loam, olive brown (2.5Y 4/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine roots and few fine and medium roots; common very fine pores; 15 percent angular cobbles and 35 percent pebbles; neutral (pH 7.0); gradual wavy boundary.\nBw2--20 to 29 inches; light yellowish brown (2.5Y 6/4) very gravelly ashy coarse sandy loam, dark yellowish brown (10YR 4/6) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and few fine roots; common very fine pores; 15 percent angular cobbles and 35 percent pebbles; neutral (pH 7.2); gradual wavy boundary. (Combined thickness of Bw horizons is 15 to 30 inches.)\nBC--29 to 48 inches; light gray (2.5Y 7/1) ashy sandy loam, light yellowish brown (2.5Y 6/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; common very fine pores; slightly effervescent in lower portion; 10 percent pebbles; slightly alkaline (pH 7.8); gradual wavy boundary.  (10 to 25 inches thick)\nCr--48 to 60 inches; light gray (10YR 7/2) semi-consolidated welded tuff that crushes to very gravelly coarse sandy loam; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deer Lodge County, Montana;  400 feet east and 1300 feet north of the SW corner of sec. 18, T. 5 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 46 degrees F.\nMoisture control section - between 8 and 24 inches.\nVolcanic glass - 30 to 50 percent in the coarse silt and sand fraction of one or more horizons within 30 inches.\nAcid oxalate Al + 1/2 Fe - .12 to .20 percent\nMollic epipedon thickness - 8 to 15 inches.\nDepth to Cr horizon - 40 to 60 inches.\nA horizons - Hue: 10YR or 2.5Y\nValue:  3 or 4 dry; 2 or 3 moist\nChroma:  1, 2 or 3\nClay content:  20 to 32 percent\nRock fragments:  15 to 60 percent--0 to 20 percent cobbles and stones, 15 to 40 percent pebbles\nReaction:  pH 6.1 to 7.3\nBw horizons - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3, 4 or 6\nTexture:  ashy coarse sandy loam, ashy sandy loam or ashy sandy clay loam\nClay content: 10 to 24 percent\nRock fragments:  35 to 60 percent--15 to 20 percent cobbles and stones, 20 to 40 percent pebbles\nReaction:  pH 6.1 to 7.3\nBC horizon - Hue: 10YR, or 2.5Y\nValue:   6 or 7 dry; 4, 5 or 6 moist\nChroma:  1, 2 or 3\nTexture:  ashy sandy loam, ashy coarse sandy loam or ashy loamy coarse sand\nClay content:  5 to 18 percent\nRock fragments:  10 to 60 percent--0 to 20 percent cobbles and stones; 10 to 40 percent pebbles\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills and footslopes.\nElevation - 4,800 to 5,800 feet.\nSlope - 15 to 35 percent.\nParent material - colluvium and residuum from rhyolitic welded tuff bedrock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 39 to 44 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderately rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Burrfoot soils are used primarily for rangeland and wildlife habitat. The potential native vegetation is mainly rough fescue, Idaho fescue, bluebunch wheatgrass and lupine with scattered limber pine, Douglas-fir and rocky mountain juniper."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Burrfoot soils are of small extent in southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deer Lodge County, Montana, 1999."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
