{
  "SERIES": "BURSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMR-JGF-TGM",
  "REVDATE": "09/2016",
  "STATES": "OK,TX",
  "OVERVIEW": "The Burson series consists of very shallow, well drained, moderately permeable soils derived from loamy residuum from sandstones and siltstones of Triassic and/or Permian age. The soils are on gently sloping to very steep ridges, knolls, side slopes, and erosion remnants. Slope ranges from 3 to 80 percent. Mean annual precipitation is 635 mm (25 in) and mean annual temperature is 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, thermic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Burson loam, on a south-facing, convex, 15 percent slope, in rangeland at an elevation of about 690 m (2,260 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; red (2.5YR 5/6) loam, red (2.5YR 4/6) moist; weak fine granular structure; slightly hard, very friable; common fine roots; few fine pores; slightly effervescent; moderately alkaline; clear smooth boundary. (Thickness of the A horizon is 5 to 25 cm [2 to 10 in])\nCr--6 to 40 inches; red (2.5YR 5/6) weakly cemented very fine grained sandstone and siltstone interbedded with shales and siltstone; red (2.5YR 4/6) moist; common grayish areas about 3 to 6 mm in diameter; few fine roots in upper part; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Briscoe County, Texas; 18 miles east of Silverton on Texas State Highway 256; then 2.35 miles southeast on Burson Lake road, and 200 feet south in native rangeland or 2,100 feet southeast of the southeast end of Burson Lake dam.\nUSGS topographic quadrangle: Turkey, Texas\nLatitude: 34 degrees, 29 minutes, 30 seconds N\nLongitude: 100 degrees, 58 minutes, 31.5 seconds W\nDatum: NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to sandstone or shale: 5 to 25 cm (2 to 10 in)\nSolum thickness: 7 to 25 cm (3 to 10 in)\nSoil moisture: An aridic moisture regime bordering on ustic. The soil moisture control section is dry in some or all parts for more than 205 days to 270 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nParticle-size control section (weighted average):\nSilicate clay: less than 35 percent\nA horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 8\nOther features: Epipedons with moist values and chroma lower than 3.5 are less than 18 cm (7 in) thick\nTexture: very fine sandy loam, loam, silt loam, sandy clay loam, clay loam, or silty clay loam\nClay content: 15 to 35 percent\nEffervescence: none to slight\nReaction: slightly alkaline or strongly alkaline\nCr horizon:\nHue: 10R to 5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 8\nTexture: weakly to moderately cemented very fine grained sandstone or siltstone interbedded with shales and siltstone\nEffervescence: none to slight\nReaction: slightly alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Regnier (NM) series. Similar soils are the Cottonwood (TX), Harpersville (TX), Lacoca (NM), Latom (TX), Knoco (TX), and Quinlan (OK) series.\nCottonwood series: is wetter in the moisture control section and developed in gypsum bedrock\nRegnier series: has a solum of 30 to 50 cm (12 to 20 in) and receives less precipitation during the spring\nHarpersville and Knoco series: have 35 to 60 percent clay throughout the solum\nLatom and Lacoca series: have a lithic contact over sandstone bedrock\nQuinlan series: has a cambic horizon and solum thickness averages 38 cm (15 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum from sandstones and siltstones (redbeds) of Triassic and/or Permian age\nLandscape: Dissected plains\nLandform: moderately sloping to steep ridges, knolls, side slopes, and erosion remnants\nSlopes: dominantly 15 to 45 percent, but ranges from 3 to 80 percent\nMean annual air temperature: 14 to 18 degrees C (57 to 64 degrees F)\nMean annual precipitation: 508 to 711 mm (20 to 28 in)\nFrost-free period: 180 to 230 days\nElevation: 305 to 762 m (1,000 to 2,500 ft\nThornthwaite annual P-E Index Values: 28 to 40"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aspermont (TX), Berda (TX), Glenrio (TX), Knoco, Obaro (TX), Quay (NM), Quinlan, Tascosa (TX), and Woodward (OK) soils.\nAspermont, Berda, Glenrio, Obaro, Quay, and Woodward soils: have cambic horizons and all but Glenrio have sola more than 50 cm (20 in) thick\nTascosa and Quay soils: have calcic horizons\nAspermont and Woodward soils: are on more gently sloping ridges, knolls and side slopes\nBerda and Tascosa soils: are on more gently sloping landforms and developed in alluvium and colluvium derived from the Ogallala Formation of Miocene-Pliocene age\nKnoco soils: are on side slopes typically at lower elevations\nObaro and Quinlan soils: are on adjacent, more gently sloping benches, footslopes, knolls and ridges\nGlenrio and Quay soils_ are on nearly level to gently sloping landforms and are restricted to a drier climate on the western margin of the Southern High Plains escarpment"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Moderate permeability. Surface runoff is low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used as native rangeland and support only a sparse vegetative cover. The dominant species are sideoats grama, hairy grama, little bluestem, tridens, threeawn, black grama, and juniper shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR H-Central Great Plains Winter Wheat and Range Region; Central Rolling Red Plains (sub-MLRA-78B) of Texas and Oklahoma, and Southern High Plains Breaks (sub-MLRA-77E) of Texas. Burson soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Motley County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Burson soils formerly were included in the miscellaneous land types, Badland and Rough broken land, and the Quinlan series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 15 cm (0 to 6 in) (A horizon)\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; red (2.5YR 5/6) loam, red (2.5YR 4/6) moist; weak fine granular structure; slightly hard, very friable; common fine roots; few fine pores; slightly effervescent; moderately alkaline; clear smooth boundary. (Thickness of the A horizon is 5 to 25 cm [2 to 10 in])"
      },
      {
        "name": "Cr",
        "top": 15,
        "bottom": 102,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--6 to 40 inches; red (2.5YR 5/6) weakly cemented very fine grained sandstone and siltstone interbedded with shales and siltstone; red (2.5YR 4/6) moist; common grayish areas about 3 to 6 mm in diameter; few fine roots in upper part; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
