{
  "SERIES": "BURSLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHB:WLC",
  "REVDATE": "04/2003",
  "STATES": "LA",
  "OVERVIEW": "The Bursley series consists of deep, poorly drained, slowly\npermeable soils that formed in a thin mantel of recent alluvium\nover late Pleistocene age, mixed loess, and loamy stream terrace deposits.  These level to nearly level soils are on broad stream terraces.  Slopes is dominantly less than 1 percent but ranges up\nto 3 percent.  Water runs off the surface at a slow rate.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aeric Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bursley silty clay loam on 0.5 percent slope in a cultivated field.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; dark brown (10YR 3/3) silty clay loam;\nweak medium granular structure; friable; common fine roots;\nneutral; clear smooth boundary.  (4 to 8 inches thick).\nBw--4 to 18 inches; grayish brown (10YR 5/2) silty clay\nloam; common medium distinct yellowish brown (10YR 5/6) mottles;\nweak medium subangular blocky structure; friable; few thin discontinuous clay films on surfaces of peds; few fine roots; strongly acid, clear smooth boundary.  (6 to 14 inches thick)\n2B/E--18 to 32 inches; yellowish brown (10YR 5/4) silty clay loam (Bt material); common medium distinct grayish brown mottles (10YR 5/2); moderate medium subangular blocky structure; friable;\nfew fine pores; common thin discontinuous grayish brown clay\nfilms on surfaces of peds; common fine and medium brown and black concretions; ped coatings and tongues of grayish brown (10YR 5/2) silt loam (E material) comprise about 20 percent of the horizon; medium acid; clear wavy boundary.  (8 to 26 inches thick)\n2Btb--32 to 46 inches; mottled yellowish brown (10YR 5/4)\nand grayish brown (10YR 5/2) silty clay loam; common medium\ndistinct yellowish brown mottles; (10YR 5/4) weak medium\nsubangular blocky structure; friable; few fine pores; common thin discontinuous grayish brown clay films on surfaces of peds; few\nfine and medium black concretions; few thin grayish brown silt\ncoats on surfaces of peds; medium acid; clear smooth boundary.\n(10 to 24 inches thick)\n3Btb--46 to 61 inches; brown (7.5YR 4/4) silty clay loam;\ncommon medium distinct grayish brown and yellowish brown mottles (10YR 5/4); weak medium subangular blocky structure; friable; few fine pores; few thin discontinuous clay films on surfaces of\npeds; common fine and medium black concretions; medium acid;\nclear smooth boundary.  (9 to 24 inches thick)\n3C--61 to 72 inches; brown (7.5YR 4/4) loam; common medium distinct grayish brown (10YR 5/2) and yellowish brown mottles\n(10YR 5/4); massive; very friable; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Catahoula Parish, Louisiana about 9.0 miles south\nof Harrisonburg; 0.6 miles west of Good Road Pentecoastal Church;\n75 feet north of gravel road; SE1/4NW1/4 sec. 28, T. 8 N., R. 6\nE."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to 100 inches.  Depth to the 2B horizon ranges from 12 to 20 inches.\nDepth to the 3B horizon ranges from 30 to 60 inches.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2\nto 4.  It is silt loam or silty clay loam.  Mottles, where\npresent, are in shades of brown.  Reaction ranges from very\nstrongly acid to medium acid except where limed.\nThe Bw horizon has hue of 10YR, value of 3 to 5, and chroma of 1\nor 2.  It is silt loam or silty clay loam.  Mottles are in shades\nof brown.  Reaction ranges from very strongly acid to medium\nacid.\nThe B part of the 2B/E horizon has hue of 10YR, value of 4 or 5, chroma of 4 to 6.  The E material has value of 4 to 6, chroma of\n2 or 3.  The B material is silty clay loam or silt loam and the E material is silt loam.  Mottles are in shades of gray, yellow, or brown.  Peds are coated or partly coated with grayish clay films.  Black or brown concretions range from few to common.  Reaction\nranges from medium acid to very strongly acid.\nThe 2Btb horizon has hue of 10YR, value of 4 or 5, and chroma of\n2 to 6.  It is silty clay loam or silt loam.  Mottles are in\nshades of gray, yellow, or brown.  Black or brown concretions\nrange from few to common.  Reaction ranges from very strongly\nacid to medium acid.\nThe 3Btb horizon has hue of 7.5YR or 10YR, value of 4 or 5 and\nchroma of 2 to 6.  Texture is loam, very fine sandy loam, clay loam or silty clay loam.  Some pedons have clay below 60 inches.  Mottles\nare in shades of gray, brown, or yellow.  Reaction ranges from\nvery strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the McCune series in the same family\nand the Calhoun, Calloway, Deerford, Dundee, Egypt, Gilbert,\nGuyton, and Necessity series in similar families.  McCune and\nEgypt soils do not have cambic horizons above 2B/E horizons.\nCalhoun and Gilbert soils are gray throughout the solum.\nCalloway and Necessity soils have fragipans.  Deerford soils have natric horizons.  Dundee soils do not have tongues of albic\nmaterial into the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bursley soils are on low level to nearly\nlevel stream terraces of late Pleistocene age.  The soil formed\nin a thin mantle of recent alluvium over mixed loess and late Pleistocene age terrace deposits.  Slope gradients are typically\nless than 1 percent, but range up to 3 percent.  The climate is\nwarm and humid.  The mean annual precipitation is about 52 inches\nand the mean annual temperature is about 65 degrees F near the\ntype location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Deerford, Gilbert, and Necessity series and the Forestdale\nseries.  Forestdale soils are in depressions and drainageways and have fine textured control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Bursley soils are poorly drained.\nRunoff is slow and permeability is very slow.  A perched water\ntable is at depths of 1.0 foot to 3.0 feet during later winter\nand early spring of most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland or pasture.  The main crops are soybeans, cotton, small grains, and truck\ncrops.  Wooded areas are in oaks, elm, sweetgum, and locust."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana, and possibly Arkansas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Catahoula Parish, Louisiana; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with Egypt series.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 4 inches.  (the Ap horizon)\nCambic horizon - the zone from a depth of 4 inches to a depth of 18 inches; (the Bw horizon)\nArgillic horizon - the zone from a depth of 18 inches to a depth of 61 inches, (the 2B/E; 2Btb and 3Btb horizons.)\nAlbic horizon - the zone from a depth of 18 inches to a depth of 32 inches (the E part of the 2B/E horizon.)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark brown (10YR 3/3) silty clay loam; weak medium granular structure; friable; common fine roots; neutral; clear smooth boundary.  (4 to 8 inches thick)."
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--4 to 18 inches; grayish brown (10YR 5/2) silty clay loam; common medium distinct yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; friable; few thin discontinuous clay films on surfaces of peds; few fine roots; strongly acid, clear smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "2B/E",
        "top": 46,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2B/E--18 to 32 inches; yellowish brown (10YR 5/4) silty clay loam (Bt material); common medium distinct grayish brown mottles (10YR 5/2); moderate medium subangular blocky structure; friable; few fine pores; common thin discontinuous grayish brown clay films on surfaces of peds; common fine and medium brown and black concretions; ped coatings and tongues of grayish brown (10YR 5/2) silt loam (E material) comprise about 20 percent of the horizon; medium acid; clear wavy boundary.  (8 to 26 inches thick)"
      },
      {
        "name": "2Btb",
        "top": 81,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btb--32 to 46 inches; mottled yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) silty clay loam; common medium distinct yellowish brown mottles; (10YR 5/4) weak medium subangular blocky structure; friable; few fine pores; common thin discontinuous grayish brown clay films on surfaces of peds; few fine and medium black concretions; few thin grayish brown silt coats on surfaces of peds; medium acid; clear smooth boundary. (10 to 24 inches thick)"
      },
      {
        "name": "3Btb",
        "top": 117,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "3Btb--46 to 61 inches; brown (7.5YR 4/4) silty clay loam; common medium distinct grayish brown and yellowish brown mottles (10YR 5/4); weak medium subangular blocky structure; friable; few fine pores; few thin discontinuous clay films on surfaces of peds; common fine and medium black concretions; medium acid; clear smooth boundary.  (9 to 24 inches thick)"
      },
      {
        "name": "3C",
        "top": 155,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--61 to 72 inches; brown (7.5YR 4/4) loam; common medium distinct grayish brown (10YR 5/2) and yellowish brown mottles"
      }
    ]
  ]
}
