{
  "SERIES": "BURTONER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEM-JAL-EMM",
  "REVDATE": "07/2012",
  "STATES": "MT",
  "OVERVIEW": "The Burtoner series consists of moderately deep, well drained soils that formed in alluvium, colluvium and residuum derived from granite and other coarse grained igneous rocks.  These soils are on hills, ridges and escarpments.  Slopes are 2 to 60 percent.  Mean annual precipitation is about 17 inches and mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burtoner sandy clay loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 8 inches; grayish brown (10YR 5/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and fine and few medium pores; 10 percent gravel; neutral (pH 7.3); clear smooth boundary. (6 to 8 inches thick)\nBt1--8 to 14 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine tubular and interstitial pores; many faint clay films bridging sand grains and common faint clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary.\nBt2--14 to 23 inches; yellowish brown (10YR 5/4) sandy clay loam, brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine tubular and interstitial pores; many faint clay films bridging sand grains and common faint clay films on faces of peds; 10 percent gravel; neutral (pH 7.3); clear wavy boundary. (Combined thickness of Bt horizons is 8 to 24 inches).\nCr--23 to 28 inches; light brownish gray (2.5Y 6/2) decomposed granite bedrock (grus) that crushes to very gravelly loamy coarse sand; slightly alkaline (pH 7.4).\nR--28 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 2,400 feet north and 100 feet west of the SE corner of sec. 11, T. 5 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to the argillic horizon - 7 to 15 inches.\nDepth to Cr horizon - 20 to 38 inches.\nDepth to bedrock - 23 to 40 inches.\nSurface stones or boulders - 0 to 15 percent\nSome pedons have a thin transitional B horizon between the Bt and Cr horizons.\nA horizon\nHue: 10YR or 2.5Y\nValue:  3, 4 or 5 dry; 2 or 3 moist\nChroma:  1, 2 or 3\nTexture:  loam, coarse sandy loam, sandy loam or sandy clay loam\nClay content:  10 to 25 percent\nRock fragments:  0 to 60 percent--0 to 20 percent cobbles and stones, 0 to 40 percent gravel\nReaction:  pH 6.1 to 7.3\nBt horizons\nHue:  10YR or 2.5Y\nValue:  4, 5 or 6 dry; 3 or 4 moist\nChroma:  2, 3 or 4\nTexture:  sandy clay loam or clay loam\nClay content:  20 to 30 percent\nRock fragments:  5 to 35 percent gravel (mostly less then 7mm in diameter)\nReaction:  pH 6.6 to 7.8\nC horizon present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArchmesa (CO) - does not have a paralithic contact above the lithic contact.\nAbsarook (MT) - does not have a paralithic contact above the lithic contact; has horizons of secondary carbonate accumulation.\nBeartooth (MT) - does not have a lithic contact above 60 inches.\nBeeno (WY) - does not have a lithic contact above 60 inches.\nBielenberg (MT) - does not have a paralithic contact above 40 inches.\nBitterroot (MT) - does not have a lithic contact above 60 inches.\nBookcliff (UT) - does not have a lithic contact above 60 inches.\nBullflat (SD) - does not have a lithic contact above 60 inches.\nClancy (MT) - does not have a lithic contact above 40 inches.\nClasoil (MT) - does not have a lithic contact above 60 inches.\nCortyzack (CO) - does not have a lithic contact above 60 inches.\nDooley (MT) - has substratum of till that has bulk density of 1.55 and greater; does not have a lithic contact above 60 inches.\nDoughty (MT) - does not have a lithic contact above 60 inches.\nEmpedrado (CO) - does not have a lithic contact above 60 inches.\nFairfield (MT) - does not have a lithic contact above 60 inches.\nFarnuf (MT) - does not have a lithic contact above 60 inches.\nFarside (MT) - does not have a lithic contact above 60 inches.\nFelor (SD) - does not have a lithic contact above 60 inches.\nGreenway (SD) - does not have a lithic contact above 60 inches.\nGurney (SD) - has horizons of secondary carbonate accumulation; does not have a paralithic contact above the lithic contact.\nHangdo (UT) - does not have a lithic contact above 60 inches.\nHoppers (MT) - has a paralithic contact of semi-consolidated sandstone at 20 to 40 inches.\nHowbert (CO) - does not have a lithic contact above 60 inches.\nHyalite (MT) - has a discontinuity of sandy-skeletal material above 40 inches and immediately below the argillic horizon; does not have a lithic contact above 60 inches.\nJeffcity (MT) - has a horizon of secondary carbonate accumulation.\nKokoruda (MT) - does not have a lithic contact above 60 inches.\nLivona (ND) - does not have a lithic contact above 60 inches.\nMartinsdale (MT) - does not have a lithic contact above 60 inches.\nMaudlin (CO) - does not have a paralithic contact above the lithic contact; formed in residuum from sandstone.\nMeagher (MT) - does not have a lithic contact above 60 inches.\nMoen (CO) - does not have a paralithic contact above the lithic contact.\nMoento (CO) - does not have a paralithic contact above the lithic contact.\nPerrypark (CO) - does not have a lithic contact above 60 inches.\nPianohill (MT) - does not have a paralithic contact above the lithic contact; lithic contact consists of volcanic mudflow breccia.\nPlacerton (MT) - has horizon of secondary carbonate accumulation; does not have a lithic contact above 40 inches.\nReeder (ND) - does not have a lithic contact above 60 inches.\nReedwest (MT) - does not have a lithic contact above 60 inches.\nSnakejohn (UT) - does not have a lithic contact above 40 inches.\nSponseller (AZ) -does not have a paralithic contact above the lithic contact; does not have aa lithic contact above 60 inches.\nTrag (CO) - does not have a paralithic contact above the lithic contact; does not hve a lithic contact above 60 inches.\nTragmon (CO) - does not have a lithic contact above 60 inches.\nTrazumi (NM) - does not have a lithic contact above 60 inches.\nTrujillo (CO) - does not have a lithic contact above 60 inches.\nUlrant (WY) - has a horizon of secondary carbonate accumulation; does not have a paralithic contact over a lithic contact.\nVida (MT) - has substratum of till that has a bulk density of 1.55 and greater; does not have a lithic contact above 60 inches.\nWatne (MT) - does not have a lithic contact above 60 inches.\nWatrous (ND) - does not have a paralithic contact over the lithic contact.\nWemple (MT) - does not have a paralithic contact over a lithic contact; does not have a lithic contact above 60 inches.\nWilliams (ND) - does not have a lithic contact above 60 inches.\nYegen (MT) - does not have a lithic contact above 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills, ridges and escarpments.\nElevation - 4,400 to 6,000 feet.\nSlope - 2 to 60 percent.\nParent material - colluvium, alluvium and residuum derived from granite and other coarse grained igneous rocks.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 36 to 42 degrees F.\nFrost-free period - 70 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Burtoner soils are primarily used for rangeland, woodland and wildlife habitat.  The potential native vegetation is mainly  rough fescue, Idaho fescue, bluebunch wheatgrass, fringed sagewort, sticky geranium, Rocky Mountain juniper, bitterbrush and big sagebrush.  Areas with a forest canopy have an overstory of ponderosa pine, Douglas-fir, limber pine, and an understory of Idaho fescue, bluebunch wheatgrass and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Burtoner soils are of small extent in southwestern Montana. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1556, MT3040. Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 8 inches (A horizon);\nArgillic horizon - from 8 to 23 inches (Bt1 and Bt2 horizons);\nParticle size control section - from 8 to 23 inches (Bt1 and Bt2 horizons);\nParalithic contact - decomposed granite (grus) from 23 to 28 inches (Cr horizon);\nLithic contact - hard granite bedrock at 28 inches (R horizon).\nBurtoner soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; grayish brown (10YR 5/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and fine and few medium pores; 10 percent gravel; neutral (pH 7.3); clear smooth boundary. (6 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 14 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine tubular and interstitial pores; many faint clay films bridging sand grains and common faint clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--14 to 23 inches; yellowish brown (10YR 5/4) sandy clay loam, brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine tubular and interstitial pores; many faint clay films bridging sand grains and common faint clay films on faces of peds; 10 percent gravel; neutral (pH 7.3); clear wavy boundary. (Combined thickness of Bt horizons is 8 to 24 inches)."
      },
      {
        "name": "Cr",
        "top": 58,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "narrative": "Cr--23 to 28 inches; light brownish gray (2.5Y 6/2) decomposed granite bedrock (grus) that crushes to very gravelly loamy coarse sand; slightly alkaline (pH 7.4)."
      },
      {
        "name": "R",
        "top": 71,
        "narrative": "R--28 inches; hard granite bedrock."
      }
    ]
  ]
}
