{
  "SERIES": "BURTMAN",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DLY/EAW",
  "REVDATE": "11/2002",
  "STATES": "MD",
  "OVERVIEW": "The Burtman Series consists of very deep moderately well drained soils on broad uplands and slight depressions.  They are formed in stratified Coastal Plain sediments.  Slopes range from 0 to 5 percent.  The mean annual precipitation 45 inches, and the mean annual temperature is 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burtman sandy loam - cultivated field.  (Colors are for moist soil).\nAp--0 to 11 inches, brown (10YR 5/3) sandy loam;  moderate medium granular structure; friable, slightly sticky; common very fine roots; many very fine, common fine and few medium irregular pores; neutral; abrupt smooth boundary.  (7 to 11 inches thick)\nBt--11 to 22 inches, yellowish brown (10YR 5/6) sandy loam; few medium distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine and fine and common medium randon tubular pores; common faint clay films bridging sand grains; neutral; clear smooth boundary.  (7 to 19 inches thick)\nBtg--22 to 30 inches, pale brown (10YR 6/3) sandy loam; many coarse distinct light gray (10YR 7/1) mottles and common medium prominent strong brown (7.5YR 5/8) mottles; moderate medium subangular blocky structure; friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine and fine and few medium randon tubular pores; common distinct clay films on faces of peds and bridging sand grains; moderately acid; clear wavy boundary.  (4 to 10 inches thick)\nC--30 to 41 inches, yellow (10YR 7/6) sand; common medium distinct pale brown (10YR 6/3) mottles, few medium prominent strong brown (7.5YR 5/8) mottles and few medium distinct light gray (10YR 7/1)  mottles; single grain; loose; strongly acid; clear wavy boundary.  (5 to 15 inches thick)\n2Cg--41 to 46 inches, light gray (10YR 7/1) sandy clay loam; common coarse prominent yellowish red (5YR 5/8) mottles; massive;  friable, sticky and slightly plastic; common very fine and few fine randon tubular pores; very strongly acid; abrupt wavy boundary.  (0 to 8 inches thick)\n3C--46 to 56 inches, yellow (10YR 7/6) sand; common medium distinct light brownish gray (10YR 6/2) mottles and few medium prominent yellowish brown (10YR 5/8) mottles; single grain; loose; very strongly acid; clear wavy boundary.  (8 to 12 inches thick)\n4C--56 to 62 inches, yellow (10YR 7/6) gravelly sand; single grain; loose; 20 percent pebbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dorchester County, Maryland; 1.5 miles south of Finchville (Junction of Rt. 313 and Rt. 392), 50 feet south of farm lane, 30 feet east of Rt. 313; Lat. 38 degrees 36' 47\", Long. 75 degrees 46' 38\""
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness is 18 to 40 inches.  The soil is strongly acid to neutral in the solum and extremely acid to strongly acid in the substrata.  Depth to mottling and a seasonal high water table ranges from 18 to 42 inches.  Depth to stratified substrata is typically greater than 40 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 5 and chroma of 1 through 4.  It is loam, sandy loam or loamy sand with weak or moderate, and fine through coarse granular structure.\nThe B horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 through 6.  Texture is sandy loam, fine sandy loam, or loamy sand in the lower part.  Structure is weak or moderate, medium or coarse subangular blocky.  The lower part of the B horizon has common or many, medium or coarse, high and low chroma mottles.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 through 7 and chroma of 1 through 7.  Stratified textures are gravelly sand through sandy clay.  Rock fragments range from 0 to 25 percent pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils in related families are Hammonton and Munden.  Hammonton soils have silicious mineralogy.  Munden soils are several degrees warmer and are not stratified in the substrata."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Burtman soils are on level or gently sloping uplands in the Coastal Plain.  Slopes range from 0 to 5 percent.  Mean annual temperature ranges from 48 to 58 degrees F., and mean annual precipitation ranges from 42 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the proposed Bridgetown, Hurlock, and Unicorn.  Bridgetown and Hurlock soils are poorly drained, and Unicorn soils have a water table below 42 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability in the solum, rapid in the C horizon and moderately slow in the 2C.  A seasonal high water table is at 18 to 42 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for corn, wheat, barley, and soybeans.  Some areas are irrigated.  Wooded areas have an overstory of White Oak, Black Oak and Scarlet Oak, and occasional Virginia Pine.  Common understory species are Greenbriar, Sasafras,Dogwood   and high bush berries."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland and Delaware, possibly New Jersey.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Dorchester County, Maryland, 1985.  Alternate names are Burtman and Cardtown."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to approximately 11 inches (Ap horizon).\nArgillic horizon - The zone from approximately 8 inches to 30 inches (Bt1 and Bt2 horizons).\nAquic Feature - Has mottles with value of 6 and chroma of 2 in the lower Bt horizon.\nUdults Feature - The moisture control section is not dry for as long as 90 consecutive days and the soil reaction is strongly acid at 60 inches.\nOSED scanned by NSSQA.  Last revised by state on 8/84.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
