{
  "SERIES": "BURWILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEJ/CLM",
  "REVDATE": "06/2011",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Humic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Burwill very channery loam in a concave position on a 50 percent west facing sideslope at an elevation of 5,000 feet in rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; brown (10YR 5/3) very channery loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium and coarse roots; many very fine and fine irregular and tubular pores; 25 percent gravel and 25 percent channers; neutral (pH 6.8); clear wavy boundary. (1 to 5 inches thick)\nA2--3 to 15 inches; brown (10YR 5/3) very channery loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine and medium roots; common very fine and fine tubular pores; 30 percent gravel and 30 percent channers; neutral (pH 6.8); gradual wavy boundary. (6 to 15 inches thick)\nBw1--15 to 25 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; common very fine and fine tubular pores; 45 percent gravel and 20 percent channers; neutral (pH 6.8); clear wavy boundary. (8 to 12 inches thick)\nBw2--25 to 44 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine and fine tubular pores; 45 percent gravel, 25 percent channers, and 10 percent flagstones; neutral (pH 6.6 ); abrupt broken boundary. (6 to 13 inches thick)\nR--44 inches; highly fractured tuffaceous bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gooding County, Idaho, about 1,300 feet east and 700 feet south of the northwest corner of sec. 27, T. 3 S., R. 14 E.  Lat.  43 degrees 08 minutes and 27 seconds north; Long. 114 degrees 47 minutes and 00 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 47 to 51 degrees F.\nDepth to bedrock - 40 to 60 inches\nReaction - slightly acid to neutral\nA horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 through 4 dry or moist\nRock fragments - 20 to 30 percent gravel, 20 to 30 percent channers\nClay content - 20 to 27 percent\nBw horizons\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 through 4 dry or moist\nTexture - GRX-L, CNX-L, GRV-L, CNV-L\nRock fragments - 20 to 50 percent gravel, 20 to 30 percent channers, 0 to 10 percent flagstones\nClay content - 20 to 27 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brownbear, Caris, Indleton, Itat, Maki, McGuire, Olete, and Pardaloe series. Brownbear, Caris, Maki, and Olete soils are moderately deep.  Indleton soils have O horizons and are very deep.  Itat soils have O horizons, are very deep, and have C horizons.  McGuire soils have loose stratified sand and gravel at 25 to 40 inches. Pardaloe soils have Bt horizons and average annual soil temperature of 54 to 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Burwill soils are on foothills and canyonsides.  They formed in colluvium and residuum from tuff, rhyolite and basalt.  Slopes are 2 to 60 percent.  The mean annual precipitation is 12 to 14 inches and the mean annual air temperature is 45 to 48 degrees F.  The frost-free season is 75 to 90 days.  Elevation is 4,000 to 5,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Connet, Gaibson, Fergie, and Terracecreek.  Connet soils are shallow to bedrock and have argillic horizons.  Gaibson, Fergie and Terracecreek soils all have frigid soil temperature regimes.  These soils all occur on similar landscapes as the Burwill soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Burwill soils are used mainly for rangeland. The potential natural vegetation is mountain big sagebrush (Xericensis) and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Idaho; MLRA 10.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gooding, County Idaho 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - zone from 0 to 15 inches (A1 and A2 horizons) meets the color requirements and thickness for a mollic epipedon but fails the organic matter requirements.  Meets the color requireements and thickness for the Humic subgroup.\nCambic horizon - zone from 15 to 44 inches (Bw1 and Bw2  horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
