{
  "SERIES": "BUSBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRS-RER-CJH",
  "REVDATE": "1/99",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Haplocalcidic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Busby fine sandy loam, in grassland. (Colors are for dry soil unless otherwise noted)\nA--0 to 4 inches; brown (10YR 5/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; slightly hard, very friable, nonsticky and slightly plastic; many very fine and fine roots; many very fine tubular pores; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 10 inches thick)\nBw--4 to 13 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 4/3) moist; moderate medium and coarse prismatic structure parting to weak coarse subangular blocky; slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; common very fine tubular pores; slightly alkaline (pH 7.8); clear smooth boundary. (7 to 12 inches thick)\nBk1--13 to 26 inches; pale brown (10YR 6/3) fine sandy loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine pores; disseminated lime; few fine masses of lime; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nBk2--26 to 47 inches; pale brown (10YR 6/3) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; few very fine tubular pores; few medium and fine masses of lime; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (Combined Bk horizons 6 to 50 inches thick)\nC--47 to 60 inches; pale brown (10YR 6/3) loamy fine sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rosebud County, Montana; 1,900 feet west and 2,200 feet north of the southeast corner of sec. 24, T. 1 S., R. 41 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 8 and 24 inches; dry in all parts between four-tenths and five-tenths of the cumulative days when the soil temperature at 20 inches is 41 degrees F or above.\nDepth to Bk horizon - 10 to 20 inches.\nA horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  2, 3, or 4\nTextures:  fine sandy loam, sandy loam, loam, sandy clay loam\nClay content:  10 to 27 percent\nEffervescence:  none to slight\nReaction:  pH 7.4 to 8.4\nIn some places the upper 3 inches of soil have mollic colors but when mixed to 7 inches it does not meet the requirements for a mollic epipedon.\nBw horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  fine sandy loam, sandy loam, loam\nClay content:  10 to 18 percent\nReaction:  pH 7.4 to 8.4\nEffervescence:  none to strongly\nBk horizons - Hue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTextures:  fine sandy loam, sandy loam\nClay content:  10 to 18 percent\nEffervescence:  strongly to violently\nReaction:  pH 7.4 to 8.4\nCalcium carbonate equivalent:  5 to 15 percent\nC horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 4, 5 or 6 moist\nChroma: 2, 3, or 4\nTextures:  fine sandy loam, sandy loam, loamy fine sand, loamy sand, or fine sand.  Textures of loamy fine sand, loamy sand and fine sand are below depths of 40 inches.\nClay content:  3 to 18 percent\nReaction:  pH 7.9 to 8.4\nEffervescence:  slightly to violently\nSome pedons have a BCk horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSpang (MT) - does not have horizons of secondary carbonate accumulation; has hue redder than 10YR throughout.\nToby (ND) - does not have carbonates above a depth of 30 inches.\nTwilight (SD) - has a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces; alluvial fans; sedimentary plains; hills.\nElevation - 1,900 to 4,800 feet.\nSlope - 0 to 45 percent.\nParent material - alluvium, eolian material, or in residuum derived from semiconsolidated sandstone.\nClimate - long, cold winters; moist springs; hot, dry summers.\nMean annual precipitation - 10 to 15 inches.\nMean annual air temperature - 40 to 45 degrees F.\nFrost-free period - 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability.  Runoff is negligible to medium depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Busby soils are used for growing irrigated crops and dryland small grains and for range.  The potential native vegetation is bluebunch wheatgrass, western wheatgrass, needleandthread, prairie sandreed, forbs, and shrubs.  Some areas have low density stands of ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are moderately extensive in southeastern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCone County, Montana, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation records:  MT0167.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (A and Bw horizons); cambic horizon - the zone from 4 to 13 inches (Bw horizon); calcic horizon - the zone from 13 to 47 inches (Bk1 and Bk2 horizons); particle-size control section - the zone from 10 to 40 inches (Bw, Bk1 and Bk2 horizons).  Busby soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
