{
  "SERIES": "BUSHMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JPP",
  "REVDATE": "04/2004",
  "STATES": "CO,NE,WY",
  "OVERVIEW": "The Bushman series consists of very deep, well drained soils that formed in calcareous alluvial and colluvial material.  These soils are on fans and have slopes of 0 to 15 percent.  Permeability is moderately rapid.  The mean annual precipitation is about 13 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bushman fine sandy loam - on a northeast-facing convex slope of 6 percent on grassland at 5,600 feet elevation.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; less than 5 percent pebbles; strong effervescence; slightly alkaline (pH 7.8); abrupt smooth boundary.\nA2--6 to 12 inches; brown (10YR 5/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure parting to weak fine granular; slightly hard, very friable; less than 5 percent pebbles, violent effervescence; slightly alkaline (pH 7.8); clear smooth boundary.  (Combined thickness of A horizon ranges from 7 to 18 inches.)\nAC--12 to 19 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable; less than 5 percent pebbles; violent effervescence; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 12 inches thick)\nC1--19 to 33 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; less than 15 percent pebbles; violent effervescence; moderately alkaline (pH 8.0); gradual smooth boundary.  (0 to 18 inches thick)\nC2--33 to 60 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; less than 5 percent pebbles; violent effervescence; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weld County, Colorado; 12 miles east and 1 mile south of the intersection of Highway 85 and the Colorado-Wyoming state line; 2,100 feet west and 100 feet south of the NE corner of Sec. 28, T. 12 N., R. 64 W.  U.S.G.S. Chalk Bluffs East quad.; Lat. 40 degrees, 59 minutes, 12 seconds N.; Long. 104 degrees, 33 minutes, 01 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 47 to 57 degrees F; mean summer temperature is 65 to 70 degrees F.  Thickness of the solum ranges from 15 to 30 inches.  The soil commonly is calcareous at the surface but is noncalcareous in the surface 3 or 4 inches in some pedons.  The mollic epipedon ranges from 7 to 20 inches in thickness.  Organic carbon decreases uniformly with depth.  The soil is dry for 90 cumulative days or more in some years and is dry for as long as 60 consecutive days, at 7 to 20 inches.  Clay in the particle-size control section ranges from 10 to 18 percent, silt from 10 to 45 percent and sand from 50 to 70 percent with more than 15 percent coarser than very fine sand.  Less than 5 percent coarse sandstone fragments are scattered over the surface.  Commonly less than 5 percent, with a range from 0 to 15 percent, sandstone fragments are scattered throughout the profile.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It has medium or coarse subangular blocky structure.  This horizon is slightly alkaline or moderately alkaline.\nThe AC horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3.  This horizon has medium or coarse subangular blocky, or fine granular structure.  It is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 7.5YR or 10YR, value of 6 or 7 dry, 5 or 6 moist, and chroma of 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bayard (NE), Bordeaux (WY), Ponderosa (NE), and Sidney (NE) series.  Bayard soils are not dry for as long as 60 consecutive days in some subhorizon(s) of the soil between 7 to 20 inches.  Bordeaux soils have a 2C discontinuity to soft weathered brule material within the control section (see remarks).  Ponderosa soils have continuous calcium carbonates at 15 to 40 inches.  Sidney soils have paralithic bedrock at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bushman soils are on convex fans.  Slope ranges from 0 to 15 percent.  These soils formed in colluvial and alluvial material derived from the Arikaree and Ogallala formations and are at 5,000 to 6,000 feet.  Mean annual precipitation is 11 to 15 inches.  Mean annual temperature is 45 to 55 degrees F.  The frost-free season is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altvan, Ascalon, Peetz, Treon, and Wages soils.  Ascalon and Wages soils have an argillic horizon and are on undulating plains adjacent to the fans.  Treon soils are shallow to bedrock and are on backslopes and shoulders of hills above the fans.  Peetz soils are shallow to sand and gravel and are on backslopes and shoulders of hills.  Altvan soils are moderately deep to sand and gravel and are on plains above the fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as rangeland.  Native vegetation is mainly blue grama, western wheatgrass, needleandthread, winterfat, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Colorado and southeast Wyoming.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weld County (Northern Part), Colorado, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 12 inches; coarse-loamy particle-size control section; an aridic ustic moisture regime; and a frigid temperature regime.  The Bordeaux series is old and the concept is not clear enough relative to a cambic horizon to adequately differentiate.  Last updated by the state 6/95.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; less than 5 percent pebbles; strong effervescence; slightly alkaline (pH 7.8); abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 12 inches; brown (10YR 5/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure parting to weak fine granular; slightly hard, very friable; less than 5 percent pebbles, violent effervescence; slightly alkaline (pH 7.8); clear smooth boundary.  (Combined thickness of A horizon ranges from 7 to 18 inches.)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--12 to 19 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable; less than 5 percent pebbles; violent effervescence; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 48,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--19 to 33 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; less than 15 percent pebbles; violent effervescence; moderately alkaline (pH 8.0); gradual smooth boundary.  (0 to 18 inches thick)"
      },
      {
        "name": "C2",
        "top": 84,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--33 to 60 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; less than 5 percent pebbles; violent effervescence; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
