{
  "SERIES": "BUSHONG",
  "STATUS": "Established Series",
  "BYREV": "Rev. HAL-BDD-JAL",
  "REVDATE": "03/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, calcareous, frigid Aeric Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bushong loam, in pasture (colors are for moist soil unless otherwise noted).\nOi--1 inch to 0; partially decomposed organic matter. (1 to 2 inches thick)\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine and common medium roots; common fine and very fine discontinuous irregular pores; 5 percent pebbles; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (2 to 4 inches thick)\nBw--2 to 4 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine and common medium roots; common fine and very fine discontinuous irregular pores; few fine faint dark yellowish brown (10YR 4/4) redox concentrations; 5 percent pebbles; slightly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (1 to 4 inches thick)\nBk--4 to 15 inches; brown (10YR 4/3) gravelly loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine and common medium roots; common fine and very fine discontinuous irregular pores; many fine distinct brown (7.5YR 4/4) redox concentrations; 10 percent cobbles and 20 percent pebbles; disseminated lime; few fine masses of lime; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (4 to 12 inches thick)\n2C--15 to 60 inches; brown (10YR 5/3) very cobbly sand, pale brown (10YR 6/3) dry; single grain; loose, nonsticky and nonplastic; few medium and common fine and very fine roots; common fine and very fine discontinuous irregular pores; many medium distinct brown (10YR 4/4) redox concentrations; 30 percent cobbles and 25 percent pebbles; slightly alkaline (pH 7.8); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Powell County, Montana; 500 feet east and 100 feet north of the SW corner of sec. 6, T. 6 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 46 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to seasonal high water table - 12 to 24 inches.\nDepth to Bk horizon - 3 to 8 inches.\nA horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  2 or 3 moist, 4 or 5 dry\nChroma:  1 or 2\nClay content:  15 to 25 percent\nRock fragments:  0 to 10 percent--0 to 5 percent cobbles; 0 to 5 percent pebbles\nEC:  0 to 2 mmhos/cm\nCalcium carbonate equivalent:  0 to 5 percent\nReaction:  pH 7.4 to 8.4\nBw horizon - Hue:  10YR or 2.5Y\nValue:  3 or 4 moist, 4 or 5 dry\nChroma:  2 or 3\nTexture:  loam, clay loam, or sandy loam\nClay content:  15 to 30 percent\nRock fragments:  5 to 35 percent--0 to 5 percent cobbles; 5 to 30 percent pebbles\nEC:  0 to 2 mmhos/cm\nCalcium carbonate equivalent:  0 to 5 percent\nReaction:  pH 7.4 to 8.4\nBk horizon - Hue:  10YR or 2.5Y\nValue:  4 or 5 moist, 5 or 6 dry\nChroma:  3 or 4\nTexture:  sandy loam, loam or clay loam\nClay content:  15 to 30 percent\nRock fragments:  5 to 35 percent--0 to 15 percent cobbles; 5 to 20 percent pebbles\nEC:  0 to 2 mmhos/cm\nCalcium carbonate equivalent:  3 to 15 percent\nReaction:  pH 7.4 to 8.4\n2C horizon - Value:  4, 5, or 6 moist, 6 or 7 dry\nChroma:  2 or 3\nTexture:  sand or loamy sand\nClay content:  2 to 6 percent\nRock fragments:  40 to 80 percent--10 to 30 percent cobbles; 25 to 55 percent pebbles\nEC:  0 to 2 mmhos/cm\nReaction:  pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces, flood plains and outwash plains.\nElevation - 3,600 to 6,200 feet.\nSlope - 0 to 4 percent.\nParent material - alluvium.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 19 inches, much of which falls as snow or as spring rain.\nMean annual temperature - 39 to 44 degrees F.\nFrost-free period - 70 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained, moderate permeability to the 2C horizon and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Bushong soils are used for pasture.  The native vegetation is tall reedgrass, mannagrass, tufted hairgrass, willow, and Baltic rush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bushong soils are of moderate extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Powell County, Montana, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1392.  Diagnostic horizons and features recognized in this pedon are:  a thin dark surface 4 inches thick (A, Bw horizons); a horizon of lime accumulation from 4 to 15 inches (Bk horizon); a lithologic discontinuity at 15 inches (2C horizon); a particle-size control from 10 to 40 inches.  Bushong soils have a frigid temperature regime and an aquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
