{
  "SERIES": "BUSHVALLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLM/MSJ/YHH",
  "REVDATE": "09/2018",
  "STATES": "AZ,CO,UT",
  "OVERVIEW": "The Bushvalley series consists of shallow and very shallow, well drained soils that formed in alluvium from pyroclastics.  Bushvalley soils are on hills and mountains and have slopes of 1 to 65 percent.  The mean annual precipitation is about 20 inches and the mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Bushvalley cobbly sandy loam - woodland.  (Colors are for dry soil unless otherwise noted.)\n0i-- 0 to 1 inch; pine needles.\nA--1 to 6 inches; brown (7.5YR 4/2) cobbly sandy loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, sticky and plastic; many fine and common medium roots; many fine irregular pores; few faint clay films on faces of peds and lining pores; 85 percent cobble; noneffervescent; neutral (pH 7.0); abrupt smooth boundary.  (4 to 11 inches thick)\nBt--6 to 11 inches; brown (7.5YR 4/2) extremely cobbly clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine and common medium roots; many fine irregular pores; few faint clay films on faces of peds and lining pores; 85 percent cobble; noneffervescent; slightly acid (pH 6.5); abrupt smooth boundary. (3 to 9 inches thick)\n2R--11 inches; tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Apache County, Arizona; about 1/4 mile northwest of Alpine; 1,452 feet north and 2,244 feet west of the southeast corner of section 2, T. 5 N., R. 30 E.  Latitude 33 degrees, 51 minutes, 11 seconds N., longitude 109 degrees, 8 minutes, 55 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic ustic soil moisture regime.\nRock Fragments: Averages 45 to 80 percent in the particle-size control section; can range from 25 to 85 percent in any one horizon.\nSoil Temperature: Mean annual is 35 to 47 degrees F.  Mean summer is 42 to 47 degrees F.\nOrganic Matter: More than 2 percent\nReaction:  Slightly acid to moderately alkaline\nDepth to bedrock: 7 to 20 inches\nA horizon\nHue: 7.5YR, 10YR\nValue:  3, 4 or 5 dry, 2, 3 or 4 moist\nChroma:  1, 2 or 3, dry or moist\nB horizon\nHue:  5YR, 7.5YR\nValue: 3, 4, 5 or 6 dry, 2, 3 or 4 moist\nChroma:  2, 3, 4 or 6, dry or moist\nTexture:  loam, clay loam, sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Argirocker (T)(SD), Gnojek (MT), Owlrock (NM), Teaspoon (CO), Tolbert (MT), Tolman (WY), and Zibetod (AZ) series. Gnojek, and Tolman soils formed in parent material weathered from sandstone. Teaspoon soils formed in parent material weathered from gneiss. Tolbert soils formed in parent material weathered from granite. Gnojek and Owlrock soils have a horizon of secondary carbonate accumulation. Teaspoon soils are moist is all parts of the moisture control section for 60 or more consecutive days after July 15. Tolman soils a have an intermittent BA horizon; reaction ranges to moderately alkaline; allows a Btk horizon above sandstone with carbonaceous shale. Zibetod soils have less than 18 percent clay. Argirocker soils formed in limestone and have rock fragments of limestone gravel and cobble."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Bushvalley soils are on mountains and hills and have slopes of 1 to 65 percent.  These soils formed in alluvium and colluvium from pyroclastic materials such as breccia, tuff, ash, cinders or intermediate igneous rock.  Elevation ranges from 6,470 to 10,500 feet.  The mean annual air temperature is 33 to 45 degrees F.  The mean annual precipitation is 15 to 30 inches.  The frost-free period is 55 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Luna, Canburn, Luth, Nutrioso, and Clover Springs soils.  Luna soils are fine textured and Cambern soils are moderately fine textured.  Both soils have less than 35 percent rock fragments and do not have a lithic contact at depths of 20 inches or less.  Luth soils are fine textured.  Nutrioso soils are stratified and moderately fine textured.  Clover Springs soils are fine-silty and have less than 50 percent rock fragments and are deeper than 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Bushvalley soils are used for livestock grazing and timber production.  The present vegetation is ponderosa pine, oak and blue spruce with an understory of sideoats grama, blue grama, and mountain muhly.  In Utah the vegetation is big sagebrush, serviceberry, slender wheatgrass, Letterman needlegrass, white fir, and aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona, Western Colorado, and Central Utah.  Bushvalley soils are not extensive. MLRAs 39, 47, 48A, 51."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Apache County, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 1 to 11 inches (A, Bt horizons)\nArgillic horizon - the zone from 6 to 11 inches (Bt horizon)\nLithic contact - the boundary at 11 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of Kane County (UT642) July 2017, CEM\nADDITIONAL DATA:\nNSSL sample S65AZ001022\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 3,
        "narrative": "0i-- 0 to 1 inch; pine needles."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 6 inches; brown (7.5YR 4/2) cobbly sandy loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, sticky and plastic; many fine and common medium roots; many fine irregular pores; few faint clay films on faces of peds and lining pores; 85 percent cobble; noneffervescent; neutral (pH 7.0); abrupt smooth boundary.  (4 to 11 inches thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "extremely cobbly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--6 to 11 inches; brown (7.5YR 4/2) extremely cobbly clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine and common medium roots; many fine irregular pores; few faint clay films on faces of peds and lining pores; 85 percent cobble; noneffervescent; slightly acid (pH 6.5); abrupt smooth boundary. (3 to 9 inches thick)"
      },
      {
        "name": "2R",
        "top": 28,
        "narrative": "2R--11 inches; tuff."
      }
    ]
  ]
}
