{
  "SERIES": "BUSSELTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFC/JCJ",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Busseltown loam-hay field.  (Colors are for moist soil)\nAp--0 to 9 inches; brown (10YR 4/3) loam; weak medium granular structure; friable; many very fine and fine roots and common medium roots throughout; common very fine and fine tubular pores; few fine mica flakes; strongly acid; clear smooth boundary.  (1 to 6 inches thick)\nBt1--9 to 14 inches; yellowish brown (10YR 5/6) loam; weak medium and coarse subangular blocky structure; friable; many very fine and common fine roots throughout; many very fine and fine tubular pores; few fine distinct dark yellowish brown (10YR 4/4) clay films on the face of peds; few fine mica  flakes; strongly acid; clear smooth boundary.\nBt2--14 to 20 inches; strong brown (7.5YR 4/6) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and common fine prominent light yellowish brown (10YR 6/4) mottles; moderate medium and coarse subangular blocky structure; friable; common very fine and fine roots throughout; many very fine and fine tubular pores; few fine distinct brown (7.5YR 4/4) clay films on the faces of peds and in pores; few fine and medium dark brown (7.5YR 3/2) soft plate-like accumulations of iron and manganese between peds; common medium and coarse dark brown (7.5YR 3/2) iron and manganese nodules; few fine mica flakes;  strongly acid; clear smooth boundary.  (combined thickness ranges from 12 to 25 inches thick)\nBtx1--20 to 30 inches; yellowish brown (10YR 5/4) sandy clay loam; moderate coarse angular blocky structure parting to weak coarse angular and subangular blocky; firm; common very fine roots between peds; common very fine tubular and vesicular pores; few fine distinct brown (7.5YR 4/4) clay films on ped faces and in pores; few fine and medium dark brown (7.5YR 3/2) soft, plate-like accumulations of iron and manganese between peds; common fine brown (7.5YR 4/4) iron and manganese nodules; few fine very dark gray (10YR 3/1) manganese concretions throughout; few mica flakes; few fine and medium strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) masses of iron accumulation; common fine and medium pale brown (10YR 6/3) iron depletions between peds; brittle in 50 percent of the mass; strongly acid; clear wavy boundary.\nBtx2--30 to 60 inches; yellowish brown (10YR 5/6) loam; common medium distinct yellowish brown (10YR 5/4) mottles; weak very coarse prismatic structure parting to weak coarse angular and subangular blocky; firm; common very fine roots between prisms; common very fine and fine discontinuous tubular and vesicular pores; few fine brown (7.5YR 4/4) clay films on faces prisms and in pores; common fine prominent pale brown (10YR 6/3) and light brownish gray (10YR 6/2) iron and clay depletions on prism faces and as vertical seams; common fine and medium very dark grayish brown (10YR 3/2) iron and manganese nodules and common fine and medium very dark brown (10YR 2/2) iron and manganese concretions in seams between prisms and in interior secondary peds; few fine mica flakes; brittle in 70 percent of the mass; very strongly acid; gradual wavy boundary.\nBtx3--60 to 80 inches; 34 percent light brownish gray (10YR 6/2), 33 percent light yellowish brown (10YR 6/4), and 33 percent brown (7.5YR 4/4) loam; weak very coarse prismatic structure parting to weak coarse and very coarse subangular blocky; very firm; common fine and very fine discontinuous tubular and vesicular pores; few fine distinct dark yellowish brown (10YR 4/4) clay films on faces of prisms; few fine mica flakes; common medium strong brown (7.5YR 5/8) masses as iron accumulation between peds; brittle in 85 percent of the mass; very strongly acid. (Combined thickness of the Btx horizons is 12 to more than 50 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Perry County, Tennessee; From US 412 and TN Hwy 13 intersection, go 6 miles south to TN Hwy 128, 5 miles west to Cedar Creek Road, 2 miles west to Lego School Road, 1 mile south to Sandy Shores Road, approximately 2500 feet west in the Tennessee River flood plain.\nUSGS Quad: Pope; latitude: 35/31/11.87 N; longitude: 87/58/7.68 W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the fragipan ranges from 18 to 36 inches, except where severely eroded it may be less.  Reaction is strongly acid or very strongly acid, except where lime has been added.  Fragments of gravel range from none to 10 percent in the A, Bt, and Btx horizons.  Depth to hard bedrock is greater than 5 feet.  Transition horizons have color and textures similar to adjacent horizons.\nThe Ap and A horizon have hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  Where severely eroded, the Ap has colors and textures similiar to the Bt horizon.  Texture is silt loam or loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6.  Redox features in shades of brown, black, and gray range from none to common in the lower part of the horizon.  Texture is loam, sandy clay loam, or clay loam and less commonly silt loam or silty clay loam.\nThe Btx horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. Common to many redox features are in shades of brown, black, yellow, red, and gray  Texture is loam, clay loam or sandy clay loam and less commonly silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Soils in similar families are the Dickson, Captina, Sango, Gigger, Monongahela, Paden, Swafford, and Tarklin series. Captina, Dickson, Gigger, and Paden soils are fine-silty. Monongahela and Captina soils are have a mesic temperature regime. Sango soils have a coarse-silty.particle size control section.  Swafford soils are siliceous and do not have a fragipan.  Tarklin soils are siliceious and have a gravelly gravelly fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Busseltown soils are on nearly level to sloping stream and river terraces.  Slopes range from 0 to 12 percent, but are commonly less than 8 percent. The soil formed in loamy alluvium.  Near the type location, average annual temperature is about 57.5 degrees F., and average annual precipitation is about 55.1 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Paden, Pickwick, Wolftever, Beason, Staser, Egam, and Gumdale soils.  Pickwick soils are on higher positions on stream terraces and are well drained. Wolftever and Beason soils are fine-textured and are on lower stream terrace positions. Staser and Egam have mollic epipedons and are on flood plains.  Gumdale soils are in adjacent swales and flats and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to slow runoff; moderate permeability above the fragipan and slow or very slow permeability in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for growing hay, pasture, small grains, corn, soybeans, grain sorghum, and tobacco.  Some areas are in forest chiefly of oaks, hickories, gums, and maples."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Highland Rim in Tennessee,and possibly Northern Alabama, and the Pennyroyal of Kentucky.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Perry County, Tennessee; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in this pedon are:\nOchric epipedon - 0 to 9 inches (Ap horizon)\nArgillic horizon - 9 to 80 inches (Bt, Btx horizons)\nFragipan - 30 to 80 inches (Btx2, Btx3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
