{
  "SERIES": "BUSTI",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSP-WEH-ERS",
  "REVDATE": "01/2016",
  "STATES": "NY",
  "OVERVIEW": "The Busti series consists of very deep, somewhat poorly drained soils on glaciated uplands. They formed in till deposits derived from siltstone, sandstone, and small amounts of shale. Slope ranges from 0 to 15 percent. Mean annual precipitation is about 1065 mm (42 in), and mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Busti silt loam in a hayfield on an 8 percent slope. (Colors are for moist soil unless otherwise noted.)\nAp-- 0 to 20 cm (0 to 8 in); very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many fine roots; 10 percent gravel; neutral; (limed) abrupt smooth boundary. (10 to 30 cm [4 to 12 in] thick)\nBw1-- 20 to 30 cm (8 to 12 in); brown (10YR 5/3) silt loam; weak medium and fine subangular blocky structure; friable; common fine roots; 10 percent fine gravel; common medium faint brown (7.5YR 5/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear smooth boundary.\nBw2 -- 30 to 48 cm (12 to 19 in); brown (10YR 4/3) silt loam; faces of peds are grayish brown (2.5Y 5/2); weak medium and fine subangular blocky structure; firm; few fine roots; 10 percent gravel; common medium faint brown (7.5YR 5/4) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion; slightly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 25 to 66 cm [10 to 26 in].)\nBC -- 48 to 69 cm (19 to 27 in); brown (10YR 4/3) gravelly silt loam; massive; firm; 30 percent gravel; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and common medium faint light brownish gray (10YR 6/2) areas of iron depletion; slightly acid; clear smooth boundary. (25 to 66 cm [4 to 10 in] thick.)\nC -- 69 to 183 cm (27 to 72 in); dark grayish brown (10YR 4/2) gravelly silt loam; massive; firm; 30 percent gravel; slightly acid; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chautauqua County, New York; Town of Busti, 0.5 miles east of the intersection of Forest Avenue Extension and Garfield Road, 150 feet north of Garfield Road. USGS Lakewood, NY topographic quadrangle; Latitude 42 degrees, 4 minutes, 7 seconds N. and Longitude 79 degrees, 14 minutes, 26 seconds W. NAD  1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 51 to 102 cm (20 to 40 in). Depth to bedrock is greater than 152 cm (60 in). Rock fragments, mostly gravel or channers, range from 5 to 15 percent by volume in the surface layer, 10 to 25 percent in the subsurface layer and subsoil, and 15 to 35 percent in the lower subsoil and substratum. Unless limed, soil reaction ranges from moderately acid to neutral throughout the soil.\nThe Ap or A horizon has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 2 or 3. Texture of the fine-earth fraction is silt loam or loam. Structure is weak or moderate, medium or fine subangular blocky or granular. Consistence is very friable or friable.\nIn some pedons above the B horizon an E or Eg horizon is present with hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 2. Texture is similar to the Bw horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 4. Medium or coarse or distinct redoximorphic features consisting of both iron depletions and masses of iron accumulation are common to many. Chroma on faces of peds range from 0 to 2. Texture of the fine-earth fraction is silt loam or loam. Structure is prismatic or subangular blocky. Consistence ranges from very friable through firm.\nThe BC horizon is similar to the Bw horizon except structure is weak prismatic, subangular blocky, or platy, or the horizon is massive. Some pedons have a CB horizon.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 1 to 4. Texture of the fine-earth fraction is silt loam or loam. Consistence is friable or firm. The horizon is massive, or has weak platy or very coarse prismatic structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Holton, Lamson, Massena, and Newstead series. Holton soils have less than 10 percent rock fragments in the subsurface and subsoil. Lamson soils have less than 15 percent rock fragments in the substratum. Massena soils have free carbonates at 51 to 127 cm (20 to 50 in), contain less silt and very fine sand, and are neutral to moderately alkaline in the C horizon. Newstead soils have bedrock at depths of 51 to 102 cm (20 to 40 in).\nThe Darien, Erie, Fremont, Leicester, Stissing, and Volusia series are similar soils in related families. Darien and Fremont soils have fine-loamy particle-size control sections. Erie and Volusia soils have a fragipan. Leicester and Stissing soils have an acid soil reaction class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Busti soils are nearly level to strongly sloping and are on till plains, upland hilltops, valley side slopes, and lower foot slopes. Slope ranges from 0 to 15 percent. The soils formed in till derived mainly from siltstone, fine-grained sandstone, and smaller amounts of shale. Mean annual precipitation ranges from 830 to 1320 mm (33 to 52 in.) and mean annual temperature ranges from 6 to 11 degrees C. (42 to 50 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Busti soils are the somewhat poorly drained member of a drainage sequence which includes the well-drained Chadakoin soils, the moderately well-drained Chautauqua and the poorly drained Ashville soils. Very poorly drained Alden soils are in nearby depressions of the landscape. Also associated are finer textured, somewhat poorly drained Fremont and Darien soils on similar landscapes and finer textured, moderately well drained Schuyler soils on higher convex knolls and ridges. Well drained coarser textured Chenango soils are on adjacent lower-lying outwash terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high. A seasonal high water table is at depths of 15 to 46 cm (6 to 18 inches) from October to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are idle or are farmed at a medium level of intensity. Cultivated crops such as small grains, corn, and hay are grown in support of dairy operations. Native vegetation is sugar maple, white ash, black cherry, northern red oak, red maple, hemlock, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau of central south western New York and possibly Pennsylvania. MLRAs 139 and 140. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Albany County, New York 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Original classification placed Busti in the subgroup of Aeric Haplaquepts. Because of changes established in the 8th editions of Keys to Soil Taxonomy. This soil now classifies in the new great group of Endoaquepts. Competing series may change as similar soils are reclassified. Busti had previously been mapped as a coarse-loamy variant of the Fremont series.\nDiagnostic horizons and other features recognized in the typifying pedon include:\n1) Ochric epipedon - the zone from 0 to 20 cm (0 to 8 in) (Ap horizon).\n2) Cambic horizon - the zone from 20 to 48 cm (8 to 19 in) (Bw horizon).\n3) Endoaquepts great group - Aquic moisture regime as evidenced by an ochric epipedon that is underlain by a horizon within 51 cm (20 in) of the soil surface having faces of peds with chroma 2 or less, and redoximorphic concentrations (Bw2 horizon).\n4) Aeric subgroup - a horizon between the Ap and a depth of 76 cm (30 in) which has greater than 50 percent of the matrix with hue of 10YR and value and chroma of 3 or more. (Bw and BC horizons)\nADDITIONAL DATA: Characterization data for the Busti series can be found at the Cornell University Soils Laboratory Database.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap-- 0 to 20 cm (0 to 8 in); very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many fine roots; 10 percent gravel; neutral; (limed) abrupt smooth boundary. (10 to 30 cm [4 to 12 in] thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1-- 20 to 30 cm (8 to 12 in); brown (10YR 5/3) silt loam; weak medium and fine subangular blocky structure; friable; common fine roots; 10 percent fine gravel; common medium faint brown (7.5YR 5/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2 -- 30 to 48 cm (12 to 19 in); brown (10YR 4/3) silt loam; faces of peds are grayish brown (2.5Y 5/2); weak medium and fine subangular blocky structure; firm; few fine roots; 10 percent gravel; common medium faint brown (7.5YR 5/4) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion; slightly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 25 to 66 cm [10 to 26 in].)"
      },
      {
        "name": "BC",
        "top": 48,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC -- 48 to 69 cm (19 to 27 in); brown (10YR 4/3) gravelly silt loam; massive; firm; 30 percent gravel; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and common medium faint light brownish gray (10YR 6/2) areas of iron depletion; slightly acid; clear smooth boundary. (25 to 66 cm [4 to 10 in] thick.)"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C -- 69 to 183 cm (27 to 72 in); dark grayish brown (10YR 4/2) gravelly silt loam; massive; firm; 30 percent gravel; slightly acid; clear smooth boundary."
      }
    ]
  ]
}
