{
  "SERIES": "BUTCHE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER-KEC",
  "REVDATE": "02/1999",
  "STATES": "SD,WY",
  "OVERVIEW": "The Butche series consists of shallow, well drained to excessively drained soils formed in loamy materials weathered from sandstone.  Permeability is moderate or moderately rapid.  Slopes range from 1 to 60 percent.  Mean annual precipitation is about 17 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, nonacid, mesic Aridic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Butche cobbly loam - on a west-facing convex slope of 25 percent under native grass.  When described the soil was moist to 10 inches.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; coarse fragments make up about 20 percent by volume; neutral; clear wavy boundary.  (2 to 5 inches thick)\nC--4 to 10 inches; pale brown (10YR 6/3) cobbly loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable; coarse fragments make up about 30 percent by volume; neutral; abrupt wavy boundary.\nR--10 to 60 inches; very pale brown (10YR 7/4) indurated sandstone; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, South Dakota; about 3 miles west and 7 miles north of Buffalo Gap; 835 feet north and 1000 feet west of the southeast corner of sec. 23, T. 5 S., R. 6 E., on south side of trail."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil ahs an Ustic moisture regime that borders on Aridic.  Depth to sandstone ranges from 7 to 20 inches.  Coarse fragments ranging in size from channery sandstone fragments up to massive slabs of sandstone about 3 feet in diameter are on the surface and mixed throughout the A and C horizons.  Some pedons also have rounded cobble and stones of igneous and metamorphic rocks unrelated to the underlying sedimentary sandstone.  The coarse fragments and flagstones make up 10 to 35 percent by volume of the soil mass.  The control section typically is loam averaging between 15 and 25 percent clay and more than 15 percent fine sand or coarser.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 to 6 and 2 to 4 moist, and chroma of 1.5 to 3 dry or moist.  Where the color value is as dark or darker than 5.5 and 3.5 moist, the A horizon is too thin for a mollic epipedon.  The A horizon is cobbly loam, cobbly fine sandy loam, stony loam, stony fine sandy loam, channery loam, loam, sandy loam, or fine sandy loam.  It is slightly acid or neutral.\nThe C horizon typically has 10YR hue, but some pedons have hue of 7.5YR or 5YR due to variations in color of the underlying sandstone, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 6.  The C horizon is cobbly loam, channery loam, stony loam, stony fine sandy loam, channery fine sandy loam, loam, sandy loam and fine sandy loam.  It ranges from slightly acid to slightly alkaline.  In some pedons there is an incipient cambic horizon 1 to 2 inches thick that is intermediate in color between the A and C horizon and has more pronounced structure than the C horizon.  It is not continuous and is irregular in its shape and occurrence.\nThe R horizon is very hard sandstone and is hard and difficult to penetrate.  It lacks free carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Moret soils.  Moret soils formed in a slate-like shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Butche soils are sloping to very steep on uplands with gradients ranging from 1 to 60 percent.  The Butche soils are formed in loamy materials weathered from noncalcareous sandstone.  The mean annual temperature ranges from 45 to 49 degrees F, and mean annual precipitation from 13 to 18 inches.  Elevations range from 3000 to 5500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boneek, Canyon, Lakoa, Nevee and Spearfish soils.  Boneek soils are on high terraces above the Butche soils and have fine argillic horizons.  Canyon and Spearfish are on similar landscapes.  They have carbonates and paralithic beds within depths of 20 inches. Lakoa soils are on north-facing wooded slopes and are deep soils with argillic horizons.  Nevee soils are formed in deep calcareous alluvium and are on fans and terraces below the Butche soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained to excessively drained.  Surface runoff is low to high depending on slope.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost entirely for grazing.  Native grasses include little bluestem, sideoats grama, western wheatgrass, needleandthread, and sedges.  Short, limby ponderosa pine, growing singly or in clumps, are scattered throughout the landscape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western South Dakota and eastern Wyoming in the foothills of the Black Hills.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of about 5 inches (A horizon).  The soil has an Ustic moisture regime that borders on Aridic.  It will be reclassified to the Aridic Lithic supbgroup when it is approved.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
