{
  "SERIES": "BUTLERTOWN",
  "STATUS": "Established Series",
  "BYREV": "DAS, Rev. MDJ",
  "REVDATE": "11/2015",
  "STATES": "DE,MD,PA",
  "OVERVIEW": "MLRA(s): 149A, 153C\nDepth Class: Moderately deep to a fragipan\nDrainage Class (Agricultural): Moderately well drained\nSaturated Hydraulic Conductivity Class: Low\nPermeability Class (obsolete): Slow\nLandscape: Coastal plain\nParent Material: Silty eolian and/or fluviomarine deposits\nSlope: 0 to 15 percent\nMean Annual Air Temperature (type location): 12.8 degrees C. (55 degrees F.)\nMean Annual Precipitation (type location): 1092 mm (43 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Butlertown silt loam, on a two percent slope, in a forested area. (Colors are for moist soil.)\nOi--0 to 5 centimeters (0 to 2 inches); Partially decomposed leaves and twigs.\nA--5 to 10 centimeters (2 to 4 inches); dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; very friable, slightly sticky and slightly plastic; many fine and medium roots, and few coarse roots throughout; common very fine and fine interstitial pores; extremely acid; clear wavy boundary. (5 to 13 centimeters (2 to 5 inches) thick)\nE--10 to 25 centimeters (4 to 10 inches); light yellowish brown (10YR 6/4) silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; common fine, many medium, and few coarse roots throughout; common very fine and fine tubular pores; very strongly acid; clear smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)\nBE--25 to 40 centimeters (10 to 16 inches); light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable, slightly sticky and plastic; common fine and medium roots and few coarse roots throughout; common fine and medium tubular pores; very strongly acid; clear smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)\nBt1--40 to 53 centimeters (16 to 21 inches); yellowish brown (10YR 5/4) silt loam; moderate medium subangular blocky structure; friable, slightly sticky and plastic; common fine and medium roots throughout; common very fine and fine tubular pores; very few distinct strong brown (7.5YR 5/6) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) soft masses of iron accumulation and few medium distinct pale brown (10YR 6/3) zones of iron depletion; very strongly acid; clear wavy boundary.\nBt2--53 to 73 centimeters(21 to 29) inches; brown (10YR 5/3) silt loam; weak coarse prismatic structure parting to moderate medium platy; firm, slightly sticky and plastic; few fine and medium roots in cracks; common very fine and fine tubular pores; few prominent brown (7.5YR 5/4) clay films on faces of peds and in pores; common medium faint yellowish brown (10YR 5/4) and few medium distinct strong brown (7.5YR 4/6) soft masses of iron; very strongly acid; clear wavy boundary. (20 to 71 centimeters (8 to 28 inches) thick)\nBx--73 to 83 centimeters (29 to 33 inches); yellowish brown (10YR 5/6) silt loam; weak coarse prismatic structure parting to moderate medium platy; very firm, slightly sticky and plastic; few fine and medium roots in cracks; few very fine and fine tubular pores; few distinct strong brown (7.5YR 5/6) clay films on faces of peds; common medium distinct strong brown (7.5YR 5/8) soft masses of iron accumulation and common medium distinct light brownish gray (10YR 6/2) zones of iron depletion; very strongly acid; clear wavy boundary. (20 to 66 centimeters (8 to 26 inches) thick)\nBCx--83 to 120 centimeters (33 to 48 inches); yellowish brown (10YR 5/4) loam; weak coarse prismatic structure parting to weak medium platy; very firm, slightly sticky and slightly plastic; few fine and medium roots in cracks; common very fine and fine vesicular pores; vertical lenses of very pale brown (10YR 7/3) loamy fine sand on prism faces; common fine distinct dark brown (7.5YR 3/2) soft masses of iron-manganese accumulation at top of horizon; common fine and medium distinct strong brown (7.5YR 5/8) soft masses of iron accumulation and common fine and medium distinct light brownish gray (10YR 6/2) zones of iron depletion; strongly acid; clear wavy boundary.\n2C--120 to 145 centimeters (48 to 58 inches); brownish yellow (10YR 6/6) loamy fine sand; massive; firm, slightly sticky and slightly plastic; few fine roots; few very fine and fine tubular pores; few medium distinct light gray (10YR 7/2) zones of iron depletion; strongly acid; clear smooth boundary.\n2C2--145 to 160 centimeters (58 to 64 inches); strong brown (7.5YR 4/6) loamy fine sand; massive; very friable; few medium distinct brownish yellow (10YR 6/6) zones of iron depletion; very strongly acid; abrupt wavy boundary.\n2C3--160 to 193 centimeters (64 to 74 inches); stratified 40 percent light yellowish brown (10YR 6/4) and 40 percent strong brown (7.5YR 5/6) fine sand; single grain; loose; few medium prominent yellowish red (5YR 4/6) soft masses of iron accumulation and common medium distinct very pale brown (10YR 7/3) zones of iron depletion; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Queen Anne's County, Maryland; near Chester, on National Security Administration property, about 2200 feet south along Cox Neck Rd. from Route 50, about 2000 feet east of Cox Neck Road. USGS Kent Island, MD topographic quadrangle; latitude 38 degrees, 58 minutes, 6.8 seconds N.;  and longitude 76 degrees, 17 minutes, 11.4 seconds W. , NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness:  100 to 168 centimeters (40 to 66 inches)\nDepth to the top of the Fragipan: 64 to 100 centimeters (25 to 40 inches)\nSoil Reaction: extremely acid to strongly acid, except where limed, and moderately acid to neutral in limed areas.\nRock Fragment Content: m 0 to 3 percent in the solum and 0 to 10 percent in the C horizon.\nA or Ap horizon (if it occurs):\nColor -- hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4\nTexture (fine-earth fraction) -- very fine sandy loam, loam or silt loam.\nE or BE horizons:\nColor -- hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 or 4\nTexture (fine-earth fraction) -- very fine sandy loam, loam or silt loam\nBt horizon:\nColor -- hue of 7.5YR, to 10YR, or 2.5Y, value of 5 or 6, and chroma of 3 to 8\nTexture (fine-earth fraction) -- silt loam or silty clay loam, and may include fine sandy loam or loam in the lower part\nRedoximorphic Features--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nBx horizon:\nColor -- hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 3 to 8\nTexture (fine-earth fraction) --very fine sandy loam, loam or silt loam\nRedoximorphic Features--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nC horizon (if it occurs):\nColor -- hue of 5YR to 2.5Y, value of 4 to 7, and chroma of 2 to 8\nTexture (fine-earth fraction) -- very fine sandy loam, loam or silt loam\nRedoximorphic Features--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2C horizon:\nColor - hue of 7.5Yr or 10YR, value of 4to 6, chroma of 6.\nTexture (fine-earth fraction) -- fine sand to clay loam\nRedoximorphic Features--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nClapham -- Fragipan begins shallower than 75 centimeters (30 inches)\nTilsit soils -- have fragipans thicker than 51 centimeters (20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform:  Broad uplands\nGeomorphic component:  Interfluve\nParent Material: Silty eolian and/or fluviomarine deposits\nSlopes: 0 to 15%, usually less than 5%\nElevation:\nFrost-free period: 180 to 210 days\nMean Annual Air Temperature: 12.8 degrees C. (55 degrees F.)\nMean Annual Precipitation:1092 mm (43 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMatapeake soils -- do not have a fragipan\nMattapex soils -- do not have a fragipan\nOthello soils -- do not have a fragipan\nPineyneck soils -- do not have a fragipan and have more than 15 percent coarser than very fine sand in the particle size control section\nSassafras soils -- do not have a fragipan and have more than 15 percent coarser than very fine sand in the particle size control section\nUnicorn soil -- do not have a fragipan and have more than 15 percent coarser than very fine sand in the particle size control section\nWhitemarsh soils -- do not have a fragipan\nWoodstown soils -- do not have a fragipan and have more than 15 percent coarser than very fine sand in the particle size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Moderately deep and common\nIndex Surface Runoff:  Moderate\nPermeability Class (Obsolete):  Moderate in the upper solum and slow in the fragipan\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Most areas of Butlertown soils are cultivated.\nDominant Vegetation: Where cultivated - vegetation consists of corn, wheat, or soybeans. Where wooded -- Areas of second growth forest contain pignut hickory (Carya glabra), white oak (Quercus alba), sweet gum (Liquidambar styraciflua), and black cherry (Prunus serotina), in the canopy; and serviceberry (Amelanchier obovalis), sweet pepperbush (Clethra alnifolia), and southern arrowwood (Viburnum dentatum) in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Coastal plain of Maryland, Delaware, and New Jersey.\nExtent: Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kent County, Maryland, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na) Ochric epipedon -- The zone from the surface to 25 centimeters (10 inches).\nb) Argillic horizon -- The zone from 41 to 73 centimeters (16 to 29 inches). (Bt1 and Bt2 horizons).\nc) Fragipan -- The zone from 73 to 120 centimeters (29 to 48 inches) (Bx, Btx, and BCx horizons) which is firm and brittle when moist.\nd) Udult feature -- no part of the moisture control section is dry for 90 consecutive days, and the base saturation is less than 35 percent at 75 centimeters below the top of the fragipan\nADDITIONAL DATA: Data from characterization samples is available from the NSSL as S92MD035-024, S92MD035-028\nDatabase Information:\nOSD Data Mapunit ID: To be deveopled\nTypical Pedon Data Mapunit ID: To be developed.\nOSD User Pedon ID: 07MD035003_Butlertown\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
