{
  "SERIES": "BUTTEWASH",
  "STATUS": "Established Series",
  "BYREV": "Rev: AEC/DWB/SBS",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "OVERVIEW": "The Buttewash series consists of deep, well drained soils that formed in recently deposited tephra over outwash from volcanic rocks. Buttewash soils are on outwash plains in the Southern Cascade mountains. Slopes range from 0 to 15 percent. The mean annual precipitation is about 29 inches (737 mm) and the mean annual temperature is about 44 degrees F (7 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy over medial, glassy over amorphic, frigid Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buttewash ashy coarse sand, on a north facing (348 degrees) slope of 1 percent, under a cover of white fir, Jeffrey pine, Haplopappus ssp., western needlegrass and big squirreltail in a recent burn at an elevation of 5873 feet, (1790 m). When described on 10/2/06, the soil was dry throughout. (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches (0 to 2 cm); pine needle and bark litter; abrupt smooth boundary. (0 to 1 inches, (0 to 3 cm) thick)\nA1--1 to 2 inches (2 to 6 cm); dark gray (2.5Y 4/1) ashy coarse sand, black (2.5Y 2.5/1) moist; 2 percent clay; single grain; loose, nonsticky, nonplastic; many very fine and common fine roots; many very fine and fine interstitial pores; 2 percent subrounded fine gravel and 2 percent subrounded medium and coarse gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 8.4; abrupt smooth boundary.\nA2--2 to 7 inches (6 to 18 cm); dark grayish brown (2.5Y 4/2) ashy coarse sand, black (2.5Y 2.5/1) moist; 2 percent clay; weak medium granular structure parting to single grain; loose, nonsticky, nonplastic; many very fine and common fine roots; many very fine and fine interstitial pores; 2 percent subrounded fine gravel and 2 percent subrounded medium and coarse gravel; slightly acid, pH 6.4 by pH meter 1:1 water; NaF pH 10.3; abrupt wavy boundary. (Combined thickness of the A horizon is 1.5 to 6 inches, (4 to 16 cm) thick)\nC--7 to 12 inches (18 to 30 cm); dark gray (2.5Y 4/1) ashy coarse sand, black (2.5Y 2.5/1) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 2 percent subrounded fine gravel and 2 percent subrounded medium and coarse gravel; neutral, pH 6.7 by pH meter 1:1 water; NaF pH 9.9; abrupt wavy boundary. (1 to 10 inches (3 to 26 cm) thick)\n2Ab--12 to 20 inches (30 to 50 cm); brown (10YR 5/3) gravelly medial coarse sandy loam, dark brown (7.5YR 3/2) moist; 6 percent clay; weak fine and medium granular structure; soft, very friable, nonsticky, nonplastic; common very fine and fine  and few medium roots; common very fine and fine irregular and tubular pores; 10 percent subrounded fine gravel and 5 percent subrounded medium and coarse gravel; neutral, pH 6.6 by pH meter 1:1 water; NaF pH 11.0; clear smooth boundary. (1 to 13 inches (3 to 33 cm) thick)\n2Bwb1--20 to 27 inches (50 to 68 cm); brown (10YR 5/3) medial sandy loam, dark brown (7.5YR 3/2) moist; 9 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to very coarse roots; common very fine and fine irregular and tubular pores; 5 percent subrounded fine gravel and 5 percent subrounded medium and coarse gravel; neutral, pH 6.7 by pH meter 1:1 water; NaF pH 11.1; clear smooth boundary.\n2Bwb2--27 to 45 inches (68 to 115 cm); light yellowish brown (10YR 6/4) cobbly medial loam, dark yellowish brown (10YR 3/4) moist; 11 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to coarse and few very coarse roots; common very fine and fine irregular and tubular pores; 5 percent subrounded fine gravel, 5 percent subrounded medium and coarse gravel and 15 percent subangular cobbles; slightly acid, pH 6.3 by pH meter 1:1 water; NaF pH 11.3; abrupt smooth boundary. (Combined thickness of the 2Bwb horizon is 22 to 56 inches, (56 to 142 cm) thick)\n2Bqmb--45 to 57 inches (115 to 145 cm); light brownish gray (10YR 6/2) cemented extremely gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; 5 percent clay; massive; very hard, extremely firm, weakly cemented, nonsticky, nonplastic; many very fine to medium interstitial pores; 3 percent threadlike yellow (10YR 8/6) silica concretions around rock fragments and in seams; 7 percent subangular fine gravel, 45 percent subangular medium and coarse gravel and 30 percent subangular cobbles; slightly acid, pH 6.4 by pH meter 1:1 water; NaF pH 10.7; abrupt wavy boundary.\n2Bqb--57 to 66 inches (145 to 167 cm); light yellowish brown (10YR 6/4) and pinkish gray (7.5YR 6/2) extremely gravelly loamy coarse sand, brown (10YR 4/3) moist; 5 percent clay; massive; soft, very friable, 20 percent weakly cemented, nonsticky, nonplastic; few very fine to medium roots; many very fine to medium interstitial pores; 15 percent threadlike yellow (10YR 8/6) and yellow (10YR 7/6), and brownish yellow (10YR 6/6), moist, silica concretions around rock fragments; 7 percent subrounded fine gravel, 49 percent subrounded medium and coarse gravel and 30 percent subangular cobbles; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.9; abrupt smooth boundary. (0 to 9 inches, (0 to 22 cm) thick)\n2B'qmb--66 to 74 inches (167 to 187 cm); pale brown (10YR 6/3) and 10 percent pink (5YR 7/4) and 80 percent gray (10YR 6/1) cemented extremely gravelly loamy coarse sand, 10 percent light reddish brown (5YR 6/4) and 80 percent very dark gray (5YR 3/1) moist; 3 percent clay; massive; very hard, extremely firm, weakly cemented, nonsticky, nonplastic; many very fine to medium interstitial pores; 8 percent threadlike yellow (10YR 8/6), silica concretions around rock fragments; 7 percent subangular fine gravel, 52 percent subangular medium and coarse gravel and 30 percent subangular cobbles; neutral, pH 6.6 by pH meter 1:1 water; NaF pH 10.8"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lassen County, California, about 0.8 miles north of Bathtub Lake, approximately 1,800 feet east and 800 feet south of the northwest corner of sec. 3, T. 31 N, R. 6 E , 40 degrees, 34 minutes, 59 seconds north latitude and 121 degrees, 17 minutes, 52 seconds west longitude, NAD83; USGS Quad: Prospect Peak, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to restrictive feature: duripan 40 to 60 inches (102 to 152 cm).\nMean annual soil temperature: 45 to 47 degrees F (7 to 8 degrees C).\nSoil moisture control section is dry: July to October (about 90 days).\nParticle-size control section: 0 to 3 percent clay, and 2 to 14 percent rock fragments in the ashy part, and 6 to 11 percent clay, and 10 to 25 percent rock fragments in the medial part\nSurface fragments: 0 to 50 percent gravel, 0 to 5 percent cobbles, and 0 to 2 percent stones\nA horizon:\nColor dry: 2.5Y 3/1, 4/1, 4/2, 5/2, 10YR 2/1, 3/1, 5Y 4/2\nColor moist: 2.5Y 2.5/1, 10YR 2/1, 4/1\nTexture: ashy sand, ashy coarse sand\nClay content: 0 to 3 percent\nRock fragments: 2 to 10 percent fine gravel, 0 to 5 percent medium and coarse gravel, 2 to 15 percent total gravel\nOrganic matter: 1.2 to 8.5 percent\nBase saturation by ammonium acetate: 50 to 75 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.19 to 0.35\nP retention: 10 to 18 percent\nGlass content: 10 to 30 percent\nNaF pH: 9.0 to 10.8\nSoil reaction: moderately acid to neutral\nC horizon:\nColor dry: 2.5Y 3/1, 4/1, 4/2, 5/2, 5Y 4/1\nColor moist: 2.5Y 2.5/1, 3/2, 10YR 2/1, 3/1, 5Y 2.5/1\nTexture: ashy coarse sand, gravelly ashy coarse sand, very gravelly ashy coarse sand\nClay content: 0 to 2 percent\nRock fragments: 2 to 35 percent fine gravel, 0 to 15 percent medium and coarse gravel, 4 to 50 percent total gravel\nOrganic matter: 0 to 1.1 percent\nBase saturation by ammonium acetate: 60 to 70 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.12 to 0.18\nP retention: 0 to 3 percent\nGlass content: 20 to 25 percent\nNaF pH: 9.0 to 11\nSoil reaction: slightly acid to neutral\n2Ab horizon:\nColor dry: 10YR 5/3, 6/3, 2.5Y 5/2, 5/3\nColor moist: 10YR 2/2, 3/2, 7.5YR 3/2\nTexture: medial coarse sandy loam, gravelly medial coarse sandy loam, very gravelly medial coarse sandy loam\nClay content: 3 to 12 percent\nRock fragments: 7 to 20 percent fine gravel, 5 to 20 percent medium and coarse gravel, 12 to 40 percent total gravel, 0 to 10 percent cobbles, 10 to 50 percent total rock fragments\nOrganic matter: 3.8 to 6.0 percent\nBase saturation by ammonium acetate: 50 to 65 percent\nAcid oxalate extractable Al plus 1/2 Fe: 2.0 to 2.5\nP retention: 80 to 95 percent\nGlass content: 28 to 35 percent\nNaF pH: 10.4 to 11.3\nSoil reaction: slightly acid to neutral\n2Bwb horizon:\nColor dry: 10YR 5/3, 6/3, 6/4, 7/3, 2.5Y 5/3, 6/3, 7.5YR 6/3\nColor moist: 10YR 3/2, 3/3, 3/4, 4/3, 7.5YR 3/2, 3/3, 4/3\nTexture: medial sandy loam, gravelly medial loam, gravelly medial fine sandy loam, very gravelly medial sandy loam, very cobbly medial sandy loam, cobbly medial fine sandy loam, very cobbly medial fine sandy loam, very gravelly medial fine sandy loam, cobbly medial loam\nClay content: 8 to 15 percent\nRock fragments: 5 to 13 percent fine gravel, 4 to 20 percent medium and coarse gravel, 10 to 25 percent total gravel, 0 to 45 percent cobbles, 0 to 10 percent stones, 10 to 59 percent total rock fragments\nOrganic matter: 4.3 to 8.5 percent\nBase saturation by ammonium acetate: 10 to 55 percent\nAcid oxalate extractable Al plus 1/2 Fe: 3.35 to 5.25\nP retention: 90 to 100 percent\nGlass content: 3 to 15 percent\nNaF pH: 10.2 to 11\nSoil reaction: slightly acid to slightly alkaline\n2Bqmb horizon:\nColor dry: 10YR 6/2, 6/3, 7.5YR 6/2, 5YR 7/4\nColor moist: 10YR 4/2, 7.5YR 3/3, 5YR 3/1, 3/2, 6/4\nTexture: cemented gravelly sandy loam, cemented very cobbly sandy loam, cemented extremely cobbly coarse sandy loam, cemented extremely cobbly loamy coarse sand, cemented extremely gravelly coarse sandy loam\nClay content: 2 to 7 percent\nRock fragments: 7 to 15 percent fine gravel, 11 to 52 percent medium and coarse gravel, 20 to 60 percent total gravel, 10 to 50 percent cobbles, 0 to 10 percent stones, 30 to 89 percent total rock fragments\nOrganic matter: 0 to 0.9 percent\nBase saturation by ammonium acetate: 3 to 20 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.10 to 1.45\nP retention: 48 to 62 percent\nGlass content: 1 to 15 percent\nNaF pH: 9.6 to 10.6\nRupture resistance: extremely weakly cemented to weakly cemented\nSoil reaction: slightly acid to slightly alkaline\n2Bqb horizon when present:\nColor dry: 7.5YR 6/2, 10 YR 6/4\nColor moist: 7.5YR4/3, 10YR 4/3\nTexture: extremely cobbly loamy coarse sand, extremely gravelly loamy coarse sand\nClay content: 2 to 7 percent\nRock fragments: 7 to 15 percent fine gravel, 11 to 52 percent medium and coarse gravel, 20 to 60 percent total gravel, 10 to 50 percent cobbles, 0 to 10 percent stones, 60 to 89 percent total rock fragments\nOrganic matter: 0.7 to 1.2 percent\nBase saturation by ammonium acetate: 12 to 20 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.1 to 1.9\nP retention: 65 to 78 percent\nGlass content: 1 to 15 percent\nNaF pH: 9.6 to 10.6\nRupture resistance: noncemented with discontinuous pockets of extremely weakly to weakly cemented\nSoil reaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buttewash soils are on outwash plains in the Southern Cascade mountains. Slopes are 0 to 15 percent. These soils formed in recently deposited tephra from Cinder Cone over outwash weathered from volcanic rocks. Elevation is 5848 to 6524 feet (1783 to 1989 m). Mean annual precipitation is 23 to 43 inches (584 to 1092 mm). The mean annual temperature is 42 to 44 degrees F (5.5 to 7 degrees C). Frost free season is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Buttelake soil. The Buttelake soils are deep to dense till and are on adjacent moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; saturated hydraulic conductivity is very high in the A and C horizons, high in the 2Ab horizon, moderately high to high in the 2Bwb horizons, moderately low in the 2Bqmb horizons, and high to very high in the 2Bqb horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, recreation, ecosystem management and watershed. Vegetation is white fir, Jeffrey pine, Haplopappus spp., western needlegrass, big squirreltail, timberline phacelia, mountain monardella, whiteveined wintergreen, naked buckwheat, wooly mule-ears, snowbrush ceanothus, currant, bitter cherry, and greenleaf manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in MLRA: 22B, Southern Cascade mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 2009 Lassen County, California. Source of name from Butte Lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 12 to 27 inches, (30 to 68 cm)\nCambic horizon: 27 to 45 inches, (68 to 115 cm)\nAndic soil properties: 12 to 74 inches, (30 to 187 inches)\nDuripan: 45 inches (115 cm)\nParticle-size control section: 1 to 41 inches, (2.5 to 104 cm)\nSoil moisture control section: 17 to 32 inches, (44 to 81 cm)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data from lab pedon number 07N0127, NSSL, Lincoln, NE. NASIS User Pedon ID in Davis, MLRA Office: 789178."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inches (0 to 2 cm); pine needle and bark litter; abrupt smooth boundary. (0 to 1 inches, (0 to 3 cm) thick)"
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--1 to 2 inches (2 to 6 cm); dark gray (2.5Y 4/1) ashy coarse sand, black (2.5Y 2.5/1) moist; 2 percent clay; single grain; loose, nonsticky, nonplastic; many very fine and common fine roots; many very fine and fine interstitial pores; 2 percent subrounded fine gravel and 2 percent subrounded medium and coarse gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 8.4; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "structure": "weak medium granular",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--2 to 7 inches (6 to 18 cm); dark grayish brown (2.5Y 4/2) ashy coarse sand, black (2.5Y 2.5/1) moist; 2 percent clay; weak medium granular structure parting to single grain; loose, nonsticky, nonplastic; many very fine and common fine roots; many very fine and fine interstitial pores; 2 percent subrounded fine gravel and 2 percent subrounded medium and coarse gravel; slightly acid, pH 6.4 by pH meter 1:1 water; NaF pH 10.3; abrupt wavy boundary. (Combined thickness of the A horizon is 1.5 to 6 inches, (4 to 16 cm) thick)"
      },
      {
        "name": "C",
        "top": 18,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--7 to 12 inches (18 to 30 cm); dark gray (2.5Y 4/1) ashy coarse sand, black (2.5Y 2.5/1) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 2 percent subrounded fine gravel and 2 percent subrounded medium and coarse gravel; neutral, pH 6.7 by pH meter 1:1 water; NaF pH 9.9; abrupt wavy boundary. (1 to 10 inches (3 to 26 cm) thick)"
      },
      {
        "name": "2Ab",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "structure": "weak fine and medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Ab--12 to 20 inches (30 to 50 cm); brown (10YR 5/3) gravelly medial coarse sandy loam, dark brown (7.5YR 3/2) moist; 6 percent clay; weak fine and medium granular structure; soft, very friable, nonsticky, nonplastic; common very fine and fine  and few medium roots; common very fine and fine irregular and tubular pores; 10 percent subrounded fine gravel and 5 percent subrounded medium and coarse gravel; neutral, pH 6.6 by pH meter 1:1 water; NaF pH 11.0; clear smooth boundary. (1 to 13 inches (3 to 33 cm) thick)"
      },
      {
        "name": "2Bwb1",
        "top": 51,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bwb1--20 to 27 inches (50 to 68 cm); brown (10YR 5/3) medial sandy loam, dark brown (7.5YR 3/2) moist; 9 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to very coarse roots; common very fine and fine irregular and tubular pores; 5 percent subrounded fine gravel and 5 percent subrounded medium and coarse gravel; neutral, pH 6.7 by pH meter 1:1 water; NaF pH 11.1; clear smooth boundary."
      },
      {
        "name": "2Bwb2",
        "top": 69,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bwb2--27 to 45 inches (68 to 115 cm); light yellowish brown (10YR 6/4) cobbly medial loam, dark yellowish brown (10YR 3/4) moist; 11 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to coarse and few very coarse roots; common very fine and fine irregular and tubular pores; 5 percent subrounded fine gravel, 5 percent subrounded medium and coarse gravel and 15 percent subangular cobbles; slightly acid, pH 6.3 by pH meter 1:1 water; NaF pH 11.3; abrupt smooth boundary. (Combined thickness of the 2Bwb horizon is 22 to 56 inches, (56 to 142 cm) thick)"
      },
      {
        "name": "2Bqmb",
        "top": 114,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bqmb--45 to 57 inches (115 to 145 cm); light brownish gray (10YR 6/2) cemented extremely gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; 5 percent clay; massive; very hard, extremely firm, weakly cemented, nonsticky, nonplastic; many very fine to medium interstitial pores; 3 percent threadlike yellow (10YR 8/6) silica concretions around rock fragments and in seams; 7 percent subangular fine gravel, 45 percent subangular medium and coarse gravel and 30 percent subangular cobbles; slightly acid, pH 6.4 by pH meter 1:1 water; NaF pH 10.7; abrupt wavy boundary."
      },
      {
        "name": "2Bqb",
        "top": 145,
        "bottom": 168,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "weakly cemented",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bqb--57 to 66 inches (145 to 167 cm); light yellowish brown (10YR 6/4) and pinkish gray (7.5YR 6/2) extremely gravelly loamy coarse sand, brown (10YR 4/3) moist; 5 percent clay; massive; soft, very friable, 20 percent weakly cemented, nonsticky, nonplastic; few very fine to medium roots; many very fine to medium interstitial pores; 15 percent threadlike yellow (10YR 8/6) and yellow (10YR 7/6), and brownish yellow (10YR 6/6), moist, silica concretions around rock fragments; 7 percent subrounded fine gravel, 49 percent subrounded medium and coarse gravel and 30 percent subangular cobbles; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.9; abrupt smooth boundary. (0 to 9 inches, (0 to 22 cm) thick)"
      },
      {
        "name": "2B'qmb",
        "top": 168,
        "bottom": 188,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy coarse sand",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2B'qmb--66 to 74 inches (167 to 187 cm); pale brown (10YR 6/3) and 10 percent pink (5YR 7/4) and 80 percent gray (10YR 6/1) cemented extremely gravelly loamy coarse sand, 10 percent light reddish brown (5YR 6/4) and 80 percent very dark gray (5YR 3/1) moist; 3 percent clay; massive; very hard, extremely firm, weakly cemented, nonsticky, nonplastic; many very fine to medium interstitial pores; 8 percent threadlike yellow (10YR 8/6), silica concretions around rock fragments; 7 percent subangular fine gravel, 52 percent subangular medium and coarse gravel and 30 percent subangular cobbles; neutral, pH 6.6 by pH meter 1:1 water; NaF pH 10.8"
      }
    ]
  ]
}
