{
  "SERIES": "BUXTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GBJ-PAH-WDH-NRB",
  "REVDATE": "12/2015",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Buxton series consists of very deep, moderately well drained soils that formed in glaciolacustrine or glaciomarine deposits on coastal lowlands and river valleys. Slope ranges from 3 to 50 percent. Permeability is moderate or moderately slow in the surface horizon, moderately slow or slow in the upper part of the subsoil, and slow or very slow in the lower part of the subsoil and in the substratum. Mean annual temperature is about 7 degrees C, and mean annual precipitation is about 1118 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buxton silt loam, on a 13 percent slope in an abandoned hayfield. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 cm; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; strong medium granular structure; friable; many very fine and common fine and medium roots; moderately acid; abrupt smooth boundary. (13 to 25 cm thick)\nBw1--20 to 41 cm; dark yellowish brown (10YR 4/4) silt loam; moderate very fine and fine granular structure; friable; common very fine and few fine and medium roots; slightly acid; abrupt wavy boundary.\nBw2--41 to 53 cm; light olive brown (2.5Y 5/4) silty clay loam; moderate thin and medium platy structure parting to weak very fine angular blocky; firm; common very fine roots; common medium prominent olive gray (5Y 5/2) iron depletions, and common medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid; clear wavy boundary. (Combined thickness of the B horizon is 20 to 66 cm.)\nBC--53 to 89 cm; olive (5Y 5/3) silty clay; weak very coarse prismatic structure parting to weak fine and medium angular blocky; firm; few very fine roots; light brownish gray (2.5Y 6/2) faces of prisms and a few faint silt films on faces of peds within prisms; common prominent dark reddish brown (5YR 2/2) oxide coatings on faces of peds within prisms; common medium faint olive gray (5Y 5/2) iron depletions, and common medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid; gradual wavy boundary. (13 to 51 cm thick)\nC--89 to 165 cm; olive gray (5Y 4/2) silty clay; weak very coarse prismatic structure parting to weak fine and medium angular blocky; very firm; olive gray (5Y 5/2) faces of prisms; many prominent dark reddish brown (5YR 2/2) oxide coatings on faces of peds within prisms; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation that increase in size and abundance with depth; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hancock County, Maine; Town of Hancock; 1 mile west of junction of U.S. Route 1 and Maine Route 182, 200 feet north of U.S. Route 1 in an abandoned hayfield; USGS Hancock topographic quadrangle; lat. 44 degrees 32 minutes 19 seconds N. and long. 68 degrees 20 minutes 22 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 46 to 140 cm. Depth to bedrock is more than 152 cm. Rock fragment content throughout the soil is less than 5 percent by volume. Stones cover from 0 to 3 percent of the surface. Iron depletions occur within 61 cm of the mineral soil surface. Reaction ranges from very strongly acid to slightly acid in the surface horizon, unless limed, from strongly acid to neutral in the subsoil, and from moderately acid to neutral in the substratum.\nThe Ap horizon has hue of 7.5YR to 2.5Y, with value and chroma of 2 to 5. Some undisturbed areas have an A horizon 3 to 15 cm thick, that has hue of 7.5YR to 2.5Y, with value and chroma of 2 to 5. They are silt loam or silty clay loam. They have weak to strong, very fine to medium granular structure. Consistence is very friable or friable.\nThe B horizon has hue of 7.5YR to 5Y, value of 3 to 6 and chroma of 2 to 8, with chroma of 2 being inherited. It is silt loam, silty clay loam, or silty clay. It has weak or moderate, very fine to medium granular, very fine to coarse blocky or thin to thick platy structure. Consistence is friable or firm.\nThe BC horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 2 to 4. It is silt loam, silty clay loam, or silty clay. It has blocky or platy structure or has primary structure that is prismatic. Consistence is firm or very firm.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 2 to 6. It is silty clay loam, silty clay, or clay. It has blocky, platy or prismatic structure, all of which are considered inherited, or the horizon is massive. Consistence is firm or very firm. Common or many black to dark reddish brown patchy oxide coatings are on faces of peds. Some pedons have films on faces of peds that appear to be silt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family. Similar soils in related families are the Boothbay and Elmwood series. Boothbay soils have a fine-silty particle-size class. Elmwood soils have a coarse-loamy over clayey particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buxton soils are on coastal lowlands and river valleys. Slope ranges from 3 to 50 percent. The soils formed in medium, moderately fine, and fine textured glaciolacustrine or glaciomarine deposits. The climate is humid and cool temperate. Mean annual precipitation ranges from 860 to 1220 mm, and mean annual temperature ranges from 6 to 8 degrees C. The frost-free season ranges from 90 to 160 days. Elevation ranges from 2 to 274 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biddeford, Elmwood, Lamoine, Melrose, Scantic, Swanton and Whately soils. The very poorly drained Biddeford soils are in depressions on the landscape. The somewhat poorly drained Lamoine soils and poorly drained Scantic soils are in lower positions on the landscape. The Elmwood, Melrose, Swanton, and Whately soils all have a coarse-loamy over clayey particle-size class. Elmwood soils are in similar positions on the landscape; Melrose soils are in higher positions; Swanton soils are in lower positions and Whately soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is medium or rapid depending on slope. Saturated Hydraulic Conductivity is moderately high in the surface horizon and the upper part of the subsoil, and low to moderately low in the lower part of the subsoil and in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used mainly for hay, forage crops, or pasture. Some areas are used for silage corn or vegetables. The remaining areas are forested. Common tree species include eastern white pine, balsam fir, paper birch, white spruce, eastern hemlock, and northern red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, Massachusetts, New Hampshire, New York, and Vermont. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: York County, Maine, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Some pedons have been described with a bisequum profile.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 20 cm (Ap horizon).\nb. Cambic horizon - the zone from 20 to 53 cm (Bw1 and Bw2 horizons).\nc. Aquic feature - Iron depletions within 61 cm of the mineral soil surface.\nd. Dystric feature - no carbonates within a depth of 102 cm."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Source of data used in establishing taxonomic class and range in characteristics is Maine Agricultural Experiment Station, Technical Bulletin 29, February 1968.\nSoil interpretation Record Numbers for the Buxton series are: Buxton, ME0043; Buxton, stony, ME0084."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; strong medium granular structure; friable; many very fine and common fine and medium roots; moderately acid; abrupt smooth boundary. (13 to 25 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--20 to 41 cm; dark yellowish brown (10YR 4/4) silt loam; moderate very fine and fine granular structure; friable; common very fine and few fine and medium roots; slightly acid; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--41 to 53 cm; light olive brown (2.5Y 5/4) silty clay loam; moderate thin and medium platy structure parting to weak very fine angular blocky; firm; common very fine roots; common medium prominent olive gray (5Y 5/2) iron depletions, and common medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid; clear wavy boundary. (Combined thickness of the B horizon is 20 to 66 cm.)"
      },
      {
        "name": "BC",
        "top": 53,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--53 to 89 cm; olive (5Y 5/3) silty clay; weak very coarse prismatic structure parting to weak fine and medium angular blocky; firm; few very fine roots; light brownish gray (2.5Y 6/2) faces of prisms and a few faint silt films on faces of peds within prisms; common prominent dark reddish brown (5YR 2/2) oxide coatings on faces of peds within prisms; common medium faint olive gray (5Y 5/2) iron depletions, and common medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid; gradual wavy boundary. (13 to 51 cm thick)"
      },
      {
        "name": "C",
        "top": 89,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--89 to 165 cm; olive gray (5Y 4/2) silty clay; weak very coarse prismatic structure parting to weak fine and medium angular blocky; very firm; olive gray (5Y 5/2) faces of prisms; many prominent dark reddish brown (5YR 2/2) oxide coatings on faces of peds within prisms; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation that increase in size and abundance with depth; slightly acid."
      }
    ]
  ]
}
