{
  "SERIES": "BUZZTAIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWM-TM-MJD-JBF",
  "REVDATE": "02/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Aridic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Buzztail very gravelly loam, rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 35 percent gravel and 5 percent cobbles.\nA--0 to 8 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial and many fine tubular pores; 35 percent angular gravel and 5 percent angular cobbles; few faint secondary calcium carbonate masses on bottom of gravel; violently effervescent (calcium carbonate equivalent is 27 percent); slightly alkaline (pH 7.6); clear wavy boundary. (5 to 13 cm.)\nBk1--8 to 23 cm; brown (10YR 4/3) very gravelly loam; very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine, fine and few medium roots; many very fine interstitial and common fine tubular pores; 35 percent angular gravel and 5 percent angular cobbles; few (1 percent) faint secondary calcium carbonate masses on bottom of rock fragments; violently effervescent (calcium carbonate equivalent is 24 percent); slightly alkaline (pH 7.8); clear wavy boundary. (8 to 18 cm)\nBk2--23 to 38 cm; dark grayish brown (10YR 4/2) very gravelly loam; very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine, fine, medium, and common coarse roots, roots are matted 1/8 to 1/4 inch thick at the horizon boundary; many very fine and fine interstitial and many very fine, fine and common medium tubular pores; 40 percent angular gravel and 5 percent angular cobbles; few (2 percent) faint secondary calcium carbonate concretions and few faint pendants on bottom of rock fragments violently effervescent (calcium carbonate equivalent is 23 percent); slightly alkaline (pH 7.8); abrupt wavy boundary. (5 to 23 cm)\nR--38 cm; hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada. Approximately 2.6 mile west of the intersection of Marble wash road and Swan creek road; about 1,300 feet north and 2,600 feet east of the southwest corner of section 30, T. 19 N., R. 69 E.; latitude 39 degrees 28 minutes 43 seconds N and longitude 114 degrees 15 minutes and 17 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist from late fall though spring, dry mid-July through October except for 10 to 20 day cumulative due to convection storms; aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 18 to 50 cm.\nDepth to bedrock: 36 to 50 cm.\nReaction: Slightly alkaline or moderately alkaline.\nParticle-size control section - Clay content: 7 to 18 percent.\nRock fragments: 35 to 65 percent, 35 to 60 percent gravel and 0 to 10 percent cobbles.\nA horizon\nValue 4 or 5 dry, 3 or 4 moist.\nBk horizons\nValue 4 or 5 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nCalcium carbonate equivalent: 40 to 50 percent of the less than 20 mm fraction.\nSecondary calcium carbonate accumulation: Less than 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hyzen Series.\nHyzen soils have a lithic contact between 15 to 36 cm and are not moist 10 to 20 days cumulative between mid-July and October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Buzztail soils are on mountains and hills. These soils formed in residuum and colluvium derived from limestone and dolomite. Slopes are 8 to 75 percent. Elevations are 1,770 to 2,750 meters. The climate is cool, semiarid with cool, moist winters and warm, dry summers. The annual precipitation is 250 to 350 mm; mean annual temperature is 4 to 7 degrees C., and the frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Monarch, Lodar, Logring and Amtoft soils. Logring and Amtoft soils do not have mollic epipedons. Monarch and Lodar soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The present vegetation is mainly snowberry, mountain big sagebrush, serviceberry, bluebunch wheatgrass and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. MLRA 28A. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, East Part. 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface of the soil to a depth of 38 cm (A, Bk1, and Bk2 horizons.)\nLithic contact - The boundary at 38 cm (R layer.)\nParticle-size control section - The zone from 25 to 38 cm (part of the Bk2 horizon).\nClassification was updated to 11th edition on 07/2011 changed from Lithic Haploxerolls to Aridic Lithic Haploxerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
