{
  "SERIES": "BYLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS/TM/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Bylo series consists of very deep, well drained soils that formed in alluvium derived from mixed rock and in lacustrine sediments.  The Bylo soils are on lake plains, alluvial flats, and inset fans.  Slopes are 0 to 4 percent slopes.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Bylo silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; very pale brown (10YR 7/3) silt loam, yellowish brown (10YR 5/4) moist; weak thin platy structure; slightly hard, friable, moderately sticky and moderately plastic; few root crowns; many very fine and fine vesicular pores; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 10 cm thick)\nBw--10 to 25 cm; pale brown (10YR 6/3) silty clay loam, yellowish brown (10YR 5/4) moist; weak very fine subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular and interstitial pores; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (15 to 40 cm thick)\nBk--25 to 86 cm; pale brown (10YR 6/3) silty clay loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular and interstitial pores; few carbonate films along old root channels and on faces of peds; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (46 to 90 cm thick)\nC--86 to 152 cm; light yellowish brown (10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; massive, soft, very friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and fine tubular pores; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; approximately 960 feet south and 1,320 feet west of the northeast corner of section. 13, T.l5 N., R.55 E.; USGS Green Springs NW 7.5 minute topographic quadrangle; latitude 39 degrees 10 minutes 21 seconds N and longitude 115 degrees 43 minutes 46 seconds W; WGS84 Decimal Degrees 39.1725000 latitude, -115.7294444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist for short periods in winter and spring, dry summer and fall; typic aridic soil moisture regime.\nSoil temperature: 8 to 12 degrees C.\nEffervescence: Noneffervescent through strongly effervescent above the Bk horizon.\nParticle size control section - Clay content: Averages 18 to 35 percent\nA horizon\nValue: 6 or 7 dry, 3 to 5 moist\nChroma: 2 to 4\nBw horizon\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 to 4\nStructure: Weak thin platy or fine to coarse subangular blocky, prismatic or massive\nTexture: Silty clay loam or silt loam\nReaction: Moderately alkaline or strongly alkaline.\nBk horizon\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 or 3\nStructure: Weak fine platy or fine subangular blocky or massive\nSecondary carbonates: Few to many fine, distinct segregations of carbonates\nCalcium carbonate equivalent (less than 20 mm fraction): Less than 15 percent.\nReaction: Moderately alkaline or strongly alkaline.\nOther features: Lenses of gravel at depths greater than 125 cm are in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Bylo soils are on lake plains, alluvial flats, and inset fans. These soils formed in alluvium derived from mixed rock and in lacustrine sediments.  Slopes are 0 to 4 percent. Elevations are 1,410 to 2,080 meters. The climate is cool, semi-arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 230 mm; mean annual temperature is 9 degrees C.; and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are the Heist and Tulase series. Heist soils are in a coarse-loamy family. Tulase soils are in a coarse-silty family and have durinodes and weak discontinuous silica cementation in the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff;  moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat. The present vegetation is principally winterfat, shadscale, and bottlebrush squirreltail with a few miscellaneous forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Nevada. MLRA 28B. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada (BLM Duckwater Planning Unit), l974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to a depth of about 18 cm. (A and part of Bw horizons)\nCambic horizon: The zone from about 10 to 25 cm. (Bw horizon)\nParticle-size control section: The zone from 25 to 100 cm. (Bk and part of the C horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
