{
  "SERIES": "SABATTIS",
  "STATUS": "Established Series",
  "BYREV": "VJK-FLG-ERS",
  "REVDATE": "04/2013",
  "STATES": "MI,NY",
  "OVERVIEW": "The Sabattis series consists of very deep, very poorly drained, loamy soils formed in till. Local colluvium provides a surficial mantle in some places and in other places the friable substratum has fluvial sorting. These soils are in low areas on till plains between ridges, hills and mountains. Slope ranges from 0 to 6 percent. Mean annual temperature is 43 degrees F, and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sabattis muck, on a 1 percent slope in a forested area.  (Colors are for moist soil unless otherwise noted.)\nOa -- 0 to 8 inches; black (10YR 2/1) muck; 5 percent unrubbed fibers, less than 1 percent fibers rubbed; weak medium subangular blocky structure parting to weak fine granular; very friable; many fine and few medium and coarse roots; slightly acid; clear smooth boundary. (8 to 14 inches thick).\nAB -- 8 to 11 inches; dark grayish brown (10YR 4/2) and brown (10YR 4/3) loam; weak medium subangular blocky structure; friable; common fine roots; common fine and few medium pores; 10 percent rock fragments; slightly acid; clear wavy boundary. (0 to 5 inches thick.)\nBg -- 11 to 21 inches; light brownish gray (2.5Y 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine roots; 5 percent rock fragments; common fine and few medium pores; many medium and fine distinct olive brown (2.5Y 4/3) and few fine faint light yellowish brown (2.5Y 6/3) soft masses of iron oxides; slightly acid; gradual wavy boundary. (3 to 24 inches thick.)\nC1 -- 21 to 31 inches; brownish yellow (10YR 6/6) sandy loam; massive; friable, slightly firm in place; few fine pores; 5 percent rock fragments; many fine faint light yellowish brown (10YR 6/4) soft masses of iron oxides and few coarse distinct light brownish gray (10YR 6/2) areas of iron depletions; slightly acid; gradual wavy boundary. (0 to 50 inches thick.)\n2C2 -- 31 to 37 inches; grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/8) very fine sandy loam with thin lenses of silt and very fine sand; massive; friable, slightly firm in place; 5 percent rock fragments; common fine prominent light yellowish brown (10YR 6/4) soft masses of iron oxides; slightly acid; clear wavy boundary. (0 to 30 inches thick.)\n2C3 -- 37 to 72 inches; brown (10YR 5/3) gravelly sandy loam; massive; very friable; 25 percent rock fragments; few medium distinct yellowish brown (10YR 5/6) soft masses of iron oxides; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hamilton County, New York, Town of Indian Lake; 500 feet north-west of the intersection of the Northville-Lake Placid hiking trail and Cedar River Road. USGS Blue Mountain, NY topographic quadrangle; Latitude 43 degrees, 47 minutes, 30 seconds N. and Longitude 74 degrees, 24 minutes, 20 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 10 to 38 inches. Depth to bedrock is greater than 60 inches. Redoximorphic features consisting of iron depletions or reduced matrices occur within 20 inches of the mineral soil surface. Rock fragments, mainly gravel, cobbles and stones, range from 2 to 45 percent by volume in the mineral subsurface layer and subsoil, and from 5 to 45 percent in the substratum. Large stones and boulders commonly occupy 0.1 to 15 percent of the soil surface.\nThe O horizon is neutral or has hue of 2.5YR through 10YR, value of 2 or 3, and chroma of 0 through 2. The material is muck, mucky peat, or peat. Reaction ranges from extremely acid through slightly acid.\nSome pedons have an E horizon.\nThe AB or A horizon is neutral or has hue of 5YR through 2.5Y, value of 2 through 4, and chroma of 0 through 3. Texture of the fine-earth fraction is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam with mucky, gravelly or cobbly analogs in some pedons. Reaction ranges from very strongly acid through neutral.\nThe B horizon is neutral in color or has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 0 through 3. It has faint or distinct redox depletions or faint, distinct, or prominent concentrations. Texture is sandy loam, fine sandy loam, very fine sandy loam, loam or silt loam in the fine-earth fraction. Lenses or thin subhorizons of loamy sand, loamy fine sand or silt are in some pedons. Structure is granular or subangular blocky. Reaction ranges from strongly acid to neutral.\nSome pedons have a BC horizon.\nThe C horizons, and 2C horizons if present, have hue of 7.5YR through 5Y, value of 3 through 6, and chroma of 1 through 6.  They have faint to prominent redox depletions or concentrations. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Where fluvial sorting has influenced the substratum, thin layers or lenses of loamy sand, loamy fine sand, very fine sand or silt are common. Those pedons having 2C and 3C horizons often formed as a result of fluvial action or past colluvial deposition. Structure is absent or the horizons are platy. Consistence ranges from loose to friable, but some pedons have firm subhorizons. Reaction ranges from strongly acid through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Nahma and Waucedah series in the same family. The Nahma soils have bedrock a lithic contact within a depth of 40 inches. The Waucedah soils average less than 5 percent rock fragments by volume throughout the soil.\nClosely related soils are the Pleine, Rollaway, Sago and Witbeck soils. The Pleine and Sago soils have higher activity clay mineralogy. The Rollaway and Witbeck soils have lower activity clay mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These nearly level to gently sloping soils are in slightly concave areas, along shallow drainageways or on toeslopes between glaciated hills, ridges and mountains. Slope ranges from 0 to 6 percent. These soils formed in Wisconsin age ablation till derived from igneous, meta-igneous and in some places sandstone rocks. Colluvium or congeliturbate is often mixed with the till. In some places fluvial action has altered the regolith. Mean annual temperature ranges from 40 to 45 degrees F, mean annual precipitation ranges from 33 to 48 inches, and the frost-free period ranges from 80 to 130 days. Elevation ranges from 700 to 2400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Sabattis soils are commonly associated with well drained Berkshire soils and moderately well drained Sunapee soils that are on surrounding higher landscapes. Better drained Becket, Skerry and Potsdam soils that have dense substrata, are also associated on higher adjacent landforms in some places. Lyme soils are on nearby slightly higher benches in a few areas, and Pillsbury soils which have a dense substratum, are also associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. The potential for surface runoff ranges from negligible through medium. Permeability is moderate or moderately rapid in the surface layer and subsoil, and ranges from moderately rapid through moderately slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested with red maple, yellow birch, balsam fir, eastern hemlock, black spruce and red spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Adirondack mountains of New York and the fringe area adjacent to the Adirondacks and the Keweenaw peninsula of Upper Michigan. MLRA's 142 and 143 and 93. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hamilton County, New York 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in the typical pedon are:\n1. Histic epipedon - from the surface to a depth of 8 inches (Oa  horizon).\n2. Cambic horizon -  from 11 to 21 inches (Bg horizon).\n3. Redoximorphic features - Fe depletions and concentrations, reduced matrices (Bg, C1, and 2C2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Soil Interpretation Records: NY0401, NY0405"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa -- 0 to 8 inches; black (10YR 2/1) muck; 5 percent unrubbed fibers, less than 1 percent fibers rubbed; weak medium subangular blocky structure parting to weak fine granular; very friable; many fine and few medium and coarse roots; slightly acid; clear smooth boundary. (8 to 14 inches thick)."
      },
      {
        "name": "AB",
        "top": 20,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB -- 8 to 11 inches; dark grayish brown (10YR 4/2) and brown (10YR 4/3) loam; weak medium subangular blocky structure; friable; common fine roots; common fine and few medium pores; 10 percent rock fragments; slightly acid; clear wavy boundary. (0 to 5 inches thick.)"
      },
      {
        "name": "Bg",
        "top": 28,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg -- 11 to 21 inches; light brownish gray (2.5Y 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; friable; few fine roots; 5 percent rock fragments; common fine and few medium pores; many medium and fine distinct olive brown (2.5Y 4/3) and few fine faint light yellowish brown (2.5Y 6/3) soft masses of iron oxides; slightly acid; gradual wavy boundary. (3 to 24 inches thick.)"
      },
      {
        "name": "C1",
        "top": 53,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1 -- 21 to 31 inches; brownish yellow (10YR 6/6) sandy loam; massive; friable, slightly firm in place; few fine pores; 5 percent rock fragments; many fine faint light yellowish brown (10YR 6/4) soft masses of iron oxides and few coarse distinct light brownish gray (10YR 6/2) areas of iron depletions; slightly acid; gradual wavy boundary. (0 to 50 inches thick.)"
      },
      {
        "name": "2C2",
        "top": 79,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C2 -- 31 to 37 inches; grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/8) very fine sandy loam with thin lenses of silt and very fine sand; massive; friable, slightly firm in place; 5 percent rock fragments; common fine prominent light yellowish brown (10YR 6/4) soft masses of iron oxides; slightly acid; clear wavy boundary. (0 to 30 inches thick.)"
      },
      {
        "name": "2C3",
        "top": 94,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C3 -- 37 to 72 inches; brown (10YR 5/3) gravelly sandy loam; massive; very friable; 25 percent rock fragments; few medium distinct yellowish brown (10YR 5/6) soft masses of iron oxides; slightly acid."
      }
    ]
  ]
}
