{
  "SERIES": "SABKHA",
  "STATUS": "Established Series",
  "BYREV": "Rev DAW-GWC",
  "REVDATE": "01/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-gypseous, hypergypsic, thermic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sabkha gypsiferous loam - rangeland. (Colors are for dry soil unless otherwise noted)\nCnyz--0 to 18 inches (0 to 45 cm); brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3), moist; 34 percent clay; massive; soft, friable, very sticky, very plastic; few fine dendritic tubular pores; carbonate, finely disseminated and salt, finely disseminated and gypsum, finely disseminated throughout; slightly effervescent, 10 percent calcium carbonate equivalent and 11 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 58.0 dS/m (mmhos/cm); strongly saline; clear smooth boundary.\nCnyyz--18 to 36 inches (45 to 90 cm); light gray (2.5Y 7/2) gypsiferous loam, light yellowish brown (2.5Y 6/3), moist; 24 percent clay; massive; slightly hard, friable, very sticky, very plastic; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 50 percent gypsum; moderately alkaline, pH 7.9; electrical conductivity 64.0 dS/m (mmhos/cm); strongly saline; clear smooth boundary.\nCnyyzg--36 to 60 inches (90 to 152 cm); light gray (N 7) gypsiferous sandy clay loam, gray (N 5), moist; 22 percent clay; massive; slightly hard, friable, slightly sticky, slightly plastic; many medium interstitial pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 52 percent gypsum; moderately alkaline, pH 7.9; electrical conductivity 34.4 dS/m (mmhos/cm); strongly saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; USGS Quad Garton Lake; approximately 2 miles northwest of the intersection of US Highway 70 and the White Sands National Monument entrance; 1,815 feet north and 1,114 feet west of the southeast corner of Section 27, Township 17 S, Range 7 E. Latitude: 32 degrees 47 minutes 58.70 seconds north, Longitude: 106 degrees 12 minutes 29.20 seconds west; Datum: NAD83; UTM Zone: 13, UTM Easting: 386884 meters, UTM Northing: 3629720 meters"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic soil moisture regime based on precipitation. Moist in some part of the soil moisture control section during July - April. Driest during May and June. This soil has transitory internal free water and a fluctuating water table. Water table is at 10 to 40 inches in most years.\nMean annual soil temperature: 66 to 72 degrees F.\nParticle-size control section (weighted average)\nClay content:  15 to 20 percent\nReaction: slightly alkaline to moderately alkaline\nGypsum content: 40 to 100 percent\nCnyz, Cnyyz and Cnyyzg horizons\nHue: 7.5YR, 10YR, 2.5Y, 5Y, 10Y, N, 5GY\nValue: 4 to 8 dry, 3 to 7 moist\nChroma: 1 to 3, dry or moist\nTexture: gypsiferous loam, gypsiferous silt loam, gypsiferous sandy clay loam, gypsiferous silty clay loam, silty clay loam\nClay: 10 to 40 percent\nCalcium carbonate equivalent: 0 to 10 percent\nGypsum: 10 to 100 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sabkha soils are on playas. Slopes range from 0 to 3 percent. These soils formed from gypsiferous eolian deposits and gypsiferous lacustrine deposits. Elevation ranges from 3,890 to 4,000 feet. The mean annual precipitation is 8 to 12 inches. Precipitation falls mostly during the months of July through September. The mean annual air temperature is 64 to 70 degrees F. The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Massasauga (NM), Lark (NM), Salago (NM). Massasauga soils are on playas and do not have a water tables present within the upper 40 inches of the soil. Lark soils are on semi-active dunes. Salago are on playas and have a Coarse-gypseous particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat poorly drained; very low to negligible runoff. Water table depth ranges from 10 to 40 inches during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is wildlife habitat, recreation, and research activities. Sabkha soils are normally devoid of vegetation due to high salt content and ponding."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central New Mexico, limited to White Sands National Monument and White Sands Missile Range, MLRA 42. Sabkha is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Sands Missile Range, Otero County, New Mexico, 2014. Sabkha is an Arabic term that roughly translates to salt flat."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizon and features recognized in this pedon are:\nParticle-size control section - the zone from 10 to 40 inches (Cnyyz and Cnyyzg horizons)\nSalic Horizon - the zone from 0 to 60 inches (Cnyz, Cnyyz, and Cnyyzg horizons)\nEndosaturation - the zone from 36 to 60 inches (Cnyyzg horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nRevised for the correlation of White Sands National Monument, New Mexico; April, 2015, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
