{
  "SERIES": "SACATAR",
  "STATUS": "Tentative Series",
  "BYREV": "EJR-JFR-JJJ",
  "REVDATE": "2/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sacatar loamy coarse sand - on a 12 percent northeast slope at 6,350 feet elevation under pinyon pine, big sagebrush, rubber rabbitbrush, and green Mormon-tea vegetation.  (Colors are for dry soil unless otherwise stated.  When described (8/4/81) the soil was dry (very slight moisture just above Cr.)\nA--0 to 2 inches; grayish brown (10YR 5/2) loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; common very fine intestitial pores; 10 percent fine pebbles; neutral (pH 6.6); abrupt smooth boundary.  (1 to 3 inches thick)\nAB--2 to 10 inches; brown (10YR 5/3) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, and coarse roots, and common medium roots; few very fine interstitial pores; 10 percent fine pebbles; neutral (pH 6.8); clear smooth boundary. (6 to 10 inches thick)\nBt1--10 to 22 inches; yellowish brown (10YR 5/4) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, nonsticky and slightly plastic; few medium and coase roots; common very fine tubular pores; common thin clay films bridging mineral grains; 10 percent fine pebbles; neutral (pH 6.8); gradual wavy boundary.  (8 to 14 inches thick)\nBt2/Cr--22 to 34 inches; yellowish brown (10YR 5/4) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, nonsticky and nonplastic; few thin clay films bridging mineral grains; disconnected fragments of decomposing granodiorite make up about 30 percent of the horizon; 10 percent fine pebbles; neutral (pH 7.0); gradual wavy boudary. (4 to 14 thick)\nCr--34 to 40 inches; partly decomposed granodiorite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tulare County, California; about 23 miles northeast of Onyx and 1 1/4 miles east-southeast of Chimney Peak; 500 feet east and 600 feet south of the NW corner of section 8, T.24 S., R.37 E., MDB&M,  USGS Lamont Peak, California Quadrangle; lat. 35 degrees 51 minutes 48 seconds north and long. 118 degrees 1 minute 4 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture   The soil between the depths of 8 and 24 inches becomes moist sometime in December and remains moist until sometime in May.  It is dry in all parts from early July until late September. (Aridic bordering on Xeric moisture regime)\nSoil temperature   The mean annual soil temperature is 47 to 58 degrees\nRock fragments  less than 15 percent, mostly gravel\nDepth to bedrock   20 to 40 inches\nA horizon\nHue:  10YR\nValue:  5 dry; 3 moist\nChroma:  2 or 3 dry or moist\nTexture: loamy coarse sand\nClay:  5 to 10 percent\nOrganic matter:  1 to 2 percent\nB horizon\nHue:  10YR\nValue:  5 dry; 3 or 4 moist\nChroma:  4 dry; 3 or 4 moist\nTexture:  coarse sandy loam\nClay:  10 to 18 percent\nOrganic matter:  less than 1 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are  the Bedell (NV) soils.  Bedell soils are formed in alluvium and are more than 60 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sacatar soils are on hills with slopes of 5 to 30 percent.  The soils formed in material weathered from granitic bedrock.  Elevations are 3,800 to 7,500 feet.  The mean annual precipitation is 8 to 12 inches, mostly as winter rain and snow.  The mean January temperature is about 33 degrees F; mean July temperature is about 66 degrees F.; the mean annual temperature is 45 to 57 degrees F.  The frost-free season is 80 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canebrake(T), Deadfoot(T), Scodie(T) and Wortley(T) soils.  Canebrake soils are shallow, sandy, and lack a mollic epipedon.  Deadfoot soils are sandy-skeletal and lack an argillic horizon.  Scodie soils are shallow, sandy and lack an argillic horizon.  Wortley soils are shallow and lack an argillic hoizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for rangeland, wildlife habitat and for homesite development.  The vegetation is mainly singleleaf pinyon pine, digger pine, big sagebrush, annual forbs, desert bitterbrush, green Mormon-tea, rubber rabbitbrush, cheatgrass, and bottlebrush squirreltail.  California junipers may be present in some locations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The southern Sierra Nevada mountains in California.  Sacatar soils are of small extent. MLRA-29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Tulare County, California 1995; Kern County, Northeastern Part and Southeastern Part of Tulare County Soil Survey Area.  The name is taken from Sacatar meadow.\nDiagnostic horizons an features recognized on this pedon:\nMollic epipedon- from a depth of 0 to 10 inches (A and AB horizons.)\nArgillic horizon- from a depth of 10 to 34 inches (Bt1 and Bt2/Cr horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
