{
  "SERIES": "SACAHUISTA",
  "STATUS": "Established Series",
  "BYREV": "AJM, LSP, NMS",
  "REVDATE": "08/2018",
  "STATES": "NM",
  "OVERVIEW": "The Sacahuista series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium from limestone and dolomite. Sacahuista soils are on back slopes of hills and on mountain flanks and scarps. Slope ranges from 1 to 100 percent. The mean annual precipitation is about 15 inches and the mean annual air temperature is about 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, thermic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sacahuista very cobbly loam, national park and wilderness area. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 20 percent gravel, 5 percent channers, 15 percent cobbles, 10 percent flagstones and 5 percent stones.\nA1--0 to 4 inches (0 to 10 cm); dark brown (10YR 3/3) very cobbly loam, very dark brown (10YR 2/2), moist; 21 percent clay; weak medium subangular blocky parts to moderate medium granular structure; common very fine roots and common fine roots; many medium interstitial and common very fine interstitial and common fine interstitial pores; 10 percent gravel and 30 percent cobble and 10 percent stone; 1 percent calcium carbonate equivalent; neutral, pH 6.6; clear smooth boundary.\nA2--4 to 9 inches (10 to 21 cm); brown (10YR 4/3) extremely cobbly loam, very dark brown (10YR 2/2), moist; 22 percent clay; moderate medium subangular blocky structure; common fine and medium roots and many very fine roots; common very fine, fine and medium interstitial pores; 5 percent gravel and 50 percent cobble and 5 percent stone; 0.8 percent calcium carbonate equivalent; neutral, pH 7.1; clear smooth boundary.\nBk--9 to 13 inches (21 to 32 cm); dark brown (7.5YR 3/3) extremely flaggy loam, very dark brown (7.5YR 2.5/3), moist; 20 percent clay; moderate medium subangular blocky structure; common very fine, fine and medium roots and few coarse roots; common very fine, fine and medium interstitial pores; common medium prominent irregular weakly cemented carbonate nodules on bottom of rock fragments; 5 percent gravel and 30 percent cobble and 30 percent flagstone; very slightly effervescent, 4.3 percent calcium carbonate equivalent; slightly alkaline, pH 7.4; abrupt wavy boundary.\nR--13 inches (32 cm); indurated dolomite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eddy County, New Mexico; located on a south-facing mountain flank, 1.8 miles west along the Loop Road of Carlsbad Caverns National Park, just south of a water tank. Approximately 6 miles west of Whites City; USGS Carlsbad Caverns, New Mexico 7.5 minute quadrangle; 32.16995N, -104.47699E, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: In normal years this soil is driest during May and June and moist in the upper part for up to 90 cumulative days during the growing season. The soil moisture regime is aridic bordering on ustic, therefore too dry to qualify for a mollic epipedon.\nMean annual soil temperature: 59 to 66 degrees F, thermic temperature regime.\nThickness of ochric epipedon: 4 to 20 in (10 to 50 cm)\nDepth to lithic contact: 4 to 20 in (10 to 50 cm)\nControl section (weighted average):\nClay content: 18 to 27 percent\nSand content: 15 to 40 percent\nRock fragment content: 35 to 65 percent total; 10 to 50 percent gravel or channers; 5 to 25 percent cobbles; 0 to 25 percent stones or flagstones; 0 to 2 percent boulders\nCalcium carbonate equivalent of the less than 2 mm fraction: 1 to 30 percent\nCalcium carbonate equivalent of the less than 20 millimeter fraction: 10 to 15 percent\nOrganic matter: 3 to 8 percent\nA horizon\nHue: 10YR, 7.5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 to 3 dry or moist\nTexture: loam, silt loam, silty clay loam\nClay content: 18 to 27 percent\nRock fragment content: 20 to 60 percent total; 5 to 50 percent gravel or channers; 5 to 60 percent cobbles; 0 to 25 percent stones or flagstones; 0 to 2 percent boulders\nEffervescence: none to very slight\nReaction: neutral to slightly alkaline\nBk horizon\nHue: 10YR, 7.5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: loam, silt loam, silty clay loam\nClay content: 18 to 27 percent\nRock fragment content: 30 to 65 percent total; 5 to 50 percent gravel or channers; 5 to 60 percent cobbles; 5 to 50 percent stones or flagstones; 0 to 2 percent boulders\nEffervescence: very slight\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThe competing series are the Coyanosa, Lampshire, Lingua, and Reduff. Coyanosa soils are shallow or very shallow to sandstone bedrock and have less than 1 percent organic matter. Lampshire soils are very shallow and have 2 percent or less organic matter. Lingua soils are shallow or very shallow to basalt bedrock and have less than 2 percent organic carbon. Reduff soils are shallow or very shallow to tuffaceous bedrock, have less than 2 percent organic carbon, and have 2.5YR or 5YR colors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sacahuista soils are on slopes and summits of mountains, hills and ridges. Slope ranges from 1 to 100 percent. These soils formed in residuum, colluvium and eolian materials that overlie indurated limestone or dolomite bedrock.  Elevations are 3,400 to 7,000 feet.  The mean annual precipitation is 12 to 16 inches.  Precipitation falls mostly as high intensity rain during afternoon thunderstorms from July to September.  Mean annual air temperature is 57 to 61 degrees F.  The the frost-free period is 212 to 246 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Kimrose, Bascal, and Biduya soils. Kimrose and Bascal are both alluvial soils on fan remnants. Kimrose is shallow to a petrocalcic and Bascal is very deep. Biduya soils occur at higher elevations or cooler aspects where the temperature regime is mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well to somewhat excessively drained; low to very high runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for grazing, recreation and wildlife habitat. The dominant grasses are curlyleaf muhly, hairy grama, black grama, sideoats grama, slim tridens and threeawn; the dominant shrubs are redberry juniper, lechuguilla, sotol, torreys yucca, skeletonleaf goldeneye, ocotillo and roemers acacia; jimmy fern is a common forb."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sacahuista soils are extensive in the Guadalupe Mountains section of the Basin and Range province in south eastern New Mexico. The MLRA is 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eddy County Area, New Mexico; Soil survey of Carlsbad Caverns National Park, 2016. The name is adopted from a prolific local flowering bear grass of the lily family (Nolina texana). The word Sacahuista is from Aztec words meaning thorn grass."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon - 0 to 13 inches (A and Bk horizons)\nLithic contact - 13 inches (top of R layer)\nParticle-size control section - 0 to 13 inches (A and Bk horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of Carlsbad Caverns National Park, New Mexico, October, 2016, NMS\n_______________________________________________________________________"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches (0 to 10 cm); dark brown (10YR 3/3) very cobbly loam, very dark brown (10YR 2/2), moist; 21 percent clay; weak medium subangular blocky parts to moderate medium granular structure; common very fine roots and common fine roots; many medium interstitial and common very fine interstitial and common fine interstitial pores; 10 percent gravel and 30 percent cobble and 10 percent stone; 1 percent calcium carbonate equivalent; neutral, pH 6.6; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 9 inches (10 to 21 cm); brown (10YR 4/3) extremely cobbly loam, very dark brown (10YR 2/2), moist; 22 percent clay; moderate medium subangular blocky structure; common fine and medium roots and many very fine roots; common very fine, fine and medium interstitial pores; 5 percent gravel and 50 percent cobble and 5 percent stone; 0.8 percent calcium carbonate equivalent; neutral, pH 7.1; clear smooth boundary."
      },
      {
        "name": "Bk",
        "top": 23,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "extremely flaggy",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--9 to 13 inches (21 to 32 cm); dark brown (7.5YR 3/3) extremely flaggy loam, very dark brown (7.5YR 2.5/3), moist; 20 percent clay; moderate medium subangular blocky structure; common very fine, fine and medium roots and few coarse roots; common very fine, fine and medium interstitial pores; common medium prominent irregular weakly cemented carbonate nodules on bottom of rock fragments; 5 percent gravel and 30 percent cobble and 30 percent flagstone; very slightly effervescent, 4.3 percent calcium carbonate equivalent; slightly alkaline, pH 7.4; abrupt wavy boundary."
      },
      {
        "name": "R",
        "top": 33,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--13 inches (32 cm); indurated dolomite bedrock."
      }
    ]
  ]
}
