{
  "SERIES": "SACH",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/TDT/RWL",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Sach series consists of moderately deep, well drained soils that formed in colluvium on mountains.  Slopes are 0 to 90 percent.  The mean annual precipitation is about 140 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, ferrihydritic over isotic, frigid Alic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sach gravelly loam, on a forested ridge with about 18 percent southeast facing slope at an elevation of about 2,500 feet.  (Colors are for moist soil unless otherwise noted.)\nOi--1 inch to 0; needles, leaves, twigs, roots, and moss.\nA--0 to 10 inches; dark brown (7.5YR 3/2) gravelly loam, brown (7.5YR 5/2) dry; moderate very fine subangular blocky and granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine irregular pores; many very fine concretions; 15 percent gravel; very strongly acid (pH 4.6); clear wavy boundary.  (9 to 19 inches thick)\nBw--10 to 19 inches; brown (10YR 4/3) gravelly silt loam, pale brown (10YR 6/3) dry; common dark brown (10YR 3/3) organic coatings on peds; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine roots; many very fine tubular pores; 20 percent siltstone gravel ; very strongly acid (pH 4.6); clear wavy boundary.  (6 to 12 inches thick)\n2BC--19 to 27 inches; light yellowish brown (10YR 6/4) and (2.5Y 6/4) very gravelly loam, very pale brown (10YR 7/3) dry; weak very fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine irregular pores; 50 percent siltstone gravel; extremely acid (pH 4.4); abrupt wavy boundary.  (4 to 18 inches thick.)\n2Cr--27 inches; weathered and highly fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Oregon, on east side of saddle south of Rocky Point, between Bald Mountain and Lindsey Ridge, in the NW1/4 NE1/4 section 16, T. 7 S., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist and is dry less than 45 consecutive days between the depths of 4 and 12 inches following the summer solstice.  The mean annual soil temperature is 43 to 47 degrees F.  The difference between the mean summer and mean winter soil temperature is 9 to 15 degrees F.  The umbric epipedon is 10 to 20 inches thick.  Depth to a paralithic contact is 20 to 40 inches. The upper part of the solum is weakly to moderately smeary, has a moist bulk density of 0.70 to 0.85 g/cubic centimeter and has andic properties.\nThe A horizon has hue of 10YR through 7.5YR, value of 2 or 3 moist, 3 through 5 dry, and chroma of 2 or 3 moist and dry.  It has 15 to 20 percent clay by field estimate.  It has 0 to 10 percent soft rock fragments, 15 to 20 percent gravel, and 0 to 5 percent cobbles.  It has 7 to 10 percent organic matter.\nThe Bw horizon has hue of 10YR through 7.5YR, value of 3 or 4 moist, 4 through 6 dry, and chroma of 3 or 4 moist and dry.  It is gravelly loam, gravelly silt loam or gravelly silty clay loam with 18 to 30 percent clay by field estimate.  It has 0 to 10 percent soft rock fragments and 20 to 30 percent gravel and 0 to 5 percent cobbles.\nThe BC horizon has hue of 10YR through 2.5Y, value of 4 through 6 moist, 6 through 8 dry, and chroma of 4 or 6 moist and dry.  It is very gravelly loam or very gravelly clay loam with 18 to 35 percent clay by field estimate.  It has 0 to 25 percent soft rock fragments, 35 to 55 percent gravel, and 0 to 10 percent cobbles.  It is extremely acid to strongly acid.  It has a moist bulk density of 1.0 to 1.3 g/cubic centimeter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sach soils are on mountains at elevations of 1,700 to 2,800 feet.  Slopes are 0 to 90 percent.  The soils formed in colluvium.  The climate is characterized by cool wet winters and warm moist summers.  The mean annual precipitation is 80 to 200 inches. The mean annual temperature is 43 to 47 degrees F.  The frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caterl, Laderly, and Murtip soils.  Caterl and Laderly soils have more than 35 percent rock fragments in the particle-size control section and Caterl soils are 40 to 60 inches deep to bedrock.  Murtip soils are more than 40 inches deep and are dominated by amorphous materials throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production and wildlife habitat.  Native vegetation includes western hemlock, Douglas fir, noble fir, red alder, vine maple, salal, big huckleberry, red huckleberry, cascade Oregongrape, western swordfern, and staghorn club moss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range of north-central Oregon; MLRA 1.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Oregon; 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon;\nUmbric epipedon - from surface to depth of 10 inches (A horizon).\nCambic horizon - from 10 to 19 inches (Bw horizon).\nAndic properties - from the surface to 19 inches ( A and Bw horizon) having a P-retention of 90 to 100 percent, acid oxalate extractable aluminum plus one-half iron of 3 to 5 percent, and a moist bulk density of less than 0.85 g/cubic centimeter (based on laboratory data from similar soils).\nAlic feature - from the surface to 19 inches having more than 2.0 milliequivalents per 100 grams of 1N KCL extractable aluminum.\nMedial over loamy-skeletal family - upper solum is dominated by amorphous material.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 inches; dark brown (7.5YR 3/2) gravelly loam, brown (7.5YR 5/2) dry; moderate very fine subangular blocky and granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine irregular pores; many very fine concretions; 15 percent gravel; very strongly acid (pH 4.6); clear wavy boundary.  (9 to 19 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--10 to 19 inches; brown (10YR 4/3) gravelly silt loam, pale brown (10YR 6/3) dry; common dark brown (10YR 3/3) organic coatings on peds; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine roots; many very fine tubular pores; 20 percent siltstone gravel ; very strongly acid (pH 4.6); clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "2BC",
        "top": 48,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2BC--19 to 27 inches; light yellowish brown (10YR 6/4) and (2.5Y 6/4) very gravelly loam, very pale brown (10YR 7/3) dry; weak very fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine irregular pores; 50 percent siltstone gravel; extremely acid (pH 4.4); abrupt wavy boundary.  (4 to 18 inches thick.)"
      },
      {
        "name": "Oi",
        "top": 3,
        "narrative": "Oi--1 inch to 0; needles, leaves, twigs, roots, and moss."
      },
      {
        "name": "2Cr",
        "top": 69,
        "narrative": "2Cr--27 inches; weathered and highly fractured shale."
      }
    ]
  ]
}
