{
  "SERIES": "SACKETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "03/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Calcixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sackett loam, rangeland.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 6 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; few very fine and fine tubular pores; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (6 to 11 inches thick)\nBk1--6 to 12 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine and few medium and coarse roots; many very fine and fine and few medium tubular pores; 5 percent gravel; strongly effervescent, common segregated carbonate masses; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 20 inches thick)\nBk2--12 to 45 inches; yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; many very fine and fine and few medium tubular pores; 5 percent gravel; strongly effervescent, common segregated carbonate masses; moderately alkaline (pH 8.4); clear smooth boundary. (18 to 41 inches thick)\nBk3--45 to 60 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common very fine and fine and few medium tubular pores; 5 percent gravel; strongly effervescent, common segregated carbonate masses; moderately alkaline (pH 8.4); clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah., Lower Bear Valley Area; about 3,000 feet east and 2,800 feet south of the northwest corner of sec. 22, T. 32 S., R. 6 W; Burnt Peak Quadrangle; lat. 38 degrees 0 minutes 23 seconds N. and long. 112 degrees 31 minutes 19 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture regime is xeric bordering on aridic.  The soil moisture control section, in 6 or more out of 10 years, is dry in all parts for 60 to 90 consecutive days in the 4 months following the summer solstice.\nMean annual soil temperature - 42 to 47 degrees F.\nParticle size control section clay content - 27 to 35 percent\nParticle size control section rock fragment content - 0 to 15 percent gravel\nThe A horizon has a hue of 5YR or 7.5YR, value is 4 to 6 dry and 3 or 4 moist, and chroma is 2 to 6.  Texture is loam with 0 to 15 percent gravel.  Reaction is moderately alkaline.\nThe Bk horizon has a hue of 5YR or 7.5YR, value is 4 to 6 dry, 3 to 5 moist, and chroma is 4 to 6.  Texture is clay loam, loam, gravelly clay loam, or gravelly loam.  The particle size control section averages 27 to 35 percent clay and 0 to 15 percent gravel.  Reaction is moderately or strongly alkaline.  It is strongly effervescent and the carbonates are disseminated and in common segregated carbonates masses throughout.  The calcium carbonate equivalent is 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Richsum (UT) and Richville (UT) series.   Richsum soils are deep to bedrock.  Richville soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sackett soils are on alluvial fans.  These soils formed in alluvium derived dominantly from shale, limestone, sandstone and basic and intermediate igneous rocks.  Elevations are 6,200 to 7,300 feet.  Slopes are 2 to 8 percent.  The mean annual precipitation is 12 to 14 inches; mean annual air temperature is 40 to 45 degrees F.; and the freeze free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Krueger and Siroco soils.  Both of these soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland.  The potential vegetation is bluebunch wheatgrass, Indian ricegrass and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and Southern Utah; MLRA 47; This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIESESTABLISHED",
    "content": "SERIESESTABLISHED: Iron County, Iron-Washington Area Soil Survey, Utah, 1997.  Sackett is a local place name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 6 inches (A horizon).\nCalcic horizon - the zone from 6 to 60 inches that has greater than 15 percent calcium carbonate equivalent and identifiable secondary carbonates (Bk1, Bk2, and Bk3 horizons).\nParticle-size control section - the zone from 10 to 40 inches\nKeys to Soil Taxonomy:  Series classified according to Eighth Edition, 1998.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
