{
  "SERIES": "SACUL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "09/2015",
  "STATES": "AL,AR,LA,OK,TX",
  "OVERVIEW": "The Sacul series consists of very deep, moderately well drained, slowly permeable soils that formed in acid, loamy and clayey marine sediments.  These soils are on uplands of the Western and Southern Coastal Plains; MLRAs 133A and 133B.  Near the type location, the average annual air temperature is about 63 degrees F and the average annual precipitation is about 50 inches. Slopes are dominantly 2 to 25 percent but range from 1 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sacul very fine sandy loam--forested. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak medium granular structure; very friable; many medium roots; moderately acid; abrupt smooth boundary.  (1 to 7 inches thick)\nE--5 to 9 inches; brown (10YR 5/3) very fine sandy loam; weak fine subangular blocky structure; very friable; many medium roots; moderately acid; clear smooth boundary.  (3 to 10 inches thick)\nBt1--9 to 22 inches; red (2.5YR 5/6) clay; strong medium angular blocky structure; very firm, plastic; common fine roots; many distinct reddish brown clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--22 to 30 inches; red (2.5YR 4/8) clay; strong medium angular blocky structure; very firm, plastic; few fine roots; many prominent pale brown and common distinct reddish brown clay films on faces of peds; many medium prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear smooth boundary.\nBt3--30 to 41 inches; variegated, red (2.5YR 4/8) and light brownish gray (10YR 6/2) clay; moderate medium angular blocky structure; firm, plastic; many prominent gray and common distinct reddish brown clay films on faces of peds; very strongly acid; clear smooth boundary.\nBt4--41 to 53 inches; variegated, light brownish gray (10YR 6/2) and red (2.5YR 4/8) clay loam; moderate medium angular blocky structure; firm, slightly plastic; many faint gray and common distinct reddish brown clay films on faces of peds; extremely acid; clear smooth boundary.\nBtg1--53 to 62 inches; light brownish gray (10YR 6/2) clay loam; weak medium angular blocky and platy structure; friable; common faint gray and common prominent reddish brown clay films on faces of peds; many medium prominent red (2.5YR 4/6) iron accumulations; extremely acid; clear smooth boundary.\nBtg2--62 to 70 inches; light brownish gray (10YR 6/2) silty clay loam; weak medium angular and platy structure; friable; common faint gray and common prominent reddish brown clay films on faces of peds; common medium prominent red (2.5YR 4/6) mottles; extremely acid; clear smooth boundary.  ( Combined thickness of the Bt horizon ranges from 36 to 70 inches.)\nBCg--70 to 80 inches; light brownish gray (10YR 6/2) clay loam; weak fine platy structure; friable; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ouachita County, Arkansas; 2 miles north of Stephens on Highway 57.  NE1/4NW1/4SW1/4 sec. 17, T. 15 S., R. 19 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 80 inches.  Depth to the top of the argillic horizon ranges from 4 to 17 inches.  Depth to the paralithic contact ranges from 60 to more than 80 inches.  Reaction ranges from moderately acid to  very strongly acid in the A and E horizons and strongly acid to extremely acid in the Bt, BC and C horizons.  Base saturation is commonly less than 25 percent at 50 inches below the top of the Bt horizon.  The calcium-magnesium ratio is less than 1.  Fragments of ironstone and quartz, 2 to 75 mm in diameter, range from 0 to 60 percent by volume in the A and E horizons and fragments of ironstone, quartz or shale range from 0 to 10 percent in the Bt, BC and C horizons.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2, 3 or 4.   A horizons with value of 3 are less than 6 inches thick.  In cultivated areas, the Ap horizon has hue of 10YR, value of 5, and chroma of 3 or 4, or with hue of 7.5YR, value of 5, and chroma of 4.  Texture commonly is very fine sandy loam, fine sandy loam, sandy loam, loam, and their gravelly and very gravelly analogs; but loamy fine sand and loamy sand textures are also recognized.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 or 4.  Texture commonly is very fine sandy loam, fine sandy loam, sandy loam, loam, and their gravelly and very gravelly analogs; but loamy fine sand and loamy sand textures are also recognized.\nThe Bt1 horizon has hue of 5YR, value of 4, and chroma of 6, or with value of 5, and chroma of 6 or 8; or with hue of 2.5YR, or 10R, value of 3, and chroma of 6, or with value 4 or 5, and chroma of 6 or 8.  Texture is clay, silty clay, or sandy clay.\nThe Bt2 horizon has hue of 5YR, value of 4, and chroma of 6, or with value of 5, and chroma 6 or 8; or with hue of 2.5YR or 10R, value of 3, and chroma of 6, or with value of 4 or 5, and chroma of 6 or 8.  Texture is silty clay, sandy clay, or clay.  Iron accumulations and depletions are in shades of gray and brown.\nThe Bt3 and Bt4 horizons have hue of 5YR, value of 4, and chroma of 6, or with value of 5, and chroma of 6 or 8; or with hue of 2.5YR, value of 3, and chroma of 6, or with value of 4 or 5, and chroma 6 or 8 and iron acumulations and depletions in shades of gray and brown, or are variegated in shades of red, gray and brown. Texture is silty clay, clay, sandy clay, or clay loam.\nThe Btg horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2; or with hue of 2.5Y, value of 5 or 6, and chroma of 2.  Texture is silty clay loam, clay loam, sandy clay loam, or sandy clay.  Iron accumulations and depletions are in shades of red, gray and brown.\nThe BC horizon is variegated in shades of gray, red or brown.  These colors range from about equal to either the gray or the red being dominant. Texture is silty clay loam, sandy clay loam, clay loam, loam, or very fine sandy loam.\nThe C horizon, where present, is variegated in shades of gray, red or brown and is stratified.  These colors range from about equal to either the gray or red being dominant.  Texture is clay loam, sandy clay loam, sandy loam, very fine sandy loam, fine sandy loam, silt loam, or silty clay loam.\nThe Cr horizon, where present, is composed of soft, platy, clayey shale.   Colors range from gray with red and brown iron accumulations to equally variegated in shades of gray, red and brown.  Thickness of the Cr horizon is variable ranges from several feet thick to alternating layers of clayey shale and sandy sediments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Annemaine, Beason, Cid, Craven, Creedmoor, Dogue, Eulonia, Gritney, Helena, Lignum, Nemours, Nevarc, Newco, Peawick, Rosenwall, Stapp, Vinita and Wolftever series. Annemaine soils have mica flakes in the C horizon and an apparent water tables at 1.5 to 2.5 feet.  Eulonia soils have mica flakes in the B and C horizons and an apparent water table at 1.5 to 3.5 feet.  Beason soils have upper Bt horizons with dominant hues of 10YR or yellower.  Craven, Creedmoor and Wolftever soils have upper Bt horizons with dominant hues of 7.5YR or yellower.  Dogue soils have upper Bt horizons with dominant hues of 7.5YR or yellower and contains mica flakes in the B and C horizons.  Gritney soils, commonly do not have lower B horizons with dominant gray matrix colors and have upper Bt horizons with dominant hues of 10YR or yellower, but both series allow 5YR hues.  Helena soils have upper Bt horizons with dominant hues of 7.5YR or yellower and C horizons of saprolite from a mixture of felsic and mafic crystalline rocks.  Cid, Lignum, Rosenwall, and Vinita soils have sola less than 40 inches thick.   Nemours soils have sola of 50 to more than 72 inches thick and contain mica flakes in the B and C horizons.  Nevarc soils have 30 to 60 inch sola and commonly do not have lower B horizons with dominant gray matrix colors.  Newco soils do not have a water table and formed in sediments of Pleistocene age, which is assumed to have chemical differences.  Peawick soils have sola greater than 60 inches thick and upper Bt horizon with dominant hues of 7.5YR or yellower. Stapp soils contain shale fragments in the lower Bt horizon and Cr horizons of soft, tilted shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sacul soils are on nearly level to steep uplands of the Western and Southern Coastal Plains.  Slopes are dominantly 2 to 25 percent but range from 1 to 40 percent.  These soils formed in acid, loamy and clayey sediments of Tertiary Age, mainly in the Claiborne, Jackson and Wilcox formations.  The average annual air temperature ranges from about 60 to 66 degrees F and the average annual precipitation ranges from about 48 to 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Angie, Bowie, Kirvin, Saffell, Savannah, Sawyer, Smithdale and Ruston.  Angie soils, which occur on less dissected areas, have yellower argillic horizons and the clay content does not decrease by as much as 20 percent within 50 inches of the top of the argillic horizon.  Bowie soils, which occur on less dissected areas, have more than 5 percent plinthite in the lower argillic and are in a fine-loamy particle size class.  Kirvin soils, which occur on similar landscapes, do not have gray mottles in the upper part of the argillic horizon.  Saffell soils, which occur on similar landscapes, are in a loamy-skeletal particle size class.  Savannah soils, which occur on broad, less dissected areas, have a fragipan and are in a fine-loamy particle size class.  Smithdale soils, which occur on similar landscapes, are in a fine-loamy particle size class.  Ruston soils, which occur on higher positions on the landscape, are in a fine-loamy particle size class and have a bisequal profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to very high runoff; slow permeability. These soils have a seasonally high water table that is within 2 to 4 feet of the soil surface in late winter and spring most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for woodland, with some area in pasture.  The forest vegetation is shortleaf and loblolly pine, red oak, sweetgum, and dogwood.  Bermudagrass and bahiagrass are the principal pasture grasses used."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plain of Arkansas, Louisiana and Texas; MLRA 133B and the Southern Coastal Plain of Alabama and Mississippi; MLRA 133A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ouachita County, Arkansas; 1969"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--zone from the surface to 9 inches\nArgillic horizon--zone from 9 to 70 inches\nSacul soils would be classified in the Red-Yellow great soil group.  These soils were formerly included in the Boswell series.\nADDITIONAL DATA:  Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory, pedon number S76AR103-1-(1-9) and the NSSL, sample nos. 77P2485-77P2493.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak medium granular structure; very friable; many medium roots; moderately acid; abrupt smooth boundary.  (1 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 9 inches; brown (10YR 5/3) very fine sandy loam; weak fine subangular blocky structure; very friable; many medium roots; moderately acid; clear smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 56,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--9 to 22 inches; red (2.5YR 5/6) clay; strong medium angular blocky structure; very firm, plastic; common fine roots; many distinct reddish brown clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 76,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--22 to 30 inches; red (2.5YR 4/8) clay; strong medium angular blocky structure; very firm, plastic; few fine roots; many prominent pale brown and common distinct reddish brown clay films on faces of peds; many medium prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 104,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--30 to 41 inches; variegated, red (2.5YR 4/8) and light brownish gray (10YR 6/2) clay; moderate medium angular blocky structure; firm, plastic; many prominent gray and common distinct reddish brown clay films on faces of peds; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 104,
        "bottom": 135,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--41 to 53 inches; variegated, light brownish gray (10YR 6/2) and red (2.5YR 4/8) clay loam; moderate medium angular blocky structure; firm, slightly plastic; many faint gray and common distinct reddish brown clay films on faces of peds; extremely acid; clear smooth boundary."
      },
      {
        "name": "Btg1",
        "top": 135,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--53 to 62 inches; light brownish gray (10YR 6/2) clay loam; weak medium angular blocky and platy structure; friable; common faint gray and common prominent reddish brown clay films on faces of peds; many medium prominent red (2.5YR 4/6) iron accumulations; extremely acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 157,
        "bottom": 178,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--62 to 70 inches; light brownish gray (10YR 6/2) silty clay loam; weak medium angular and platy structure; friable; common faint gray and common prominent reddish brown clay films on faces of peds; common medium prominent red (2.5YR 4/6) mottles; extremely acid; clear smooth boundary.  ( Combined thickness of the Bt horizon ranges from 36 to 70 inches.)"
      },
      {
        "name": "BCg",
        "top": 178,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "extremely acid",
        "narrative": "BCg--70 to 80 inches; light brownish gray (10YR 6/2) clay loam; weak fine platy structure; friable; extremely acid."
      }
    ]
  ]
}
