{
  "SERIES": "SADDLEBUNCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Saddlebunch series consists of somewhat poorly drained soils that are shallow to rippable coral or oolitic limestone.  Saddlebunch soils formed in calcareous marl.  They are on flooded areas of the Florida Keys.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, isohyperthermic, shallow Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saddlebunch marl on a low tropical hammock with recent leaf litter about 0.5 inches thick.\nA1--0 to 5 inches; grayish brown (10YR 5/2) marl (silt loam); weak coarse platy structure parting to moderate fine granular; very friable; strongly effervescent; mildly alkaline; clear smooth boundary.\nA2--5 to 17 inches; light gray (10YR 7/2) marl (silt loam); weak coarse platy structure parting to weak fine granular; very friable; common fine and medium roots; few fine and very fine pores; strongly effervescent; moderately alkaline; abrupt irregular boundary (combined thickness of the A horizon is 4 to 20 inches).\n2R--17 inches; soft to hard but rippable oolitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Florida, lower Sugarloaf Key; 2.7 miles south on County Road 939 from its junction with    U. S. Hwy. 1, 0.8 miles east and 1.05 miles north on County Road 939A, and 100 feet west of road.  Sections have not been located for this area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock is 4 to 20 inches.  Reaction ranges from neutral to moderately alkaline.\nThe A1 horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3.  The A2 horizon has hue of 10YR or 2.5Y, value of 6 to 8, and chroma of 1 or 2.\nThe A horizon is marl with a non-carbonate free texture of silt or silty loam.  This horizon is more than 90 percent calcium carbonate.  Percent by volume of coral or limestone fragments is less than 15 percent.\nThe 2R horizon is soft to hard, but rippable coral or oolitic limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cudjoe series in the same family and the Keywest and Lignumvitae series in similar families and the Biscayne, Pennsuco, and Perrine series in hyperthermic families.  All competing series are poorly drained and lack a subhorizon with a value of 5 or less and a chroma of 2 or 3.  In addition, all competing series except Cudjoe soils are deeper."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Saddlebunch soils are on low tropical hammocks subject to flooding from storm tides, hurricanes, and runoff from adjacent higher areas.  Elevations are dominantly 1 to 3 feet above 1929 NGVD.  The mean annual temperature ranges from 75 to 78 degrees F., and the mean annual precipitation ranges from 40 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained\nmineral Keyvaca and Pennekamp soils on higher landforms; the moderately well drained organic Matecumbe soils on similar to slightly higher landforms; the poorly drained marly Cudjoe, Lignumvitae, and Keywest soils on slightly lower landforms; and the very poorly drained organic Tavernier, Islamorada, and Keylargo soils on distinctly lower landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are somewhat poorly drained with a high water table of 6 to 12 inches during wet periods of most years.  Permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for recreational and urban development.  Many areas remain in native vegetation of wild tamarind, mahogany, poisonwood, wild coffee, crabwood, buttonwood, white mangrove, and thatch palm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Saddlebunch soils are of small known extent on the Florida Keys.  These soils may occur on other tropical islands."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Florida, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; grayish brown (10YR 5/2) marl (silt loam); weak coarse platy structure parting to moderate fine granular; very friable; strongly effervescent; mildly alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A2--5 to 17 inches; light gray (10YR 7/2) marl (silt loam); weak coarse platy structure parting to weak fine granular; very friable; common fine and medium roots; few fine and very fine pores; strongly effervescent; moderately alkaline; abrupt irregular boundary (combined thickness of the A horizon is 4 to 20 inches)."
      },
      {
        "name": "2R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--17 inches; soft to hard but rippable oolitic limestone."
      }
    ]
  ]
}
