{
  "SERIES": "SADDLEBACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. THB-LRF-WDH",
  "REVDATE": "03/2011",
  "STATES": "ME,NH,NY",
  "OVERVIEW": "The Saddleback series consists of shallow, well drained soils on mountains.  These soils formed in glacial till.  Permeability is moderately slow to moderately rapid in the organic surface layer and moderate in the mineral solum. Slope ranges from 3 to 80 percent.  Mean annual temperature is about 34 degrees F, and mean annual precipitation is about 50 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic Lithic Humicryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saddleback fine sandy loam,on an east-facing slope of 14 percent in avery stony forested area.  (Colors are for moist soil.)\nOa--0 to 5 inches; very dusky red (2.5YR 2/2) sapric material; weak very fine and fine granular structure; very friable; common fine and many very fine roots; extremely acid; abrupt wavy boundary.  (0 to 8 inches thick)\nE--5 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak very fine granular structure; very friable; common very fine and fine roots; 5 percent gravel; extremely acid; abrupt broken boundary. (0 to 4 inches thick)\nBhs--6 to 8 inches; very dusky red (2.5YR 2/2) fine sandy loam; weak very fine granular structure; very friable; common very fine and fine roots; weakly smeary; 5 percent gravel; extremely acid; abrupt broken boundary.\nBh--8 to 12 inches; dark reddish brown (2.5YR 3/4) fine sandy loam; weak very fine granular structure; very friable; common very fine and fine roots; 5 percent gravel; extremely acid; gradual wavy boundary.  (Combined thickness of the Bhs and Bh horion is 4 to 16 inches.)\nBs--12 to 18 inches; reddish brown (2.5YR 4/4) fine sandy loam; weak very fine subangular blocky structure; very friable; few very fine and fine roots; 10 percent gravel and cobbles; very strongly acid; abrupt wavy boundary.  (0 to 16 inches thick)\nB'hs--18 to 19 inches; very dusky red (2.5YR 2/2) fine sandy loam; massive; very friable; few very fine roots; weakly smeary; 5 percent gravel; extremely acid; abrupt wavy boundary.  (0 to 5 inches thick)\nR--19 inches; metasandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Maine; Township E; 0.15 mile northwest of Madrid town line on ME Route 4, 5.0 miles west on logging road to a point where the road starts to curve from west to west-southwest, 600 feet south of logging road; USGS Jackson Mtn. topographic quadrangle; lat. 44 degrees 49 minutes 35 seconds N. and long. 70 degrees 35 minutes 15 seconds W.,NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 10 to 20 inches.  Rock fragments range from 5 to 30 percent throughout the mineral soil.  Textures are loam, silt loam, very fine sandy loam, fine sandy loam, and sandy loam in the fine-earth fraction.  Some pedons have gravelly loamy fine sand texture in the E horizon.  Stones and boulders cover from 0 to 3 percent of the surface.  The soil ranges from extremely acid to strongly acid.\nThe 0 horizon has hue of 2.5YR to 10YR, value of 2 or 3, and chroma of 1 or 2.  It has weak or moderate, very fine or fine granular structure.\nThe A horizon, where present, has hue of 5YR to 10YR, value of 2 or 3 and chroma of 1 or 2.\nThe E horizon is neutral or has hue of 5YR to 2.5Y, value of 4 to 7, and chroma of 0 to 3.  It has weak very fine or fine granular structure.\nThe Bhs horizon has hue of 10R to 10YR, with value and chroma of 3 or less.  The Bh horizon, has hue of 10R to 10YR, value of 2 to 4, and chroma of 1 to 4.  They have weak very fine to medium subangular blocky structure or weak or moderate very fine or fine granular.\nThe Bs horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 4.  Some pedons have been described with value of 3.  It has weak very fine or fine subangular blocky, weak very fine or fine granular, or weak thin platy structure, or the horizon is massive.  Consistence is very friable or friable.\nThe B'hs or B'h horizon, where present, has hue of 2.5YR to 10YR, with value and chroma of 2 or 3.  It has weak fine granular structure or it is massive.  Consistence is very friable or friable.\nThe bedrock is generally metasandstone, phyllite, granite, schist, or gneiss."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Sarkar, Snettisham and Traitors series in the same family.  These soils are from outside of Region R.  Sarkar soils formed in residuum and colluvium from weathered calcareous bedrock.   Snettisham soils have redoximorphic features in the spodic horizon.  Traitors soils formed in residuum and colluvium from phyllite and schist.  The competing series list is subject to change when the Keys to Soil Taxonomy, Sixth Edition, 1994 are fully implemented."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Saddleback soils are on mountain ridges.  Slope ranges from 3 to 80 percent.  The soils formed in a thin mantle of glacial till.  The mean annual temperature ranges from 32 to 37 degrees F, and the mean annual precipitation ranges from 40 to 60 inches.  The frost-free season ranges from 30 to 90 days.  Elevations range from 2300 to 5300 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are principally the Ricker soils, but also the Enchanted, Mahoosuc, Sisk and Surplus soils.  The Ricker soils are thin organic soils in topographic positions similar to those of Saddleback soils, but generally with more convex slopes.  Enchanted soils have more rock fragments and a thicker mineral cap over bedrock than the Saddleback soils and are on smooth steep slopes. Mahoosuc soils are deep and very deep soils formed in thin organic materials overlying fragmental colluvium or till, they are on steep side slopes.  Sisk soils are very deep, well drained glacial till soils on smooth side slopes.  Surplus soils are very deep, moderately well and somewhat poorly drained glacial till soils on less sloping smooth side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow to moderately rapid in the organic surface layers and moderate in the mineral solum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Forest.  Common tree species include balsam fir, mountain paper birch, red spruce, American mountain ash, yellow birch, mountain maple, and striped maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, New Hampshire, and New York.(MLRA 143)  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grafton County, New Hampshire, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  Saddleback soils were originally classified as thixotropic.  2.  Diagnostic horizons and features recognized in this pedon are:\na.  Albic horizon - the zone from 5 to 6 inches (E horizon).\nb.  Spodic horizon - the zone from 6 to 19 inches (Bhs, Bh, Bs and B'hs horizons).\nc. Humic feature - has more than 6 percent organic carbon throughout the upper 4 inches of the spodic horizon (Bhs and Bh horizons).\nd.  Lithic feature - hard bedrock at 14 inches2 from the mineral surface."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  The Soil Interpretation Record Numbers for the Saddleback series are:  Saddleback, ME0076; and Saddleback, stony, ME0141."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 5 inches; very dusky red (2.5YR 2/2) sapric material; weak very fine and fine granular structure; very friable; common fine and many very fine roots; extremely acid; abrupt wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--5 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak very fine granular structure; very friable; common very fine and fine roots; 5 percent gravel; extremely acid; abrupt broken boundary. (0 to 4 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 15,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bhs--6 to 8 inches; very dusky red (2.5YR 2/2) fine sandy loam; weak very fine granular structure; very friable; common very fine and fine roots; weakly smeary; 5 percent gravel; extremely acid; abrupt broken boundary."
      },
      {
        "name": "Bh",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh--8 to 12 inches; dark reddish brown (2.5YR 3/4) fine sandy loam; weak very fine granular structure; very friable; common very fine and fine roots; 5 percent gravel; extremely acid; gradual wavy boundary.  (Combined thickness of the Bhs and Bh horion is 4 to 16 inches.)"
      },
      {
        "name": "Bs",
        "top": 30,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs--12 to 18 inches; reddish brown (2.5YR 4/4) fine sandy loam; weak very fine subangular blocky structure; very friable; few very fine and fine roots; 10 percent gravel and cobbles; very strongly acid; abrupt wavy boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "B'hs",
        "top": 46,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B'hs--18 to 19 inches; very dusky red (2.5YR 2/2) fine sandy loam; massive; very friable; few very fine roots; weakly smeary; 5 percent gravel; extremely acid; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--19 inches; metasandstone."
      }
    ]
  ]
}
