{
  "SERIES": "SADDLEHORSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/SSP",
  "REVDATE": "09/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saddlehorse very channery loam, on a northeast facing, 17 percent slope in a Douglas fir forest at an elevation of 7,000 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 75 percent angular gravel from shale and sandstone.\nA1--0 to 3 inches; brown (10YR 5/3) very channery loam, dark brown (10YR 3/3) moist; weak thin platy structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; few medium and coarse, and common very fine and fine roots; common fine and many very fine pores; 40 percent angular gravel; 75 percent of surface is covered with angular gravel; slightly effervescent, 8 percent calcium carbonate equivalent, carbonates are disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary.\nA2--3 to 8 inches; brown (10YR 5/3) very channery loam, dark brown (10YR 3/3) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few medium and coarse, and common very fine and fine roots; common fine and many very fine pores; 25 percent gravel, 10 percent cobbles; slightly effervescent, 10 percent calcium carbonate equivalent, carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary.  (combined thickness of A horizons range from 7 to 19 inches)\nBk1--8 to 19 inches; brown (10YR 5/3) very channery loam, dark brown (10YR 4/3) moist; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium, and coarse roots; common very fine and fine tubular pores; 20 percent gravel, 15 percent channers, and 5 percent flagstones; strongly effervescent, 19 percent calcium carbonate equivalent, carbonates are disseminated and segregated as less than 1 mm thick coatings on undersides of the rock fragments; moderately alkaline (pH 8.2); gradual wavy boundary.\nBk2--19 to 30 inches; light yellowish brown (10YR 6/4) extremely channery loam, dark yellowish brown (10YR 4/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium, and coarse roots; few medium, and common very fine and fine pores; 55 percent channers and 15 percent flagstones; strongly effervescent, 21 percent calcium carbonate equivalent, carbonates are disseminated and segregated as 1 to 3 mm thick coatings around rock fragments; moderately alkaline (pH 8.4); clear wavy boundary.\nBk3--30 to 38 inches; light yellowish brown (10YR 6/4) extremely channery loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; 90 percent channers; strongly effervescent, 17 percent calcium carbonate equivalent, carbonates are disseminated and segregated as 1 to 3 mm thick coatings around rock fragments; strongly alkaline (pH 8.6); abrupt irregular boundary.  (combined thickness of Bk horizons range from 13 to 21 inches)\nCr--38 to 42 inches; weathered shale with fractures greater than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 34 miles south and 17 miles west of Bonanza; located about 2,100 feet north and 2,600 feet west of the southeast corner of sec. 7, T. 15 S., R. 22 E., SLBM; Pine Spring Canyon USGS quad; lat. 39 degrees 31 minutes 37 seconds N. and long. 109 degrees 29 minutes 49 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  The soil moisture control section is affected by precipitation that falls evenly throughout the year with a slight increase in the late summer and fall.  Ustic moisture regime.\nSoil temperature regime:  frigid\nMean annual soil temperature:  38 to 41 degrees F.\nSurface rock fragments:  50 to 80 percent\nDepth to paralithic contact:  20 to 40 inches to weathered shale or sandstone\nDepth to calcic horizon:  7 to 19 inches\nThickness of the mollic epipedon:  7 to 16 inches\nParticle-size control section:  18 to 27 percent clay and 50 to 85 percent rock fragments - channers, gravel, and flagstones\nA horizon:\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  very channery loam or extremely stony loam\nBk horizon:\nHue:  7.5YR or 10YR\nValue:  6 or 7 dry, 4 to 6 moist\nChroma:  2 to 4\nTexture:  very channery loam, very flaggy loam, and extremely channery loam\nRock fragments:  50 to 85 percent\nCalcium carbonate equivalent:  15 to 30 percent\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Winspect and Tosca.\nTosca, and Winspect do not have a lithic or paralithic contact within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium over residuum derived from sandstone and shale.\nLandform:  mountain slopes.\nSlopes:  15 to 80 percent\nElevation: 6,500 to 8,100 feet\nMean annual air temperature:  40 to 43 degrees F.\nMean annual precipitation:  16 to 22 inches.\nFrost-free period:  70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gompers, Moonset, Seeprid, Utso, and Winteridge series.\nGompers and Moonset soils are on hills and are shallow.\nSeeprid soils are on summits and shoulders of hills and are very deep.\nUtso soils are on summits on mountainslopes and are deep.\nWinteridge soils are on summits on plateaus and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland and wildlife habitat.  Potential plant community consists of Douglas fir, Rocky Mountain juniper, slender wheatgrass, mountain brome, Utah snowberry, Utah serviceberry, and Indian ricegrass.  This soil has been correlated to Mountain Very Steep Stony Loam (Douglas fir)- 048AY475UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR E, MLRA 48A.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County, Uintah Area Soil Survey, Utah. 1998.  The name comes from a nearby geographic location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 38 inches.  (Bk1, Bk2, and Bk3 horizons)\nMollic epipedon:  The zone from 0 to 8 inches.  (A1, A2 horizons)\nCalcic horizon:  The zone from 8 to 38 inches.  (Bk1, Bk2, Bk3 horizons)\nThe cation exchange activity class was inferred from laboratory data from similar soils in the Uintah Area Soil Survey.\nClassification was changed from Typic Calciborolls to frigid Typic Calciustolls 12/98.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
