{
  "SERIES": "SAFFELL",
  "STATUS": "Established Series",
  "BYREV": "LBW; Rev.RLT",
  "REVDATE": "02/2013",
  "STATES": "AL,AR,IL,KY,MS,MO,OK,TN,TX",
  "OVERVIEW": "The Saffell series consists of very deep, well drained, moderately permeable soils that formed in loamy and gravelly marine sediments of Tertiary Age. This soil is on Coastal Plain uplands in MLRAs 133A and 133B. Slopes range from 1 to 60 percent. Near the type location, the average annual temperature is about 63 degrees F., and the average annual precipitation is about 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Saffell gravelly sandy loam in woodland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly sandy loam; weak fine granular structure; very friable; many fine roots; about 20 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; clear smooth boundary. (2 to 6 inches thick)\nE--3 to 8 inches; brown (10YR 5/3) gravelly sandy loam; weak fine granular structure; very friable; many fine roots; about 20 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; clear smooth boundary. (0 to 12 inches thick)\nBE--8 to 14 inches; yellowish red (5YR 5/6) very gravelly sandy loam; weak fine subangular blocky structure; friable; many fine roots; about 35 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; clear smooth boundary. (0 to 10 inches thick)\nBt1--14 to 30 inches; yellowish red (5YR 5/6) very gravelly sandy clay loam; moderate fine subangular blocky structure; friable; common faint clay films on faces of peds; sand grains coated with clay; few fine roots; about 50 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; gradual smooth boundary.\nBt2--30 to 47 inches; reddish brown (5YR 4/4) very gravelly fine sandy loam; weak fine subangular blocky structure; friable; few faint clay films on faces of peds; sand grains coated and bridged with clay; few fine roots; about 50 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 28 to 50 inches.)\nC--47 to 72 inches; light yellowish brown (10YR 6/4) extremely gravelly loamy sand; structureless, single grain; friable; about 60 percent by volume quartz gravel less than 3 inches in diameter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ouachita County, Arkansas; 3 miles north of Eagle Mills on Arkansas Highway 9, then one mile northeast on gravel road, SW1/4SE1/4NE1/4 sec. 25, T. 11 S., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 35 to 60 inches.  The particle size control section has 15 to 35 percent clay.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma 2 through 4, or hue of 7.5YR, value of 4, and chroma of 4. Texture is fine sandy loam, sandy loam, loam, loamy sand, loamy fine sand, silt loam and their gravelly or very gravelly analogues. Rock fragment content, dominantly less than 3 inches in diameter, ranges from 1 to 60 percent by volume. Reaction is strongly acid or very strongly acid, except where limed.\nThe E horizon has hue of 10YR, value of 5 through 7, and chroma of 2 through 4. Texture is fine sandy loam, sandy loam, loam, loamy fine sand, loamy sand, silt loam and their gravelly or very gravelly analogues. Rock fragment content, dominantly less than 3 inches in diameter, ranges from 1 to 60 percent by volume. Reaction is strongly acid or very strongly acid, except where limed.\nThe BE horizon has hue of 10YR, 7.5YR or 5YR, value 4 or 5, and chroma of 4 or 6. Texture is the gravelly and very gravelly analogs of fine sandy loam, gravelly sandy loam, gravelly loam, and their very gravelly analogues. Rock fragment content, dominantly less than 3 inches in diameter, ranges from 15 to 60 percent by volume. Reaction is strongly acid or very strongly acid.\nThe Bt horizon has hue of 7.5YR, 5YR, or 2.5YR, value of 4 through 6, and chroma 4 through 8. Texture is the very gravelly or extremely gravelly analogs of sandy loam, sandy clay loam, loam, fine sandy loam, or clay loam. Mottles range from none to common in shades of brown, yellow or red. Rock fragment content, dominantly less than 3 inches in diameter, ranges from 35 to 80 percent by volume. Reaction is strongly acid or very strongly acid.\nThe BC horizon, if present, has hue of 7.5YR, 5YR, or 2.5YR, value of 4 through 6, and chroma 4 through 8. Texture is the very gravelly or extremely gravelly analogs of fine sandy loam, loam, sandy loam, sandy clay loam, or clay loam. Mottles range from none to common in shades of brown, yellow or red. Rock fragment content, dominantly less than 3 inches in diameter, ranges from 35 to 80 percent by volume. Reaction is strongly acid or very strongly acid.\nThe C horizon has hue of 7.5YR, 5YR, or 2.5YR, value of 4 through 8, and chroma 4 through 8. Texture is fine sandy loam, loam, sandy loam, loamy sand, loamy fine sand and their gravelly, very gravelly and extremely gravelly analogues. Mottles range from none to common in shades of brown, yellow or red. Rock fragment content, dominantly less than 3 inches in diameter, ranges from 5 to 80 percent by volume. Reaction is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Avant, Bigfork, Cobstone, Lillington, Steprock, and Zafra series. Avant soils are 20 to 40 inches to hard, fractured, tilted and folded, chert bedrock. Bigfork soils are 20 to 50 inches to hard chert or novaculite that is tilted 20 degrees to 60 degrees from the horizontal. Cobstone soils developed in fluvial sediments; typically have browner hues in the argillic horizon, and the rock fragments are dominantly cobbles and stones. Lillington soils developed in fluvial sediments and have sola more than 60 inches thick. Steprock soils are subactive, and are 20 to 40 inches to weathered and hard sandstone bedrock. Zafra soils are 20 to 56 inches to soft and hard interbedded sandstone and shale bedrock that is tilted 20 degrees to 60 degrees from the horizontal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Saffell soils are on nearly level to gently sloping upland ridgetops and moderately sloping to very steep upland sideslopes of the Western and Southern Coastal Plains. Slopes range from 1 to 60 percent. This soil formed in loamy and gravelly marine sediments of Tertiary Age. The average annual temperature ranges from 60 degrees to 66 degrees F., and average annual precipitation ranges from 48 to 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bowie, Brandon, Pikeville, Sacul, Smithdale, Savannah and Ruston soils. Bowie soils occur on nearly level to gently sloping landscapes; are in a fine-loamy particle-size class and contain more than 5 percent plinthite. Brandon soils occur on higher landscapes and are in a fine-silty particle class. Pikeville soils are on similar landscapes and are in a fine-loamy particle size class. Sacul soils are on similar landscapes and are in a clayey particle size class. Smithdale soils are on gently sloping to steep sideslopes and are in a fine-loamy particle size class. Savannah soils are on nearly level to gently sloping landscapes; are in a fine-loamy particle size class and have a fragipan. Ruston soils are on nearly level ridgetops and are in a fine-loamy particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Saffell soils are well drained; moderate permeability; moderately high hydraulic conductivity, runoff is low to high depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is woodland of shortleaf pine, loblolly pine, and upland oaks. Cleared areas are used for pastures of bermudagrass and bahiagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Alabama, Illinois, Kentucky, Louisiana, Mississippi, Missouri, Oklahoma, Tennessee, and Texas. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Drew County, Arkansas; 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 2004 to allow non gravelly and gravelly textures in the substratum. These textures are documented by data from Tunica County and Wilkinson County, Mississippi.  Diagnostic horizons and features recognized in the type location pedon are:\nOchric epipedon--surface to a depth of 8 inches (A and E horizons)\nArgillic horizon--zone from 14 to 47 inches (Bt1 and Bt2 horizons)\nParticle size control section--the zone from 14 to 34 inches)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly sandy loam; weak fine granular structure; very friable; many fine roots; about 20 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--3 to 8 inches; brown (10YR 5/3) gravelly sandy loam; weak fine granular structure; very friable; many fine roots; about 20 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 36,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--8 to 14 inches; yellowish red (5YR 5/6) very gravelly sandy loam; weak fine subangular blocky structure; friable; many fine roots; about 35 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; clear smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 76,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--14 to 30 inches; yellowish red (5YR 5/6) very gravelly sandy clay loam; moderate fine subangular blocky structure; friable; common faint clay films on faces of peds; sand grains coated with clay; few fine roots; about 50 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 119,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--30 to 47 inches; reddish brown (5YR 4/4) very gravelly fine sandy loam; weak fine subangular blocky structure; friable; few faint clay films on faces of peds; sand grains coated and bridged with clay; few fine roots; about 50 percent by volume quartz gravel less than 3 inches in diameter; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 28 to 50 inches.)"
      },
      {
        "name": "C",
        "top": 119,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "narrative": "C--47 to 72 inches; light yellowish brown (10YR 6/4) extremely gravelly loamy sand; structureless, single grain; friable; about 60 percent by volume quartz gravel less than 3 inches in diameter; strongly acid."
      }
    ]
  ]
}
