{
  "SERIES": "SAGAMORE",
  "STATUS": "Tentative Series",
  "BYREV": "IRD: GMW/LJL/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sagamore gravelly sandy loam, on a linear south facing (200 degrees), 28 percent slope at an elevation of 1,476 meters (4,842 feet). (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 6 percent fine gravel, 35 percent medium and coarse gravel, 20 percent cobbles, 4 percent stones, and 1 percent boulders.\nA -- 0 to 3 centimeters (0 to 1 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine and fine vesicular pores; 7 percent fine gravel and 18 percent medium and coarse gravel; violently effervescent (15 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.4); abrupt smooth boundary. (3 to 5 centimeters, 1 to 2 inches thick)\nABk -- 3 to 16 centimeters (1 to 6 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; common fine irregular pores; 75 percent distinct, white (10YR 8/1), calcium carbonate coats on bottom surfaces of rock fragments; 5 percent fine gravel and 15 percent medium and coarse gravel; violently effervescent (17 percent calcium carbonate equivalent of the fine earth fraction); strongly alkaline (pH 8.5); clear wavy boundary. (0 to 13 centimeters, 0 to 5 inches thick)\nBk -- 16 to 35 centimeters (6 to 14 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine irregular pores; 95 percent distinct, white (10YR 8/1), calcium carbonate coats on bottom surfaces of rock fragments, 1 percent medium, distinct, white (10YR 8/1), platy, very strongly cemented calcium carbonate pendants on bottom of rock fragments with clear boundaries, 5 percent medium, distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate nodules in the matrix with clear boundaries and 7 percent coarse, distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate nodules in matrix with clear boundaries; 10 percent fine gravel, 20 percent medium and coarse gravel, and 1 percent cobbles; violently effervescent (17 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.2); abrupt wavy boundary. (15 to 23 centimeters, 6 to 9 inches thick)\nBkqm1 -- 35 to 45 centimeters (14 to 17 inches); light gray (10YR 7/2) moderately cemented sand, pale brown (10YR 6/3) moist; petrocalcic with 90 percent continuous cementation; strong very thick platy structure; very hard, extremely firm, brittle; very few very fine roots in cracks; few very fine and fine irregular pores; 10 percent distinct, very pale brown (10YR 8/4), silica on rock fragments; 70 percent distinct, white (10YR 8/1), calcium carbonate coats on rock fragments; 2 percent fine distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate pendants on bottom of rock fragments with clear boundaries and 10 percent fine distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate nodules in matrix with clear boundaries and 5 percent medium distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate nodules in matrix with clear boundaries; 8 percent fine gravel and 2 percent medium and coarse gravel; violently effervescent (40 percent calcium carbonate equivalent of the fine earth fraction); strongly alkaline (pH 8.6); abrupt wavy boundary. (10 to 15 centimeters, 4 to 6 inches thick)\nBkqm2 -- 45 to 60 centimeters (17 to 24 inches); light gray (10YR 7/2) moderately cemented very gravelly loamy sand, pale brown (10YR 6/3) moist; petrocalcic with 95 percent continuous cementation; massive; very hard, extremely firm, brittle; 10 percent prominent, very pale brown (10YR 8/4), silica coats on rock fragments; 70 percent distinct, white (10YR 8/1), calcium carbonate coats on rock fragments, 2 percent fine distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate pendants on bottom of rock fragments with clear boundaries and 5 percent medium distinct, white (10YR 8/1), irregular, weakly cemented calcium carbonate nodules in matrix with clear boundaries; 15 percent fine gravel and 20 percent medium and coarse gravel; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.8);"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California, approximately 2 kilometers (1 mile) south of the intersection of Hart Mine Road and Ivanpah Road; about 140 meters (460 feet) east and 125 meters (410 feet) north of the southwest corner of section 23, T. 14 N., R. 16 E. San Bernardino Base and Meridian; USGS Castle Peaks, CA 7.5 minute topographic quadrangle; 35 degrees, 16 minutes, 27 seconds north latitude and 115 degrees, 14 minutes, 13 seconds west longitude; UTM 11S 660350e 3904863n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part from December to March and intermittently moist for 10 to 20 days during July to September following summer convection storms; aridic bordering on ustic soil moisture regime.\nSoil temperature: 15 to 19 degrees C. (59 to 66 degrees F.)\nSurface rock fragments: 65 to 70 percent with 41 to 65 percent gravel, 0 to 20 percent cobbles, 0 to 4 percent stones and 0 to 2 percent boulder.\nDepth to calcic horizon: 3 to 17 centimeters (1 to 7 inches).\nDepth to petrocalcic horizon: 25 to 36 centimeters (10 to 14 inches).\nControl Section\nClay content: 7 to 12 percent.\nRock fragments: ranges from 15 to 35 percent, averages 20 to 35 percent.\nCalcium carbonate equivalence of the less than 20 millimeter fraction: 40 to 60 percent.\nA horizon\nValue: 5 or 6 dry.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 7 to 10 percent.\nRock fragments: 15 to 30 percent gravel.\nCalcium carbonate equivalence of the fine earth fraction: 15 to 35 percent.\nReaction: slightly alkaline or moderately alkaline.\nABk horizon (when present)\nValue: 5 or 6 dry.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 8 to 10 percent.\nRock fragments: 15 to 30 percent gravel and cobbles.\nCalcium carbonate equivalence of the fine earth fraction: 15 to 35 percent.\nReaction: moderately to strongly alkaline.\nVisible secondary carbonates: 0 to 3 percent, fine to coarse, weakly to very strongly cemented calcium carbonate nodules and 25 to 95 percent calcium carbonate coats on the bottom of rock fragments.\nBk/Bkq horizon(s)\nValue: 5 or 6 dry.\nChroma: 3 or 4 dry or moist.\nTexture: sandy loam or fine sandy loam.\nClay content: 8 to 12 percent.\nRock fragments: 15 to 35 percent gravel and cobbles.\nCalcium carbonate equivalence of the fine earth fraction: 15 to 35 percent.\nVisible secondary carbonates: 5 to 15 percent, fine to coarse, weakly to very strongly cemented calcium carbonate nodules and 90 to 100 percent calcium carbonate coats on rock fragments.\nBkqm/Bkkqm horizon(s)\nHue: 10YR or 2.5Y, dry or moist.\nValue: 7 or 8 dry, 5 to 7 moist.\nChroma: 1 or 2 dry, 2 or 3 moist.\nTexture of the fine earth: sand, fine sand, loamy sand or fine sandy loam.\nClay content: 4 to 5 percent. Rock fragments: 10 to 60 percent gravel.\nCalcium carbonate equivalence of the fine earth fraction: 20 to 55 percent.\nReaction: moderately alkaline or strongly alkaline.\nCementation class: weakly to strongly cemented, 90 to 95 percent continuity."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bard (NV), Crossen (TX), Mormon Mesa (NV), Upton (TX), and Woda (NV) series. Bard, Mormon Mesa, and Woda soils have typic aridic soil moisture regimes. Bard soils are redder in the calcic horizon with 5YR or 7.5YR hues and have a petrocalcic horizon at a depth greater than 36 centimeters and Crossen and Upton soils have an indurated petrocalcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sagamore soils are on ballenas and fan remnants. Slopes are 2 to 30 percent. These soils formed in alluvium derived from limestone. Elevation is 1,265 to 1,530 meters (4,150 to 5,020 feet). The climate is arid with cool, moist winters and warm, moist summers. Mean annual precipitation is 175 to 225 millimeters (7 to 9 inches). The mean annual air temperature is 13 to 17 degrees C (55 to 63 degrees F). Frost free season is 210 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is Stonekey (T) soils. The Stonekey soil is moderately deep to a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high saturated hydraulic conductivity above the petrocalcic horizon and low within the petrocalcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation and wildlife habitat. Vegetation is black grama, galleta, Joshua tree, banana yucca, and Nevada jointfir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California, U.S.A.; MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Bernardino County, California; Soil Survey of Mojave National Preserve Area, California, 2011. The name is coined from Sagamore Canyon within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 16 centimeters (0 to 6 inches) (A and ABk horizons).\nCalcic horizon - from a depth of 16 to 35 centimeters (6 to 14 inches) (Bk horizon).\nPetrocalcic horizon - the zone beginning at 35 centimeters (14 inches) (Bkqm1 horizon).\nParticle size control section - 0 to 35 cm (0 to 14 inches) (A, ABk and Bk horizons).\nADDITIONAL DATA: NASIS User Pedon ID is 11CA795251.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 10/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
