{
  "SERIES": "SAGOLA",
  "STATUS": "Established Series",
  "BYREV": "WCA-WEF",
  "REVDATE": "6/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sagola fine sandy loam - on a 10 percent south facing slope from an area of Sagola fine sandy loam, 6 to 18 percent slopes, stony, in a forested area at an elevation of about 1,440 feet. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; black (N 2.5/0) partially decomposed forest litter. (0 to 3 inches thick)\nE--2 to 5 inches; brown (7.5YR 5/2) fine sandy loam, pinkish gray (7.5YR 7/2) dry; weak very fine subangular blocky structure; very friable; many very fine to coarse roots; about 2 percent gravel and 3 percent cobbles; strongly acid; abrupt wavy boundary.  (1 to 6 inches thick)\nBs--5 to 20 inches; dark brown (7.5YR 4/4) fine sandy loam; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 2 percent gravel and 3 percent cobbles; strongly acid; gradual wavy boundary.  (4 to 20 inches thick)\nE/B--20 to 35 inches; brown (7.5YR 5/4) loamy sand, pinkish gray (7.5YR 6/2) dry (E); occupies about 60 percent of the horizon completely surrounding isolated remnants of reddish brown (5YR 4/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common distinct reddish brown (5YR 4/3) clay films on faces of peds; few very fine to coarse roots; common very fine vescicular pores; about 2 percent gravel and 3 percent cobbles; neutral; gradual irregular boundary.  (6 to 20 inches thick)\nB/E--35 to 56 inches; reddish brown (5YR 4/4) sandy loam (Bt); common distinct reddish brown (5YR 4/3) clay films on faces of peds; occupies about 70 percent of the horizon penetrated by tongues of brown (7.5YR 5/4) loamy sand, pinkish gray (7.5YR 6/2) dry (E); moderate medium subangular blocky structure; friable; few very fine to coarse roots; few very fine vescicular pores; about 2 percent gravel and 3 percent cobbles; neutral; gradual wavy boundary. (10 to 25 inches thick)\nC--56 to 80 inches; strong brown (7.5YR 5/6) sandy loam;  massive; friable; few very fine and fine roots; about 2 percent gravel and 3 percent cobbles; few thin strata of fine sand and sand, slight effervescence; slightly alkaline.\nTYPE LOCATION;  Marquette County, Michigan; about 3 miles southeast of Witch Lake; 1,000 feet west and 100 feet north of the southeast corner of sec. 32, T. 45 N., R. 29 W."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Depth to free carbonates ranges from 50 to 60 inches. Gravel content ranges from 0 to 15 percent, cobbles range from 0 to 15 percent and stones range from 0 to 2 percent throughout the pedon. Total rock fragment content of the particle-size control section ranges from 2 to 10 percent.  Surface stones and boulders range from .01 to 3 percent coverage.\nThe O horizon has hue of 5YR, 7.5YR or it is neutral.  It has value of 2 or 3 and chroma of 0 or 1.\nWhere present, the A horizon has hue of 5YR, 7.5YR or 10YR, value of 2 or 3 and chroma of 1 or 2.  Cultivated areas have an Ap horizon 7 to 10 inches thick with hue of 10YR or 7.5YR, value of 3 or 4 and chroma of 2 or 3.  Reaction is strongly acid to slightly acid.\nThe E horizon has hue of 5YR or 7.5YR, value of 4 to 6 and chroma of 2 or 3.  Reaction is strongly acid to slightly acid.\nThe Bs horizon has hue of 5YR or 7.5YR, and value and chroma of 3 or 4, except chroma and value of 3 do not occur together.  The A, E, and Bs horizons are fine sandy loam, or loamy fine sand in the fine earth fractions.  Reaction is strongly acid or moderately acid.\nThe E part of the E/B and B/E horizon has hue of 5YR or 7.5YR, value of 4 to 6 and chroma of 2 to 4.  It is loamy sand or loamy fine sand in the fine earth fraction.  Reaction is neutral or slightly alkaline.\nThe Bt part of the E/B and B/E horizons has hue of 5YR or 7.5YR, and value and chroma of 3 or 4.  It is sandy loam or fine sandy loam in the fine earth fraction.  The argillic horizon averages from 8 to 15 percent clay and contains from 50 to 70 percent fine sand and coarser. In some pedons the E and Bt horizon occur as separate horizons.  Also the Bt horizon may occur as bands in the lower subsoil in some pedons.  Reaction is neutral or slightly alkaline.\nThe C horizon has hue of 7.5YR, value of 5 or 6 and chroma of 4 to 6. It is sandy loam or loamy sand in the fine earth fraction.  Some pedons have thin strata of sand or fine sand.  Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abbaye, Alcona, Cheboygan, Goodman, Newood (T), Padus, Peavy (T), Sarona, Trenary and Ubly series in the same family and the similar Emmet, Onaway and Pemene series. Abbaye soils are underlain by sandstone bedrock at depths of 20 to 40 inches. Alcona soils developed in glaciofluvial materials and are underlain by stratified layers of loamy sand and sandy loam within depths of 20 to 40 inches. Cheboygan soils are sand or loamy sand in the upper 12 inches of the particle size control section and are underlain by dense till within depths of 20 to 40 inches. Goodman soil contain less than 50 percent fine sand or coarse in the control section. Newood soils are underlain by dense glacial till with slow permeability at depths of 45 to 60 inches. Padus soils are formed in glacial outwash deposits and are underlain by stratified sand and gravel within 20 to 40 inches. Peavy and Sarona soils have reactions that are more acid than neutral in the lower half of the control section and are developed in non calcareous glacial till. In addition Peavy soils have dense argillic horizons and are underlain by dense glacial till at depths from 26 to 50 inches. Trenary and Ubly soils contain between 18 to 30 percent clay in the argillic horizon. In addition Ubly soils contain free carbonates within 40 inches. The Emmet, Onaway and Pemene soils do not have spodic horizons. In addition Emmet and Onaway soils have free carbonates within 40 inches and the Onaway soils contain from 18 to 27 percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sagola soils are on ground moraines and end moraines. Slopes range from 1 to 45 percent.  Mean annual precipitation ranges from 30 to 32 inches and mean annual temperature ranges from 41 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the excessively drained Rubicon, and the well drained Keweenaw and Emmet soils that are on similar landscape positions. Rubicon soils are sandy throughout and the Keweenaw soils have sandy particle size control sections. The very poorly drained organic Carbondale soils are in nearby depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is slow to medium and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Sagola soils are forested with northern red oak, red maple, paper birch, quaking aspen, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Upper Peninsula of Michigan.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Michigan, 1992.  Source of name is a village in northwestern Dickinson County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nalbic horizon - zone from 0 to 3 inches (E horizon);\nspodic horizon - zone from 3 to 18 inches (Bs1 horizon); argillic horizon - zone from 33 to 54 inches (B/E horizon), glossic horizon - the zone from 18 to 54 inches (E/B and B/E horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
