{
  "SERIES": "SAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRCN-ELB-ROP",
  "REVDATE": "01/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sago muck in a shallow depressional area with alder and willow on a glacial lake plain.  (Colors are for moist soil unless otherwise noted.)\nOa--0 to 13 inches; black (10YR 2/1) and very dark brown (10YR 2/2) muck (broken face, rubbed and pressed sapric material); about 10 percent fiber, about 2 percent rubbed; weak moderately and fine granular structure; very friable; many roots; primarily herbaceous fiber; moderately acid; abrupt wavy boundary.  (8 to 16 inches thick)\nA--13 to 15 inches; black (5Y 2/1) and very dark gray (5Y 3/1) mucky silt loam; massive; friable; many medium and coarse roots; few fine prominent yellowish red (5YR 5/8) Fe concentrations; moderately acid; abrupt wavy boundary.  (1 to 4 inches thick)\nBg1--15 to 28 inches; olive gray (5Y 5/2) loamy very fine sand; weak medium platy structure; very friable; common medium roots; common medium prominent yellowish brown (10YR 5/6-5/8) Fe concentrations; slightly acid; clear wavy boundary.\nBg2--28 to 41 inches; gray (5Y 5/1) very fine sandy loam; massive; very friable; few fine roots; common medium prominent yellowish brown (10YR 5/6-5/8) Fe concentrations; neutral; clear wavy boundary.  (Combined thickness of Bg horizons is 8 to 30 inches.)\nCg--41 to 60 inches; gray (5Y 6/1) stratified very fine sand to silt loam; massive; very friable; common medium prominent yellowish brown (10YR 5/6-5/8) and few fine prominent yellowish red (5YR 5/8) Fe concentrations; few light gray (5Y 7/1) and white (5Y 8/1) soft calcium carbonate threads; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Itasca County, Minnesota; about 6.5 miles south and 1 mile east of the community of Warba; about 1180 feet north and 150 feet east of the southwest corner of sec. 34, T. 53 N., R 23 W.; USGS Quadrangle Jacobson, Minn.; Latitude 47 degrees 1 minutes 47 seconds N., and Longitude 93 degrees 15 minutes 6 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 16 to 50 inches.  The mineral soil to a depth of at least 60 inches is stratified with textures ranging from sand to silty clay loam.  Average clay content of the 10- to 40-inch particle-size control section is 6 to 18 percent.  The content of fine sand and coarser ranges from 15 to 60 percent.  The rock fragment content, which is less than 3 inches in size, ranges from 0 to 2 percent by volume.\nThe O horizon is sapric or hemic material.  It has hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 to 3.  It is slightly acid to very strongly acid.\nThe A horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 or 2.  It is silt loam, very fine sandy loam, fine sandy loam, loamy very fine sand, or has a mucky modifier of these textures.  It is moderately acid to neutral.\nThe Bg horizon has hue of 2.5Y to 5GY, value of 4 to 7, and chroma of 1 or 2.  It has few to many medium and fine high chroma mottles.  It is typically fine sandy loam, loamy very fine sand, very fine sandy loam, or sandy loam with thin finer or coarser textured strata in some pedons.   It is moderately acid to neutral.\nSome pedons have a BC horizon.\nThe Cg horizon has hue of 5Y, 2.5Y, or 5GY; value of 4 to 8; and chroma of 2 or less.  It has few to many, coarse to fine high chroma Fe concentrations.  It is stratified and typically fine sandy loam, very fine sandy loam, loamy very fine sand, very fine sand, loamy fine sand, sandy loam, silt loam, or loam with thin finer or coarser textured strata in some pedons.  It is neutral to moderately alkaline.  Most of the material having value of 7 or 8 has highly concentrated carbonates as soft irregularly shaped masses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are in the Burnham, Nahma, Peacham, Pleine, Sabattis, Waucedah, and Witbeck series in the same family.  The Nahma soils have limestone bedrock at depths of 20 to 40 inches.  Burnham and Peacham soils are firm in the lower solum and very firm dense till and have Cd horizons within depths of 40 inches.  Waucedah soils have a thin stara of organic sediments in the particle-size control section.  Pleine, Sabattis, and Witbeck soils do not have free carbonates and have more coarse fragments in the lower solum and C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sago soils are on concave or plane surfaces in shallow depressions or drainageways.  They formed in a thin layer of organic material and underlying stratified loamy and sandy sediments in glacial lake plains and on river terraces.  Slopes range from 0 to 2 percent.  Mean annual air temperature is 36 to 42 degrees F.  Mean annual precipitation ranges from 22 to 28 inches.  Frost-free days range from 90 to 120.  Elevation above sea level ranges from 1000 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cowhorn, Morph, Rosy, Wawina, and Zimmerman series and the competing Newson series.  The Cowhorn and Morph soils are on slightly higher landscape positions, both soils lack histic epipedons.  Morph soils are fine loamy.  Rosy, Wawina, and Zimmerman soils are well drained or excessively drained and on higher positions in the landscape.  In addition, Zimmerman soils are sandy.  The Newson soils are also in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Runoff is very low or ponded.  Permeability is moderate to moderately rapid in the organic material and moderate permeability in the lower material.  Depth to an apparent seasonal high water table is as high as +1 to 0.5 foot at some time from October to July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in its natural condition of sedge, reed, willow and alder cover.  Some has black ash, black spruce, or white cedar vegetation.  A small amount is used for hay or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Minnesota, principally in Aitkin, Cass, Itasca, and St. Louis Counties.  This soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Itasca County, Minnesota, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features are:  histic epipedon - the zone from the surface to a depth of 13 inches (Oa horizon); cambic horizon - the zone from 15 to 41 inches (Bg1 and Bg2 horizons); aquic moisture regime based upon histic epipedon.\nADDITIONAL DATA:  Soil Interpretation Record number: MN0331.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
