{
  "SERIES": "SAGUACHE",
  "STATUS": "Established Series",
  "BYREV": "Rev.GB",
  "REVDATE": "10/90",
  "STATES": "CO",
  "OVERVIEW": "The Saguache series are deep, well to somewhat excessively drained soils formed in mixed alluvium.  They are on floodplains and valley filling side slopes with slopes of 0 to 30 percent.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic\nTorriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saguache sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--O to 15 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate, fine, granular structure; soft, very friable; 5 percent pebbles; noncalcareous; moderately alkaline; gradual, smooth boundary.  (12 to 24 inches thick)\nIIC--15 to 60 inches; variegated colors; noncalcareous; very gravelly sand; 40 percent pebbles; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; 800 feet north of the southwest corner of Sec. 31, T. 39 N., R 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 42 to 46 degrees F., and the mean summer soil temperature ranges from 61 to 64 degrees F.  These soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material ranges from 40 to more than 60 inches.  Depth to the sandy-skeletal IIC horizon ranges from 12 to 25 inches.  Exchangeable sodium typically is more than 4 percent in the upper part of the control section but ranges from 0 to 14 percent in a majority of subhorizons of the control section.  Exchangeable sodium percentage decreases as depth increases.  The upper part of the control section is usually a sandy loam but clay averages 5 to 18 percent, silt 0 to 40 percent, and sand 50 to 95 percent.  Rock fragments in the upper part of the control section range from 0 to 35 percent and are typically less than 3 inches in diameter.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7, 3 through 6 moist, and chroma of 1 through 4.  Reaction is moderately to strongly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR.  Reaction is mildly to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Dunul series. Dunul soils are less than 10 inches deep to the sandy-skeletal material, and are calcareous at or near the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Saguache soils are on recent floodplains and valley filling side slopes.  The soils formed in coarse textured mixed alluvium.  Slope gradients range from 0 to 30 percent.  The average annual precipitation is 7 inches with peak periods of precipitation in the spring and summer.  The mean annual temperature is 41 to 45 degrees F., and the mean summer temperature is 59 to 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Littlebear and the McGinty soils.  Littlebear soils have less than 35 percent coarse fragments.  McGinty soils are moderately coarse textured and have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for irrigated cropland.  Native vegetation is mainly needleandthread grass, Indian ricegrass, thickspike wheatgrass and four-wing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The San Luis Valley area of south-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alamosa County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 5/81.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": "well to somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "A1--O to 15 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate, fine, granular structure; soft, very friable; 5 percent pebbles; noncalcareous; moderately alkaline; gradual, smooth boundary.  (12 to 24 inches thick)"
      },
      {
        "name": "IIC",
        "top": 38,
        "bottom": 152,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "mildly alkaline",
        "narrative": "IIC--15 to 60 inches; variegated colors; noncalcareous; very gravelly sand; 40 percent pebbles; mildly alkaline."
      }
    ]
  ]
}
