{
  "SERIES": "SAHAPTIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/TDT",
  "REVDATE": "11/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sahaptin very cobbly silty clay loam-forested, on a northwest-facing slope of 50 percent at an elevation of 1600 feet.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 3 inches; very dark brown (10YR 2/2) very cobbly silty clay loam, dark brown (10YR 4/3) dry; strong very fine and fine granular structure; hard, firm, sticky and plastic; many very fine and fine, and common medium roots; many very fine irregular pores; 25 percent gravel and 15 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.\nA2--3 to 8 inches; very dark brown (10YR 2/2) very cobbly silty clay loam, dark brown (10YR 4/3) dry; moderate very fine and fine granular and very fine subangular blocky structure; hard, firm, sticky and very plastic; many very fine and fine, and common medium roots; common very fine continuous tubular pores; 30 percent gravel and 20 percent cobbles; moderately acid (pH 5.6); clear smooth boundary.  (Combined thickness of the A horizon is 7 to 12 inches)\nBw--8 to 17 inches; dark brown (10YR 3/3) extremely cobbly silty clay, dark brown (10YR 4/3) dry; moderate very fine and fine subangular block structure; very hard, very firm, sticky and very plastic; many very fine and fine roots; common very fine continuous tubular pores; 45 percent gravel and 35 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.  (3 to 12 inches thick)\nR--17 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon, 4 miles northwest of the town of Glide, 2000 feet east and 1980 feet north of the southwest corner of section 35, T. 25 S., R. 4 W. W.M.  (Latitude 43 degrees, 21 minutes N, Longitude 123 degrees, 8 minutes, 24 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to bedrock is 10 to 20 inches.  The mollic epipedon is 7 to 12 inches thick.  The mean annual soil temperature is 51 to 56 degrees F.  The soil is usually moist but is dry within all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  The particle-size control section has 35 to 50 percent clay and 45 to 85 percent rock fragments.  Hue is 10YR or 7.5YR.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and 2 to 4 dry.  It has 20 to 35 percent gravel and 15 to 25 percent cobbles.  Clay content is 30 to 40 percent.\nThe Bw horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is extremely cobbly silty clay, very gravely silty clay, or very cobbly silty clay loam with 35 to 50 percent clay.  It has 25 to 45 percent gravel and 20 to 40 percent cobbles.  Base saturation is 60 to 75 percent by sum of bases."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sahaptin soils are on mountain sideslopes.  They formed in colluvium derived from basalt.  Slopes are 30 to 90 percent.  Elevations are 500 to 2800 feet.  The climate is characterized by warm, wet winters and hot, dry summers.  The mean annual temperature is 49 to 55 degrees F, and the mean annual precipitation is 30 to 60 inches.  The frost free period is 160 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dixonville, Jory, Nekia, Philomath, and Ritner soils.  Dixonville, Jory, Nekia, and Ritner soils are deeper than 20 inches to bedrock.  Philomath soils are clayey.  All of these soils are commonly on more gently sloping positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sahaptin soils are used for timber production, wildlife habitat, and pasture.  Native vegetation included Douglas fir, incense cedar, and Pacific madrone with an understory of rose, Pacific poison oak, common snowberry, Saskatoon serviceberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon, MLRA 2.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - from the soil surface to 8 inches.  (A1 and A2 horizons)\nCambic horizon - from 8 to 17 inches.  (Bw horizon)\nLithic contact - 17 inches (R horizon)\nParticle-size control section - from 10 to 17 inches.\nMineralogy (mixed) is based on the associated Ritner Series.  This series is mapped in complex with the established Ritner series which is classified as clayey-skeletal, mixed, mesic Dystric Xerochrepts.\nBase saturation is assumed to be 75 percent or less in some part of the soil above the lithic contact, based on geographically associated soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
