{
  "SERIES": "SAILES",
  "STATUS": "Established Series",
  "BYREV": "Rev. KR:JDS:DS",
  "REVDATE": "09/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sailes fine sandy loam, on smooth 1 percent slope in a bahiagrass pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; brown (10YR 5/3) fine sandy loam; moderate fine subangular blocky structure; slightly hard, very friable; many very fine and common medium roots; many fine and medium, and common coarse vesicular pores; few fine and medium ironstone nodules; very strongly acid; clear smooth boundary. (3 to 9 inches thick)\nBt1--6 to 13 inches; yellowish red (5YR 5/6) sandy clay loam; moderate medium prismatic structure parting to moderate fine subangular blocky; hard; friable; many very fine roots; common medium roots; many fine and medium pores; common coarse pores; very few patchy clay films; few fine distinct light yellowish brown (10YR 6/4) strippings; few fine and medium ironstone nodules; common fine and medium iron-manganese concretions; common medium worm casts; strongly acid; clear smooth boundary. (7 to 16 inches thick)\nBt2--13 to 28 inches; red (2.5YR 4/6) sandy clay loam; moderate coarse prismatic structure parting to moderate fine subangular blocky; hard; friable; many very fine roots; common medium roots; many fine and medium vesicular pores; , and common coarse vesicular pores; very few patchy clay films; few fine iron-manganese concretions; few fine ironstone nodules; common medium worm casts; moderately acid; gradual smooth boundary. (6 to 23 inches thick)\nBt3--28 to 52 inches; red (2.5YR 4/8) sandy clay loam; moderate coarse prismatic structure parting to moderate fine subangular blocky; hard; friable; many very fine roots; common fine and medium vesicular pores; very few discontinuous clay films; few fine and medium prominent brownish yellow (10YR 6/8) strippings; few fine iron-manganese concretions; few fine ironstone nodules; very strongly acid; gradual wavy boundary. (7 to 24 inches thick)\nBt4--52 to 63 inches; red (2.5YR 4/8) sandy clay loam; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; many very fine roots; common fine and medium vesicular pores; very few discontinuous clay films; common fine and medium prominent brownish yellow (10YR 6/8) strippings; very few fine prominent very pale brown (10YR 7/4) skeletans; few fine rounded iron-manganese concretions; about 10% by volume slightly brittle peds; very strongly acid; gradual wavy boundary. (11 to 24 inches thick)\nBt5--63 to 72 inches; yellowish red (5YR 5/6) sandy clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; common very fine and common fine roots; common fine and medium vesicular pores; very few discontinuous clay films; common fine and medium prominent brownish yellow (10YR 6/8) strippings; very few fine prominent very pale brown (10YR 7/4) skeletans; few fine rounded iron-manganese concretions; about 30% by volume slightly brittle peds; strongly acid; gradual wavy boundary. (9 to 21 inches thick)\nBt6--72 to 87 inches; strong brown (7.5YR 5/8) sandy clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; common very fine roots; common fine and medium vesicular pores; very few discontinuous strong brown (7.5YR 4/6) clay films on faces of peds and in pores; very few fine prominent very pale brown (10YR 7/4) skeletans; common fine and medium prominent red (2.5YR 4/6) masses of iron accumulation; about 2% brownish yellow (10YR 6/8) weathered glauconitic material; about 50% by volume slightly brittle peds; very strongly acid. (9 to 15 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cass County, Texas; from the intersection of US 59 & TX 96 in Queen City; 1.9 miles northwest on TX 96; 1.4 miles west and northwest on CR 3437; 120 feet north into pasture.; USGS Atlanta North topographic quadrangle; 33 degrees 10 minutes 42.8 seconds N. Latitude, 94 degrees 11 minutes 42.8 seconds W. Longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. Ironstone nodules less than 3 inches across range from 0 to 15 percent throughout the A and upper part of the Bt horizon. Clay content in the upper part of the Bt horizon averages between 18 and 35 percent. Reaction ranges from very strongly acid to moderately acid in the A and E horizons, unless limed, and from extremely acid to moderately acid in the Bt horizon.\nThe A or Ap horizon has a hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 4. Texture is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or very fine sandy loam.\nThe E, EB, or BE horizon, where present, has a hue or 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 6. Texture is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or very fine sandy loam. Thickness of the E, EB, or BE horizon ranges from 0 to 12 inches.\nThe upper parts of the Bt horizon have hue of 10R to 5YR, value of 4 or 5, and chroma of 3 to 8. Texture is loam, clay loam, or sandy clay loam. Strippings in shades of brown or yellow range from none to common.\nThe lower parts of the Bt horizon have hue of 10R to 7.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is loam, clay loam, or sandy clay loam. Strippings and iron accumulations in shades of red, brown, yellow, gray, or pink range from none to many . Some horizons are variegated in these colors. Up to 5 percent iron-manganese concretions are in the Bt horizon in some pedons. Few skeletans, brittle masses, weathered glauconitic material, or shale fragments are in the lower parts of the Bt horizon in some pedons.\nA 2Bt horizon is recognized in some pedons below a depth of 20 inches that has hue of 2.5YR to 10R, value of 3 or 4, and chroma of 2 to 8. Texture is loam, clay loam, or sandy clay loam. Strippings and iron accumulations in shades of red, brown, yellow, gray, or pink range from none to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Addielou, Allen, Avilla, Bama, Dubach, Etowah, Holston, Ironcity, Leesburg, Minvale, Nella, Noboco, Octavia, Pikeville, Ruston, and Warnock series in the same family. Addielou soils have an ochric epipedon more than 20 inches thick and the upper Bt horizons have a more yellow hue. Avilla and Pikeville soils have more than 15 percent coarse fragments in the lower part of the solum. Allen soils formed in alluvium or colluvium from mountain geologies. Bama soils have a CEC to clay ratio of less than 0.24 in the control section. Etowah soils formed in alluvium or colluvium that is underlain by limestone. Dubach, Holston, Noboco, and Warnock soils have hue of 7.5YR or yellower throughout. Ironcity, Leesburg, Minvale, Nella, and Octavia soils have sandstone or chert gravels in the Bt horizon. Ruston soils are bisequal, with a buried Bt/E horizon and a clay decrease within a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sailes soils are on gently sloping to moderately steep uplands on the Western Coastal Plain. These soils are on broad ridgetop and side slope positions on interstream divides. Slope gradients range from 1 to 15 percent. The soils formed in loamy marine sediments in the Queen City and Sparta Formations of the Claiborne Group of the Eocene age. In some areas, the epipedon and upper parts of the subsoil have formed in wind reworked sediments The climate is humid temperate. Mean annual temperature is about 64 to 70 degrees F. Average annual precipitation ranges from 40 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bowie, Briley, Cuthbert, Kirvin, Lilbert, and Tenaha soils. Bowie soils are on similar or slightly lower positions and have a yellowish brown Bt horizon with plinthite. Briley and Lilbert soils are on slightly higher positions and have a sandy epipedon greater than 20 inches thick. Cuthbert and Kirvin soils have a clayey Bt horizon. Cuthbert soils are on steep sideslopes and Kirvin soils are on slightly higher ridgetops. Tenaha soils are on slightly higher sideslope position and have a sandy epipedon more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Sailes soils are well drained and permeability is moderate. Runoff is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The principal use is woodland and pasture with some small areas used for truck crops such as watermelons, peas, and corn. The woodland overstory consists of loblolly and shortleaf pine, sweet gum, red oak, and hickory. The understory consists of shrubs and grasses. Pastures are generally bahiagrass or bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Sailes series is moderately extensive on the Western Coastal Plain of Eastern Texas, Arkansas and Louisiana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bienville Parish, Louisiana, 1992. The type location was moved to Cass Co., Texas in 1997 due to the predominance of acreage there."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Ruston series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: surface to 6 inches.\nArgillic horizon: 6 to 87 inches.\nADDITIONAL DATA: Data from Cass County, Texas: NSSL No. S95TX-067-001. Data from Bienville Parish, Louisiana: LSU No. S88LA-13-16.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
