{
  "SERIES": "SALAMANCA",
  "STATUS": "Established Series",
  "BYREV": "WEH-PSP-MEC",
  "REVDATE": "06/2016",
  "STATES": "NY",
  "OVERVIEW": "The Salamanca series consists of very deep, moderately well drained soils formed in till derived from soft shale, and some siltstone and sandstone. These soils are on glaciated uplands at elevations above 1800 ft. Slope ranges from 3 to 35 percent. Mean annual temperature is about 7 degrees C. (45 degrees F.) and mean annual precipitation is about 1120 mm (44 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, frigid Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Salamanca silt loam, on a 6 percent slope in an idle field. (Colors are for moist soil).\nAp --  0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; very friable; many fine roots; 10 percent rock fragments; moderately acid; abrupt smooth boundary. (10 to 28 cm [4 to 11 in] thick)\nBw1 --   20 to 41 cm (8 to 16 in); brown (10YR 5/3) silt loam, weak fine subangular block structure; very friable; common fine roots; 5 percent rock fragments; moderately acid; clear smooth boundary.\nBw2 --  41 to 71 cm (16 to 28 in); light olive brown (2.5Y 5/4) channery silty clay loam; moderate medium subangular block structure; firm; very few roots; pale brown (10YR 6/3) on all faces of peds; common medium distinct grayish brown (10YR 5/2) masses of iron depletions and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulations within the matrix; 20 percent rock fragments; strongly acid; clear wavy boundary.\nBw3 --  71 to 94 cm (28 to 37 in); light olive brown (2.5Y 5/4) channery silt loam; weak medium subangular blocky structure; firm; common medium distinct light brownish gray (10YR 6/2) masses of iron depletions and yellowish brown (10YR 5/6) masses of iron accumulations within the matrix; 25 percent rock fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons 46 to 114 cm [18 to 45 in])\nC --  94 to 183 cm (37 to 72 in); olive brown (2.5Y 4/4) channery silt loam; massive; firm; common medium distinct grayish brown (10YR 5/2) masses of iron depletions and yellowish brown (10YR 5/6) masses of iron accumulations within the matrix; 30 percent rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cattaraugus County, New York; town of Lyndon, one mile east of North Center Road and Porter Road, 400 feet north of Porter Road. USGS Rawson, NY topographic quadrangle; Latitude 42 degrees, 19 minutes, 21 seconds N. and Longitude 78 degrees, 20 minutes, 06 seconds W. NAD. 1983"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 66 to 127 cm (26 to 50 in). Depth to bedrock is more than 152 cm (60 in). Rock fragments, mostly channers and flagstones, range from 5 to 35 percent, by volume, in the upper part of the solum and from 20 to 50 percent in the lower part of the solum and substratum.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 1 to 3. Texture is silt loam or loam in the fine earth fraction. Reaction ranges from very strongly acid to moderately acid.\nThe Bw horizons have hues of 7.5YR to 5Y, value of 4 to 6, and chroma of 3 to 6. Texture is silt loam, loam, silty clay loam or clay loam in the fine earth fraction. Structure is weak or moderate, fine to coarse subangular blocky or granular. Consistence ranges from very friable to firm. Reaction ranges from very strongly acid to moderately acid.\nSome pedons have a BC horizon that is similar to the Bw horizon in color and texture, but differs in having weaker structure and textures ranging to very channery analogues.\nThe C horizon has hues of 7.5YR to 5Y, values of 3 to 5, and chroma of 1 to 4. Texture is silt loam, loam, or silty clay loam, or clay loam in the fine earth fraction. Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The only series in the same family is the Ischua series. Ischua soils are less than 102 cm (40 in) deep to bedrock.\nThe Almond, Franklinville, Hornellsville, Gretor, and Leatherbark soils are similar soils in related families. Almond soils have aquic moisture regime. Franklinville soils have a coarse-loamy particle size control section. Gretor and Hornellsville soils have bedrock at a depth of less than 102 cm (40 inches). Leatherbark are somewhat poorly drained soils formed in residual material and have bedrock at a depth of less than 102 cm (40 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Salamanca soils are gently sloping to steep soils on upland hilltops, ridges and valley sides. Slope ranges from 3 to 35 percent. The soils formed in till derived from soft shale, and some siltstone and sandstone. Mean annual temperature ranges from 4 to 9 degrees C (39 to 48 degrees F.); mean annual precipitation ranges from 825 to 1790 mm (32 to 70 in); and the frost free season ranges from 110 to 155 days. These soils are at elevations that range from 425 to 1100 m (1394 to 3609 ft) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Ischua, Lewbath, Mongaup, Napoli, Schuyler, Towerville and Yorkshire soils are on nearby landscapes. Lewbath soils are in areas that have a fragipan. Ischua and Mongaup soils occur where bedrock is at depths of less than 102 cm (40 in). Schuyler and Towerville soils are at lower elevations and have a mesic temperature regime. Napoli and Yorkshire soils are in areas that have an argillic horizon and a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high or high in the surface layer and upper part of the subsoil, and low to moderately high in the lower part of the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most gently sloping and sloping areas have been cleared and used for hay and pasture with some corn and small grains. Native vegetation is mixed hardwoods of sugar maple, beech, northern red oak, black cherry and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Higher elevations of the glaciated Appalachian Plateau in southern New York.  MLRAs 139 and 140. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cattaraugus County, New York 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Salamanca soils have previously been mapped as a cool phase of the Schuyler series.  The series extent may expand when update work converts the mesic counterpart series, Schuyler to Salamanca.\nDiagnostic horizons and features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from the surface to 20 cm (8 in) (Ap horizon).\n2. Cambic horizon - the zone from 20 to 94 cm (8 to 37 in) (Bw horizons).\n3. Aquic subgroup - as evidenced by low chroma redoximorphic features above a depth of 61 cm (24 in) (Bw2 horizon).\n4. CEC activity class changed from active to semiactive based on a review of similar soils."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap --  0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; very friable; many fine roots; 10 percent rock fragments; moderately acid; abrupt smooth boundary. (10 to 28 cm [4 to 11 in] thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine subangular block",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1 --   20 to 41 cm (8 to 16 in); brown (10YR 5/3) silt loam, weak fine subangular block structure; very friable; common fine roots; 5 percent rock fragments; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular block",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 --  41 to 71 cm (16 to 28 in); light olive brown (2.5Y 5/4) channery silty clay loam; moderate medium subangular block structure; firm; very few roots; pale brown (10YR 6/3) on all faces of peds; common medium distinct grayish brown (10YR 5/2) masses of iron depletions and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulations within the matrix; 20 percent rock fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 71,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3 --  71 to 94 cm (28 to 37 in); light olive brown (2.5Y 5/4) channery silt loam; weak medium subangular blocky structure; firm; common medium distinct light brownish gray (10YR 6/2) masses of iron depletions and yellowish brown (10YR 5/6) masses of iron accumulations within the matrix; 25 percent rock fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons 46 to 114 cm [18 to 45 in])"
      },
      {
        "name": "C",
        "top": 94,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C --  94 to 183 cm (37 to 72 in); olive brown (2.5Y 4/4) channery silt loam; massive; firm; common medium distinct grayish brown (10YR 5/2) masses of iron depletions and yellowish brown (10YR 5/6) masses of iron accumulations within the matrix; 30 percent rock fragments; strongly acid."
      }
    ]
  ]
}
