{
  "SERIES": "SALADAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHR",
  "REVDATE": "06/2002",
  "STATES": "PR",
  "OVERVIEW": "The Saladar series consists of black, highly decomposed herbaceous materials.  These soils have a high base status with pH of 7.4 on the surface and decreasing to 6.8 with depth.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saladar muck.\n(Colors are for moist soil unless otherwise stated.)\nOa1--0 to 10 inches; black (10YR 2/1) rubbed and pressed; about 30 percent fiber, about 15 percent rubbed; weak fine granular structure; nonsticky; mildly alkaline (pH 7.4 by Lamotte); gradual smooth boundary.  (8 to 12 inches thick)\nOa2--10 to 35 inches; black (10YR 2/1), rubbed and pressed; about 25 percent fiber, about 10 percent rubbed; weak medium granular structure; nonsticky, neutral (pH 7.2 by Lamotte); gradual smooth boundary.  (20 to 35 inches thick)\nOa3--35 to 51 inches; Black (10YR 2/1), rubbed and pressed; about 40 percent rubbed; massive; nonsticky, neutral (pH 6.8 by Lamotte)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan, SCD, Cantano, Puerto Rico; 530 feet west of the corner of Dr. Joaquin Bosch Street and Dr. Colly Toste Street, Levittown Urbanization."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic portion of the control section has colors in hues of 10YR or 7.5YR, values of 2 or 3, and chromas of 1 or 2.  The value and/or chroma may increase 1 or 2 units when exposed to the air.\nThe surface tier (0 to 10 inches) exclusive of loose surface litter is composed of hemic and sapric materials with unrubbed fiber content that ranges from 20 to 30 percent of the organic volume.  Rubbed fiber content is 10 to 15 percent.  Structure of the surface tier ranges from weak to moderate fine granular.\nThe subsurface tier is dominated by sapric material.  The unrubbed fiber content ranges from 15 to 25 percent of the organic volume and is 10 or less after rubbing.  Fibers are chiefly herbaceous.  Size of fibers are commonly 0.15 to 0.5 mm.\nThin layers of mineral materials may occur at any depth within the profile.  Senses of sulfidic material may occur at depths lower than 60 inches.  Water table is at or near the surface most of the year.  The reaction of the profile ranges from 7.4 to 6.5 (by Lamotte method) and decreases with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alakai and Kenner series.  The Alakai soils have a mineral substratum, are more acid and have an isomesic soil temperature regime.  Kenner soils have a thermic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Saladar soils occur in closed depressions, and coastal marshes with inadequate outlets.  Slope gradients range from 0 to 2 percent.  These soils have formed in thick deposits of almost completely decomposed herbaceous plant remains.  The climate is humid tropical.  The average annual rainfall is 80 inches and the mean annual temperature is 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Martin Pena, and Bajura series, both of which are mineral soils and lack organic materials.  They occupy slightly higher positions in the coastal lowlands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Natural vegetation consists of cattails, ferns, Para grass, sedges, morning glory, and other water loving plants.  It is used as wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid coastal marshes of Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico; l942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Saladar series was formerly classified in the Bogs great soil group.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa1--0 to 10 inches; black (10YR 2/1) rubbed and pressed; about 30 percent fiber, about 15 percent rubbed; weak fine granular structure; nonsticky; mildly alkaline (pH 7.4 by Lamotte); gradual smooth boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Oa2",
        "top": 25,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa2--10 to 35 inches; black (10YR 2/1), rubbed and pressed; about 25 percent fiber, about 10 percent rubbed; weak medium granular structure; nonsticky, neutral (pH 7.2 by Lamotte); gradual smooth boundary.  (20 to 35 inches thick)"
      },
      {
        "name": "Oa3",
        "top": 89,
        "bottom": 130,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "narrative": "Oa3--35 to 51 inches; Black (10YR 2/1), rubbed and pressed; about 40 percent rubbed; massive; nonsticky, neutral (pH 6.8 by Lamotte)."
      }
    ]
  ]
}
