{
  "SERIES": "SALAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev GWC-DAW",
  "REVDATE": "01/2016",
  "STATES": "NM",
  "OVERVIEW": "The Salago series consists of very deep, somewhat poorly drained soils that formed in gypsiferous lacustrine deposits. These nearly level soils are on playas. Slopes range from 0 to 3 percent. The mean annual precipitation is about 8 inches and the mean annual air temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-gypseous, hypergypsic, thermic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Salago gypsiferous sandy clay loam - rangeland. (Colors are for dry soil unless otherwise noted)\nCnyyz1--0 to 3 inches (0 to 6 cm); pale yellow (2.5Y 7/3) gypsiferous sandy clay loam, light yellowish brown (2.5Y 6/4), moist; 20 percent clay; massive; soft, very friable, nonsticky, nonplastic; common very fine dendritic tubular pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 60 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 60.0 dS/m (mmhos/cm); strongly saline; clear smooth boundary.\nCnyyz2--3 to 17 inches (6 to 42 cm); light gray (2.5Y 7/2) gypsiferous sandy loam, light brownish gray (2.5Y 6/2), moist; 9 percent clay; massive; soft, very friable, nonsticky, nonplastic; many very fine irregular pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 74 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 41.0 dS/m (mmhos/cm); strongly saline; clear smooth boundary.\nCnyyzg--17 to 60 inches (42 to 152 cm); gray (N 5) gypsiferous sandy loam, dark gray (N 4), moist; 16 percent clay; massive; soft, very friable, nonsticky, nonplastic; many very fine irregular pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 62 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 55.0 dS/m (mmhos/cm); strongly saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dona Ana County, New Mexico. USGS Quad Lake Lucero; approximately 14.5 miles southwest of the intersection of US Highway 70 and the White Sands National Monument entrance; 2,145 feet north and 1,182 feet east of the southwest corner of Section 35, Township 18 S, Range 5 E. Latitude: 32 degrees 41 minutes 56.4 seconds north, Longitude: 106 degrees 24 minutes 25.60 seconds west, NAD 83; UTM Easting: 368104 meters, UTM Northing: 3618794 meters. UTM zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic soil moisture regime based on precipitation. Moist in some part of the soil moisture control section during July - April. Driest during May and June. This soil has transitory internal free water and a fluctuating water table. Water table is at 20 to 40 inches in most years.\nMean annual soil temperature: 66 to 72 degrees F.\nParticle-size control section (weighted average)\nClay content:  5 to 50 percent\nRock fragments: 0 to 15 percent\nElectrical conductivity: 30 to 150 dS/m\nPercent gypsum: 40 to 95 percent\nCnyyz horizons\nHue: 7.5YR, 10YR, 2.5Y, 5Y, 10Y, N, 5GY\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 1 to 4, dry or moist\nTexture: gypsiferous sand, gypsiferous loamy sand, gypsiferous sandy loam, gypsiferous sandy clay loam\nClay: 0 to 27 percent\nGypsum: 40 to 100 percent\nReaction: neutral to moderately alkaline\nCnyyzg horizon\nHue: 10YR, 2.5Y, N, 10Y, 5Y, 5GY, 7.5YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 1 to 3, dry or moist\nTexture: gypsiferous sand, gypsiferous loamy sand, gypsiferous sandy loam, gypsiferous fine sandy loam, gypsiferous loam, gypsiferous loamy fine sand, gypsiferous loamy coarse sand, gypsiferous coarse sand, gypsiferous sandy clay loam\nClay: 0 to 35 percent\nRock fragments: 0 to 35 percent\nGypsum: 40 to 100 percent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Salago soils are on playas. Slope is 0 to 3 percent. These soils formed in gypsiferous lacustrine deposits. Elevation ranges from 3,870 to 3,920 feet. The mean annual precipitation is 8 to 12 inches. Precipitation falls mostly during the months of July through September. The mean annual air temperature is 64 to 70 degrees F. The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the tentative Lark (NM), Carreta (NM), Ratscat(NM) and Sabkha (NM) soils. Lark soils are on vegetated dunes. Carreta soils are gypseous-skeletal. Ratscat soils have a gypsic horizon and are on relict shoreline complexes. Sabkha soils are fine-gypseous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; negligible runoff; moderately slow to moderately rapid permeability. Water table ranges from 20 to 40 inches during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are wildlife habitat, recreation and research activities. Salago soils are normally devoid of vegetation due to high salt content and ponding."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central New Mexico, limited to White Sands National Monument, MLRA 42, Salago is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Sands National Monument, Dona Ana County, New Mexico, 2014. The name Salago is derived from the Spanish words \"sal' and \"lago\" which translate to salt and lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nParticle-size control section - the zone from 10 to 40 inches (Cnyyz2 and Cnyyzg horizons)\nSalic horizon - the zone from 0 to 60 inches (Cnyyz1, Cnyyz2, and Cnyyzg horizons)\nEndosaturation - the zone from 36 to 60 inches (Cnyyzg horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nRevised for the correlation of White Sands National Monument, New Mexico; April, 2015, NMS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Cnyyz1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cnyyz1--0 to 3 inches (0 to 6 cm); pale yellow (2.5Y 7/3) gypsiferous sandy clay loam, light yellowish brown (2.5Y 6/4), moist; 20 percent clay; massive; soft, very friable, nonsticky, nonplastic; common very fine dendritic tubular pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 60 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 60.0 dS/m (mmhos/cm); strongly saline; clear smooth boundary."
      },
      {
        "name": "Cnyyz2",
        "top": 8,
        "bottom": 43,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cnyyz2--3 to 17 inches (6 to 42 cm); light gray (2.5Y 7/2) gypsiferous sandy loam, light brownish gray (2.5Y 6/2), moist; 9 percent clay; massive; soft, very friable, nonsticky, nonplastic; many very fine irregular pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 74 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 41.0 dS/m (mmhos/cm); strongly saline; clear smooth boundary."
      },
      {
        "name": "Cnyyzg",
        "top": 43,
        "bottom": 152,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cnyyzg--17 to 60 inches (42 to 152 cm); gray (N 5) gypsiferous sandy loam, dark gray (N 4), moist; 16 percent clay; massive; soft, very friable, nonsticky, nonplastic; many very fine irregular pores; gypsum, finely disseminated and salt, finely disseminated throughout; noneffervescent, 0 percent calcium carbonate equivalent and 62 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 55.0 dS/m (mmhos/cm); strongly saline."
      }
    ]
  ]
}
