{
  "SERIES": "SALERNO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHM; AGH; GRB",
  "REVDATE": "05/2004",
  "STATES": "FL",
  "OVERVIEW": "The Salerno series consists of very deep, poorly drained, very slowly permeable soils on the flatwoods of Peninsular Florida.  They formed in sandy marine sediments.  Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic, ortstein Grossarenic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Salerno sand--on a 0.5 percent slope in rangeland.  (Colors are for moist soil.)\nA1--0 to 4 inches; black (N 2/0) rubbed, sand; weak fine granular structure; very friable; many fine and medium roots; extremely acid; clear smooth boundary.\nA2--4 to 9 inches; very dark gray (N 3/0) sand; single grained; loose; many fine and medium roots, few coarse roots; many uncoated sand grains; extremely acid; clear smooth boundary.  (Combined thickness of the A horizons range from 4 to 14 inches)\nEg1--9 to 17 inches; dark gray (10YR 4/1) sand; single grained; loose; common fine and medium roots; common very dark grayish brown (10YR 3/2) streaks in old root channels; very strongly acid; gradual diffuse boundary.\nEg2--17 to 46 inches; light brownish gray (10YR 6/2) fine sand; single grained; loose; few fine and medium roots; few dark grayish brown (10YR 4/2) streaks in old root channels; very strongly acid; clear wavy boundary.  (Combined thickness of the Eg horizons range from 24 to 51 inches)\nBw--46 to 61 inches; brown (10YR 5/3) fine sand; single grained; loose; few fine and medium roots; common very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) streaks and pockets; very strongly acid; abrupt wavy boundary.  (0 to 28 inches thick)\nBh--61 to 76 inches; black (N 2/0) fine sand; massive; firm; weakly cemented ortstein consists of 60 to 85 percent of pedon; few fine and medium roots; sand grains well coated with colloidal organic matter; few pockets of dark reddish brown (5YR 2/2) areas with less organic matter than the matrix; extremely acid; clear irregular boundary.  (10 to 20 inches thick)\nBw/Bh--76 to 100 inches; dark reddish brown (5YR 3/4) fine sand (Bw); single grained; loose; noncemented; few weakly cemented dark reddish brown (5YR 3/3) spodic fragments (Bh); few fine roots; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Martin County, Florida; approximately 2.5 miles south of Salerno, Florida.  About 1.0 mile north of Poinciana Gardens and 600 feet east of U. S. Highway 1."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the Bh horizon is more than 50 inches.  Reaction is dominantly extremely acid to strongly acid but ranges to neutral in coastal areas.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2; or it is neutral with value of 2 to 4.  Where the value is less than 3.5, thickness is less than 10 inches.  Texture is sand or fine sand.\nThe Eg horizon has hue of 10YR or 2.5Y, value of 4 to 8, and chroma of 1 or 2; or it is neutral with value of 5 to 8.  Streaks and redoximorphic features in shades of gray or brown range from few to common.  Texture is sand or fine sand.\nThe Bw horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3.  Streaks and redoximorphic features in shades of gray or brown range from few to common.\nThe BE horizon, where present, has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  Streaks of E horizon material and uncoated sand grains range from few to many.  Texture is sand or fine sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 4; or it is neutral with value of 2.  It is weakly or moderately cemented in 60 to 90 percent of the horizon.  Streaks or pockets of Eg horizon material range from none to common.  Some pedons have a lower Bh horizon that is noncemented and have the same range of colors and textures.  Texture is sand or fine sand.\nThe BC horizon, where present, has hue of 5YR to 10YR, value of 3 or 4, and chroma of 3 or 4.  Streaks and redoximorphic features in shades of gray or brown range from none to common.  Texture is sand or fine sand.\nThe Bw/Bh horizon has the same range of colors and textures as the BC horizon.   Weakly to strongly cemented fragments of spodic material range from few to common.\nThe C horizon, where present, has hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 5 or 6.  Redoximorphic features in shades of brown, yellow, and gray or fragments of Bh material range from none to common.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Salerno soils are on broad flatwoods in Peninsular Florida.  Slopes range from 0 to 2 percent.  They formed in sandy marine sediments.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 60 inches and the average annual temperature ranges from 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Basinger, EauGallie, Immokalee, Myakka, Oldsmar, Paola, Placid, Pomello, Satellite, St. Lucie, and Wabasso series.  Basinger and Placid soils are in lower sloughs and depressions in the flatwoods and are sandy throughout.  In addition, Basinger soils have weakly expressed spodic horizons and the very poorly drained Placid soils have umbric epipedons.  The very poorly or poorly drained EauGallie, Immokalee, Myakka, Oldsmar, and Wabasso soils are on similar flatwoods positions but do not have ortstein.  In addition, EauGallie, Myakka, and Wabasso soils have spodic horizons within 30 inches of the surface, Myakka soils lake argillic horizons,  and Wabasso soils have base saturation greater than 35 percent in the argillic horizon.  Immokalee and Oldsmar soils have spodic horizons between depths of 30 to 50 inches while Oldsmar soils have base saturation greater than 35 percent.  Myakka soils have spodic horizons at depths of less than 30 inches.  The excessively drained Paola and St. Lucie soils occur on high ridges and knolls and are sandy throughout.  In addition, Paola soils have weakly expressed spodic horizons.  Somewhat poorly to moderately well drained Pomello soils are on higher positions and have spodic horizons at a depth of 30 to 50 inches from the surface and no argillic horizons.  The somewhat poorly drained Satellite soils are on slightly higher low knolls and ridges and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; rapid permeability in the A and E horizons and very slow to moderately slow permeability in the Bh horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Salerno soils are in native range and pasture.  Some areas are used for community development.  The native vegetation consists of slash pine with an understory of sawpalmetto, gallberry, fetterbush, waxmyrtle, chalky bluestem, creeping bluestem, broomsedge bluestem, lopsided indiangrass, blue maidencane, panicums, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of moderate known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Lucie County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of 46 inches (A1, A2, Eg1 and Eg2 horizons).\nAlbic horizon - the zone from 9 to 46 inches (Eg1 and Eg2 horizons).\nCambic horizon - the zone from 46 to 61 inches (Bw horizon).\nSpodic horizon - the zone from 61 to 100 inches (Bh horizon and the Bh part of the Bw/Bh horizon).\nSalerno soils were formerly included in the Immokalee series.   Hydraulic conductivity studies show these soils to have Bh horizons that severely restrict the downward movement of water and that have the characteristics of ortstein.\nAquic condition - episaturation - all layers above the cemented layers can be saturated during wet periods.  Depending on water table conditions, lower layers can also be saturated.\nThe water table is within depths of 6 to 18 inches for 2 to 4 months during the wet season in most years and recedes to depths of more than 40 inches for 1 to 4 months in the dry season.  The water table is perched above the Bh horizon early in the summer rainy season and following heavy rainfall in other seasons."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Characterization Lab., IFAS, UF S43-4-(1-7).  University of Florida, Gainesville, FL."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; black (N 2/0) rubbed, sand; weak fine granular structure; very friable; many fine and medium roots; extremely acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 3,
        "moist_chroma": 0,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 9 inches; very dark gray (N 3/0) sand; single grained; loose; many fine and medium roots, few coarse roots; many uncoated sand grains; extremely acid; clear smooth boundary.  (Combined thickness of the A horizons range from 4 to 14 inches)"
      },
      {
        "name": "Eg1",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Eg1--9 to 17 inches; dark gray (10YR 4/1) sand; single grained; loose; common fine and medium roots; common very dark grayish brown (10YR 3/2) streaks in old root channels; very strongly acid; gradual diffuse boundary."
      },
      {
        "name": "Eg2",
        "top": 43,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg2--17 to 46 inches; light brownish gray (10YR 6/2) fine sand; single grained; loose; few fine and medium roots; few dark grayish brown (10YR 4/2) streaks in old root channels; very strongly acid; clear wavy boundary.  (Combined thickness of the Eg horizons range from 24 to 51 inches)"
      },
      {
        "name": "Bw",
        "top": 117,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--46 to 61 inches; brown (10YR 5/3) fine sand; single grained; loose; few fine and medium roots; common very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) streaks and pockets; very strongly acid; abrupt wavy boundary.  (0 to 28 inches thick)"
      },
      {
        "name": "Bh",
        "top": 155,
        "bottom": 193,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bh--61 to 76 inches; black (N 2/0) fine sand; massive; firm; weakly cemented ortstein consists of 60 to 85 percent of pedon; few fine and medium roots; sand grains well coated with colloidal organic matter; few pockets of dark reddish brown (5YR 2/2) areas with less organic matter than the matrix; extremely acid; clear irregular boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bw/Bh",
        "top": 193,
        "bottom": 254,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw/Bh--76 to 100 inches; dark reddish brown (5YR 3/4) fine sand (Bw); single grained; loose; noncemented; few weakly cemented dark reddish brown (5YR 3/3) spodic fragments (Bh); few fine roots; extremely acid."
      }
    ]
  ]
}
