{
  "SERIES": "SALGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Salga series consists of deep, well drained, moderately\npermeable soils.  The soils formed in calcareous clayey\nsediments.  These soils are on nearly level to gently\nsloping uplands.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Calcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Salga clay loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) clay\nloam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, friable; many fine roots;\ncommon fine and very fine pores; common wormcasts; few\ntermite tunnels; few fine concretions of calcium carbonate; calcareous, moderately alkaline; clear smooth boundary.  (5\nto 10 inches thick)\nBt1--6 to 16 inches; brown (7.5YR 4/2) clay loam, dark\nbrown (7.5YR 3/2) moist; moderate fine and medium subangular\nand moderate fine angular blocky structure; very hard, firm;\nmany fine roots; common fine and very fine pores; common\nwormcasts; common termite tunnels; thin patchy clay films on\nfaces of peds; few films and threads of calcium carbonate;\nfew fine concretions of calcium carbonate; calcareous,\nmoderately alkaline; gradual smooth boundary.  (5 to 10\ninches thick)\nBt2--16 to 25 inches; reddish brown (5YR 5/4) clay\nloam, reddish brown (5YR 4/4) moist; moderate fine and\nmedium subangular and moderate fine angular blocky\nstructure; very hard, firm; common fine roots; common fine\nand very fine pores; common wormcasts; few termite tunnels;\nthin patchy clay films on faces of peds; common films and\nthreads of calcium carbonate; few fine concretions of\ncalcium carbonate; calcareous, moderately alkaline; clear\nwavy boundary.  (6 to 16 inches thick)\nBtk1--25 to 55 inches; reddish yellow (5YR 6/6) clay\nloam, yellowish red (5YR 5/6) moist; weak medium subangular\nblocky structure; hard, firm; few fine roots; few wormcasts;\npatchy clay films on faces of peds; estimated 60 percent\ncalcium carbonate equivalent; many fine concretions of\ncalcium carbonate; many soft medium bodies of calcium\ncarbonate; calcareous, moderately alkaline; diffuse wavy\nboundary.  (20 to 35 inches thick)\nBtk2--55 to 84 inches; reddish yellow (5YR 6/6) clay\nloam, yellowish red (5YR 5/6) moist; weak medium subangular\nblocky structure; hard, firm; thin patchy clay films on\nfaces of peds; estimated 35 percent calcium carbonate\nequivalent common fine concretions of calcium carbonate;\nmany medium soft bodies of calcium carbonate; calcareous,\nmoderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCulloch County, Texas; about 18 miles west\nand 6 miles north of Brady; 1 mile south and 0.55 mile east\nof Salt Gap; 40 feet north of unpaved county road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 60\nto more than 80 inches.  The soil is moderately alkaline and calcareous in all horizons.  Distinct calcic horizons are at\ndepths of 22 to 30 inches.\nThe A horizon is dark brown to very dark grayish brown in\nhue of 7.5YR or 10YR, value of 3 or 4 and chroma of 2 or 3.\nIt is clay loam or silty clay loam.\nThe Bt1 horizon has the same range in color as the A\nhorizon.  The Bt2 horizon is reddish brown or brown in hue\nor 5YR or 7.5YR, value or 4 or 5 and chroma of 4.  It is\nclay loam or clay.  Clay content ranges from 35 to 45\npercent.  The Bt horizon contains 6 to 14 percent more clay\nthan the A horizon.\nThe Btk horizon is reddish yellow or yellowish red in hue of\n5YR or 7.5YR, value of 5 or 6, and chroma of 6.  It contains\n40 to 70 percent calcium carbonate equivalent in the upper\npart and 20 to 40 percent in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Abilene, Bukreek,\nEstacado, Hollister, LaCasa, Mansker, Nuvalde, Olton,\nSagerton, and Tillman series.  Abilene and Hollister soils\nhave a mollic epipedon thicker than 20 inches.  Bukreek,\nEstacado, and Mansker soils have less than 35 percent clay\nin the Bt horizon.  LaCasa soils have sola thinner than 60\ninches.  Nuvalde soils lack an argillic horizon.  Olton\nsoils are dry for longer periods of time.  Sagerton and\nTillman soils are not calcareous throughout the upper Bt\nhorizons and lack distinct calcic horizons above 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Salga soils are on uplands and ancient\nstream terraces.  Slopes are mainly less than 1 percent, but\nrange up to 3 percent.  The soil formed in calcareous clayey sediments.  The mean annual precipitation ranges from 22 to\n28 inches; the mean annual air temperature ranges from 63\ndegrees to 70 degrees F., and the annual Thornthwaite P-E\nindices are 34 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the\ncompeting Abilene, Bukreek, Nuvalde, and Sagerton series,\nthese are the Mereta and Rowena series.  Mereta soils have petrocalcic horizons and are slightly higher in the\nlandscape.  Rowena soils have cracks 1 to 3 cm wide at 20\ninches when dry and are slightly lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium\nrunoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for cropland and\nrangeland.  Most cultivated areas are in cotton, grain\nsorghum, and wheat.  Present native grasses are mainly hairy\ngrama, buffalograss and sideoats grama.  Mesquite trees are\nthe dominant woody species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Rolling Plains and Edwards\nPlateau of Texas and possibly Oklahoma.  The series is\nmoderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCulloch County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Salga soils would have been classified in the\nCalcisol great soil group.  Apparently, these soils\ndeveloped an argillic horizon under an earlier climatic age\nand have since been recalcified.  They were formerly\nincluded in the Nuvalde series.  Diagnostic horizons and\nfeatures recognized in this pedon are:  Mollic epipedon - 0\nto 16 inches, Argillic horizon - 6 to 84 inches, Calcic\nhorizon - 25 to 84 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "clay",
        "narrative": "A--0 to 6 inches; dark grayish brown (10YR 4/2) clay"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "clay loam",
        "narrative": "Bt1--6 to 16 inches; brown (7.5YR 4/2) clay loam, dark"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 64,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "clay",
        "narrative": "Bt2--16 to 25 inches; reddish brown (5YR 5/4) clay"
      },
      {
        "name": "Btk1",
        "top": 64,
        "bottom": 140,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "texture_class": "clay",
        "narrative": "Btk1--25 to 55 inches; reddish yellow (5YR 6/6) clay"
      },
      {
        "name": "Btk2",
        "top": 140,
        "bottom": 213,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "texture_class": "clay",
        "narrative": "Btk2--55 to 84 inches; reddish yellow (5YR 6/6) clay"
      }
    ]
  ]
}
