{
  "SERIES": "SALHOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GJW-MPK-JVC-JBF",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Salhouse series consists of very deep, somewhat excessively drained soils that formed in eolian material derived from volcanic ash over lacustrine deposits derived from volcanic rocks. Salhouse soils are on stable dunes on beach ridges and sand sheets on lakebeds. Slopes are 0 to 20 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, calcareous, frigid Vitrandic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Salhouse ashy sand--on a dune sloping 8 percent at an elevation of 1,317 meters--rangeland. (Colors are for dry soil unless otherwise noted. When described on June 17, 1998 the soil was dry throughout.)\nA--0 to 13 cm; light brownish gray (10YR 6/2) ashy sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and many fine roots; many fine interstitial pores; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 25 cm thick)\nC1--13 to 61 cm; grayish brown (10YR 5/2) ashy loamy sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; many very fine, many fine, and common medium roots; many fine interstitial pores; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.\nC2--61 to 107 cm; grayish brown (10YR 5/2) ashy loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine, many fine and common medium roots; many fine interstitial pores; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (Combined thickness of the C horizons is 64 to 150 cm)\n2Bwb--107 to 155 cm; light brownish gray (10YR 6/2) ashy silt loam, dark grayish brown (10YR 4/2) moist; weak and moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, common medium, and few coarse roots; common very fine dendritic tubular pores; many distinct silt coats (skeletans) on faces of peds and lining pores; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 20 miles east of the town of Christmas Valley in the dune field south of the Lost Forest Research Natural Area; approximately 750 feet south and 3,700 feet west of the northeast corner of section 7, T. 26 S., R. 20 E.; USGS Sand Rock 7.5 minute topographic quadrangle; latitude 43 degrees 20 minutes 12.5 seconds N and longitude 120 degrees 22 minutes 4.4 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic (torric) moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to buried cambic horizons: 100 to more than 150 cm.\nParticle-size control section - Clay content: 3 to 10 percent;\nRock fragments: 0 to 15 percent, mainly pebbles. Lithology of fragments are volcanic rocks such as basalt and tuff.\nA horizon\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 5 to 30.\nVolcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\nC horizons\nValue: 5 through 7 dry, 2 through 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy loamy sand or ashy sand.\nClay content: 3 to 10 percent.\nEffervescence: Very slightly effervescent or slightly effervescent.\nCalcium carbonate equivalent: 1 to 3 percent.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 5 to 30.\nVolcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\n2Bwb horizons (when present)\nValue: 5 through 7 dry, 2 through 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy sandy loam, ashy loam, loam, ashy silt loam, or silt loam.\nClay content: 10 to 25 percent.\nVolcanic glass content: 20 to 60 percent in coarse silt through fine sand fractions.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 4 to 8 mmhos/cm.\nSodicity (SAR): 13 to 30."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Salhouse soils are on stable dunes on beach ridges and sand sheets on lakebeds. These soils formed in eolian material derived from volcanic ash over lacustrine deposits derived from volcanic rocks. Slopes are 0 to 20 percent. Elevations range from 1,280 to 1,375 meters. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Morehouse and Thornlake soils. Morehouse soils are not calcareous, have sodium adsorption ratios less than 13, and occur on adjacent dunes. Thornlake soils have cambic horizons and are on adjacent lakebeds that are not mantled by recent eolian material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; low or very low surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Salhouse soils are used for livestock grazing and wildlife habitat. The vegetation is black greasewood, basin big sagebrush, Indian ricegrass, inland saltgrass, and spiny hopsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of C1 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A and C1 horizons and part of the C2 horizon).\nBuried cambic horizon - The zone from 107 to 155 cm (2Bwb horizon).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (parts of the C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
