{
  "SERIES": "SALLISAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF:EJA",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Typic Paleudalfs\nTypical Pedon:  Sallisaw loam--in rangeland.                (Colors are for moist soil unless otherwise stated.)\nA--0 to l0 inches; brown (7.5YR 4/4) loam; light brown\n(7.5YR 6/4) dry; weak fine granular structure; friable; many fine roots; common fine pores; slightly acid; gradual smooth boundary. (6 to l4 inches thick)\nBA--l0 to l6 inches; reddish brown (5YR 4/4) loam; moderate medium granular structure; friable; common fine roots; common fine pores; medium acid; gradual smooth boundary.  (4 to l2 inches thick)\nBt--l6 to 36 inches; yellowish red (5YR 4/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; few fine pores; thin patchy clay films on faces of peds and in pores; coarse fragments less than 76 mm in diameter make up l0 percent by volume; medium acid; gradual wavy boundary.  (l2 to 34 inches thick)\n2BC--36 to 60 inches; yellowish red (5YR 5/6) very gravelly clay loam; weak fine subangular blocky structure; firm; few fine roots; few fine pores; thin patchy clay films in pores; coarse fragments less than 76 mm in diameter make up 75 percent by volume that increases erratically with depth; medium acid."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sequoyah County, Oklahoma; about 4 miles northeast of Gore; 2,l00 feet south and l,550 feet east of the northwest corner of sec. 28, T. l3 N., R. 2l E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Depth to the 2BC horizon ranges from 30 to 60 inches.\nThe A horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 2 to 4.  It is gravelly loam, gravelly silt loam, gravelly sandy loam, stony loam, stony silt loam, stony sandy loam, loam, silt loam, or sandy loam.  Content of coarse fragments range from 0 to 35 percent by volume.  About 0 to 35 percent by volume is less than 76 mm in diameter and 0 to 15 percent by volume is more than 76 mm in diameter.  Reaction ranges from neutral to moderately acid.\nThe BA horizon has color, texture, content of coarse fragments, and reaction similar to the Bt horizon.  The clay content ranges from l5 to 30 percent.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4 to 8.  It is gravelly loam, gravelly silt loam, gravelly clay loam, gravelly silty clay loam, gravelly sandy clay loam, loam, silt loam, sandy clay loam, clay loam, or silty clay loam.  The clay content ranges from 22 to 35 percent.  Content of coarse fragments less than 76 mm in diameter ranges from 0 to 35 percent by volume.  Reaction is moderately acid or very strongly acid.\nThe 2BC horizon has color similar to the B2t horizon.  It is very gravelly loam, very gravelly silt loam, very gravelly clay loam, very gravelly silty clay loam, or very gravelly sandy clay loam.  Content of coarse fragments range from 35 to 90 percent by volume.  About 35 to 70 percent by volume is less than 76 mm in diameter and 0 to 20 percent by volume is more than 76 mm in diameter.  Reaction ranges from moderately acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Attoyac, Caledonia, Elrose, and Petal series in the same family.  Attoyac, Caledonia, Elrose, and Petal soils have lower B horizons with less than 35 percent by volume of coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC GEOGRAPHIC SETTING:  Sallisaw soils are on nearly level to steep uplands in the valleys of the Ouachita Mountains, MLRA 119, Boston Mountains, MLRA 117, and the Arkansas Valley and Ridges, MLRA 118.  They are formed in loamy and gravelly alluvium or valley fill.  Slopes are 0 to 30 percent.  Mean annual precipitation ranges from 40 to 50 inches.  Mean annual temperature ranges from 59 degrees to 65 degrees F.  Thornthwaite annual P-E indices range from 64 to 80.\nGeographically Associated Soils:  These are the Ceda, Dela, Linker, Mason, Pirum, Rexor, Shermore, Stigler, Tamaha, and Wilburton series.  Ceda, Dela, and Mason soils are on adjacent flood plains.  Ceda soils have a loamy-skeletal control section and lack B2t horizons.  Dela soils have a coarse-loamy control section and lack B2t horizons.  Linker and Pirum soils are on similar areas and have base saturation of less than 35 percent.  In addition, Linker soils are 20 to 40 inches thick over hard sandstone bedrock and Pirum soils are 22 to 50 inches thick over hard sandstone bedrock.  Mason soils have a fine-silty control section and mollic epipedon.  Shermore soils are on sideslopes and have fragipans.  Stigler and Tamaha soils are on similar areas but they have fine control section and wetness mottles within 30 inches of the soils surface.  Wilburton soils are on similar areas but have a loamy-skeletal control section and decreases in clay content with depth."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Sallisaw soils are well drained.  Runoff is slow to rapid, and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and used for tame pastures or cultivated crops such as wheat and soybeans.  Native vegetation was mainly southern red oak, hackberry, hickory, American elm, green ash, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the valleys of the Ouachita Mountains, Boston Mountains and the Arkansas Valley and Ridges of eastern Oklahoma and western Arkansas.  Sallisaw soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Mineralogy was determined by the Lincoln\nLaboratory.  Samples 7lL252 and 7lL253.  The data shows the soils to be siliceous.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
