{
  "SERIES": "SALMONFALLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTB/JWH/ET",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, magnesic, thermic Entic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Salmonfalls loam on a northeast-facing slope of 12 percent under Idahoe fescue, California melicgrass, scattered Jeffrey pine, prostrate ceonothus, goldfields, blue dicks, and other grasses and forbs at an elevation of 524 meters. (Colors are for dry soil unless otherwise stated.) When described on 3/22/2007 the soil was moist throughout.\nA1--0 to 10 cm; brown (7.5YR 4/3) loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure parting to moderate very fine and fine granular; slightly hard, very friable, moderately sticky and slightly plastic; few very fine and fine roots throughout; few very fine, fine, and medium tubular pores; 5 percent gravel and 1 percent cobbles; neutral (pH 6.6); clear wavy boundary.\nA2--10 to 38 cm; dark brown (7.5YR 3/3) loam, very dark brown (7.5YR 2/2) moist; moderate fine and medium subangular blocky structure parting to moderate very fine and fine granular; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and fine roots throughout; few very fine, fine, and common medium tubular pores; 5 percent gravel, 1 percent cobbles, and 1 percent stones; neutral (pH 6.6); clear wavy boundary. (Combined thickness of the A horizons is 25 to 50 cm)\nCd1--38 to 73 cm; very dark gray (N 3/0) and greenish gray (10Y 6/1) and pale olive (5Y 6/3) very paragravelly loam, dark olive gray (5Y 3/2) and olive gray (5Y 4/2) moist; 30 percent medium dark brown (7.5YR 3/4) mottles; massive; very hard, firm, moderately sticky and moderately plastic; few very fine roots around fragments; 50 percent paragravel, 5 percent gravel, 1 percent cobbles, 1 percent stones; neutral (pH 7.2); diffuse irregular boundary.\nCd2--73 to 110 cm; very dark gray (N 3/0) and greenish gray (10Y 6/1) and pale olive (5Y 6/3) very paragravelly loam, dark olive gray (5Y 3/2) and olive gray (5Y 4/2) moist; 30 percent medium dark brown (7.5YR 3/4) mottles; massive; very hard, firm, slightly sticky and slightly plastic; few very fine roots around fragments; 50 percent paragravel, 5 percent gravel, 1 percent cobbles, 1 percent stones; slightly alkaline (pH 7.4); clear irregular boundary.\nCd3--110 to 160 cm; strong brown (7.5YR 5/6) and pale yellow (5Y 7/3) paragravelly loam, strong brown (7.5YR 4/6) moist; 80 percent medium dark brown (7.5YR 3/4) mottles; massive; moderately hard, friable, slightly sticky and slightly plastic; 20 percent paragravel; neutral (pH 7.2). (Combined thickness of the Cd horizons is 100 to 175 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 6 kilometers west of the town of Miranda, CA; USGS Quadrangle Ettersberg, CA; WGS84 Decimal degrees 40.2382278 latitude and -123.8928333 longitude; UTM Zone 10 UTM 424053mE, 4454581mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section, in normal years, is dry in all parts for 45 or more consecutive days in the 4 months following the summer solstice and moist in all parts for 45 or more consecutive days in the 4 months following the winter solstice. The soils have a xeric soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 15 to 16 degrees C and the difference between mean summer and mean winter soil temperature is 6 degrees or greater. The soils have a thermic soil temperature regime.\nDepth to densic materials: 25 to 100 centimeters\nParticle size control section (weighted average):\nRock fragments: 0 to 34 percent\nPararock fragments: 0 to 50 percent\nClay content: 18 to 26 percent\nA horizons:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 1 through 4, 1 through 3 moist\nClay content: 15 to 26 percent\nRock fragments: 0 to 50 percent indurated serpentinite gravel, 0 to 34 percent indurated serpentinite cobbles, and 0 to 14 percent indurated serpentinite stones\nReaction: slightly acid to neutral\nCd horizons:\nHue: 2.5Y, 5Y, 10Y, 5GY, 10GY, 5BY, 5BG, N\nValue: 3 through 8, 3 through 5 moist\nChroma: 0 through 4, dry or moist\nTexture of fine earth: loam, sandy loam, sandy clay loam\nClay content: 5 to 26 percent\nRock fragments: 0 to 34 percent indurated serpentinite gravel, 0 to 14 percent indurated serpentinite cobbles, and 0 to 14 percent indurated serpentinite stones\nPararock fragments: 15 to 90 percent very weakly cemented serpentinite gravel\nReaction: neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Salmonfalls soils are on linear to slightly concave or convex positions on mountain slopes and ridges. Slopes are 5 to 50 percent. Elevations are 300 to 900 meters. These soils formed in colluvium and residuum from serpentinite. The climate is subhumid with warm, dry summers and cool, wet winters. Mean annual precipitation is 1500 to 2030 millimeters. The mean annual temperature is 13 to 15 degrees C. Frost free season is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedarflat (T) and Yorknorth (T) soils. Cedarflat soils have more than 35 percent rock fragments in the particle size control section and are on convex positions. Yorknorth soils lack magnesic mineralogy, have more than 35 percent clay in the particle size control section, and are on concave positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for livestock grazing, wildlife habitat, recreation, and watershed. Natural vegetation includes Idahoe fescue, California melicgrass, scattered incense cedar and Jeffrey pine, prostrate ceanothus, Indian's dream, Tolmie star-tulip, creamcups, goldfields, blue dicks, and popcorn flower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area, MLRA 5. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County Survey Area, Southern Part, California, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon: The zone from 0 to 38 centimeters (A1 and A2 horizons).\n2. Densic materials: The zone from 38 to 160 (Cd1, Cd2, Cd3 horizons)\n3. Particle size control section: The zone from 25 to 100 centimeters (A2, Cd1, Cd2 horizons)\nADDITIONAL DATA: NASIS USER PEDON ID 07CA601823\nKeys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
