{
  "SERIES": "SALMON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-CAW",
  "REVDATE": "02/2017",
  "STATES": "ME,NH,NY,VT",
  "OVERVIEW": "The Salmon series consists of very deep, well drained soils formed in wind or water deposited silt and very fine sand. They are on lake plains and occasionally in upland areas. Estimated saturated hydraulic conductivity is moderately high to high throughout the mineral soil. Slope ranges from 0 through 50 percent. Mean annual precipitation is about 965 mm (38 in) and mean annual temperature is about 6 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Salmon very fine sandy loam, on a 5 percent slope in a grass hay field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) very fine sandy loam; weak medium granular structure; very friable; many fine roots; many fine pores; moderately acid; clear smooth boundary. (8 to 30 cm [3 to 12 in thick])\nBs1 -- 20 to 38 cm (8 to 15 in); strong brown (7.5YR 5/6) very fine sandy loam; very weak very fine granular structure; very friable; common fine roots; many fine pores; strongly acid; gradual wavy boundary.\nBs2 -- 38 to 58 cm (15 to 23 in); yellowish brown (10YR 5/6) very fine sandy loam; very weak fine granular structure; friable; many fine pores; very strongly acid; gradual wavy boundary. (Combined thickness of the Bs horizon is 20 to 61 cm [8 to 24 in].)\nC -- 58 to 178 cm (23 to 70 in); grayish brown (2.5Y 5/2) very fine sandy loam; massive with a few 1/2 inch thick plates of silt loam; firm in place, friable to crush; few fine pores; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, New York; 2.2 miles south of Highway 11 at Malone; beside a cemetery on east side of Highway 30; USGS Malone, NY topographic quadrangle; Latitude 44 degrees 48 minutes 59 seconds N., and Longitude 74 degrees 18 minutes 06 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 51 to 76 cm (20 to 30 in). Depth to bedrock is greater than 152 cm (60 in). Depth to contrasting coarse textured material is more than 100 cm (40 in). Clay content is less than 18 percent and is typically less than 12 percent. Rock fragments, mostly gravel, range from 0 through 10 percent by volume throughout the soil.\nSome undisturbed pedons have an O horizon 3 to 10 cm (1 to 4 in) thick. It is fibric, hemic or sapric material.\nThe Ap or A horizon is neutral or has hue of 10YR or 7.5YR, value of 2 to 4, and chroma of 0 to 4. Texture is silt loam or very fine sandy loam. Consistence is friable or very friable. Reaction ranges from extremely acid through moderately acid, unless limed.\nAn E horizon 3 to 18 cm (1 to 7 in) thick, and a Bh horizon 3 to 10 cm (1 to 4 in) thick is also present in some pedons.\nThe upper part of the Bs horizon has hue of 5YR or 7.5YR, value of 3 to 6, and chroma of 3 to 8. The lower part of the Bs horizon has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 3 to 6. The Bs horizon is silt loam or very fine sandy loam. It has granular or subangular blocky structure. It is friable or very friable. Reaction ranges from extremely acid to moderately acid.\nSome pedons have a Bhs horizon that has hue of 5YR or 7.5YR and value and chroma of 3 or less. It is silt loam or very fine sandy loam. It is up to 13 cm (5 in) thick.\nSome pedons have a BC horizon that has hue of 7.5YR to 5Y, value of 4 or 5, and chroma of 2 to 6.\nThe C or 2C horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 4. Texture is very fine sandy loam or silt loam above a depth of 100 cm (40 in) and loamy very fine sand to silt loam below and may be stratified. These horizons are massive or have platy structure associated with depositional layers. Reaction ranges from strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Adamant series is the only other series in the same family. Adamant soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Salmon soils are nearly level to steep on convex or planar landscapes. They formed in wind or water-deposited, acid material dominated by silt and very fine sand. These soils are on lake plains and in some upland areas. Slope ranges from 0 to 50 percent. Mean annual precipitation ranges from 711 to 1219 mm (28 to 48 in); mean annual air temperature ranges from 5 to  7 degrees C (41 to 46 degrees F); and the frost-free growing season ranges from 90 to 160 days. The elevation range is 152 to 457 m (500 to 1500 ft)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Becket, Colton, Crary, Nicholville, Potsdam and Worth series on nearby landscapes. Nicholville soils are on nearby, slightly lower landscapes. Adams and Colton soils formed in nearby glacio-fluvial deposits that are dominantly sand and gravel. Becket, Crary, Potsdam, and Worth soils are associated in upland till deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to high. Estimated saturated hydraulic conductivity is moderately high to high throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing hay, potatoes, some vegetable crops, corn, and small grain. Wooded areas have sugar maple, Northern red oak, white ash, and some conifers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 142, 143, 144B, and 146 in the northern borders and local areas in the interior of the Adirondack highlands of New York and in Maine, New Hampshire, and Vermont. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, New York, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification was previously updated to Coarse-silty, isotic frigid Typic Haplorthods based on data from similar soils (Adamant and Nicholville soils).\nDiagnostic horizons and features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 20 cm (0 to 8 in) (Ap horizon).\n2. Spodic horizon - the zone from 20 to 38 cm (8 to 15 in) (Bs1 horizon).\nADDITIONAL DATA: The typical pedon (S53NY 17-15-1 to 3) was sampled by the Bureau of Public Roads under number 91156-8. Additional data is available from the NSSL (S86NY 089 009).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
