{
  "SERIES": "SALTERY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SR",
  "REVDATE": "11/71",
  "STATES": "AK",
  "OVERVIEW": "The Saltery series consists of deep, poorly drained organic soils formed in partly decomposed sedge peat in depressions.  Slopes range from 0 to 3 percent.  Mean annual temperature is about 40 degrees F., and the average annual precipitation is about 60 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic Fluvaquentic Cryofibrists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saltery peat -- meadow (All colors are for wet soil)\nOi1--0 to 28 inches; very dark brown (10YR 2/2) to very dark grayish brown (10YR 3/2) squeezed dry, fibrous sedge peat; common strata of dark gray (N 4/ ) silt loam and fine sand volcanic ash; many roots; extremely acid; clear smooth boundary.\nOi2--28 to 42 inches; very dark gray (10YR 2/2) to dark grayish brown (10YR 4/2) squeezed dry, fibrous sedge peat; lenses of sandy volcanic ash; many roots; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umnak Area, Alaska.  About 1 mile north of the north end of Umnak airstrip."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the peat ranges from 50 to 75 inches.  Typically, the substratum is mucky silt loam; but in areas bordering the coast sandy materials may occur.  An ashy overburden, ranging in thickness from 8 to 16 inches, occurs in northern Kodiak Island.  Lenses of ash or cinders commonly occur throughout the peat."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Staney series in the same subgroup.  Staney soils have pH greater than 4.5 (0.01M CaCl2) in some part of the organic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Saltery soils are in shallow depressions near stream estuaries and in glaciated uplands.  They are formed from deposits of sedge peat in areas of subarctic grasslands.  The climate is cool maritime.  Average annual precipitation ranges from 50 to 70 inches, and the average annual temperature is about 40 degrees F.  Temperatures below freezing are recorded on fewer than 40 days annually, and temperatures above 70 degrees F. are rare."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Chiniak, Kizhuyak, Kodiak, and Pasagshak series.  Chiniak soils consists of gravelly beach materials with an overburden of volcanic ash.  Kizhuyak soils consists of deep alluvial deposits of fresh ash materials.  Kodiak soils have fresh volcanic ash and shallow thixotropic materials over weathered metamorphic rock or till.  Pasagshak soils consist of fresh ash and very shallow alluvial silt over gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Moderate permeability.  Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The natural vegetation is dominantly sedges and water tolerant grasses.  The principal use is grazing, but most areas are used only by wildlife."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alaska Peninsula, Kodiak Island, and the Aleutian Islands, Alaska.  The series is believed to be of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northeastern Kodiak Island Area, Alaska, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The concept of the Saltery series is poorly defined, especially in regards to nature of the underlying material.  More data is needed to define the central concept or the series should be inactivated (jpm, 4/87)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi1",
        "top": 0,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi1--0 to 28 inches; very dark brown (10YR 2/2) to very dark grayish brown (10YR 3/2) squeezed dry, fibrous sedge peat; common strata of dark gray (N 4/ ) silt loam and fine sand volcanic ash; many roots; extremely acid; clear smooth boundary."
      },
      {
        "name": "Oi2",
        "top": 71,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi2--28 to 42 inches; very dark gray (10YR 2/2) to dark grayish brown (10YR 4/2) squeezed dry, fibrous sedge peat; lenses of sandy volcanic ash; many roots; extremely acid."
      }
    ]
  ]
}
