{
  "SERIES": "SALTON",
  "STATUS": "Established Series",
  "BYREV": "GMK/LAB/AAK",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, hyperthermic Aquic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Salton silty clay loam - Pasture.  (Colors are for dry soil unless otherwise noted.)\nC1--0 to 9 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; moderate coarse granular structure; slightly hard, firm, sticky, plastic; few very fine roots, many fine interstitial pores; strongly effervescent, strongly alkaline (pH 8.6); clear smooth boundary.  (6 to 12 inches thick)\nC2--9 to 15 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; few fine faint mottles; massive; hard, firm, very sticky, very plastic; few fine roots; strongly effervescent, moderately alkaline (pH 8.4); clear wavy boundary.  (4 to 10 inches thick)\nC3--15 to 42 inches; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, firm, very sticky, very plastic; few very fine roots; strongly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (10 to 30 inches thick)\nC4--42 to 53 inches; light gray (10YR 7/2) clay, grayish brown (10YR 5/2) moist; massive; very hard, very firm, very sticky, very plastic; strongly effervescent, strongly alkaline (pH 8.8); abrupt wavy boundary.  (6 to 15 inches thick)\nC5--53 to 60 inches; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist; massive; very hard, very firm, very sticky strongly effervescent, strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Riverside County, California; 50 feet north and 800 feet west of SE corner section 25 T.7S., R.8E.  SBBM, about 3 miles SSW of Mecca, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  There are very few if any coarse fragments present.  The average annual soil temperature is above 72 degrees F.  The soils are usually wet.  The soils are calcareous in all parts.  Colors of all strata are dominantly lithochromatic.  There is no consistent change in color from the surface downward.  Hues are 10YR or yellower.  Dry value is 5 through 7 and moist value 4 through 6.  Chroma is 2 or less.  Texture of the 10-to 40-inch zone averages silty clay loam with less than 15 percent sand coarser than very fine sand and with about 27 to 35 percent clay.  Thin strata 1/4 to 2 inches in thickness of loamy fine sand to fine sandy loam texture occur at random throughout the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glenbar, Glendale, Imperial, Rosamond and Yobe soils.  Glenbar soils have chroma of 3 or more below the A1 or Ap horizon.  Glendale and Rosamond soils have mean annual soil temperature of < 72 degrees F.  Imperial soils are fine textured throughout the control section.  Yobe soils have a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils occur in lacustrine basins in the deserts of southern California, at elevations of about 300 to minus 200 feet.  The parent material consists of fine and moderately fine \"silty\" recent alluvium derived from a variety of rock sources.  The average annual rainfall is less than 4 inches, the average January temperature is about 53 degrees F., the average July temperature is about 92 degrees F., and the average annual temperature is about 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cibola, Coachella, Gilman, Imperial and Indio soils.  Cibola soils have fine-silty over sandy or sandy-skeletal control sections.  Coachella soils are sands and loamy sands with silt lenses.  Gilman and Indio soils have less than 18 percent clay in the 10-to 40-inch section.  Imperial soils have a fine control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Soils of the Salton series are somewhat poorly drained; permeability is slow; runoff is slow.  Under irrigation tile drainage is needed to remove soluble salts and to maintain water tables below a 4 to 5 foot depth.  Water tables have been rising in some areas, as along the shores of the Salton Sea."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated areas are used for field crops, row crops, and date palms.  Most areas have a cover of salt and water tolerant shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Salton soils occur in the lower Colorado basin in California.  They are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Riverside County (Coachella Valley Area), California, 1974.\nOSED scanned by SSQA.  Last revised by state on 4/74.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015.  ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
