{
  "SERIES": "SALT CHUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWG/WDL/DLM",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Salt Chuck extremely gravelly loam -- under forestvegetation.  (All colors are for moist soil).\nOi--0 to 3 inches; living mosses and decomposed twigs, leaves, needles, etc.\nOe--3 to 7 inches; reddish black (10R 2/1) and dusky red (10R 3/4) forest litter; many fine medium and coarse roots; extremely acid (pH 4.0); abrupt smooth boundary.  (1 to 10 inches thick)\nA1--7 to 8 inch; very dark gray (5YR 3/1) extremely gravelly loam; weak fine granular structure; very friable, nonsticky and nonplastic; common fine and medium roots; 75 percent gravel; very strongly acid (pH 4.5); abrupt broken boundary.  (0 to 1 inch thick)\nA2--8 to 21 inches; black (5YR 2/1) extremely gravelly sandy loam, very fine granular structure; friable, nonsticky and nonplastic; common fine and medium roots; 80 percent gravel; very strongly acid (pH 5.0); clear wavy boundary.  (6 to 12 inches thick)\n2C1--21 to 40 inches; dark reddish brown (5YR 2/2) extremely gravelly coarse sand; single grained; loose; common fine roots; 80 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.  (0 to 12 inches thick)\n2C2--40 to 60 inches; dark brown (10YR 3/3) extremely gravelly coarse sand; single grained; loose; 90 percent gravel; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hollis Area, Alaska; 150 feet inland on west side of a point forming Mills Bay at the head of Kasaan Bay, Prince of Wales Island; SW 1/4, NW 1/4, S 35, T 72 S, R 84 E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Most pedons have a mat, 10 to 14 inches thick, of organic materials composed of forest litter of needles, leaves and mosses in various stages of decomposition.  Base saturation of the surface mineral horizons is less than 50 percent (NH4OAC). Gravel content ranges from 70 to 80 percent in the control section. The mean annual soil temperature is about 44 degrees F.  The mean summer soil temperature is about 47 degrees F.\nThe A horizon hue ranges from 5YR to 10YR.  Value moist is 2 or 3, and the chroma moist is 1 or 2.  Texture is loam, silt loam or sandy loam, modified by a large volume of pebbles and some sea shells.  This horizon is extremely acid or very strongly acid.\nThe upper part of the 2C horizon ranges from extremely gravelly sandy loam to extremely gravelly coarse sand.  Lenses of organic matter occur in some pedons.  This horizon is strongly acid or medium acid.\nThe lower part of the 2C horizon has  hue from 10YR through 5Y, a value moist of 3 or 4, and a chroma moist from 2 to 4.  Coarse fragment content ranges from 70 to 80 percent.  Sea shells are often present.  The fine earth fraction is dominantly coarse sand.  This horizon ranges from strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Matcher series which has cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Salt Chuck soils occur adjacent to the sea on low, nearly level to sloping uplifted beaches.  The material in which the soil formed is predominantly beach gravel from mixed rocksources.  The cli ate is humid maritime with mean annual precipitation in excess of 100 inches.  The mean annual air temperature is about 45 degrees F, and the mean summer air temperature is about 55 degrees F. The slope gradient ranges from 0 to 12 percent.  Elevations range from sea level to 100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Karheen, Kina, Kogish, Maybeso, and Wadleigh series.  Karheen, Kina, Kogish, and Maybeso soils are poorly drained organic soils.  Wadleigh soils have high water tables and are formed from glacial till parent material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Very slow runoff.  Rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Salt Chuck soils are used for timber protection, watershed protection, wildlife habitat, and recreation.  The overstory vegetation is dominantly Sitka spruce and western hemlock with minor amounts of red alder and Oregon crabapple.  The understory vegetation consists largely of scattered blueberry, red huckleberry, and rusty menziesia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hollis Area, Alaska, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are: an umbric epipedon from 0 to 11 inches; lack of a cambic horizon; an assumed base saturation of less than 50 percent; sandy-skeletal material from 10 to 40 inches.  The Salt Chuck series is proposed as a benchmark soil series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
