{
  "SERIES": "SALT LAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEO/AJE/MJD",
  "REVDATE": "04/1999",
  "STATES": "CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, carbonatic, mesic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Salt Lake silty clay - meadow.  (Colors are for dry soils unless otherwise noted.)\n0i--2 to 0 inches; matted roots and plant leaves.\nA--0 to 7 inches; very dark gray (10YR 3/1) silty clay black (10YR 2/1) moist; weak medium granular structure; very hard, firm, slightly sticky, plastic; many fine and medium roots; few fine pores; strongly calcareous, mildly alkaline  (pH 7.6); clear smooth boundary.  (6 to 16 inches thick.)\nAkg--7 to 16 inches; gray (2.5Y 5/1) silty clay, very dark gray (2.5Y 3/1) moist; weak coarse subangular blocky structure; very hard, very firm, sticky, plastic; common fine, medium and large roots; few medium pores; very strongly calcareous, moderately alkaline (pH 8.0); gradual smooth boundary.  (0 to 14 inches thick.)\nCkg--16 to 36 inches; light gray (2.5Y 6/1) silty clay, gray (2.5Y 5/1) moist; massive; very hard, very firm, sticky, plastic; few fine and common medium roots; very strongly calcareous, moderately alkaline (pH 8.3); gradual wavy boundary.  (12 to 20 inches thick.)\nC--36 to 66 inches; light brownish gray (10YR 6/2) silty clay, grayish brown (10YR 5/2) moist; common medium distinct strong brown (7.5YR 5/6) mottles; massive; extremely hard, very firm, sticky, very plastic; few medium roots; common fine pores; strongly calcareous, strongly alkaline (pH 8.9)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cache County; Utah; 2 1/2 miles south of Benson, 1,000 feet north and 200 feet east of the southwest corner of the SE 1/4 sec.  23, T. 12 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 16 inches thick.  Depth to the horizon of carbonate accumulation ranges from 6 to 15 inches, and in some pedons the horizon is discontinuously weakly cemented. The calcium carbonate equivalent of the upper 40 inches ranges from 40 to 50 percent. Generally, the A horizon contains less than 15 percent exchangeable sodium. Exchangeable sodium increases as depth increases, and ranges from 15 to 35  percent below depths of 20 inches.  Depth to the water table is generally 10 to 30 inches, except where the soil is artificially drained the water table is generally below depths of 30 inches.  Some areas are ponded for part of the year.\nThe mean annual soil temperature is estimated to range from 47 to 49 degrees F., and the mean summer temperature from 60 to 62 degrees F.\nThe A horizon has hue of 10YR of 2.5Y, value of 3 through 5 dry and 2 or 3 moist, and chroma of 1.5 or less.  It has weak medium to fine granular structure.  It is mildly to moderately alkaline and contains from 6 to 21 percent organic matter.\nThe C horizon has hue of 10YR, 2.5Y or 5Y, value of 6 through 8 dry and 5 or 6 moist, and chroma of 2 or less, but mainly 1 or less.  The chroma of 2 is accompanied by distinct or prominent mottles.  The C horizon ranges from silty clay to clay that contains less than 15 percent fine and coarser sand.  The horizon ranges from moderately to strongly alkaline, and from very strongly to strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Burr (MN) and Corvuso (MN) series. Burr soils formed in glacial lacustrine sediments, have gypsic horizons, and receive 22 to 26 inches of precipitation. Corvuso soils have firm glacial till with bulk densities of 1.6 to 1.8."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Salt Lake soils are on nearly level low valley plains and low lake terraces at elevations of 4,420 to 4,470 feet. Slope gradients are less than 1 percent. The soil formed in mixed lake sediments. The climate is dry subhumid. The average annual precipitation ranges from 14 to 16 inches, the mean annual temperature from 45 to 47 degrees F., and the mean summer temperature from 69 to 72 degrees F. The freeze free period 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cardon, Logan, Airport, Greenson, and Trenton soils. Airport and Trenton soils have natric horizons. Cardon and Logan soils have less than 40 percent calcium carbonate euivalent. Greenson soils lack calcic horizons within depths of 16 inches and have silt loam series control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly and very poorly drained. Runoff is very slow and ponded. The C horizon is very slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly in meadow and pasture; some meadows are cut for hay.  The native vegetation is mainly sedges, wiregrass, cattails, meadow foxtail and salt grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Utah.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Salt Lake Valley, Utah, 1899."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: from 0 to 16 inches (A and Akg horizons).\nCalcic horizon: from 7 to 36 inches (Akg and Ckg horizons).\nClassification: Keys to Soil Taxonomy, Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
