{
  "SERIES": "SALTOS",
  "STATUS": "Established Series",
  "BYREV": "IRD:  ENV-MAV-AJT-KP",
  "REVDATE": "06/2003",
  "STATES": "CA",
  "OVERVIEW": "The Saltos series consists of very shallow and shallow, well drained soils formed in material weathered from hard fractured sandstone.  Saltos soils are on hills and mountains and have slopes of 15 to 75 percent.  The annual precipitation is 10 to 12 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, thermic Lithic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saltos sandy clay loam - on a southeast facing slope of 35 percent under native shrubs and sparse annual grasses at 2560 feet elevation.  Colors are for dry soil unless otherwise stated.  When described on April 30, 1988 the soil was slightly moist below 4 inches.\nO--0 to 0.5 inches; chamise leaf litter.\nA--0.5 to 4 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine interstitial and tubular pores; 10 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 7 inches thick)\nBtk--4 to 10 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; common very fine and fine roots; common very fine tubular and few very fine interstitial pores; very few thin clay films on ped faces and in pores; 22 percent gravel; strongly effervescent with disseminated lime and few fine soft masses; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 7 inches thick)\nR--10 to 15 inches; highly fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Luis Obispo County, California; about 0.5 mile southwest on road from the Chimineas Ranch Headquarters and 20 paces uphill from the rock outcrop.  500 feet north and 100 feet west of the southeast corner of Sec. 7, T.32S., R.19E.; USGS Chimineas Ranch Quadrangle; lat. 35 degrees, 8 minutes, 34 seconds N. and long. 119 degrees, 58 minutes, 9 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to a lithic contact is 8 to 20 inches.  The soil between the depths of 8 and 20 inches is moist in all parts for 60 consecutive days between mid January and April.  It is also moist in some part from December to May and is dry in all parts for about 180 days from June to December.  The mean annual soil temperature ranges from 60 to 68 degrees F.  The soil is mildly or moderately alkaline throughout and is noncalcareous to strongly effervescent.\nThe A horizon has dry color of 10YR 5/3, 6/3, 5/4 and moist color of 10YR 3/3 or 3/4.  Texture is loam or sandy clay loam.  Clay content is 20 to 25 percent and gravel content is 5 to 15 percent.\nThe Btk horizon has dry color of 10YR 5/4, 6/4 ; 7.5YR 5/4, 6/4 and moist color of 10YR 4/3, 4/4, 5/6; 7.5YR 3/4, 4/4.  Textures are loam, gravelly clay loam, gravelly sandy clay loam, clay loam or sandy clay loam.  Clay content is 20 to 35 percent and gravel content is 15 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Quinto, Raggulch, Stohlman, Stonyford and Strahle series.  Quinto soils are moist throughout for 165 days.  Raggulch and Strahle soils do not have carbonates in the profile.  Stohlman soils have 10 to 18 percent clay in the B horizon.  Stonyford soils are dry in all parts for 125 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Saltos soils are on hills and mountains and have slopes of 15 to 75 percent.  The soils formed in material weathered from sandstone.  Elevations are 1,000 to 2,900 feet.  The climate is semi-arid with hot dry summers and cool moist winters.  Mean annual precipitation is 10 to 20 inches.  Mean January temperature is 49 degrees F, the mean July temperature is 77 degrees F.  The mean annual temperature is 58 to 62 degrees F.  Frost-free season ranges from 175 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beam (T), Gaviota, Hillbrick, Kilmer, Panoza (T) and Tajea (T) soils.  Beam, Hillbrick and Gaviota soils are on similar topographic positions to the Saltos soil but do not have argillic horizons.  Kilmer, Panoza and Tajea soils are moderately deep and are on similar landscapes as the Saltos soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing.  Vegetation is chamise and red brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central California in the Caliente Range.  These soils are not extensive in MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  San Luis Obispo County, California, Carrizo Plain SSA, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Major diagnostic horizons:\n1.   Ochric epipedon, 0 to 4 inches\n2.   Argillic horizon: 4 to 10 inches\n3.   Loamy textural control section:  clay content is 28 percent, gravels are 22 percent by volume.\n4.   Lithic contact:  10 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "O",
        "top": 0,
        "bottom": 1,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "O--0 to 0.5 inches; chamise leaf litter."
      },
      {
        "name": "A",
        "top": 1,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0.5 to 4 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine interstitial and tubular pores; 10 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "Btk",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk--4 to 10 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; common very fine and fine roots; common very fine tubular and few very fine interstitial pores; very few thin clay films on ped faces and in pores; 22 percent gravel; strongly effervescent with disseminated lime and few fine soft masses; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 25,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--10 to 15 inches; highly fractured sandstone."
      }
    ]
  ]
}
