{
  "SERIES": "SALTILLO",
  "STATUS": "Established Series",
  "BYREV": "SAS, CWL",
  "REVDATE": "03/2020",
  "STATES": "NE",
  "OVERVIEW": "The Saltillo series consists of very deep poorly drained soils formed in silty alluvium high in exchangeable sodium. These soils are on flood plains and have slopes of 0 to 2 percent. Mean annual temperature is 11 degrees C. (51 degrees F.), and mean annual precipitation is 710 millimeters (28 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Typic Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saltillo silt loam on nearly level slopes in native pasture.  (Colors are for moist soil unless otherwise stated.)\nAn--0 to 15 centimeters (0 to 6 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; 16.7 mmhos/cm electrical conductivity equivalent; 82.0 dS/m sodium absorption ratio; moderately alkaline; slight effervescence throughout; abrupt smooth boundary.  (8 to 23 centimeters (3 to 9 inches) thick)\nBn--15 to 43 centimeters (6 to 17 inches); dark gray (10YR 4/1) silt loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure parting to weak medium granular; 15.3 mmhos/cm electrical conductivity equivalent; 88.0 dS/m sodium absorption ratio; common medium rounded strong brown (7.5YR 5/6) soft masses of iron throughout; slight effervescence throughout; slightly alkaline; clear smooth boundary. (15 to 46 centimeters (6 to 18 inches) thick)\nAnb1--43 to 81 centimeters (17 to 32 inches); very dark gray (10YR 3/1) silty clay loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure; 12.0 mmhos/cm electrical conductivity equivalent; 78.0 dS/m sodium absorption ratio; common medium rounded strong brown (7.5YR 5/6) soft masses of iron throughout; slight effervescence throughout; slightly alkaline; clear smooth boundary.\nAnb2--81 to 127 centimeters (32 to 50 inches); very dark gray (N 3/0) silty clay loam, dark grayish brown (2.5Y 4/2) dry; weak coarse subangular blocky structure; 10.0 mmhos/cm electrical conductivity equivalent; 82.0 dS/m sodium absorption ratio; common medium rounded strong brown (7.5YR 5/6) soft masses of iron throughout; slight effervescence throughout; slightly alkaline; gradual smooth boundary.\nAnb3--127 to 152 centimeters (50 to 60 inches); black (N 2/0) silty clay loam, gray (N 5/0) dry; weak coarse subangular blocky structure; 8.0 mmhos/cm electrical conductivity equivalent; 65.0 dS/m sodium absorption ratio; many medium rounded strong brown (7.5YR 5/6) soft masses of iron throughout; slight effervescence throughout; slightly alkaline; gradual smooth boundary. (Combined thickness of the Anb horizon is 76 to 152 centimeters (30 to 60 inches) thick)\nCn--152 to 203 centimeters (60 to 80 inches); stratified very dark gray (N 3/0) and black (N 2/0) silt loam and silty clay loam, gray (N 5/0) dry; massive; 6.0 mmhos/cm electrical conductivity equivalent; 40.0 dS/m sodium absorption ratio; many medium rounded strong brown (7.5YR 5/6) soft masses of iron throughout; slight effervescence throughout; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lancaster County, Nebraska; about 3 kilometers (2 miles) east and 0.8 kilometers (0.5 mile) north of Raymond; 792 meters (2600 feet) south and 37 meters (120 feet) east of the northwest corner of Section 34, T. 12 N., R. 6 E.; lat. 41 degrees N. and long. 96 degrees W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: wet in the in the control section from November through July and moist from August through October\nMean annual soil temperature: 8 to 11 degrees C. (47 to 52 degrees F.)\nElectrical conductivity: 8 to 20 mmhos/cm, but during seasons of above normal rainfall, conductivity may be less than 8 mmhos/cm\nSodium absorption ratio: greater than 13 dS/m throughout the series control section\nDepth to redox concentrations: 8 to 23 centimeters (3 to 9 inches)\nDepth to episaturation: 0 to 46 centimeters (0 to 18 inches) November to July\nAn horizon:\nHue: 10YR or 2.5Y\nValue: 2 to 4, 4 to 6 dry\nChroma: 1 or 2\nTexture: typically silt loam or silty clay loam and less commonly loam\nSodium Absorption Ratio: 13 to 90 dS/m\nElectrical Conductivity: 4 to 20 mmhos/cm\nClay content: 15 to 30 percent\nSand content: 2 to 12 percent\nReaction: slightly alkaline or moderately alkaline\nBn horizon:\nHue:  10YR or 2.5Y\nValue: 4 or 5, 5 or 6 dry\nChroma: 1 or 2\nTexture: typically silt loam or silty clay loam\nSodium Absorption Ratio: 13 to 90 dS/m\nElectrical Conductivity: 4 to 20 mmhos/cm\nClay content:  18 to 40 percent\nSand content: 2 to 10 percent\nReaction: slightly alkaline or moderately alkaline\nAnb and C horizon:\nHue: 10YR, 2.5Y or neutral\nValue: 2 to 4, 3 to 6 dry\nChroma: 0 to 2\nTexture: Silt loam, clay loam, or silty clay loam.\nSome pedons have thin layers of loam, clay loam and silty clay or coarser textured material.\nBuried soils or dark layers of alluvium and stratification: common in the Anb and C horizons\nSodium Absorption Ratio: 13 to 90 dS/m\nElectrical Conductivity: 4 to 20 mmhos/cm\nSeams and nests of soluble salts: in the upper part in some pedons\nClay content: 18 to 40 percent\nSand content: 2 to 10 percent\nReaction: slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brinnum and Saltine series.\nBrinnum series are dry in all parts of the soil moisture control section for more than 45 days out of the 120 days following the summer solstice.\nSaltine series are somewhat poorly drained with a seasonal high water table that ranges from 1.5 to 3.0 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty alluvium high in exchangeable sodium\nLandform: Floodplains\nSlopes: 0 to 2 percent\nMean annual temperature: 10 to 12 degrees C. (49 to 54 degrees F.)\nMean annual precipitation: 66 to 84 centimeters (26 to 33 inches)\nFrost-free period: 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gibbon, Leshara, Lamo, Luton, Nodaway, Wood River, and Zook soils and Fluvaquents.\nAll of these soils contain less sodium and soluble salts throughout the particle size control section.\nNodaway soils and Fluvaquents do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Poorly drained\nRunoff: Low or very low\nSaturated Hydraulic Conductivity: Moderately low to moderately high\nFlooding: occasionally or frequently flooded\nPonding: Brief duration\nDepth to water table: 0 to 46 centimeters (0 to 1.5 feet)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  All of the acreage is in native grass.  The common grasses are inland saltgrass, western wheatgrass, blue grama, and prairie cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in eastern Nebraska.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: SALINA, KANSAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Saunders County, Nebraska, 1995.  The series name is from a township in Lancaster County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are;\nOchric epipedon: 0 to 15 centimeters (6 inches) (An horizon)\nCambic horizon: 15 to 43 centimeters (6 to 17 inches) (Bn horizon)\nAreas of similar soils were commonly mapped as Slickspots in former surveys, or as a saline-alkali, or wet, phase of an established series.\nADDITIONAL DATA; NSSL data from Lancaster County, Nebraska, pedon number S73NE-109-22.\nModified format by LRM in 6/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nCWL - 03/12/2020\nAdded native veg paragraph\nIn Nebraska, the native vegetative cover is a herbaceous wetland community commonly inhabited with inland saltgrass (Distichlis spicata), foxtail barley (Hordeum jubatum), annual marsh-elder (Iva annua), Plains bluegrass (Poa arida), saltwort (Salicornia rubra), prairie cordgrass (Spartina pectinata), seablite (Suaeda calceoliformis). Source: Terrestrial Ecological Systems and Natural Communities of Nebraska, Version IV.  S.B. Rolfsmeier and G. Steinauer.  Nebraska Natural Heritage Program, Nebraska Game and Parks Commission. 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
