{
  "SERIES": "SALTESE",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/SHB/EMM",
  "REVDATE": "02/2012",
  "STATES": "WA",
  "OVERVIEW": "The Saltese series consists of very deep, very poorly drained organic soils formed in decomposed remains of reeds, sedges and other plant materials with a component of alluvium, diatomite and volcanic ash. Saltese soils are in basins, potholes, river valleys, and around perimeters of lakes. Slopes are 0 to 3 percent. The mean annual precipitation is about 20 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Saltese muck - rangeland. (Colors are for moist soil unless otherwise noted.)\nOa1--0 to 5 inches; dark reddish brown (5YR 2/2) rubbed sapric material, dark reddish brown (5YR 3/2) dry; about 20 percent fiber, less than 5 percent rubbed; weak thin platy parting to weak fine and medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; moderately acid (pH 6.0); gradual wavy boundary. (4 to 8 inches thick)\nOa2--5 to 10 inches; dark reddish brown (5YR 3/2) sapric material; gray (5YR 6/1) dry; about 45 percent fiber, less than 5 percent rubbed; weak fine platy structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; moderately acid (pH 5.6); gradual wavy boundary. (4 to 8 inches thick)\nOa3--10 to 25 inches; dark reddish brown (5YR 3/2) sapric material; gray (5YR 6/1) dry; about 65 percent fiber, less than 10 percent rubbed; massive; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; moderately acid (pH 5.7); gradual wavy boundary. (12 to 18 inches thick)\nOa4--25 to 42 inches; dark reddish brown (5YR 2/2) sapric material; gray (5YR 5/1) dry; about 65 percent fiber, less than 10 percent rubbed; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; moderately acid (pH 5.7); gradual wavy boundary. (12 to 18 inches thick)\nOa5--42 to 60 inches; olive brown (2.5Y 4/4) sapric material; light gray (10YR 7/1) dry; about 70 percent fiber, less than 10 percent rubbed; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stevens County, Washington; approximately 1/4 mile east of Deer Lake, 400 feet west and 900 feet south of the northeast corner of sec. 1, T. 30 N., R. 41 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Organic material ranges in thickness from 51 inches to more than 10 feet. Depth to discontinuous thin layers or lenses of limnic materials mixed with volcanic ash varies from 8 inches to 51 inches. The mean annual soil temperature at a 20 inch depth is 47 to 54 degrees F. These soils are mostly decomposed materials from reeds, sedges, cattails, and grasses. The control section is sapric material with an unrubbed fiber content of 5 to 75 percent and a rubbed fiber content of 1 to 10 percent. The limnic materials are lenses of diatomacious earth mixed with volcanic ash and combined thickness is less than 2 inches. The limnic materials have value of 6 to 8 dry,  4 or 5 moist and chroma of 1 dry, 1 or 2 moist.\nThe Oa horizon has hue of 5YR, 2.5Y, 10YR, or is neutral, value of 3 to 5 dry, 2 to 4 moist, and chroma of 0 to 2. It is very strongly acid to moderately alkaline in the upper part and moderately acid to slightly alkaline in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carlisle, Catden, Houghton, Lena, Peteetneet, and Semiahmoo series. Carlisle, Catden, Houghton, Lena, and Peteetneet soils lack lenses of diatomaceous earth and volcanic ash. Carlisle and Catden soils have woody fragments throughout. Lena soils are calcareous in all tiers. Peteetneet soils have a 10YR hue and a moist chroma of 2 below a depth of 7 inches. Semiahmoo soils are strongly acid or very strongly acid through the subsurface tiers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are in lake basins, potholes, river valleys, around the perimeter of lakes, on glacial till plains, outwash plains, and in the channeled scablands. Slopes are 0 to 3 percent. Elevation ranges from 1,050 to 2,500 feet. The soils formed in decomposed remains of reeds, sedges, and other plants with some diatomite and volcanic ash. The climate is characterized by warm, dry summers and cool, moist winters. The mean annual precipitation is mostly 18 to 25 inches but is as little as 7 inches in the warm phase. The mean January temperature is about 25 degrees F., 30 degrees F. in warm phase. The mean July temperature is about 67 degrees F., 72 degrees F. in warm phase. The mean annual temperature is 46 to 48 degrees F., 48 to 52 degrees F. in the warm phase. The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bossburg, Bridgeson, Chewelah, Colville, Konner, Malaga, Narcisse, Peone, and Stratford soils. Bossburg, Bridgeson, Chewelah, Colville, Konner, Malaga, Narcisse, Peone, and Stratford soils are mineral soils. Bossburg soils have a histic epipedon and a fine-silty control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; surface runoff is ponded; moderate permeability. A water table is as high as 1 foot above the surface to 12 inches below the surface at times from December to May unless drained. These soils are occasionally to frequently flooded from December through May unless drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, rangeland and cropland. Drained areas are used for small grains, hay, and pasture. Native vegetation is tufted hairgrass, sedge, rush, cattail, alkali cordgrass, and redosier dogwood on the cool phase and basin wildrye, tufted hairgrass, sedge, inland saltgrass, rush, cattail, and alkali cordgrass on the warm phase."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Saltese soils are of moderate extent in eastern and central Washington. MLRA 8, 9, and 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stevens County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nHistic epipedon - from the surface to 60 inches composed of sapric organic material.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
