{
  "SERIES": "SALTCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF, JCW, GLP",
  "REVDATE": "05/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical pedon of Saltcreek fine sandy loam on a convex slope with a gradient of 3 percent in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 in.); brown (10YR 5/3), interior, fine sandy loam, dark brown (10YR 3/3), interior, moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots throughout and common medium throughout; 13 percent clay; very strongly acid; clear smooth boundary. (10 to 49 cm (4 to 19 in.) thick).\nBt1--13 to 25 cm (5 to 10 in.); grayish brown (10YR 5/2), interior, sandy clay loam, very dark grayish brown (10YR 3/2), interior, moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 20 percent clay; few faint patchy clay films on vertical faces of peds and few faint patchy clay bridging between sand grains; slightly acid; gradual smooth boundary\nBt2--25 to 66 cm (10 to 26 in.); brown (10YR 5/3), interior, sandy clay loam, brown (10YR 4/3), interior, moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; 21 percent clay; few faint patchy clay films on vertical faces of peds and few faint patchy clay bridging between sand grains; neutral; gradual smooth boundary.\nBt3--66 to 99 cm (26 to 39 in.); brown (10YR 5/3), interior, fine sandy loam, brown (10YR 4/3), interior, moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; 19 percent clay; few faint patchy clay films on faces of peds and in pores and few faint patchy clay bridging between sand grains; neutral; clear smooth boundary. (combined thickness of the Bt horizons 36 to 112 cm (14 to 44 in.))\n2Bt4--99 to 142 cm (39 to 56 in.); light brownish gray (2.5Y 6/2), interior, silty clay, grayish brown (2.5Y 5/2), interior, moist; few fine prominent strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, very sticky and very plastic; 40 percent clay; few prominent continuous clay films on vertical and horizontal faces of peds; neutral; gradual wavy boundary. (20 to 122 cm (8 to 48 in.) thick)\n2Btk1--142 to 168 cm (56 to 66 in.); olive gray (5Y 5/2), interior, silty clay loam, olive gray (5Y 4/2), interior, moist; common fine prominent strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, very sticky and very plastic; 37 percent clay; few prominent continuous clay films on vertical and horizontal faces of peds; common fine irregular carbonate masses throughout; slightly alkaline; gradual wavy boundary.\n2Btk2--168 to 200 cm (66 to 80 in.); light olive gray (5Y 6/2), interior, silty clay loam, olive gray (5Y 5/2), interior, moist; few fine prominent strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm, very sticky and very plastic; 32 percent clay; few faint patchy clay films on vertical and horizontal faces of peds; few fine and medium irregular carbonate masses between peds; moderately alkaline. (combined thickness of 2Btk horizons 0 to 100 cm (8 to 40 in.))"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 6.4 kilometers (4 miles) north and 22.5 kilometers (14 miles) west of Hutchinson, 427 meters (1400 feet east) and 168 meters (550 feet south) of the northwest corner of sec. 28, T. 22 S., R. 8 W.; USGS Sterling SW topographic quadrangle; lat. 38 degrees 6 minutes 49 seconds N. and long. 98 degrees 12 minutes 38.1 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: An ustic moisture regime bordering on udic.\nSoil temperature regime: mesic\nMean annual soil temperature: 13 to 14 degrees C (56 to 58 degrees F)\nParticle-size control section: 18 to 28 percent clay\nParticle-size control section: 30 to 85 percent sand\nDepth to secondary calcium carbonate: 100 to greater than 200 cm (40 to greater than 80 in.)\nDepth to lithologic discontinuity and paleosol: 65 to 150 cm (25 to 60 in.)\nSome pedons have redoximorphic concentrations in the 2Bt and 2Btk horizons.\nThickness of the mollic epipedon: 25 to 49 cm (10 to 19 in.)\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (dry) 3 or 4 (moist)\nChroma: 1 to 3\nTexture: fine sandy loam, sandy loam, loam or loamy fine sand\nClay content: 5 to 20 percent\nSand content: 40 to 95 percent\nReaction: very strongly acid to slightly acid\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5 (dry) 2 to 4 (moist)\nChroma: 2 to 4\nTexture: sandy clay loam, clay loam, loam, fine sandy loam, or sandy loam\nClay content: 10 to 35 percent\nSand content: 30 to 85 percent\nReaction: slightly acid to neutral\n2Bt:\nHue: 7.5YR to 5Y\nValue: 4 to 7 (dry) 3 to 6 (moist)\nChroma: 1 to 6\nTexture: silty clay loam, clay loam, silty clay, loam, sandy clay loam,\nClay content: 20 to 45 percent\nSand content: 10 to 70 percent\nRock fragments: 0 to 2 percent fine and medium gravel\nCalcium carbonate equivalent: 0 to 5 percent\nRedoximorphic features: 0 to 25 percent\nReaction: neutral to moderately alkaline\n2Btk horizons:\nHue: 7.5YR to 5Y\nValue: 4 to 7 (dry) 3 to 6 (moist)\nChroma: 1 to 6\nTexture: silty clay loam, clay loam, silty clay, loam, sandy clay loam,\nClay content: 20 to 45 percent\nSand content: 10 to 70 percent\nRock fragments: 0 to 2 percent fine and medium gravel\nCalcium carbonate equivalent: 1 to 5 percent\nRedoximorphic features: 0 to 25 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Lancaster (KS), Leisy (NE), Loretto (NE), Nalim (KS), Naron (KS), Ost (KS), and Shellabarger (KS) series.\nThe Lancaster soils are underlain by bedrock at depths of 50 to 100 cm (20 to 40 in.).\nThe Leisy and Loretto soils have a mean annual soil temperatures less than 14 degrees C (57 degrees F).\nNaron and Shellabarger soils do not have a paleosol within the series control section.\nNalim soils do not have a paleosol within the series control section and have a higher clay content (25 to 35 percent clay) in the control section.\nOst soils have greater than 15 percent calcium carbonates occurring between 45 and 200 cm (18 to 80 in.)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian deposits over alluvium\nLandform: small dunes on paleoterraces in river valleys\nSlopes: 0 to 6 percent\nElevation: 350 to 740 meters (1150 to 2430 feet)\nMean annual air temperature: 13 to 14 degrees C (55 to 57 degrees F)\nMean annual precipitation: 610 to 840 mm (24 to 33 in.)\nFrost-free period: 180 to 230 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Carbika, Carway, Farnum, Funmar, and Naron soils.\nCarbika and Carway soils are in depressions on paleoterraces in river valleys and are poorly and somewhat poorly drained respectively.\nFarnum and Funmar soils are on nearly level to gently sloping areas on paleoterraces and have a mollic epipedon greater than 50 cm, (20 in.).\nNaron soils are on rolling small dunes on paleoterraces and do not have a paleosol."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nWell drained.\nRunoff is low.\nSaturated hydraulic conductivity is moderately high over moderately low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cultivated; wheat and sorghums are the principal crops. Native vegetation was tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H (Great Plains Winter Wheat and Range), MLRA 79 (Great Bend Sand Plains). This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon: The zone from 0 to 25 cm (0 to 10 in.) (Ap, Bt1)\nargillic horizon: The zone from 13 to 203 cm (5 to 80 in.) (Bt1, Bt2, Bt3, 2Bt, 2Btk1, 2Btk2)\nlithologic discontinuity and paleosol 99 cm (39 in.)\nThis soil was formerly mapped as Naron.\nKeys to Soil Taxonomy: Eleventh edition, 2010\nADDITIONAL DATA:\nLaboratory Data that supports this series are: NSSL lab pedon number 90P0924 (pedon ID 90KS155005), lab pedon number 87P0661 (pedon ID 87KS047002), lab pedon number 99P0598 (pedon ID 99KS151276)\n12/23/99: Established series with Reno County final correlation.\nGLP 08/2009 Update pedon description, competing series and range in characteristics.\nJCW 05/2011 Updated pedon description, competing series and range in characteristics.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
