{
  "SERIES": "SAMPSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/GB/LCC",
  "REVDATE": "12/1999",
  "STATES": "CO,NM",
  "OVERVIEW": "The Sampson Series consists of very deep, well drained soils that formed in alluvium derived from sedimentary or igneous rocks.  Sampson soils are on drainageways, stream terraces or alluvial fans with slopes of 0 to 15 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sampson loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, slightly sticky, slightly plastic; neutral; clear smooth boundary.  (3 to 10 inches thick)\nBA--6 to 10 inches; dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure parting to medium subangular blocky; hard, very friable, slightly sticky, slightly plastic; peds are hard, friable; few faint clay films on some faces of peds and in some root channels and pores; neutral; clear smooth boundary.  (2 to 12 inches thick)\nBt1--10 to 26 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to fine angular and subangular blocky; hard, friable, slightly sticky, slightly plastic; peds are very hard, firm; common distinct clay films in root channels and pores; neutral; gradual wavy boundary.  (8 to 28 inches thick)\nBt2--26 to 32 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; very hard, friable, slightly sticky, slightly plastic; peds are very hard, friable; few faint clay films on faces of peds and in some root channels and pores; slightly alkaline; gradual wavy boundary.  (4 to 15 inches thick)\nBk--32 to 60 inches; grayish brown (2.5Y 5/2) coarse sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; very hard, friable, slightly sticky, slightly plastic; visible secondary calcium carbonate as concretions and in seams and streaks; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Colorado; approximately 500 feet south of the northeast corner of Sec. 3, T. 7 S., R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 49 to 57 degrees F., and mean summer soil temperature is 66 to 72 degrees F.  The mollic epipedon ranges from 20 to 50 inches thick. Depth to uniformly calcareous material ranges from 10 to 40 inches. Depth to the base of the argillic horizon ranges from 13 to 50 inches. Rock fragments range from 0 to 15 percent by volume in a major part of the solum and C horizon above depth of 60 inches and are mainly 1/4 to 3 inches in diameter.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 through 5, 2 or 3 moist, and chroma of 1 through 3.  It ranges from slightly acid to slightly alkaline.\nThe Bt and Btk horizon has hue of 5Y through 7.5YR, value of 2 through 7, 2 through 6 moist, and chroma of 1 through 4.  This horizon is loam, sandy clay loam or clay loam.  It ranges from slightly acid to moderately alkaline.\nThe C horizon has hue of 5Y through 7.5YR and dry value of 5 to 7, 4 to 6 moist, and chroma of 2 or 3.  It is sandy loam, loam or sandy clay loam with 8 to 25 percent clay, 10 to 40 percent silt and 40 to 70 percent sand with up to 40 percent as fine sand and coarser.  This horizon ranges from slightly alkaline to strongly alkaline and has 3 to 14 percent calcium carbonate of the fine earth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albinas (WY), Garrett (WY), Haxtun (CO), Jarita (NM), Keya (SD), Prosper (SD), Renner (SD), Tracylee (WY), Vosburg (CO), Wetterdon (WY), Woodly (SD), and Woonsocket (SD) series.  Albinas soils lack an arkosic influence below the argillic horizon and have frost-free periods of 120 to 140 days.  Garrett soils have hue of 5YR or redder, and have more than 35 percent fine or coarser sand in the argillic horizon.  Haxtun soils have polygenetic sola with sandy loam or light sandy clay loam upper argillic horizons that grade to less sandy texture with depth.  Jarita soils have fractured limestone at depths of 20 to 40 inches.  Keya, Tracylee, and Woodly soils are noncalcareous throughout the profile.  Prosper and Renner soils are usually moist.  Woonsocket soils have more sand and less silt in the argillic horizons and are more moist.  Vosburg soils have dry moisture control sections for 15 consecutive days from May 15 to July 15 when soil temperatures at 20 inches is above 41 degrees F.  Wetterdon soils have more than 15% but less than 35% fine sand and coarser in the control section and C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sampson soils are on drainageways, stream terraces of alluvial fans where slope gradients range from 0 to 15 percent.  They formed in alluvium derived mostly from sedimentary or igneous rocks. At the type location the average annual precipitation is 13 to 17 inches with peak periods of precipitation occurring in the spring and summer.  The annual temperature is 47 to 55 degrees F., and the mean summer temperature is 66 degrees F.  The frost-free period ranges from 140 to 180 days.  Elevation at the type location is 6,105 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bresser and Bridgeport soils.  Bresser and Bridgeport soils have mollic epipedons less than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as pastureland; however, they are cropped to both irrigated and dryland crops in some areas.  Native vegetation is principally blue grama and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Terraces and fans in the vicinity of the foothills of eastern Colorado in MLRA's 49,67, and 69.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a thickened (Pachic) mollic epipedon from 0 to 26 inches and an argillic horizon from 10 to 32 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, slightly sticky, slightly plastic; neutral; clear smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--6 to 10 inches; dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure parting to medium subangular blocky; hard, very friable, slightly sticky, slightly plastic; peds are hard, friable; few faint clay films on some faces of peds and in some root channels and pores; neutral; clear smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 26 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to fine angular and subangular blocky; hard, friable, slightly sticky, slightly plastic; peds are very hard, firm; common distinct clay films in root channels and pores; neutral; gradual wavy boundary.  (8 to 28 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--26 to 32 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; very hard, friable, slightly sticky, slightly plastic; peds are very hard, friable; few faint clay films on faces of peds and in some root channels and pores; slightly alkaline; gradual wavy boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "Bk",
        "top": 81,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bk--32 to 60 inches; grayish brown (2.5Y 5/2) coarse sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; very hard, friable, slightly sticky, slightly plastic; visible secondary calcium carbonate as concretions and in seams and streaks; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
