{
  "SERIES": "SAMSIL",
  "STATUS": "Established Series",
  "BYREV": "KEC-CJH",
  "REVDATE": "06/2002",
  "STATES": "CO,NE,SD,WY",
  "OVERVIEW": "The Samsil series consists of shallow, well drained soils formed in alluvium or residuum weathered from shale.  Permeability is slow.  Slope ranges from 2 to 60 percent.  Mean annual precipitation is about 15 inches, and mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Samsil clay - on a convex, southwest-facing slope of 15 percent in native grass.  When described the soil was moist to 12 inches, dry from 12 to 21 inches, and moist below 21 inches.  (Colors are for dry soil unless otherwise stated)\nA--0 to 2 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine granular structure; slightly hard, friable, sticky and plastic; common fine roots; few very fine fragments of shale; slight effervescence; slightly alkaline; clear wavy boundary.  (2 to 4 inches thick)\nAC--2 to 7 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure parting to weak medium granular; hard, friable, sticky and plastic; common fine roots; common fine fragments of soft shale; slight effervescence; slightly alkaline; clear wavy boundary.  (0 to 6 inches)\nC1--7 to 11 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) crushing to grayish brown (2.5Y 5/2) moist; massive; hard, friable, sticky and plastic; common fine roots; 30 percent by volume of fine and medium fragments of soft shale; few fine distinct olive yellow (2.5Y 6/6) stains on fragments of shale; slight effervescence; slightly alkaline; gradual wavy boundary.\nC2--11 to 17 inches; light olive gray (5Y 6/2) clay, olive gray (5Y 5/2) moist; massive; hard, friable, sticky and plastic; common fine roots; about 50 percent by volume of fragments of soft shale; common distinct olive yellow (2.5Y 6/6) stains on faces of shale fragments; few fine and medium accumulations of carbonate; slight effervescence; moderately alkaline; gradual wavy boundary.  (Combined C horizons 2 to 12 inches thick)\nCr--17 to 60 inches; light gray (5Y 7/2) shale; olive gray (5Y 5/2) moist; soft when moist but hard and brittle when dry; few fine roots in upper part; few iron and manganese stains in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pennington County, South Dakota; about 3 miles east of Wasta; 1,515 feet east and 1,120 feet south of the northwest corner of sec. 12, T. 1 N., R. 14 E.; 24 feet south of C & GS BM J381 (1962) on west side of Jensen Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The control section is clay and contains 50 to 65 percent clay.  The depth to bedded shale ranges from 6 to 20 inches.  Horizons above the shale range from loose to hard when dry, and friable or firm when moist.  These horizons contain free carbonates.  Effervescence ranges from slight to strong and reaction is slightly alkaline or moderately alkaline.  The C1 and C2 horizons and upper part of the Cr horizons commonly have accumulations of carbonate, gypsum, and other salts.  Colors throughout, including mottles and stains, are inherited from the shale.\nThe A horizon has hue of 5Y, 2.5Y, or 10YR, value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 4.  It is clay, silty clay, silty clay loam or clay loam and commonly contains few to common fragments of shale ranging from 2 to 25 mm in diameter.  It has fine or medium subangular blocky or fine or very fine granular structure.  The upper 1/4 to 1/2 inch commonly is a fragile crust or mulch or very fine granules when dry.\nThe AC horizon has hue of 5Y, 2.5Y, or 10YR, value of 4 to 7 and 3 to 6 moist, and chroma of 1 to 4.  It contains up to 35 percent fragments of shales by volume that range from less than 2 mm to 30 mm in diameter.\nThe C horizon has hue of 5Y, 2.5Y or 10YR, value of 4 to 7 and 3 to 6 moist, and chroma of 1 to 4.  It is clay.  The C horizon contains from 35 to more than 50 percent fragments of shale by volume that range from less than 2 mm to 35 mm in diameter.\nThe Cr horizon has the same range in color as the overlying C horizons.  It ranges from medium acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Epsie and Zigsag soils.  Epsie soils have E and Bky horizons.  Zigzag soils do not have carbonates, gypsum or salts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Samsil soils are on gently sloping to very steep hills, ridges and breaks of dissected shale plains.  Surfaces mainly are convex, and slope gradients range from 2 to 60 percent or more.  The soil formed in alluvium or residuum weathered from shale.  Mean annual air temperature ranges from 45 to 48 degrees F, and mean annual precipitation ranges from 14 to 19 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cromack, Fairburn, Kyle, Nunn, Pierre, Satanta and Swanboy soils.  Cromack and Pierre soils have bedrock between depths of 20 and 40 inches.  In addition, Cromack soils have cambic horizons.   Fairburn soils have a loamy particle-size control section. Kyle soils have bedrock at depths greater than 40 inches.  Nunn soils have a fine textured argillic horizon.  Satanta soils have a fine-loamy particle-size control section.  Swanboy soils have visible salts within 10 inches of the surface.  Kyle and Pierre soils are on smoother parts of nearby landscapes.  Nunn and Satanta soils are on flats above the Samsil soils.  Swanboy soils are on toeslopes and flats below the Samsil soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff ranges from medium to very high depending on slope.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Native vegetation is mainly little bluestem, western wheatgrass, sideoats grama, blue grama, green needlegrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern South Dakota and parts of Nebraska and Wyoming.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stanley County, South Dakota, 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: ochric epipedon - the zone from the surface to a depth of 2 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine granular structure; slightly hard, friable, sticky and plastic; common fine roots; few very fine fragments of shale; slight effervescence; slightly alkaline; clear wavy boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "AC",
        "top": 5,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--2 to 7 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure parting to weak medium granular; hard, friable, sticky and plastic; common fine roots; common fine fragments of soft shale; slight effervescence; slightly alkaline; clear wavy boundary.  (0 to 6 inches)"
      },
      {
        "name": "C1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--7 to 11 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) crushing to grayish brown (2.5Y 5/2) moist; massive; hard, friable, sticky and plastic; common fine roots; 30 percent by volume of fine and medium fragments of soft shale; few fine distinct olive yellow (2.5Y 6/6) stains on fragments of shale; slight effervescence; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 28,
        "bottom": 43,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--11 to 17 inches; light olive gray (5Y 6/2) clay, olive gray (5Y 5/2) moist; massive; hard, friable, sticky and plastic; common fine roots; about 50 percent by volume of fragments of soft shale; common distinct olive yellow (2.5Y 6/6) stains on faces of shale fragments; few fine and medium accumulations of carbonate; slight effervescence; moderately alkaline; gradual wavy boundary.  (Combined C horizons 2 to 12 inches thick)"
      },
      {
        "name": "Cr",
        "top": 43,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "narrative": "Cr--17 to 60 inches; light gray (5Y 7/2) shale; olive gray (5Y 5/2) moist; soft when moist but hard and brittle when dry; few fine roots in upper part; few iron and manganese stains in upper part."
      }
    ]
  ]
}
