{
  "SERIES": "SAMSULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH",
  "REVDATE": "04/2000",
  "STATES": "FL",
  "OVERVIEW": "The Samsula series consists of very deep, very poorly drained, rapidly permeable soils that formed in moderately thick beds of hydrophytic plant remains and are underlain by sandy marine sediments.  These soils are in swamps, poorly defined drainageways and flood plains.  Slopes are less than 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, siliceous, dysic, hyperthermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Samsula muck--forested.                 (Colors are for moist soil.)\nOa1--0 to 9 inches; black (5YR 2/1) rubbed and pressed, well decomposed muck; about 20 percent fiber, 5 percent rubbed; moderate medium granular structure; friable; many fine roots, few medium roots; about 10 percent mineral material; sodium pyrophosphate extract color very dark grayish brown (10YR 3/2); extremely acid; gradual smooth boundary.\nOa2--9 to 36 inches; dark reddish brown (5YR 2/2) rubbed and pressed, well decomposed sapric material; about 15 percent fiber, 5 percent rubbed; moderate medium granular structure; friable; common fine roots; about 20 percent mineral material; sodium pyrophosphate extract color is very dark grayish brown (10YR 3/2); extremely acid; abrupt wavy boundary.  (Combined thickness of the Oa horizon is 16 to 51 inches.)\nCg1--36 to 46 inches, dark grayish brown (10YR 4/2) sand; common coarse faint very dark gray (10YR 3/1) mottles; single grained; loose; extremely acid; clear wavy boundary.  (4 to 18 inches thick)\nCg2--46 to 55 inches; gray (10YR 6/1) sand; common medium faint brown (10YR 5/3) mottles; single grained; loose; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Volusia County, Florida; about 2.5 miles northwest of I-95 and US 92 junction west of Daytona Beach.  SW1/4SW1/4, sec. 20. T.  15 S., R. 32 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil reaction of the organic material is less than 4.5 in 0.01M calcium chloride and ranges from 4.5 to 5.5 by the Hellige-Truog method.  The mineral material is extremely acid through moderately acid.\nThe Oa horizon has hue of 10YR to 5YR, value of 2 or 3, and chroma of 4 or less.  The fiber content in the organic portion of the control section is less than 33 percent, unrubbed, or if more than 33 percent, its content is less than 16 percent of its volume after rubbing.  Sodium pyrophosphate extract has hue of 10YR, value of 2 to 4, and chroma of 4 or less; value of 5, and chroma of 2 to 8; value of 6, and chroma of 3 to 8; or value of 7, and chroma of 4 to 8.\nThe Cg1 horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2; or hue of 2.5YR, value of 3 or 4, and chroma of 2; or it is neutral (N) with value of 2 or 3.  Texture is sand, fine sand, loamy sand, loamy fine san, mucky sand, mucky fine sand, mucky loamy sand or mucky loamy fine sand.\nThe Cg2 horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2; or hue of 2.5Y, value of 5 to 7, and chroma of 2; or it is neutral (N) with value of 5 to 7.  Some pedons have mottles or streaks of lighter or darker colors.  Texture is sand, fine sand, loamy fine sand, or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Series in closely related families are the Dare, Dorovan, Ocoee, Okeelanta, Pamlico, Ponzer, Terra Ceia, and Tomoka series.  Dare, Dorovan, Pamlico, and Ponzer soils have mean annual soil temperatures of 72 degrees F. or less at depths of 20 inches below the surface.  In addition, Dare and Dorovan soils lack mineral layers within depths of 51 inches and Ponzer soils have loamy material within the control section.  Ocoee soils are dominated by more fibrous materials.  Okeelanta soils are less acid.  Terra Ceia soils have sapric materials to depths of more than 51 inches and are less acid.  Tomoka soils have loamy layers within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Samsula soils are in freshwater swamps, depressions, and poorly defined drainageways.  Slope gradients are less than 2 percent.  They have formed in moderately thick beds of hydrophytic non-woody plant remains underlain by sandy marine sediments.   Rainfall is about 50 to 60 inches annually; mean annual air temperature is about 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tomoka series and the Basinger, Electra, Immokalee, Myakka, Placid, Pomello, Pomona, and St. Johns series.  All of these soils are mineral except Tomoka."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Samsula soils are very poorly drained.  Runoff is very slow to ponded.  Permeability is rapid.  The water table is at or above surface of the soil except during extended dry periods.  In drained areas, a water control system regulates the water table according to plant needs."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native vegetation and used for water storage and as wildlife habitat.  Natural vegetation is loblolly bay with scattered cypress, maple, gum, and pine trees with a ground cover of greenbriers, ferns, and other aquatic plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern portions of Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hernando County, Florida; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nSapric soil materials--the zone from the surface to a depth of 36 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa1--0 to 9 inches; black (5YR 2/1) rubbed and pressed, well decomposed muck; about 20 percent fiber, 5 percent rubbed; moderate medium granular structure; friable; many fine roots, few medium roots; about 10 percent mineral material; sodium pyrophosphate extract color very dark grayish brown (10YR 3/2); extremely acid; gradual smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 23,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa2--9 to 36 inches; dark reddish brown (5YR 2/2) rubbed and pressed, well decomposed sapric material; about 15 percent fiber, 5 percent rubbed; moderate medium granular structure; friable; common fine roots; about 20 percent mineral material; sodium pyrophosphate extract color is very dark grayish brown (10YR 3/2); extremely acid; abrupt wavy boundary.  (Combined thickness of the Oa horizon is 16 to 51 inches.)"
      },
      {
        "name": "Cg1",
        "top": 91,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--36 to 46 inches, dark grayish brown (10YR 4/2) sand; common coarse faint very dark gray (10YR 3/1) mottles; single grained; loose; extremely acid; clear wavy boundary.  (4 to 18 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 117,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--46 to 55 inches; gray (10YR 6/1) sand; common medium faint brown (10YR 5/3) mottles; single grained; loose; extremely acid."
      }
    ]
  ]
}
