{
  "SERIES": "SAN ISABEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The soils of the San Isabel series are deep, well to somewhat excessively drained soils formed in alluvium or glacial outwash rocks.  They are on high terraces, alluvial fans and glacial outwash plains.  The mean annual precipitation is about 12 inches and the mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  San Isabel very gravelly loamy sand in grassland.  (Colors are for dry soil unless otherwise noted )\nA1--0 to 5 inches; grayish-brown (10YR 5/2) very gravelly loamy sand, very dark grayish brown (10YR 3/2) when moist; moderate, fine, granular structure; soft, very friable; 60 percent gravel; slightly acid; gradual smooth boundary.  (4 to 6 inches thick)\nB2t--5 to 14 inches, brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) when moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard very friable; thin patchy clay films on peds, as fillings in root channels and pores; and as bridges between sand grains; 60 percent gravel; neutral; gradual smooth boundary.  (6 to 14 inches thick)\nB3--14 to 19 inches, brown (10YR 5/3) very gravelly light sandy loam dark brown (10YR 4/3) when moist; weak medium subangular blocky structure; slightly hard very friable; few thin patchy clay films on peds and in some root channels and pores; 60 percent gravel; noncalcareous; mildly alkaline; gradual wavy boundary 0 to 6 inches thick\nIIC--l9 to 60 inches, noncalcareous very gravelly sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chaffee County Colorado; approximately 50 feet north of the Buena Vista city limits and 75 feet west of the road in the NE1/4 Sec 8., T. 14 S. R. 78 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The San Isabel soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material normally ranges from 40 to more than 60 inches.  Depth to the sandy-skeletal IIC horizon ranges from 10 to 20 inches.  Depth to the base of the argillic horizon ranges from 10 to 20 inches.  Rock fragments range from 35 to 85 percent by volume in a major part of the solum and C horizon above depth of 40 inches and are mostly less than 3 inches in diameter.  The soils above depth of 40 inches range from slightly acid to mildly alkaline.\nThe A horizon has hue of 2.5Y through 7.5YR, value of\n4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe B2t horizon has hue of 2.5Y through 7.YR value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically very gravelly sandy loam but clay averages 8 to 18 percent and sand 32 to 82 percent.\nThe C horizon has hue of 2.5Y through 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaverell, Curecanti, Simmont, Uracca, and Zillman series.  Beaverell, Uracca, and Zillman soils are calcareous above depth of 40 inches and have subhorizons of secondary calcium carbonate accumulation.  Curecanti and Simmont soils halic horizons with more than 18 percent clay and lack sandy-skeletal IIC horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The San Isabel soils are on high terraces alluvial fans and glacial outwash plains.  Slope gradients range from 0 to about 10 percent.  The soils formed in alluvial parent materials or glacial outwash derived from a variety of rocks.  At the type location the average annual precipitation is 12 inches with peak periods of precipitation in the spring and early summer The mean annual temperature is 44 degrees F., and the mean summer temperature is 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEORGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEORGRAPHICALLY ASSOCIATED SOILS:  These are the Ouray and St. Elmo soils.  Ouray soils lack argillic horizons St. Elmo soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow runoff; rapid to very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and as irrigated cropland.  Native vegetation is mainly sand dropseed three-awn pinyon, fringed sage, Indian ricegrass, western wheat needleandthread grass, and native bluegrass.  Irrigated crops are limited principally to native hays."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of central\nColorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chaffee County, Colorado, 1974"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by and cleaned up by Colorado.  Last revised by state on 8/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; grayish-brown (10YR 5/2) very gravelly loamy sand, very dark grayish brown (10YR 3/2) when moist; moderate, fine, granular structure; soft, very friable; 60 percent gravel; slightly acid; gradual smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "B2t",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B2t--5 to 14 inches, brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) when moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard very friable; thin patchy clay films on peds, as fillings in root channels and pores; and as bridges between sand grains; 60 percent gravel; neutral; gradual smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "B3",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3--14 to 19 inches, brown (10YR 5/3) very gravelly light sandy loam dark brown (10YR 4/3) when moist; weak medium subangular blocky structure; slightly hard very friable; few thin patchy clay films on peds and in some root channels and pores; 60 percent gravel; noncalcareous; mildly alkaline; gradual wavy boundary 0 to 6 inches thick"
      }
    ]
  ]
}
