{
  "SERIES": "SAN ANDREAS",
  "STATUS": "Established Series",
  "BYREV": "Rev: RCH-RWK-CEJ-KP",
  "REVDATE": "06/1999",
  "STATES": "CA",
  "OVERVIEW": "The San Andreas series consists of moderately deep soils that formed in material weathered from soft sandstone.  San Andreas soils are on hills and mountainous uplands and have slopes of 9 to 75 percent.  The mean annual precipitation is about 20 inches and the mean annual air temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, thermic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  San Andreas fine sandy loam, annual grass, range.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; few soft rock fragments; neutral (pH 7.0); considerable mixing with A2 horizon through rodent activity; abrupt smooth boundary.  (0 to 7 inches thick)\nA2--2 to 15 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial and many very fine tubular pores; few soft rock fragments; moderately acid (pH 6.0); clear smooth boundary.  (10 to 16 inches thick)\nBt1--15 to 24 inches; grayish brown (10YR 5/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, sticky and plastic; common very fine roots; common very fine interstitial and many very fine tubular pores; common thin clay films as bridges; few soft rock fragments; moderately acid (pH 6.0); gradual irregular boundary.  (4 to 10 inches thick)\nBt2--24 to 28 inches; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, sticky and plastic; few very fine roots; common very fine interstitial and many very fine tubular pores; common thin clay films as bridges and lining pores; 25 percent soft rock fragments that crush easily; moderately acid (pH 6.0); abrupt irregular boundary.  (4 to 10 inches thick)\nCr--28 to 36 inches; very pale brown (10YR 8/4) soft medium grained sandstone, very pale brown (10YR 7/3) moist; coating of reddish brown (2.5YR 5/4) and dark reddish brown (2.5YR 3/4) on joints; rock is fragmented in the top 6 to 8 inches and massive below.  Bedrock is slightly brittle but can be broken by hand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Barbara County, California; 4.0 miles up Howard Canyon from Highway 101, 0.5 mile north on oil company road, 35 feet west and 125 feet south of gas meter; east edge of Sec. 5, T.8N., R.32W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact is 20 to 40 inches.  The mean annual soil temperature at a depth of 20 inches is 60 to 66 degrees F.  The soil temperature in the winter for most years is above 47 degrees F.  Soil between the depths of about 8 and 24 inches is usually dry all of the time from May until November or early December and usually is moist all the rest of the year.  The soils are sandy loam, fine sandy loam or loam with less than 18 percent clay.  They are neutral to medium acid.\nThe A horizon is 10YR 5/1, 4/1, 5/2, 4/2, 5/3.  The organic matter content is 1 to 4 percent and decreases regularly to less than 1 percent between 10 and 20 inches below the surface.  This horizon usually has weak to moderate granular or subangular blocky structure but if the soil is massive, it is slightly hard or soft when dry.\nThe B horizon is 10YR 4/2, 5/2, 5/3, 6/2, 6/3, 6/4, 7/2 ; 7.5YR  5/4, 6/2, 6/4.   Texture is sandy loam, fine sandy loam, or very fine sandy loam. It has few to common thin clay films as bridges, lining pores or as discontinuous films on faces of peds."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acampo, Pfeiffer, Tokay, Veritas and Walong series.  Acampo and Veritas soils are deep to a duripan.  Pfeiffer soils are underlain by a paralithic contact at depths of more than 40 inches.  Tokay and Veritas are deep or very deep, moderately well drained soils.  Walong soils have more than 30 degrees F. difference between average summer and winter soil temperatures and are dry in all parts for more than 120 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  San Andreas soils are on hills and mountainous uplands at elevations of 200 to 2,500 feet.  Slopes are 9 to 75 percent.  The climate is subhumid with rainless but somewhat foggy summers and cool moist winters.  Mean annual precipitation, all in the form of rain, is about 12 to 35 inches.  Average January temperature is about 50 degrees F, average July temperature is about 64 degrees F., mean annual temperature is 57 to 65 degrees F.  The average frost-free season is about 200 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arnold, Chamise, Gaviota, Santa Lucia, Sheridan and Tierra soils.  Arnold soils are sandy throughout.  Chamise and Tierra soils have clayey Bt horizons.  Gaviota soils are less than 20 inches deep to a lithic contact.  Santa Lucia soils have more than 35 percent rock fragments.  Sheridan soils have a mollic epipedon more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing with small incidental areas used for irrigated crops and small grain.  Principal naturalized plants are annual grasses and forbs with some coastal sagebrush and scattered live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the coast from San Francisco to Santa Barbara in California, MLRA 15.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Corralitos Creek Project (Watsonville), California, 1938.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
