{
  "SERIES": "SAN LUIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/SJJ",
  "REVDATE": "09/2016",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Aquic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  San Luis sandy loam - grassland.  (Colors are for\ndry soil unless otherwise noted).\nA--0 to 4 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; soft, very friable; many dark magnetic mineral grains; calcareous; moderately alkaline (pH 8.4); abrupt smooth boundary. (3 to 10 inches thick)\nE--4 to 7 inches; light brownish gray (10YR 6/2) sandy loam, grayish brown (10YR 5/2) moist; moderate fine platy structure parting to very fine granular; soft, very friable; many dark magnetic mineral grains; calcareous; moderately alkaline (pH 8.4); abrupt smooth boundary.  (0 to 5 inches thick)\nBtn--7 to 15 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium columnar structure parting to medium and fine angular blocky; slightly hard, friable, slightly plastic; peds are very hard; thin nearly continuous wax-like coatings on faces of peds; wax-like coatings and fillings in root channels and pores; wax-like rims around pore openings; many dark magnetic mineral grains; approximately 20 percent exchangeable sodium; calcareous; very strongly alkaline (pH 9.6); clear smooth boundary.  (6 to 14 inches thick)\nBtnkz--15 to 20 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; a few small prominent mottles of reddish brown (5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly plastic; peds are very hard; thin glossy patches on faces of peds; glossy coatings in pores; some visible calcium carbonate and probably other salts occurring as concretions, as crystals, and in thin seams and streaks; many dark magnetic mineral grains; calcareous; very strongly alkaline (pH 9.6); gradual smooth boundary.  (4 to 8 inches thick)\nBkz--20 to 30 inches; light gray (10YR 7/1) sandy clay loam, gray (10YR 5/1) moist; common medium prominent mottles of reddish brown (5YR 4/4) moist; massive; hard, friable; visible calcium carbonate and other salts occurring as small concretions, as crystals, and in thin seams and streaks; many dark magnetic mineral grains; calcareous; very strongly alkaline (pH 9.8); gradual smooth boundary.  (5 to 25 inches thick)\n2Cg--30 to 60 inches; light brownish gray (10YR 6/2) sand, dark grayish brown (10YR 4/2) moist; common medium prominent mottles of reddish brown (5YR 4/4) moist; single grained; loose; many dark magnetic mineral grains; calcareous; very strongly alkaline (pH 9.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; 1,000 feet west and 50 feet north of the east 1/4 corner, Sec. 13, T. 29 N., R 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 43 to 46 degrees F., and mean summer soil temperature ranges from 60 to 64 degrees F.  The soils range from moderately alkaline to very strongly alkaline in a majority of subhorizons within the solum.  Exchangeable sodium ranges from 15 to 60 percent in a major part of the Btn horizon, but is less than 15 percent in the A horizon in some pedons.  Conductivity ranges from 0 to 14 millimhos within the epipedon and the natric horizon.  Depth to uniformly calcareous material normally ranges from 0 to 6 inches.  Depth to the coarse textured 2C horizon ranges from 20 to 40 inches.  Depth to the base of the natric horizon ranges from 10 to 26 inches.  Depth to continuous subhorizons of visible secondary calcium carbonate, calcium sulfate or other soluble salt accumulation ranges from 10 to 40 inches.  Clay content of the major part of any horizons occurring above the contrasting sandy or sandy-skeletal substratum ranges from 18 to 35 percent.  Rock fragments range from 0 to 35 percent in a major part of the solum and range from 1 to 10 inches in diameter.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7, 4 or 5 moist, and chroma of 2 or 3.\nThe E horizon is absent in some pedons.\nThe Btn horizon has hue of 2.5Y through 7.5YR, value of 5 or 6, 4 or 5 moist, and chroma of 2 or 3.\nThe Bkz horizon or C (if present) has hue of 2.5Y through 7.5YR, value of 6 or 7, 4 or 5 moist, and chroma of 1 or 2.\nThe 2C horizon has hue of 2.5Y through 7.5YR, value of 5 through 7, 4 or 5 moist, and chroma of 1 through 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in this family.  The related Mosca soils have a coarse-loamy control section and are well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  San Luis soils are on floodplains or valley floors.   Slope gradients range from 0 to 4 percent.  The soils formed in alluvium from basalt.  The average annual precipitation is 7 to 9 inches, with peak periods of precipitation during the spring and early summer months.  Mean annual temperature is 40 degrees to 44 degrees F., and mean summer temperature is 59 degrees  to 62 degrees F.  Elevation ranges from 7,000 to 8,000 feet.  The frost-free period is 85 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hooper and the competing Mosca soils.  Hooper soils have a clayey over sandy or sandy-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly to poorly drained; slow runoff; slow or very slow permeability above the contrasting material.  Water table fluctuates from 1 to 3.5 feet during seasonal highs and maximum runoff periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and for irrigated cropland.  Principal native plants are saltgrass, alkali sacaton, rabbitbrush, and greasewood.  Common crops are alfalfa and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Luis Valley Area of south-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alamosa County (San Luis Valley Area), 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data.\nDiagnostic horizons and features present in this profile:\nOchric Epipedon:  The zone between 0 to 7 inches (A and E)\nNatric Horizon:  The zone between 7 to 20 inches (Btn and Btnkz)\nSecondary Carbonates an other salts:  The zone between 15 to 30 inches (Btnkz and Bkz)\nIt is assumed that carbonates, gypsum and other salts present do not meet the criteria for a diagnostic subhorizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
