{
  "SERIES": "SAN SABA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN;GLL:JMG",
  "REVDATE": "01/2017",
  "STATES": "OK,TX",
  "OVERVIEW": "The San Saba series consists of moderately deep, moderately well drained, very slowly permeable soils that formed in calcareous clayey slope alluvium and/or residuum over hard limestone. These nearly level to gently sloping soils occur on ridges on hills. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 838 mm (33 in), and mean annual air temperature is 19.4 degrees C (66 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Leptic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  San Saba clay--cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 cm (0 to 4 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; extremely hard, very firm; few fine roots; very slightly effervescent; slightly alkaline; clear smooth boundary.  Thickness is 10 to 15 cm (4 to 6 in)\nA--10 to 48 cm (4 to 19 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate medium angular blocky structure; extremely hard, very firm; few fine roots; streaks of dark gray in old crack fillings; common pressure faces; few fine iron-manganese concretions; very slightly effervescent; slightly alkaline; gradual wavy boundary.  Combined thickness of the A horizons is 25 to 66 cm (10 to 26 in)\nBss--48 to 89 cm (19 to 35 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; common prominent slickensides and wedge shaped peds tilted 30 to 45 degrees from horizontal, these part to moderate fine angular blocky structure; extremely hard, very firm; few calcium carbonate concretions; few fine iron-manganese concretions; slightly effervescent; moderately alkaline; abrupt smooth boundary.  Thickness is 30 to 76 cm (12 to 30 in)\nR--89 to 97 cm (35 to 38 in); gray indurated fractured limestone; fractures about 8 to 20 inches apart; hardness of about 3 Mohs scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bell County, Texas; from junction of Interstate 35 and Texas Highway 36 in Temple; 6 miles northwest on Texas Highway 36 to Texas Highway 317; 1.1 miles north on Texas Highway 317 to private road; 1,600 feet west of junction with private road.\nUSGS topographic quadrangle: Moffat, TX;\nLatitude: 31 degrees, 10 minutes, 32.18 seconds, N;\nLongitude: 97 degrees, 25 minutes, 7.70 seconds, W;\nDatum: WGS84.\nUTM Easting 650681.98 m, UTM Northing 3450140.28 m; UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: a Udic-ustic soil moisture regime\nDepth to lithic contact: 61 to 100 cm (24 to 40 in)\nThickness of mollic epipedon: 25 to 91 cm (10 to 36 in)\nDepth to slickensides: 10 to 66 cm (4 to 26 in)\nVertic features: When dry, cracks range from 2.5 to 8 cm (1 to 3 in) wide and extend from the surface to depths of51 cm (20 in) or more. Cracks open and close on the average more than once each year, and remain open from 90 to 150 cumulative days in most years.\nGilgai microrelief: Undisturbed areas have knolls 8 to 15 cm [3 to 6 in] higher than depressions and distance between the center of knolls and center of the depressions ranges from 6 to 12 feet.\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent\nRock fragments: Some pedons contain 5 to 10 percent fragments of limestone ranging from 13 to 51 mm (0.5 to 2 in) in diameter.\nA horizon\nHue: 10YR\nValue: 3 to 4 dry, 3.5 or less moist\nChroma: 1\nTexture: clay\nClay content: 45 to 60 percent\nRock fragments: 0 to 10 percent; 2-51 mm; strongly cemented to indurated limestone\nEffervescence: dominantly very slight to strong, but some pedons are noneffervescent to depths of 51 cm (20 in)\nReaction (pH): slightly alkaline or moderately alkaline (7.4 to 8.4)\nBss horizon\nHue: 10YR to 5Y\nValue: 4 to 5\nChroma: 1 to 3; Most pedons that have chroma of 2 or 3 are distinctly mottled with gray.\nTexture: clay or silty clay\nClay content: 45 to 60 percent\nRock fragments: 0 to 10 percent; 2-51 mm; strongly cemented to indurated limestone\nEffervescence: slight to violent\nReaction (pH): slightly alkaline or moderately alkaline (7.4 to 8.4)\nR layer\nKind: coarsely fractured, indurated limestone that may be interbedded with clay or chalk"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crawford, Dalco, and Greenvine soils in the same family and the similar Anhalt, Dephalt, and Vertel series.  Anhalt, Crawford and Dephalt soils: have hue of 7.5YR or redder throughout\nAnhalt soils: contains more than 60 percent clay content in the particle-size control section\nDalco soils: have a paralithic contact with chalk\nGreenvine soils: have a paralithic contact with tuffaceous siltstone or sandstone\nVertel soils: contains more than 60 percent clay content in the particle-size control section and have a paralithic contact with shale"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous clayey slope alluvium and/or residuum derived from clayey marl and limestone underlain by hard limestone\nLandscape: hills\nLandform: head slopes, footslopes and toeslopes of ridges\nSlope: 0 to 5 percent, but predominantly from 0.5 to 2 percent\nMean annual precipitation range: 762 to 1016 mm (30 to 40 in)\nThornthwaite P-E index: 44 to 64\nMean annual air temperature range: 17.2 to 20.0 degrees C (63 to 68 degrees F)\nFrost free period: 225 to 260 days\nElevation: 182.9 to 396.2 m (600 to 1300 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Crawford series and the Bolar, Denton, Eckrant, Krum, Purves, and Slidell series.\nBolar soils: contain more than 40 percent carbonates, do not have slickensides, and occur on similar positions\nCrawford soils: occurs on slightly higher positions\nDenton soils: are deep to bedrock, have a fine-silty particle-size control section, and occur on slightly higher positions\nEckrant soils: are less than 51 cm (20 in) deep to bedrock, have more than 35 percent fragments in the particle-size control section, and occur on similar positions\nKrum and Slidell soils: are very deep to bedrock and occur on slightly lower positions\nPurves soils: are less than 51 cm (20 in) deep to bedrock and occur on similar positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is very slow. Runoff is high on slopes less than 1 percent and very high on slopes from 1 to 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  In cultivation, pasture and range. Cultivated crops are mostly grain sorghum, corn, small grain, and cotton.  Native rangeland is mid and tall grasses with a widely spaced overstory of live oak.  Most pasture areas are planted to coastal bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas and southern Oklahoma; LRR J and limited acreage in LRR I, MLRA 85 and small areas of MLRAs 81C and 84B. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Saba County, Texas; 1916."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 01/2017 (RFG-TRD): Converted to tabular format and added metric units. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 89 cm (0 to 35 in), moist chroma of less than 1.5 in the upper 12 inches in more than half of each pedon.\nVertic features - 48 to 89 cm (19 to 35 in). High shrink-swell potential and cracks that are 1.5 to 3 cm (1/2 to 1 in) wide at a depth 30 cm (12 in) or more during dry periods in most years.\nLithic contact - 89 cm (35 in)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, 12th Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 cm (0 to 4 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; extremely hard, very firm; few fine roots; very slightly effervescent; slightly alkaline; clear smooth boundary.  Thickness is 10 to 15 cm (4 to 6 in)"
      },
      {
        "name": "A",
        "top": 10,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--10 to 48 cm (4 to 19 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate medium angular blocky structure; extremely hard, very firm; few fine roots; streaks of dark gray in old crack fillings; common pressure faces; few fine iron-manganese concretions; very slightly effervescent; slightly alkaline; gradual wavy boundary.  Combined thickness of the A horizons is 25 to 66 cm (10 to 26 in)"
      },
      {
        "name": "Bss",
        "top": 48,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bss--48 to 89 cm (19 to 35 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; common prominent slickensides and wedge shaped peds tilted 30 to 45 degrees from horizontal, these part to moderate fine angular blocky structure; extremely hard, very firm; few calcium carbonate concretions; few fine iron-manganese concretions; slightly effervescent; moderately alkaline; abrupt smooth boundary.  Thickness is 30 to 76 cm (12 to 30 in)"
      },
      {
        "name": "R",
        "top": 89,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--89 to 97 cm (35 to 38 in); gray indurated fractured limestone; fractures about 8 to 20 inches apart; hardness of about 3 Mohs scale."
      }
    ]
  ]
}
