{
  "SERIES": "SAN ARCACIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/RHM",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "OVERVIEW": "The San Arcacio series consists of deep, well drained soils that formed in alluvium.  San Arcacio soils are on terraces and are nearly level to gently sloping.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  San Arcacio sandy loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nAl--0 to 4 inches; light brownish gray (1OYR 6/2) sandy loam, dark grayish brown (1OYR 4/2) moist; moderate fine granular structure; soft, very friable; mildly alkaline (pH 7.6); gradual smooth boundary.  (2 to 5 inches thick)\nB2t--4 to 13 inches; brown (1OYR 5/3) sandy clay loam, dark brown (1OYR 4/3) moist; moderate medium prismatic structure that parts to moderate medium subangular blocks; slightly hard, very friable, slightly sticky and slightly plastic; peds are hard; nearly continuous wax-like coatings on peds; wax-like coatings in root channels and pores; mildly alkaline (pH 7.8).  (4 to 9 inches thick)\nB3ca--13 to 16 inches; brown (1OYR 5/3) light sandy clay loam, dark brown (1OYR 4/3) moist; weak medium prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly plastic; peds are hard; few thin glossy patches on peds and in pores; some visible secondary calcium carbonate occurring as small concretions; calcareous; moderately alkaline (pH 8.5); gradual wavy boundary.  (2 to 3 inches thick)\nC1ca--16 to 26 inches; light brownish gray (1OYR 6/2) heavy sandy loam, grayish brown (10YR 5/2) moist; massive; hard, very friable; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline (pH 8.5); abrupt wavy boundary.  (5 to 32 inches thick)\nIIC2ca--26 to 60 inches; sand and gravel; some accumulated secondary calcium carbonate on the underside of pebbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; 950 feet north and 110 feet east of the SW corner of Sec. 25, T. 37 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 45 degrees F., and mean summer temperature is 62 degrees F.  The soils range from neutral to strongly alkaline in a majority of subhorizons within the solum.  Exchangeable sodium ranges from 0 to 15 percent and conductivity ranges from 0 to 14 millimhos within the epipedon ant the argillic horizon.  Depth to coarse textured IIC horizons range from 10 to 40 inches.  Depth to the base of the argillic horizon ranges from 10 to 40 inches.  Depth to continuous subhorizons of visible secondary calcium carbonate and/or sulfate accumulation ranges from 12 to 40 inches but such are not strong enough to qualify as calcic or gypsic horizons.  The argillic horizon averages 35 to 70 percent fine or coarser sand.\nThe C horizon above a depth of 40 inches ranges in clay from 5 to 35 percent and in fine or coarser sand from 35 to 85 percent.  Rock fragments range from 0 to 15 percent in a major part of the solum and are dominantly 1 to 10 inches in diameter.  Hue ranges from 5Y through 75YR except that a few subhorizons having hue redder than 7.5YR occur discontinuously in some pedons and occupy less than half the thickness of the solum and C horizons above depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Farson (T), Graypoint, and Strauss series.  Farson and Graypoint soils have sandy-skeletal substratums at depths of 10 to 20 inches.  Strauss soils have thermic temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  San Arcacio soils are on nearly level to gently sloping terraces.  The soils formed in mixed alluvium underlain by coarse textured sand and gravel substratums.  At the type location the average annual precipitation is 7 inches with peak periods of precipitation in the spring and early summer.  The average annual temperature is 41 degrees F., and the average summer temperature is 61 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC ASSOCIATED SOILS",
    "content": "GEOGRAPHIC ASSOCIATED SOILS:  These are the Acacio and Villa Grove soils.  Acacio and Villa Grove soils lack sandy-skeletal substratums, and the Villa Grove soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability.  An irrigation-induced watertable may form within 18 inches of the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as irrigated cropland or as native pastureland.  Principal native plants are greasewood, rabbitbrush, saltgrass, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Luis Valley area of south-central Colorado.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County Area, Colorado, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  File name is San_Arcaci.  Official series name is San Arcacio.   OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 7/75.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
