{
  "SERIES": "SANBURN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TNR-TWN-AGG",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Sanburn series consists of very deep, somewhat excessively drained soils formed in a thin loamy mantle and the underlying sandy and gravelly sediments on outwash plains, stream terraces, moraines, and valley trains.  Permeability is moderately rapid in the upper part and rapid or very rapid in the lower part.  Slopes range from 0 to 30 percent.  Mean air annual temperature is about 41 degrees F.  Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Inceptic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sanburn loamy sand, 0 to 3 percent slopes, in pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; black (10YR 2/1) loamy sand, very dark gray (10YR 3/1) dry; weak fine granular structure; friable; many very fine roots; moderately acid; abrupt smooth boundary.  (1 to 8 inches thick)\nE1--2 to 6 inches; dark brown (10YR 4/3) loamy sand; weak fine subangular blocky structure; friable; many fine roots; moderately acid; clear smooth boundary.\nE2--6 to 15 inches; dark yellowish brown (10YR 4/4) loamy sand; weak fine subangular blocky structure; friable; common fine roots; about 2 percent gravel; moderately acid; clear smooth boundary.  (Combined thickness of E horizons 0 to 17 inches thick)\nBt--15 to 21 inches; dark brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; common fine roots; few dark brown (7.5YR 4/4) clay films on faces of peds; about 8 percent gravel; strongly acid; clear smooth boundary.  (3 to 15 inches thick)\n2BC--21 to 33 inches; yellowish brown (10YR 5/4) sand; single grain; loose; few fine roots; about 8 percent gravel; strongly acid; gradual smooth boundary.  (0 to 30 inches thick)\n2C1--33 to 40 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; about 5 percent gravel; strongly acid; gradual smooth boundary.\n2C2--40 to 60 inches; pale brown (10YR 6/3) sand; single grain; loose; about 3 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cass County, Minnesota; approximately 7 miles west of Pine River; 100 feet east and 1000 feet north of the southwest corner of section 26, T. 138 N., R. 30 W., USGS Pine River quadrangle, lat. 46 degrees, 44 minutes 09 seconds N. and long. 94 degrees 27 minutes 03 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the underlying sand and gravel is 12 to 24 inches.  The content of gravel in the A, E, and Bt horizons ranges from 0 to 10 percent by volume.  The content of gravel ranges from 2 to 35 percent, by volume, in the 2Bt, 2BC, and 2C horizons.  The content of stones ranges from 0 to 1 percent in the Bt and 2C horizons.  The sand grains and rock fragments are 10 to 50 percent dark colored igneous and metamorphic and the remainder are light colored igneous and metamorphic.  The reaction ranges from strongly acid to slightly acid throughout the profile.  Some areas have 0.1 to 3 percent of the surface covered with stones and boulders.\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. Some pedons have Ap horizons with value of 5 or 6 when dry.  They are loamy sand, sandy loam, fine sandy loam, coarse sandy loam, or the stony or very stony analogues of these textures.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 4. It is loamy sand, loamy coarse sand, fine sandy loam, sandy loam, or the stony or very stony analogues of these textures. Some pedons have EB, BE, or Bw horizons.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 3 to 6.  The Bt horizon is sandy loam, fine sandy loam, coarse sandy loam, or the stony or very stony analogues of these textures.  It has 6 to 15 percent clay and 60 to 80 percent fine sand or coarser.\nThe 2Bt horizon, when present, has colors similar to the Bt horizon.  It is loamy sand, loamy coarse sand, gravelly loamy sand, or gravelly loamy coarse sand.\nThe 2BC and 2C horizon have hue of 7.5YR or 10YR, value of 3 to 6 and chroma of 3 to 6.  They are sand or coarse sand or their gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are in the Balmlake, Bootlake, Bergkeller, Cunard, Emmet, Flak, Heyder, Milaca, Nadeau, Oconto, Omena, and Sugarbush series. Balmlake soils have hue of 10YR or yellower, moderate permeability, and less than 60 percent by volume fine sand and coarser in the argillic horizon.  Bergkeller soils have sandy material at a depth of 24 to 40 inches. Bootlake and Sugarbush soils have free carbonates within 60 inches.  Cunard soils have bedrock at 20 to 40 inches.  Emmet, Flak, Heyder, and Milaca soils do not have sand and gravel within 60 inches.  Nadeau soils have hue of 7.5YR or redder in the control section and more than 35 percent by volume rock fragments in the lower part. Oconto soils have reaction of 7.4 or greater within 40 inches and are typically greater than 24 inches to sand and gravel.  Omena soils have less than 60 percent by volume fine sand and coarser in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sanburn soils have plane to convex slopes on outwash plains, stream terraces, moraines, and valley trains. Slope gradients range from 0 to 30 percent.  They formed in a thin mantle of loamy sediment underlain by sandy and gravelly sediments.  Mean annual temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 24 to 33 inches.  Frost-free days range from 90 to 150. Elevation above sea level ranges from 700 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Menahga, Friendship, Markey, Seelyeville, and Wurtsmith soils.  The excessively drained Menahga soils are on convex rises.  The moderately well drained Friendship and Wurtsmith soils are on plane to slightly concave slopes.  The very poorly drained Markey and Seelyeville soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Surface runoff is moderately low or moderately high.  Permeability is moderately rapid in the loamy mantle and rapid or very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested.  The main tree species are jack pine, red pine, and aspen.  Some areas are used for pasture, hay and silage production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and East Central Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cass County, Minnesota, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to a depth of 15 inches (A and E horizons); albic horizon - the zone from 2 to 15 inches (E horizons); argillic horizon - the zone from 15 to 21 inches (Bt horizon); udic moisture regime.\nADDITIONAL DATA:  Soil Interpretation Record number is MN0642.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; black (10YR 2/1) loamy sand, very dark gray (10YR 3/1) dry; weak fine granular structure; friable; many very fine roots; moderately acid; abrupt smooth boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "E1",
        "top": 5,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--2 to 6 inches; dark brown (10YR 4/3) loamy sand; weak fine subangular blocky structure; friable; many fine roots; moderately acid; clear smooth boundary."
      },
      {
        "name": "E2",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--6 to 15 inches; dark yellowish brown (10YR 4/4) loamy sand; weak fine subangular blocky structure; friable; common fine roots; about 2 percent gravel; moderately acid; clear smooth boundary.  (Combined thickness of E horizons 0 to 17 inches thick)"
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 53,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--15 to 21 inches; dark brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; common fine roots; few dark brown (7.5YR 4/4) clay films on faces of peds; about 8 percent gravel; strongly acid; clear smooth boundary.  (3 to 15 inches thick)"
      },
      {
        "name": "2BC",
        "top": 53,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2BC--21 to 33 inches; yellowish brown (10YR 5/4) sand; single grain; loose; few fine roots; about 8 percent gravel; strongly acid; gradual smooth boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "2C1",
        "top": 84,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C1--33 to 40 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; about 5 percent gravel; strongly acid; gradual smooth boundary."
      },
      {
        "name": "2C2",
        "top": 102,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "2C2--40 to 60 inches; pale brown (10YR 6/3) sand; single grain; loose; about 3 percent gravel; strongly acid."
      }
    ]
  ]
}
