{
  "SERIES": "SANCAJO",
  "STATUS": "Established Series",
  "BYREV": "PDH-GWH-CKH",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, hyperthermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sancajo very gravelly loam in rangeland; elevation is 53 meters (173 feet). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) very gravelly loam; very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable; common fine and few medium roots; few snail shell fragments; 5 percent fragments of calcium carbonate from degraded petrocalcic and 10 percent rounded chert fragments 2 to 75 mm (less than 3 in) in diameter; 25 percent rounded chert fragments smaller than 20 mm (3/4 in); strongly effervescent; moderately alkaline; clear wavy boundary.\nA2--15 to 28 cm (6 to 11 in); dark grayish brown (10YR 4/2) extremely cobbly loam; very dark grayish brown (10YR 3/2)  moist; weak fine and medium granular structure; slightly hard, friable; common fine and few medium roots; few snail shell fragments; 60 percent fragments of calcium carbonate derived from degraded petrocalcic that are less than 254 mm (10 in) in diameter; 20 percent fragments of petrocalcic 2 to 75 mm (less than 3 in) in diameter; strongly effervescent; moderately alkaline; abrupt smooth boundary.  (Combined thickness is 25 to 51 cm [10 to 20 in].)\nBkkm--28 to 46 cm (11 to 18 in); indurated white (10YR 8/1) caliche that has hardness of more than 3 on Mohs scale; massive; fractures are 3 to 8 feet apart; moderately alkaline; abrupt smooth boundary. (Thickness is 10 to 23 cm [4 to 9 in].)\nBCk--46 to 97 cm (18 to 38 in); light gray (10YR 7/2) silt loam and weakly cemented siltstone bedrock; light brownish gray (10YR 6/2) moist; weak fine and medium granular structure; very hard, friable; about 40 percent films, threads and masses of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary.  (Thickness is 30 to 91 cm [12 to 36 in].)\nCr--97 to 203 cm (38 to 80 in); pale yellow (2.5Y 7/3) weakly cemented siltstone bedrock of silt loam texture; light yellowish brown (2.5Y 6/3) moist; massive; very hard, firm; few films and threads calcium carbonate between fractures that decrease with depth; strongly effervescent between fractures, noneffervescent in matrix; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Live Oak County, Texas; from the intersection of U.S. Highway 59 and U.S. Highway 281 in George West; 10.0 miles north on U.S. Highway 281; 7.3 miles west on Texas Highway 72; 1.0 mile south on Farm Road 1545; 0.2 mile west on county road; site is 1600 feet northwest in rangeland. Calliham, Texas USGS topographic quadrangle; Latitude: 28 degrees, 26 minutes, 14 seconds N; Longitude: 98 degrees, 17 minutes, 56 seconds W.; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nDepth to the petrocalcic horizon: 25 to 51 cm (10 to 20 in)\nSurface fragments: 10 to 75 percent coarse caliche fragments and siliceous gravel\nA1 Horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: gravelly loam, gravelly sandy clay loam or gravelly clay loam\nRock fragments: 25 to 50 percent, siliceous gravel, 2 to 75 mm (less than 3 in); 1 to 10 percent caliche cobbles, 76 to 250 mm (3 to 10 in)\nReaction: slightly alkaline or moderately alkaline\nA2 Horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: very cobbly or extremely cobbly loam, very cobbly or extremely cobbly sandy clay loam, or very cobbly or extremely cobbly clay loam\nRock fragments: 35 to 80 percent, petrocalcic fragments, 76 to 250 mm (3 to 10 in); 0 to about 10 percent, siliceous gravel, 2 to 75 mm (less than 3 in)\nReaction: slightly alkaline or moderately alkaline\nBkkm Horizon\nHue: 10YR\nValue: 7 or 8\nChroma: 1\nCementation: strongly or indurated\nBCk Horizon\nHue: 10YR or 2.5Y\nValue: 7 or 8\nChroma: 1 to 3\nTexture: silt loam or loam\nIdentifiable secondary carbonate: 10 to 45 percent, films, threads, and concretions\nCalcium carbonate equivalent: 20 to 40 percent\nFeatures: weakly consolidated calcareous siltstone\nCr Layer\nHue: 10YR or 2.5Y\nValue: 7 or 8\nChroma: 1 or 3\nTexture: weakly cemented siltstone bedrock of silt loam or loam texture\nIdentifiable secondary carbonate: 0 to 5 percent, films, threads, and masses, mostly in fractures"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jimenez (TX) series. Similar soils are the Boracho (TX), Cho (TX), Eola (TX), Olmos (TX), Valco(TX) and Zorra (TX) series.\nJimenez soils: are underlain by thick beds of weakly consolidated caliche that contain siliceous gravel throughout\nBoracho soils:\nCho soils: have mean annual temperatures less than 22 degrees C (72 degrees F) and have more than 40 percent calcium carbonate equivalent\nCho\nEola, Olmos, Zorra soils: have more than 40 percent calcium carbonate equivalent\nValco soils: contain less than 35 percent coarse fragments in the control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum derived from loamy sediments over noncalcareous weakly consolidated siltstone interbedded with thin layers of calcium carbonate mainly of the Catahoula Formation\nLandscape: inland, dissected coastal plains\nLandform: interfluves and ridges\nSlope: 1 to 8 percent\nMean annual temperature range: 21 to 23 (70 to 74 degrees F)\nMean annual precipitation range: 508 to 711 mm (20 to 28 in)\nFrost-free period: 250 to 300 days\nElevation: 61 to 152 m (200 to 500 ft)\nThornthwaite P-E indices: 25 to 34"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Choke, Eloso, and Pavelek soils.  All of these soils occupy lower positions on the landscape.\nChoke and Eloso soils: very deep and do not have a petrocalcic horizon.\nPavelek soils: are clayey and have less than 35 percent coarse fragments in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on 5 to 8 percent slopes.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Native vegetation consists of short grasses and about 15 percent woody plants and 5 percent forbs.  Woody plants include persimmon, guajillo, cenizo, mountain laurel, paloverde, agarita, and pricklypear cactus.  Grasses are Wright threeawn, slim tridens, sideoats grama, plains bristlegrass, buffalograss, and plains lovegrass. (Shallow Ridge ecological site, PZ 20-25, R083CY485TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and Central Rio Grande Plain, Texas; LRR I; MLRA 83A, 83C.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Live Oak County, Texas; 1997.  The name Sancajo (pronounced san-caw-ho) is the name of a hill in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Olmos series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 28 cm (0 to 11 in). (A1 and A2 horizon)\nPetrocalcic horizon:  28 to 46 cm (11 to 18 in). (Bkm horizon)\nCalcic horizon:  46 to 97 cm (18 to 38 in). (BCk horizon)\nADDITIONAL DATA:\nSOIL INTERPRETATIONS RECORD NUMBER:  TX1315\nTAXONOMIC VERSION: Keys to Soil Taxonomy Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
