{
  "SERIES": "SANDUR",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RAW/RJO/DAL",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "OVERVIEW": "The Sandur series consists of very deep, very poorly drained soils formed in mixed alluvium on low terraces and floodplains of mountain valley floors and on mountain benches. Slopes are 0 to 5 percent. Mean annual precipitation is about 26 inches and mean annual temperature about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, mixed, frigid Aeric Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sandur gravelly silt loam - wet meadow, on 0 percent slope at elevation of 4,700 feet. (Colors are for moist soil unless otherwise noted. Soil textures are apparent field textures.)\nA--0 to 4 inches; very dark brown (7.5YR 2.5/2) gravelly silt loam, brown (7.5YR 4/2) dry; weak very fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; few very fine irregular pores; 25 percent gravel, and 5 percent cobbles; slightly acid (pH 6.1); clear smooth boundary.  (4 to 9 inches thick)\nCg1--4 to 8 inches; very dark brown (7.5YR 2.5/2) very cobbly loamy sand, brown (7.5YR 4/2) dry; many coarse prominent greenish gray (Gley2 5/10BG) redox depletions; massive; moderately hard, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine irregular pores; 20 percent gravel, 15 percent cobbles, and 5 percent stones; slightly acid (pH 6.3); clear smooth boundary.  (3 to 7 inches thick)\nCg2--8 to 31 inches; very dark brown (7.5YR 2.5/2) extremely cobbly loamy sand, brown (7.5YR 4/2) dry; common coarse prominent greenish gray (Gley2 5/10BG) redox depletions; single grain; slightly hard, loose, nonsticky and nonplastic; common very fine and few fine roots; common very fine irregular pores; 35 percent gravel, 20 percent cobbles, and 5 percent stones; slightly acid (pH 6.3); clear smooth boundary.  (8 to 23 inches thick)\nC--31 to 61 inches; dark brown (7.5YR 3/2) extremely cobbly loamy sand, brown (7.5YR 5/2) dry; single grain; slightly hard, loose, nonsticky and nonplastic; common very fine and few fine roots; common very fine irregular pores; 35 percent gravel, 25 percent cobbles, and 10 percent stones; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grant County, Oregon\nSection 8 (SW , NW , SW ), T. 12 S., R. 32 E.\nLatitude: 44 degrees 32 minutes 18 seconds north\nLongitude: 118 degrees 53 minutes 49 seconds west\nUTM Coordinates: Zone 11; 4,933,210 northing; 349,300 easting; NAD27\nUSGS Quadrangle: Magone Lake"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: frigid regime\nMean Annual Soil Temperature:  43 to 47 degrees F\nMean Summer Soil Temperature:  51 to 56 degrees F\nMean Winter Soil Temperature:  34 to 38 degrees F\nSoil Moisture: aquic regime\nParticle-size control section: 10 to 40 inches\nClay content, average: 1 to 5 percent\nRock fragment content, average: 60 to 80 percent\nDiagnostic Horizons and Features:\ndepth to aquic conditions (gleyed layer): within 10 inches of the soil surface\nA horizon:\ncolor, moist: 7.5YR  2.5/1, 2.5/2, 2.5/3, 3/ 1, 3/2\ncolor, dry:  7.5YR 4/2, 4/3, 5/2\ntexture:  GR-SL, SIL, GR-SIL, SL\nclay content: 3 to 8 percent\nrock fragment content: total  0 to 30 percent\ngravel:  0 to 25 percent\ncobbles: 0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\norganic carbon: 1.5 to 2.4 percent\nCg horizons:\ncolor, moist: 7.5YR  2.5/2, 2.5/3, 3/2\ncolor, dry:  7.5YR  4/2, 5/2, 5/3\ntexture: GRV-SL, CBV-LS, GRX-LS, CBX-LS\nclay content: 1 to 8 percent\nrock fragment content:  total  35 to 70 percent\ngravel:  20 to 70 percent\ncobbles: 0 to 20 percent\nstones:  0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\norganic carbon: 0.2 to 0.6 percent\nC horizon:\ncolor, moist: 7.5YR 2.5/2, 3/2, 4/2\ncolor, dry:  7.5YR 4/2, 5/2, 5/3, 6/2\ntexture: GRX-LS, CBX-LS, STX-LS, GRX-S\nclay content: 1 to 5 percent\nrock fragment content: total  60 to 85 percent\ngravel:  30 to 50 percent\ncobbles: 10 to 30 percent\nstones:  0 to 30 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\norganic carbon: 0 to 0.2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: low terraces and floodplains of mountain valley floors and mountain benches\nSlope gradient: 0 to 5 percent\nParent material: alluvium\nLithology: mixed rocks\nElevation: 3,600 to 4,800 feet\nClimate: cold, wet winters and warm, dry summers\nMean annual precipitation: 17 to 34 inches\nMean annual air temperature: 41 to 44 degrees F\nFrost-free period: 40 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBullroar: on well drained high terraces, with thick volcanic ash mantle, ashy over loamy-skeletal particle-size control section, and udic moisture regime under moist grand fir forest;\nDardry: on well drained high terraces and mountain valley toeslopes with loamy-skeletal particle-size control section, and under conifer forest with a xeric moisture regime;\nMelloe: on poorly drained floodplains; with loamy-skeletal particle-size control section, aquic conditions within 10 to 18 inches, under wet meadow vegetation;\nMugwump: on moderately well drained planar to complex terraces with a mollic epipedon and loamy-skeletal particle-size control section, under fir and spruce forest with udic moisture regime;\nTamara: on well drained high terraces with thick volcanic ash mantle, argillic horizon, ashy over loamy particle-size control section, and udic moisture regime under moist grand fir forest;\nTerlough:  on somewhat poorly drained low terraces with a mollic epipedon, loamy-skeletal substratum and oxyaquic conditions within 16 inches, under fir and spruce forest with udic moisture regime;"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage:  very poorly drained\nPermeability:  moderately rapid in surface horizon and very rapid in substratum"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: watershed, wildlife habitat and recreation\nNative vegetation: mountain alder, stinking currant, common yarrow, common horsetail, large-leaf avens, tufted hairgrass, Holms Rocky Mountain sedge, woolly sedge and small-winged sedge\nPlant Association: various mountain alder and sedge communities: CASC12 (Holms Rocky Mountain sedge), CALA30 (woolly sedge), EQAR (common horsetail), ALIN/EQAR (mountain alder/common horsetail), ALIN/CALA30 (mountain alder/woolly sedge)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Blue Mountains of northeastern Oregon; MLRA 10\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Malheur National Forest, Oregon 2007.  Name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nmollic subgroup feature:  0 to 31 inches\naeric subgroup feature: moist color having hue of 7.5YR, value of 4 and chroma of 2 from 8 to 31 inches\nparticle-size control section:  10 to 40 inches is sandy-skeletal\nredoximorphic depletions:  4 to 31 inches\nFluvially washed, sand and rock fragments in lower substratum are assumed to be void of organic carbon needed for Fluvaquents criterion. Rapid streamflow has also removed volcanic glass from the fluvial materials.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
