{
  "SERIES": "SANDY POINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "04/2000",
  "STATES": "VI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, nonacid, isohyperthermic Thapto-Histic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sandy Point sandy clay loam. (Colors are for moist conditions.)\nA1--0 to 3 inches; olive gray (5Y 4/2) sandy clay loam; weak coarse granular structure; common fine and medium roots; about 5 percent, by volume, pebbles; neutral; clear smooth boundary.\nA2--3 to 6 inches; dark gray (5Y 4/1) sandy clay loam; weak fine granular structure; few fine and medium roots; about 5 percent, by volume, pebbles; common medium distinct dark brown (7.5Y 4/4) masses of iron accumulation; neutral; clear smooth boundary. (Combined thickness of the A horizons is 1 to 6 inches.)\nCg--6 to 33 inches; very dark gray (5Y 3/1) clay loam; massive; slightly sticky, slightly plastic; few fine roots; about 5 percent, by volume, pebbles; moderate sulfide odor; common medium faint dark gray (5Y 4/1) iron depletions; neutral; clear smooth boundary. (4 to 20 inches thick)\n2Oa--33 to 45 inches; dark brown (7.5YR 3/2) muck; about 10 percent, by volume, fiber when rubbed, about 40 percent, by volume, fiber unrubbed; moderate sulfide odor; neutral; clear smooth boundary. (4 to 12 inches thick)\n2Cg--45 to 60 inches; gray (5Y 5/1) mucky clay loam; massive; slightly sticky, slightly plastic; about 5 percent, by volume, pebbles; moderate sulfide odor; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Croix Island, U.S. Virgin Islands.  From the intersection of VI-80 and VI-78, about 0.5 mile northeast of VI-80 (Northshore Road), about 75 feet southeast in a saline marsh.  Frederiksted topographic quadrangle; lat. 17 degrees 46 minutes 41 seconds N.; long. 64 degrees 45 minutes 38 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction is slightly acid to neutral throughout.  The soil is strongly saline throughout.\nThe A horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 0 to 2; or it is neutral with value of 2 to 4.  Texture is clay loam, loam or sandy clay loam in the fine-earth fraction.  Content of rock fragments ranges from 0 to 35 percent, by volume.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 3 to 6, and chroma of 0 to 2; or it is neutral with value of 2 to 4.  Texture is loam, sandy clay loam, or clay loam in the fine-earth fraction.  Content of pebbles ranges from 0 to 30 percent, by volume.\nThe 2Oa horizon has hue of 7.5YR to 5Y, value of 2 to 4, and chroma of 0 to 2; or it is neutral with value of 2 to 4.  Content of pebbles ranges from 0 to 15 percent, by volume.\nThe 2Cg horizon has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 0 to 2; or it is neutral with value of 3 to 5.  Texture is mucky loam or mucky clay loam in the fine-earth fraction. Content of pebbles ranges from 0 to 15 percent, by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sandy Point soils are in saline marshes, ponds, and flats in close proximity to the sea.  They formed in marine sediments overlying herbaceous plant remains.  The climate is tropical semiarid.  Slopes range from 0 to 2 percent.  The mean annual air temperature ranges from 76 to 82 degrees F., and the mean annual precipitation is about 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cinnamon Bay, Glynn, Jaucas, Redhook, Solitude, and Sugar Beach soils.  Cinnamon Bay and Glynn soils are on higher positions and are well drained.  Jaucas and Redhook soils are on slightly higher positions, are excessively drained, and are sandy throughout.  Solitude soils are on slightly higher positions, have a mineral profile and are somewhat poorly drained.  Sugar Beach soils are organic throughout the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Sandy Point soils are used for protected wildlife habitat.  Vegetation is primarily mangrove and other salt-tolerant plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  U.S. Virgin Islands.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Croix Island, U.S. Virgin Islands; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in Tidal flats and Tidal swamp.\nDiagnostic horizons and other features recognized in this pedon include:\nOchric epipedon - zone from 0 to 6 inches (A1 and A2 horizons).\nSapric feature - zone from 33 to 45 inches (2Oa horizon).\nMLRA:  271, 273.\nSIR:  VI0017.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
