{
  "SERIES": "SANDALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRK-GHL-JVC",
  "REVDATE": "05/2005",
  "STATES": "ID,UT",
  "OVERVIEW": "The Sandall series consists of moderately deep, well drained soils that formed in colluvium over residuum derived mainly from limestone.  Sandall soils are on mountains, hills, and ridges.  Slopes are 3 to 60 percent.  The mean annual precipitation is about 12 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sandall cobbly silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface has a discontinuous cover of pinyon and juniper needles.\nA--0 to 2 inches; brown (10YR 5/3) cobbly silt loam, dark grayish brown (10YR 4/2) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine roots; 20 percent gravel and cobbles; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (1 to 4 inches thick)\nBA--2 to 7 inches; pale brown (10YR 6/3) cobbly silt loam, brown (10YR 4/3) moist; weak medium subangular blocky structure that parts to fine granular; slightly hard, friable, slightly sticky and slightly plastic; common fine, medium, and coarse roots; common very fine interstitial pores; 25 percent gravel and cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 6 inches thick)\nBw--7 to 16 inches; very pale brown (10YR 7/4) gravelly silt loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and slightly plastic; common fine, medium, and coarse, and few very fine roots; common very fine interstitial pores; cicada burrows 0.5 inches in diameter; 30 percent gravel and cobbles; violently effervescent; strongly alkaline (pH 8.9); clear wavy boundary.  (6 to 9 inches thick)\nBk1--16 to 24 inches; light yellowish brown (10YR 6/4) very cobbly loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine, medium, and coarse roots; common very fine interstitial pores; 60 percent cobbles, gravel, and some stones; violently effervescent; secondary carbonates segregated as common coats on gravel; strongly alkaline (pH 9.0); abrupt irregular boundary.  (6 to 9 inches thick)\nBk2--24 to 35 inches; very pale brown (10YR 8/2) very cobbly loam, light gray (10YR 7/2) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine interstitial pores; 60 percent cobbles of partially weathered limestone; violently effervescent; common strongly cemented carbonate coats on rock fragments; strongly alkaline (pH 9.0); abrupt wavy boundary.  (7 to 12 inches thick)\nR--35 inches; limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Box Elder County, Utah; about 7 miles south of Snowville in the Hansel Mountains; approximately 1,900 feet west and 100 feet south of the northeast corner of section 13, T. 13 N., R. 8 W.; USGS Salt Wells 7.5 minute topographic quadrangle; 41 degrees 51 minutes 53 seconds north latitude and 112 degrees 41 minutes 40 seconds west longitude, NAD27; UTM zone 12N 359304E, 4636137N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - These soils are usually dry in all parts of the moisture control section; They are moist in all parts for 60 to 90 consecutive days during the winter months and dry in summer and fall; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 48 to 52 degrees F.\nMean summer soil temperature - 69 to 70 degrees F.\nDepth to calcic horizon - 7 to 19 inches.\nDepth to bedrock - 20 to 40 inches to a lithic contact.\nParticle size control section - Clay content: 20 to 27 percent; Rock fragments - 40 to 70 percent, mainly cobbles and gravel.  Lithology of fragments is mainly limestone.\nA horizon - Value: 5 or 6 dry, 3 through 5 moist; the value is 6 dry and 4 or 5  moist when the upper 7 inches are mixed.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral through moderately alkaline.\nBw horizon - Value: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Gravelly loam, very gravelly loam, very cobbly loam, or gravelly silt loam.\nReaction: Neutral through strongly alkaline.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 15 to 40 percent.\nBk horizons - Hue: 7.5YR through 2.5Y.\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very cobbly loam, very gravelly loam, or extremely cobbly loam.\nRock fragments: 35 to 90 percent.\nReaction: Slightly alkaline through very strongly alkaline.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 40 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sanpete series.  Sanpete soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sandall soils are on mountains, hills, and ridges.  They usually occur on south and west-facing backslope and footslope positions.  These soils formed in colluvium over residuum derived mainly from limestone with some sandstone and quartzite.  Some areas are locally influenced by loess.  Slopes are 3 to 60 percent.  Elevations range from 4,300 to 6,800 feet.  The mean annual precipitation is 11 to 14 inches, the mean annual temperature is 46 to 54 degrees F., and the frost-free period is 80 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abela, Middle, Promo, Richmond, Rozlee, and Sanpete soils.  Abela, Middle, and Rozlee soils have mollic epipedons.  Promo and Richmond soils are shallow to bedrock.  Abela soils are on fan remnants.  Middle, Promo, Richmond, and Rozlee soils are on steep mountainsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high surface runoff; moderate permeability (moderately high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sandall soils are used for rangeland and wildlife habitat.  The potential natural vegetation is mainly Wyoming big sagebrush, bluebunch wheatgrass, Sandberg's bluegrass, antelope bitterbrush, and Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah and south-central Idaho.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 28A, while other acreage occurs in MLRA 13."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Box Elder County (Eastern Part), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 7 inches (A and BA horizons).\nCambic horizon - The zone from 7 to 16 inches (Bw horizon).\nCalcic horizon - The zone from 16 to 35 inches (Bk1 and Bk2 horizons).\nLithic contact - The boundary at 35 inches to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 10 to 35 inches (Bk1 and Bk2 horizons and part of the Bw horizon).\nFuture study is needed to determine whether another series is needed with a xeric moisture regime to represent part of the current series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
