{
  "SERIES": "SANDROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRG-JVC-JBF",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Sandrock series consists of shallow, well drained soils that formed in volcanic ash and slope alluvium derived from tuff and tuff-breccia. Sandrock soils are on structural benches. Slopes are 0 to 5 percent. The mean annual precipitation is about 250 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sandrock channery ashy fine sandy loam--on a 1 percent slope at an elevation of 1,361 meters--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light gray (10YR 7/2) channery ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate thick and very thick platy structure; soft, friable, slightly sticky and nonplastic; common very fine, common fine, and few medium roots; many very fine, many fine, and many medium vesicular pores; 3 percent gravel and 12 percent channers; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 to 10 cm thick)\nBA--8 to 20 cm; light brownish gray (10YR 6/2) channery ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; weak very fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, common fine, common medium, few coarse, and few very coarse roots; common very fine tubular pores; 3 percent gravel and 12 percent channers; slightly alkaline (pH 7.4); clear smooth boundary. (8 to 15 cm thick)\nBt--20 to 30 cm; pale brown (10YR 6/3) channery ashy sandy clay loam, dark grayish brown (10YR 4/2) moist; weak and moderate very fine subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine, few fine, common medium, few coarse, and few very coarse roots; common very fine tubular pores; common faint clay films on faces of peds; 20 percent channers; neutral (pH 7.2); abrupt irregular boundary. (8 to 13 cm thick)\n2R--30 cm; basaltic tuff; calcium carbonate coats on the surface of the bedrock contact."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; in the Lost Forest Research Natural Area northeast of Christmas Lake Valley; approximately 1,850 feet south and 400 feet east of the northwest corner of section 34, T. 25 S., R. 20 E.; USGS Sand Rock 7.5 minute topographic quadrangle; latitude 43 degrees 21 minutes 53 seconds N and longitude 120 degrees 18 minutes 55 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry from mid-June to mid-October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to base of argillic horizon: 25 to 30 cm.\nDepth to bedrock: 25 to 30 cm to a lithic contact.\nVolcanic glass content: 25 to 85 percent glass in the coarse silt through fine sand fractions, averaging over 30 percent for the 0.02 to 2 mm fraction. The coarse silt fraction is dominated by glass shards. The coarse sand and very coarse sand fractions have less than 25 percent glass as pumiceous ash grains.\nReaction: Neutral or slightly alkaline.\nParticle-size control section: Clay content: Average 14 to 25 percent.\nRock fragments: Average 10 to 25 percent, mainly channers and gravel. Lithology of fragments are volcanic rocks such as tuff, tuff-breccia, and basalt.\nA horizon\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Moderate through strong, medium through very thick platy; weak, very thin and thin platy parting to weak fine granular; weak fine granular..\nBA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Channery ashy fine sandy loam, gravelly ashy fine sandy loam, channery ashy very fine sandy loam, or gravelly ashy very fine sandy loam.\nClay content: 12 to 20 percent.\nRock fragments: 15 to 30 percent.\nBt horizon\nChroma: 2 or 3, dry or moist.\nTexture: Channery ashy sandy clay loam, ashy sandy clay loam, channery ashy clay loam, or ashy clay loam.\nClay content: 20 to 30 percent.\nRock fragments: 5 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sandrock soils are on structural benches. They formed in volcanic ash and slope alluvium derived from basaltic tuff and tuff-breccia. Slopes are 0 to 5 percent. Elevations range from 1,310 to 1,435 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm with an annual snowfall of about 530 mm. The mean annual temperature is 6 to 7 degrees C. The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lostforest, Morehouse, and Puzzlebark soils. Lostforest soils are ashy, have cambic horizons and durinodes, and are moderately deep to lithic contacts. Morehouse soils are ashy, very deep, do not have diagnostic subsurface horizons, and occur on dunes and sand sheets. Puzzlebark soils are ashy, have cambic horizons, and are shallow to thin duripans over lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Sandrock soils are used for livestock grazing, wildlife habitat, and recreation. The present vegetation is mainly western juniper, low sagebrush, Thurber's needlegrass, Sandberg's bluegrass, and bottlebrush squirreltail with scattered ponderosa pine and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are not extensive with about 1,900 acres of the series mapped to date. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The name is from a local feature in the Lost Forest Research Natural Area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 20 cm (A and BA horizons).\nArgillic horizon - The zone from 20 to 30 cm (Bt horizon).\nLithic contact - The boundary at 30 cm to underlying hard bedrock (2R layer).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from the soil surface to 30 cm (A, BA, and Bt horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Volcanic glass percentages determined locally by optical grain count using a polarizing petrographic microscope. Temperature and precipitation means based on climate data observed at Silver Lake Ranger Station (43 degrees, 7 minutes N, 121 degrees, 4 minutes W; 1,335 meters elevation) between 1953 and 1999."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; light gray (10YR 7/2) channery ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate thick and very thick platy structure; soft, friable, slightly sticky and nonplastic; common very fine, common fine, and few medium roots; many very fine, many fine, and many medium vesicular pores; 3 percent gravel and 12 percent channers; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 to 10 cm thick)"
      },
      {
        "name": "BA",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--8 to 20 cm; light brownish gray (10YR 6/2) channery ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; weak very fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, common fine, common medium, few coarse, and few very coarse roots; common very fine tubular pores; 3 percent gravel and 12 percent channers; slightly alkaline (pH 7.4); clear smooth boundary. (8 to 15 cm thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "channery",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--20 to 30 cm; pale brown (10YR 6/3) channery ashy sandy clay loam, dark grayish brown (10YR 4/2) moist; weak and moderate very fine subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine, few fine, common medium, few coarse, and few very coarse roots; common very fine tubular pores; common faint clay films on faces of peds; 20 percent channers; neutral (pH 7.2); abrupt irregular boundary. (8 to 13 cm thick)"
      },
      {
        "name": "2R",
        "top": 30,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--30 cm; basaltic tuff; calcium carbonate coats on the surface of the bedrock contact."
      }
    ]
  ]
}
