{
  "SERIES": "SANDOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CLN-ACT",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "OVERVIEW": "The Sandow series consists of very deep, moderately well drained, moderately slowly permeable soils in flood plains of streams.  The soil formed mainly in stratified loamy alluvium.  Slopes are typically less than 1 percent, but range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Udifluventic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sandow clay loam, frequently flooded--pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; dark brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium and coarse angular blocky structure; very hard, firm, sticky and plastic; common fine roots; few fine pores; few worm casts; moderately acid; clear smooth boundary. (6 to 18 inches thick)\nBw--8 to 16 inches; brown (10YR 5/3) loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine pores; few fine faint pale brown (10YR 6/3) iron depletions, and few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; moderately acid; abrupt smooth boundary. (0 to 15 inches thick)\nA'b--16 to 19 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine pores; common fine and medium faint dark brown (10YR 4/3) masses of iron accumulation; slightly acid; clear smooth boundary. (0 to 12 inches thick)\nBwb1--19 to 28 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine pores; few mica flakes; common medium and coarse distinct (10YR 6/6) masses of iron accumulation; slightly acid; clear smooth boundary.  (0 to 14 inches thick)\nBwb2--28 to 48 inches; light yellowish brown (10YR 6/4) very fine sandy loam, yellowish brown (10YR 5/4) moist; fine subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine and medium pores; few mica flakes; few medium and coarse faint brownish yellow (10YR 6/6) masses of iron accumulation; and few fine distinct pale brown (10YR 6/3) iron depletions; moderate slightly acid; gradual smooth boundary.  (0 to 26 inches thick)\nBwb3--48 to 62 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine pores; few mica flakes; few fine iron-manganese concretions and masses; common fine distinct yellowish brown (10YR 6/8) masses of iron accumulation, and common fine and medium distinct light brownish gray (10YR 6/2) iron depletions; slightly acid; gradual smooth boundary.  (0 to 20 inches thick)\nBwb4--62 to 80 inches; light yellowish brown (10YR 6/4) loam with discontinuous strata and spots of clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine pores; few mica flakes; few fine iron-manganese concretions and masses; many fine and medium distinct gray (10YR 6/1) iron depletions, and common fine faint yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Milam County, Texas: from intersection of U.S. Highway 79 and U.S. Highway 77 in Rockdale, 5.9 miles south on U.S. 77 to flood plain of East Yegua Creek, 300 feet south of bridge on Highway 77, 250 feet east in pasture.  (Latitude: 30 degrees north, 35 minutes, 05 seconds; Longitude: 97 degrees west, 00 minutes, 24 seconds)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of loamy alluvium is 7 to about 15 feet.  Solum thickness is typically more than 80 inches.  Weighted average clay content of the particle size control section ranges from 18 to 25 percent, with more than 15 percent sand coarser than very fine sand. Buried A horizons are in the control section of most pedons.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 1 to 3.  Texture is loam, sandy clay loam, silty clay loam or clay loam.  Reaction ranges from moderately acid to neutral.  Horizons with mollic colors are less than 9 inches thick.\nThe Bw or Bwb horizon has matrix colors with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. Redoximorphic features in shades of brown, gray, yellow, or red range from few to many.  Some subhorizons have value of 4 or 5 and chroma of 2 without redoximorphic features.  Aquic soil conditions, including matrix colors with chroma of 2 or less, and redoximorphic features are below a depth of 40 inches.  Texture of the subhorizons is fine sandy loam, very fine sandy loam, loam, clay loam or sandy clay loam.  Most pedons contain subhorizons with two or more of these textures.  Reaction ranges from moderately acid to slightly alkaline.  Typically, the matrix is noneffervescent.\nBuried A horizons with moist colors in hue of 10YR, value of 3 or 4, and chroma of 1 to 3 range from 2 to about 12 inches thick.  Texture is fine sandy loam, very fine sandy loam, loam, sandy clay loam, or clay loam.  Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Bunyan, Manco, Oletha, Nahatche, Thenas, Uhland, Weswood, and Whitesboro series.  Bunyan soils are well drained and do not have a cambic horizon.   Manco soils are somewhat poorly drained and have a fine-silty control section.  Oletha soils have aquic soil conditions at a depth of 20 to 40 inches and have a clayey surface layer.  Thenas and Uhland soils have a coarse-loamy control section.  Nahatche soils are somewhat poorly drained and have aquic soil conditions within 20 inches of the soil surface.  Weswood soils are calcareous throughout.  Whitesboro soils have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sandow soils are on nearly level flood plains of streams.  The soil formed in stratified loamy alluvium.  Slopes are mainly less than 1 percent, but range up to 2 percent.  Mean annual precipitation ranges from 32 to 40 inches, and mean annual air temperature ranges from 64 to 69 degrees F.  Frost free days range from 245 to 280 days, and elevation ranges from 200 to 350 feet.  Thornthwaite PE indices range from 52 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Uhland soils and the Crockett, Edge, Gredge, Normangee, Padina, Rader, Silstid, and Wilson soils.  Uhland soils are in similar positions.  Crockett, Edge, Gredge, Normangee, Padina, Rader, Silstid, and Wilson soils are on adjacent terraces or uplands and they have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderately slow. Runoff is negligible on slopes less than 1 percent, and very low on 1 to 3 percent.   A fluctuating water table is within a depth of 3.5 to 6.0 feet during the winter and early spring months.  It is present for 1 to 3 cumulative months during most years.  Very brief or brief durations of flooding occurs at intervals ranging from one to five times a year during most years unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for improved pasture or rangeland.  Some occasionally flooded or protected areas are used for growing corn, grain sorghum or wheat.  Native vegetation is mainly scattered sugarberry, black willow, elm, and pecan trees with an understory of Virginia wildrye, beaked panicum, rustyseed paspalum, sedges, and uniolas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is mainly in the Texas Claypan MLRA and is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Milam County, Texas; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Uhland or Gowen series.\nAlthough redoximorphic features are present below 8 inches, aquic conditions exist only below depths of about 40 inches in this soil.\nSuperactive cation exchange activity class.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches  (A horizon).  This horizon fails a mollic epipedon either by color, or it is less than 10 inches thick.\nCambic horizon - 8 to 16 inches, 19 to 80 inches  (Bw, Bwb1, Bwb2, Bwb3, and Bwb4 horizons)\nUdic feature - In the thermic temperature regime and is dry in some part of the moisture control section during most years for less than 40 percent of the time during the frost free period.\nFluventic feature - Either the organic carbon is .2 percent or more at a depth of 50 inches or there is and irregular distribution of organic carbon at a depth of 10 to 40 inches.  This pedon has both."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Characterization Laboratory TAMU: Brazos County, pedon no. S88TX-041-002, lab. nos. 2732-2738;  Lee County, pedon no.  S86TX-287-003, lab. nos. 3671-3679;  Milam County, pedon no.  S92TX-331-001, lab. nos. 4517-4523.\nSoil Interpretation Record No.: TX1098"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; dark brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium and coarse angular blocky structure; very hard, firm, sticky and plastic; common fine roots; few fine pores; few worm casts; moderately acid; clear smooth boundary. (6 to 18 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--8 to 16 inches; brown (10YR 5/3) loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine pores; few fine faint pale brown (10YR 6/3) iron depletions, and few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; moderately acid; abrupt smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "A'b",
        "top": 41,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A'b--16 to 19 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine pores; common fine and medium faint dark brown (10YR 4/3) masses of iron accumulation; slightly acid; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bwb1",
        "top": 48,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bwb1--19 to 28 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine pores; few mica flakes; common medium and coarse distinct (10YR 6/6) masses of iron accumulation; slightly acid; clear smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "Bwb2",
        "top": 71,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bwb2--28 to 48 inches; light yellowish brown (10YR 6/4) very fine sandy loam, yellowish brown (10YR 5/4) moist; fine subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine and medium pores; few mica flakes; few medium and coarse faint brownish yellow (10YR 6/6) masses of iron accumulation; and few fine distinct pale brown (10YR 6/3) iron depletions; moderate slightly acid; gradual smooth boundary.  (0 to 26 inches thick)"
      },
      {
        "name": "Bwb3",
        "top": 122,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bwb3--48 to 62 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine pores; few mica flakes; few fine iron-manganese concretions and masses; common fine distinct yellowish brown (10YR 6/8) masses of iron accumulation, and common fine and medium distinct light brownish gray (10YR 6/2) iron depletions; slightly acid; gradual smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Bwb4",
        "top": 157,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bwb4--62 to 80 inches; light yellowish brown (10YR 6/4) loam with discontinuous strata and spots of clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine pores; few mica flakes; few fine iron-manganese concretions and masses; many fine and medium distinct gray (10YR 6/1) iron depletions, and common fine faint yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid."
      }
    ]
  ]
}
