{
  "SERIES": "SANDPAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM-JVC",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sandpan gravelly loamy fine sand--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 25 percent pebbles.\nA--0 to 1 inch; light brown (7.5YR 6/4) gravelly loamy fine sand, brown (7.5YR 4/4) moist; moderate medium platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine and many fine interstitial pores and few fine vesicular pores; 25 percent pebbles; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (1 to 3 inches thick)\nBw--1 to 6 inches; light brown (7.5YR 6/4) loamy fine sand, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, common fine, and few medium roots; many very fine and many fine interstitial pores and few fine and medium tubular pores; 10 percent pebbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (2 to 5 inches thick)\nBk1--6 to 16 inches; light brown (7.5YR 6/4) extremely gravelly fine sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine,  fine, and common medium roots; many very fine and fine interstitial pores; 75 percent pebbles; secondary calcium carbonate segregated as 10 percent fine coats on undersides of rock fragments; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\nBk2--16 to 38 inches; light brown (7.5YR 6/4) extremely gravelly sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few medium, and few coarse roots; many very fine and many fine interstitial pores; 70 percent pebbles; secondary calcium carbonate segregated as 20 percent fine coats on undersides of rock fragments; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (combined thickness of the Bk horizons is 17 to 32 inches thick)\n2Bkm--38 to 70 inches; cemented material; massive; very rigid; indurated by secondary calcium carbonate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; in the Lake Mead National Recreation Area about 2.5 miles east of the confluence of the Muddy and Virgin Rivers at the north end of the Overton Arm of Lake Mead; 1,800 feet north and 2,500 feet west of the southeast corner of section 4, T. 17 S., R. 69 E.; USGS Overton Beach 7.5 minute topographical quadrangle; 36 degrees 28 minutes 57 seconds north latitude and 114 degrees 17 minutes 15 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in some part for short periods during winter and early spring, dry during summer and fall; intermittently moist in some part for 10 to 20 days cumulative between July to October following convection storms; Typic aridic moisture regime.\nMean annual soil temperature - 72 to 76 degrees F.\nDepth to petrocalcic horizon - 20 to 40 inches.\nParticle-size control section - Clay content: 6 to 10 percent.\nRock fragments: 65 to 80 percent, mainly gravel. Lithology of fragments are sedimentary rocks such as limestone and sandstone.\nA horizon - Hue: 7.5YR or 10YR.\nValue: 4 or 5 moist.\nCalcium carbonate equivalent of the fine earth fraction: 5 to 8 percent.\nBw horizon - Hue: 7.5YR or 10YR.\nValue: 5 or 6 dry.\nTexture: Loamy fine sand or gravelly loamy fine sand.\nConsistence: Soft or slightly hard.\nCalcium carbonate equivalent of the fine earth fraction: 5 to 8 percent.\nBk horizons - Hue: 7.5YR or 10YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nTexture: Extremely gravelly fine sand or extremely gravelly sand.\nConsistence: Soft or slightly hard.\nCalcium carbonate equivalent of the fine earth fraction: 10 to 20 percent.\nBkm horizon - Thickness: more than 30 inches; observed up to 4 feet thick along deep exposures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sandpan soils are on fan remnants. They typically occur on summit positions. These soils formed in alluvium derived dominantly from limestone and sandstone. Slope ranges from 2 to 8 percent. Elevations range from 1,200 to 1,800 feet. The climate is arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 3 to 5 inches, the mean annual temperature is 70 to 74 degrees F., and the frost-free period is 320 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Teebar soil. Teebar soils are loamy-skeletal, very shallow to petrocalcic horizons, and have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; low surface runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly white bursage and creosotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada, U.S.A. MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1999. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A and Bw horizons).\nCalcic horizon - 6 to 38 inches (Bk1 and Bk2 horizons).\nPetrocalcic horizon - 38 to 70 inches (Bkm horizon).\nParticle-size control section - 10 to 38 inches (Bk2 horizon and part of the Bk1 horizon).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
