{
  "SERIES": "SANDOSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL, LGR, DAV",
  "REVDATE": "01/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, superactive, mesic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sandose loamy fine sand, on a northeast facing slightly convex slope of 3 percent in a pasture. (Colors are for dry soil unless otherwise stated.) When described the soil was moist to 32 inches (81 centimeters), and dry below 32 inches (81 centimeters).\nA1--0 to 18 centimeters (0 to 7 inches); very dark grayish brown (10YR 3/2) loamy fine sand, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable; many fine and very fine roots throughout; moderately acid; clear smooth boundary.\nA2--18 to 41 centimeters (7 to 16 inches); dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many fine and very fine roots throughout; slightly acid; gradual smooth boundary. (Combined thickness of the A horizons is 25 to 50 centimeters (10 to 20 inches) thick)\nBw1--41 to 76 centimeters (16 to 30 inches); brown (10YR 5/3) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; slightly hard, very friable; common fine and very fine roots throughout; slightly acid; gradual smooth boundary. (23 to 58 centimeters (9 to 23 inches) thick)\n2Bw2--76 to 104 centimeters (30 to 41 inches); brown (10YR 5/3) loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, firm; common fine and very fine roots throughout; neutral; gradual wavy boundary.\n2Bw3--104 to 122 centimeters (41 to 48 inches); pale brown (10YR 6/3) loam, yellowish brown (10YR 5/4) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, firm; common fine and very fine roots throughout; slightly alkaline; gradual wavy boundary. (Combined thickness of the 2Bw horizons is 33 to 71 centimeters (13 to 36 inches) thick)\n2BC--122 to 142 centimeters (48 to 56 inches); light yellowish brown (2.5Y 6/4) loam, light olive brown (2.5Y 5/4) moist; weak coarse prismatic structure parting to weak coarse subangular blocky; slightly hard, friable; few very fine roots throughout; slightly alkaline; gradual wavy boundary. (0 to 30 centimeters (0 to 12 inches) thick)\n2C--142 to 203 centimeters (56 to 80 inches); pale yellow (2.5Y 7/4) loam, light yellowish brown (2.5Y 6/4) moist; massive; soft, very friable; few very fine roots throughout; strong effervescence, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cherry County, Nebraska; 14 kilometers (8 1/2 miles) south and 4 kilometers (2 1/2 miles) east of Kilgore; 792 meters (2600 feet) west and 274 meters (900 feet) south of northeast corner, sec. 25, T. 33 N, R. 31 W. USGS Kilgore, Nebraska-South Dakota topographic quadrangle, Latitude 42 degrees 48 minutes 37 seconds North, and longitude 100 degrees 54 minutes 55 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture Regime: typic ustic\nSecondary carbonates: 89 to 203 centimeters (35 to 80 inches) or greater\nThickness of the mollic epipedon: 25 to 48 centimeters (10 to 19 inches)\nColor values less than 5.5 dry and 3.5 moist extend below 50 centimeters (20 inches)\nOrganic carbon content below 50 centimeters (20 inches): less than .60 percent\nDepth to loamy substratum: 50 to 91 centimeters (20 to 36 inches)\nA horizon:\nHue: 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 1 to 3\nTexture: fine sand, loamy fine sand, or loamy sand\nReaction: moderately acid to neutral\nBw horizon:\nHue: 10YR\nValue: 4 to 6, 3 or 4 moist\nChroma: 2 or 3\nTexture: loamy fine sand, loamy sand, fine sand, or sand\nReaction: slightly acid or neutral\n2Bw horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7, 3 to 5 moist\nChroma: 2 to 4\nTexture: very fine sandy loam, loam, silt loam sandy clay loam, or clay loam\nReaction: neutral or slightly alkaline\n2C horizon:\nHue: 2.5Y or 10YR\nValue: 6 or 7 dry, 4 to 6 moist\nChroma: 2 to 4\nTexture: loam, very fine sandy loam, or fine sandy loam;\nSome pedons have thin horizons of loamy sand and loamy fine sand textures, commonly contain sandstone fragments and are calcareous.\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: nearly level to strongly sloping uplands and stream terraces\nParent material: eolian sand deposited over loamy sediments\nSlope: 0 to 11 percent\nMean annual temperature: 8 to 11 degrees C (46 to 52 degrees F)\nMean annual precipitation: 43 to 61 centimeters (17 to 24 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anselmo, Doger, Duda, Dunday, Hennings, Ipage, Simeon, Tassel, and Valentine soils.\nAnselmo, Duda and Tassel soils are on similar landscape positions.\nAnselmo soils are coarse-loamy.\nDuda soils are moderately deep to sandstone.\nTassel soils are shallow to sandstone.\nDoger and Dunday soils are in similar positions and are sandy throughout.\nHennings soils are on similar landscape positions and have a fine-loamy control section.\nIpage soils are lower on the landscape, do not have mollic epipedons, and are sandy throughout.\nSimeon soils are on similar landscape positions and breaks, are sandy throughout and contain more than 35 percent medium and coarse sand in the C horizon.\nValentine soils do not have mollic epipedons, are sandy throughout and are on hummocks and dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: very low to medium\nSaturated Hydraulic Conductivity: high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in native grasses used for rangeland.\nThe remaining areas are used as cropland and most of the cropland is irrigated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Primarily north-central Nebraska. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brown County, Nebraska, July, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nMollic epipedon: 0 to 41 centimeters (16 inches) (A1 and A2 horizons)\nADDITIONAL DATA: Pedons sampled for National Soil Survey Laboratory and Nebraska Department of Roads - Sample Nos. S84-NE-31-17(1-6) and S85-NE-31-106(1-7).\nModified format by LRM in 3/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
