{
  "SERIES": "SANDGAP",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAB/TDT",
  "REVDATE": "05/2001",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Haploduridic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sandgap sand on a 3 to 8 percent slope - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; light brownish gray (10YR 6/2) sand, dark brown (10YR 3/3) moist; single grained; loose, nonsticky and nonplastic; 20 percent sand-size ash; neutral (pH 7.2) abrupt smooth boundary.  (0 to 3 inches thick)\nA2--2 to 6 inches; light brownish gray (10YR 6/2) loamy sand, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular and many very fine irregular pores; neutral (pH 7.2); clear smooth boundary.  (4 to 8 inches thick)\nC--6 to 19 inches; yellowish brown (10YR 5/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine, coarse and medium roots; many very fine irregular pores; slightly alkaline (pH 7.6); clear smooth boundary.  (9 to 13 inches thick)\n2Ckqm--19 to 30 inches; pale brown (10YR 6/3) loamy sand, yellowish brown (10YR 5/4) moist; massive; hard, firm, and brittle; nonsticky and nonplastic; few very fine roots; many very fine irregular pores; violently effervescent, lime is disseminated and in thin filaments or threads; moderately alkaline (pH 7.9); gradual smooth boundary.  (8 to 11 inches thick)\n3Cq--30 to 45 inches; light brownish gray (10YR 6/2) loamy sand, yellowish brown (10YR 5/4) moist; massive; hard, very firm and brittle, nonsticky and nonplastic; many very fine irregular pores; the brittleness is discontinuous; neutral (pH 6.8); gradual irregular boundary.  (9 to 15 inches thick)\n3Ck--45 to 60 inches; very pale brown (10YR 7/3) sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine irregular pores; violently effervescent, lime is disseminated, in soft masses, thin threads, and thin filaments; mildly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; south of Harney Lake, in the SW1/4NE1/4 sec 6, T. 28 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are dry for one-half to three-forths of the time when the soil temperature is greater than 41 degrees F.  The mean annual soil temperature is 44 to 47 degrees F.  Rock fragments in the particle-size control section range from 0 to 5 percent.  Depth to bedrock is over 60 inches. Depth to the continuous brittle layer is 15 to 20 inches.  The particle-size control section ranges from 2 to 10 percent clay and 75 to 90 percent sand.\nThe A and C  horizons have value of 6 or 7 dry and 3 or 4 moist, and chroma of 2 or 3 dry and moist.  It is neutral to moderately alkaline.\nThe 2C and 3C horizons have value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4 moist and dry.  It is loamy sand or sand and ranges to sandy loam below 40 inches.  It is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hamacer series.  Hamacer soils lack the continuous cementation and contain 20 to 90 percent durinodes in a non-brittle matrix.."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sandgap soils are on dunes and sand sheets.  Slopes are 1 to 8 percent.  Elevations range from 4,000 to 4,500 feet.  The soils formed in alluvium and lacustrine sediments.  The mean annual precipitation is 8 to 12 inches and the mean annual temperature is 42 to 45 degrees F.  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Skidoosprings and Seharney series.  Skidoosprings soils have aquic conditions and are sandy loam throughout.  Seharney soils are shallow, overlie an indurated duripan, and have greater than 18 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very slow runoff; rapid over moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for rangeland and wildlife habitat.  Vegetation commonly is big sagebrush, needleandthread, thickspike wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Oregon; MLRA 23, 24.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\n- Ochric epipedon\n- Hard, firm brittle layer at 19 to 30 inches.\n- Aridic/Xeric soil moisture regimeii.\n- Particle-size control section that contains 2 to 10 percent clay and 75 to 90 percent sand.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
