{
  "SERIES": "SANFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Lamellic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sanford sandy loam, forested.  (Colors are for dry soil unless otherwise noted.)\n01--2 to 1 inch; undecomposed organic material consisting mainly of leaves, twigs, needles, and bark.\n02--1 inch to 0; partially decomposed organic material like that of the horizon above.\nA1--O to 2 inches; brown (10YR 4/3) sandy loam, dark brown (10YR 3/3) moist; moderate very fine granular structure; soft, very friable; medium acid; clear smooth boundary.  (O to 4 inches thick)\nA2--2 to 13 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; moderate fine granular structure; soft, very friable; vesicular; 10 percent stones; slightly acid; gradual wavy boundary.  (6 to 16 inches thick)\nA&B--13 to 18 inches; variable colors including yellowish brown (10YR 5/4) and pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) and dark yellowish brown (10YR 4/4) moist; weak subangular blocky structure that parts to fine granules; slightly hard, very friable; this horizon consists of material like that of the overlying horizon in which are embedded nodules and discontinuous seams of more clayey material, 10 percent stones; slightly acid; gradual wavy boundary.  (4 to 6 inches thick)\nB2t--18 to 30 inches; yellowish brown (10YR 5/4) sandy loam containing lamellae 1/4 to 2 inches thick of loam and clay loam; dark yellowish brown (10YR 4/4) moist; slightly hard, very friable; thin nearly continuous clay films on peds in the lamellae and as coatings and bridges on and between sand grains; slightly acid; 10 percent stones; gradual wavy boundary.  (4 to 14 inches thick).\nR--30 inches; gneiss.  Several feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; west of the Willow Creek Guard Station in SW1/4 NE1/4 Sec. 27, T. l4 S., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 15 to 40 inches thick, and depth to bedrock ranges from 20 to 40 inches.  The soil is 60 to 100 percent base-saturated.  Rock fragments range from 0 to 15 percent by volume in most of the solum and are dominantly more than 10 inches in diameter.  Mean annual soil temperature ranges from 32 to 46 degrees F., and mean summer soil temperature ranges from 40 to 46 degrees F.\nThe A1 horizon, if present, has hue of 2.5Y through 7 5YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 2 or 3.  It usually has crumb primary structure, but has subangular blocky structure in some pedons It is soft or slightly hard and slightly or medium acid.\nThe A2 horizon has hue of 2.5Y through 7.5YR, value of 6 or 7 dry, 4 through 6 moist and chroma of 2 through 4.  Primary structure is usually platy, but is granular or subangular blocky in some pedons.   This horizon is soft or slightly hard and slightly acid or neutral.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist and chroma of 3 through 5.  The material is sandy loam or loamy sand, and the lamellae are loam, sandy clay loam, or clay loam.  This horizon is neutral or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Pineguest and Tex series both of which lack a lithic contact at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sanford soils are on mountain side slopes.  Slope gradients range from 2 to about 50 percent.  At the type location these soils occur at elevations in excess of 8,000 feet.  The soils formed in medium to moderately fine textured slightly acid material weathered from gneiss and schist or similar bedrock.  At the type location the average annual precipitation is 20 inches, with nearly uniform precipitation occurring throughout the year.  Average annual temperature is 33 degrees F., and average summer temperature is 48 degrees F.  The frost-free season is about 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tex soils and the Kebler soils.  Kebler soils have a continuous argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for forestry, for grazing, and for recreational purposes.  Principal native plants are lodgepole pine, spruce, and kinnikinnik, elk sedge and fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountainous areas of Colorado and Wyoming.  The series in of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:   Johnson County (Southern Johnson County Area), Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 7/75.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
