{
  "SERIES": "SANFECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/LWH/SAZ/WWJ",
  "REVDATE": "03/2007",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sanfeco fine sandy loam--in rangeland on a linear 1 percent slope at an elevation of 6,680 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 2 inches; yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 3/4) moist; moderate thin and medium platy structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; few fine vesicular and irregular pores; carbonates are disseminated; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\nBt--2 to 10 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate very thin and thin platy structure parting to moderate medium subangular blocky; slightly hard, firm, sticky and plastic; many very fine and fine roots; common fine irregular pores; common prominent clay films coating faces of peds; calcium carbonate is disseminated and segregated as very few very fine soft masses; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\nBtk1--10 to 27 inches; brown (10YR 5/3) clay, dark brown (10YR 3/3) moist; strong fine and medium prismatic structure; hard, very firm, sticky and very plastic; many very fine and fine roots; common fine irregular pores; many prominent clay films coating faces of peds; strongly effervescent; calcium carbonate is disseminated and segregated as common fine soft filaments and masses; moderately alkaline (pH 8.2); clear wavy boundary.\n2Btk2--27 to 35 inches; dark yellowish brown (10YR 4/4) sandy clay, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; very hard, very firm, sticky and plastic; common very fine and fine roots; common fine irregular pores; common prominent clay films coating faces of peds and bridging sand grains; calcium carbonate is disseminated and segregated as common fine soft filaments and masses; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\n2Btk3--35 to 39 inches; dark yellowish brown (10YR 4/4) sandy clay loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine roots; few fine irregular pores; common distinct clay films bridging sand grains; calcium carbonate is disseminated and segregated as common fine soft filaments and masses; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (The combined thickness of the Bt horizons is 19 to 38 inches.)\n3Bk1--39 to 50 inches; yellowish brown (10YR 5/4) loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few fine irregular pores; calcium carbonate is disseminated and segregated as common fine soft masses; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\n3Bk2--50 to 65 inches; yellowish brown (10YR 5/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few fine irregular pores; calcium carbonate is disseminated and segregated as coatings on rock fragments; slightly effervescent; 1 percent gravel and 1 percent cobbles; moderately alkaline (pH 8.2). (The combined thickness of the Bk horizons is 26 to 43 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico;  El Dado Quadrangle; about 0.8 miles north of Laguna Alamo; 107 degrees 36 minutes 45 seconds west longitude, 35 degrees 31 minutes 16 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, more than 160 days cumulative days from April through October. It is usually moist in some part less than 50 cumulative days during the same period. It is intermittently moist in some part November through March. The period of maximum precipitation is July through October. The soil is driest during April, May, and June. Typic aridic moisture regime.\nSoil Temperature: 52 to 57 degrees F\nParticle-size control section: 35 to 50 percent clay and greater than 25 percent sand\nDepth to secondary calcium carbonate: 5 to 25 inches\nA horizon:\nValue: 5 or 6 dry; 3 or 4 moist\nChroma: 3 or 4\nReaction: slightly or moderately alkaline\nCalcium carbonate equivalent: 3 to 5 percent\nSalinity:  EC of 0 to 2 mmhos/cm\nSodicity: SAR of 0 to 2\nBt or Btk horizons:\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4\nTexture: clay loam, clay, sandy clay, or sandy clay loam\nReaction: slightly or moderately alkaline\nCalcium carbonate equivalent: 5 to 10 percent\nBk horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry\nTexture: loamy coarse sand, loamy sand, or sandy loam\nRock fragments: 0 to 5 percent total\n0 to 3 percent gravel\n0 to 2 percent cobbles\nCalcium carbonate equivalent: 5 to 14 percent\nSalinity: EC of 0 to 4 mmhos/cm\nSodicity: SAR  of 2 to 5\nSome pedons have C horizons below the Btk horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sanfeco soils formed in alluvium and stream alluvium derived from sandstone and shale and are on stream terraces on valley floors. Slopes are 0 to 2 percent. Elevations range from 6,400 to 6,800 feet. The mean annual temperature is 50 to 55 degrees F., and the mean annual precipitation is 6 to 10 inches. The frost free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Notal soils on flood plains and alluvial fans; and the Doak, Fajada, and Shiprock soils on fan terraces. The Notal soils lack an argillic horizon. The Shiprock and Zia soils are coarse-loamy. Doak soils are fine-loamy. Fajada soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, rapid runoff, and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for rangeland. The present vegetation is blue grama, galleta, alkali sacaton, fourwing saltbush and broom snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern, New Mexico.  MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 2 inches. (A horizon)\nArgillic horizon: The zone from 2 to 39 inches. (Bt, Btk1, 2Btk2, and 2Btk3 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
