{
  "SERIES": "SANGUINETTI",
  "STATUS": "Established Series",
  "BYREV": "SMM/JBB/TKK/JW",
  "REVDATE": "09/2018",
  "STATES": "CA",
  "OVERVIEW": "The Sanguinetti series consists of deep, well drained soils formed in colluvium over residuum weathered from phyllite and/or schist. The Sanguinetti soils are on side slopes of hills. Slopes range from 30 to 90 percent. The mean annual precipitation is about 805 mm and the mean annual air temperature is about 15 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, active, thermic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sanguinetti channery loam on a southeast-facing, convex, 68 percent slope under interior live oak, California foothill pine and Pacific poison oak at an elevation of 456 meters. (Colors are for dry soils unless otherwise noted. When described on July 18, 2007 the soil was dry throughout).\nA--0 to 10 cm; brown (7.5YR 5/3) channery loam, dark brown (7.5YR 3/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots throughout; common very fine and fine tubular pores; 20 percent angular very strongly cemented phyllite channers, 10 percent angular very strongly cemented phyllite flagstones; slightly acid (pH 6.2); clear smooth boundary. (5 to 20 cm thick)\nBA--10 to 23 cm; light brown (7.5YR 6/3) very flaggy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots throughout; common very fine and few fine tubular pores; 20 percent angular very strongly cemented phyllite channers, 20 percent angular very strongly cemented phyllite flagstones; slightly acid (pH 6.4); clear wavy boundary. (8 to 18 cm thick)\nBw1--23 to 33 cm; light brown (7.5YR 6/4) very flaggy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots and fine roots throughout; few very fine and fine tubular pores; 20 percent angular very strongly cemented phyllite channers, 20 percent angular very strongly cemented phyllite flagstones; slightly acid (pH 6.5); clear wavy boundary.\nBw2--33 to 48 cm; brown (7.5YR 5/4) very flaggy loam, brown (7.5YR 4/4) moist;; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine and common fine roots throughout; few very fine and fine tubular pores; 20 percent angular very strongly cemented phyllite channers, 20 percent angular strongly cemented schist flagstones, 5 percent subangular very strongly cemented phyllite stones; slightly acid (pH 6.3); abrupt wavy boundary.\nBw3--48 to 69 cm; brown (7.5YR 5/4) extremely stony loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine and fine roots throughout; few very fine and fine tubular pores; 20 percent angular strongly cemented phyllite channers, 30 percent angular strongly cemented phyllite flagstones, 30 percent subangular very strongly cemented phyllite stones; slightly acid (pH 6.2); abrupt wavy boundary. (Combined thickness of the Bw horizons is 50 to 100 cm)\nBC--69 to 106 cm; strong brown (7.5YR 5/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; few very fine and common fine roots in cracks; many fine irregular pores; 35 percent subangular strongly cemented schist gravel; slightly acid (pH 6.3); abrupt wavy boundary. (0 to 40 cm thick)\nR--106 to 200 cm; very strongly cemented schist bedrock, fractured at intervals of 10 to 45 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tuolumne County, California, about 5.6 km (3.5 miles) northwest of the community of Moccasin, CA., USGS 7.5 minute topographic quadrangle: Moccasin, California; WGS84 37.848610 latitude and -120.342224 longitude; UTM Zone 10 733839 meters E 4192342 meters N NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 14 to 17 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The soil moisture control section is dry in all parts from about May to October (about 180 days). The soils have a xeric soil moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness:  10 to 18 cm\nCambic horizon thickness:  50 to 100 cm\nDepth to lithic contact:  100 to 150 cm\nReaction: moderately to slightly acid\nParticle size control section weighted average:\nRock fragments: 35 to 80 percent, with 0 to 35 percent gravel, 0 to 35 percent cobbles, 0 to 35 percent stones, 0 to 20 percent channers, and 0 to 25 percent flagstones.\nClay content: averages 12 to 30 percent clay\nBase saturation: greater than 60 percent at a depth between 25 and 75 cm from the mineral soil surface (by ammonium acetate)\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 to 4 dry, dry or moist\nTexture: loam, sandy loam\nClay content: 10 to 24 percent\nRock fragments: 0 to 40 percent\n0 to 35 percent gravel\n0 to 5 percent cobbles\n0 to 20 percent channers\n0 to 10 percent flagstones\nReaction: moderately to slightly acid\nAB horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 3 or 4 dry, 2 to 4 moist\nTexture: loam, sandy loam\nClay content: 12 to 24 percent\nRock fragments: 0 to 50 percent\n0 to 35 percent gravel\n0 to 5 percent cobbles\n0 to 20 percent channers\n0 to 20 percent flagstones\nReaction: slightly acid\nBw horizons\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 3 or4 moist\nChroma: 3 or 4, dry or moist\nTexture: loam, sandy loam, clay loam\nClay content: 12 to 30 percent\nRock fragments: 35 to -80 percent\n0 to 35 percent gravel\n0 to 35 percent cobbles\n0 to 35 percent stones\n0 to 20 percent channers\n0 to 30 percent flagstones\nReaction: moderately to slightly acid\nBC horizon (where present)\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam, loam\nClay content: 8 to 20 percent\nRock fragments: 35 to 80 percent\n0 to 35 percent gravel\n0 to 15 percent cobbles\n0 to 10 percent stones\nPararock fragments: 0 to 35 percent\nReaction: moderately to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sanguinetti soils are on steep hillslopes and canyons. Slopes range from 30 to 90 percent. These soils formed in colluvium over residuum weathered from phyllite and/or schist. Elevation is 245 to 995 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 650 to 1000 mm and the mean annual air temperature is 13 to 16 degrees C. The frost free season is 180 to 295 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deerflat, Millvilla, Moccasinhill, and Priestgrade, soils. The Deerflat soils are on footslopes of canyons and are very deep and fine-loamy. The Millvilla soils are moderately deep to a paralithic contact and have an argillic horizon. The Moccasinhill soils are moderately deep to a lithic contact, and have an umbric epipedon. The Priestgrade soils are on shoulders of canyons and are shallow to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is interior live oak, blue oak, California foothill pine, Pacific poison oak, whiteleaf manzanita, toyon, buckbrush, chaparral coffeeberry, and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tuolumne County, California. Source of name is from a nearby hill and historic ranch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon            0 to 18 cm\nCambic Horizon             10 to 106 cm\nLithic Contact                 106 cm\nParticle Size Control Section for this pedon: 25 to 100 cm.\nADDITIONAL DATA:\nNASIS User Pedon ID: 07RJV054\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
