{
  "SERIES": "SANGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:GLL:JMG",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Sanger series consists of very deep, well drained, very slowly permeable soils that formed in clayey marine sediments.  These gently sloping to strongly sloping soils are on broad uplands. Slopes range from 1 to 12 percent, however slopes are typically 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sanger clay--cropland field on 2 percent southeast facing convex slope (at center of microdepression).  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium granular and subangular blocky structure; extremely hard, very firm, sticky and plastic; many fine roots; common fine concretions of calcium carbonate; few fine black concretions; many wormcasts; slight effervescence, moderately alkaline; clear smooth boundary.  (4 to 8 inches thick)\nA--7 to 38 inches, dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist; moderate coarse blocky structure; extremely hard, very firm, sticky and plastic; common fine roots; common fine concretions and soft bodies of calcium carbonate; common fine slickensides below 22 inches; strong effervescence, moderately alkaline; gradual wavy boundary. (0 to 33 inches thick)\nBkss--38 to 55 inches; light yellowish brown (10YR 6/4) silty clay, yellowish brown (10YR 5/4) moist; few fine faint brownish yellow (10YR 6/6) mottles, weak coarse blocky structure; hard, firm, sticky and plastic; few fine roots; few pores; few fine concretions of calcium carbonate; few fine black concretions; few tilted slickensides; strong effervescence, moderately alkaline; gradual wavy boundary.  (5 to 30 inches thick)\nBk--55 to 69 inches; light yellowish brown (10YR 6/4) silty clay, yellowish brown (10YR 5/4) moist; common medium distinct light gray (10YR 7/2) mottles; weak coarse blocky structure; hard, firm, sticky and plastic; few fine roots; common fine concretions and soft masses of calcium carbonate; few 1/2 to 1 inch clay balls with rock structure; violently effervescence, moderately alkaline; diffuse boundary.  (4 to 23 inches thick)\nC--69 to 90 inches, light yellowish brown (10YR 6/4) silty clay, yellowish brown (10YR 5/4) moist common medium distinct very pale brown (10YR 7/3) mottles; massive; extremely hard, very firm; common coarse masses of calcium carbonate; few fossil shells; few black coatings in fractures; violent effervescence, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Denton County, Texas; 8 miles south of Denton, Texas, on I-35W to Crawford Road; then 1.1 miles west on Crawford Road, and 800 feet south into cropland field, 50 west of private drive."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  This is a cyclic soil with solum 60 to more than 80 inches thick.  In undisturbed areas there is gilgai microrelief with microknolls 4 to 12 inches higher than microdepressions.  Cycles of knolls and depressions are repeated each 4 to 23 feet.  Cracks 1 to 3 inches wide extend from the surface to a depth of more than 20 inches when the soil is dry. Slickensides begin at depths of 16 to 24 inches.  Texture is clay or silty clay throughout with 40 to 60 percent clay.  Typically the reaction is moderately alkaline and calcareous but some microdepressions are mildly alkaline and noncalcareous in the upper 12 inches.  Fragments of limestone 1 to 5 inches thick and 10 to about 40 inches across comprise 0 to 20 percent by volume in the A horizon.  Limestone fragments cover 0 to about 5 percent of the soil surface.  A few fine black concretions are throughout most pedons.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2.  A horizons with 1 chroma are less than 12 inches thick or comprise less than 50 percent of the pedon.\nThe Bkss and Bk horizons have hue of 10YR, 2.5Y, or 5Y, value of 5 to 7, and chroma of 2 to 8.  Mottles of these colors as well as grayish mottles range from none to a few in the Bkss horizon and from few to common in the Bk horizon.  Concretions and soft masses of calcium carbonate range from few to common.  The calcium carbonate equivalent ranges from 30 to 40 percent in the control section and ranges from 40 to 70 percent in lower layers in more than 50 percent of the pedon.\nThe C horizon has colors in shades of brown, yellow, gray or olive and is usually mottled in these colors.  It is clay, clay loam, silty clay, or shaly clay.  Concretions and soft masses of calcium carbonate range from few to common.  Some pedons have a few limestone or weakly cemented marly fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Bleiblerville, Branyon, Burleson, Clarita, Dimebox, Fairlie, Heiden, Houston Black, Leson, Luling, Ovan, Tamford and Watonga.  Bleiblerville, Branyon, Burleson, Fairlie, Houston Black, Leson soils have moist chroma of 1 in the upper 12 inches of the A horizon.  Burleson, Dimebox, Leson, Luling, Clarita and Tamford soils are noncalcareous in the surface layer.  Clarita and Tamford soils have hue 7.5YR or redder in the subsoil.  Heiden soils contain less calcium carbonate in the substrata.  Ovan soils contain less than 30 percent calcium carbonate in the control section and are developed over clayey alluvium on flood plains.  Watonga soils have sola less than 60 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sanger soils are on erosional uplands. Slopes are mostly 1 to 5 percent but range up to 12 percent. Surfaces are convex or plain.  The soil formed in calcareous clayey marine sediments in the lower Cretaceous formations.  The climate is warm and subhumid.  The mean annual precipitation is 26 to 34 inches.  The mean annual temperature ranges from 62 degrees to 69 degrees F.  Thornthwaite P-E indices ranges from 44 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Slidell series and the Aledo Ponder, Purves, Medlin, San Saba and Somervell series.  San Saba soils are usually located at the heads of drains and slightly above Sanger soils.  Slidell soils are on similar or slightly lower positions.  Aledo, Bolar, Purves, and Somervell soils have sola less than 40 inches thick over limestone bedrock.  These soils are above on ridgetops or hillsides.  Ponder soils have argillic horizons and are usually above on stream divides.  Medlin soils have values of more than 3.5 throughout, and are above Sanger soils commonly on slopes along drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability.  Water enters rapidly when the soil is dry and cracked, and very slowly when the soil is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland and range.  Cotton, small grain, grain sorghum, and forage sorghum are the main crops. Native vegetation is mainly bluestems, sideoats grama, buffalograss, and Texas wintergrass.  Scattered mesquite, elm, and hackberry occur in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Grand Prairie of north-central Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Montague County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Grumusol great soil group and included in the Heiden series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The A horizon from 0 to 38 inches.\nCambic horizon - 38 to 69 inches.\nVertic properties - Slickensides at a depth of 22 to 55 inches.  High shrink-swell potential and cracks that are 1/2 to 3 inches wide at a depth of 12 inches during dry periods.\nEpipedon color - moist chroma of 1.5 or more in the upper 12 inches in more than half of each pedon\nADDITIONAL DATA:  National Soil Survey Laboratory; S84TX-121-001 (Denton County, TX).\nSIR Number. TX0486, TX0519 (Stony)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
