{
  "SERIES": "SANHEDRIN",
  "STATUS": "Established Series",
  "BYREV": "REV: SJB/RHB/DJE/ET",
  "REVDATE": "11/2010",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sanhedrin gravelly loam - on a northwest facing convex slope of 30 percent under a coniferous forest at 1,146 meters (3,760 feet) elevation.  (Colors are for dry soil unless otherwise stated.  When described on August 22, 1979, the soil was dry throughout.)\n0i--0 to 5 centimeters (0 to 2 inches); slightly decomposed pine needles, twigs and cones.\nA--5 to 38 centimeters (2 to 15 inches); brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky and moderate fine and medium granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, and medium roots; many very fine and fine and few medium tubular pores; 15 percent 2 to 20 millimeter gravel; moderately acid (pH 6.0); clear smooth boundary.  (18 to 46 centimeters thick)\nBt1--38 to 64 centimeters (15 to 25 inches); yellowish brown (10YR 5/4) gravelly loam, brown (10YR 4/3) moist; strong very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine medium and coarse roots; many very fine and common fine tubular pores; common faint clay films on peds; 20 percent 2 to 20 millimeter gravel; moderately acid (pH 6.0); clear wavy boundary.  (25 to 36 centimeters thick).\nBt2--64 to 86 centimeters (25 to 34 inches; yellowish brown (10YR 5/6) gravelly clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; many very fine, common fine and few medium tubular pores; many faint clay films on peds and common distinct clay films in pores; 25 percent 2 to 20 millimeter gravel; moderately acid (pH 5.8); clear wavy boundary.  (20 to 31 centimeters thick.)\nBt3--86 to 114 centimeters (34 to 45 inches); yellowish brown (10YR 5/4) gravelly clay loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and many fine and medium roots; many very fine and fine and few medium tubular pores; many faint clay films on peds and in pores; 20 percent 2 to 50 millimeters gravel and 8 percent 75 to 150 millimeter cobbles; strongly acid (pH 5.5); gradual wavy boundary.  (25 to 51 centimeters thick)\nCt--114 to 200 centimeters (45 to 79 inches); gravel; strongly cemented, interbedded sandstone and siltstone; fractures are 2 to 5 centimeters apart; pockets and coats of clay present in some fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; 8.5 miles (air) east of Covelo, on Mexico Ridge, 300 feet SE of main logging road and 100 feet upslope from marshy area, 500 feet north and 2,500 feet east of the southwest corner section 4, T.22 N., R.11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil between a depth of 20 to 61 centimeters is dry in all parts from July to October for 90 to 120 days and is moist in all parts from November to May for 150 to 180 days. The soils have a xeric soil moisture regime.\nSoil temperature: 10 to 14 degrees C.  The difference between mean summer and mean winter soil temperature is 6 degrees C or greater. The soils have a mesic soil temperature regime.\nDepth to lithic material with cracks spaced less than 10 centimeters apart: 100 to 150 centimeters (40 to 60 inches)\nRock fragments: 15 to 35 percent throughout the profile, above the Ct horizon.\nParticle size control section (weighted average):\nRock fragments: 0 to 35 strongly cemented mudstone and sandstone gravel\nPararock fragments: 5 to 35 percent moderately cemented mudstone and sandstone paragravel\nClay content: 20 to 35 percent\nA horizon:\nHue: 7.5YR or 10YR, dry and moist\nValue: 4 through 6, 3 or 4 moist\nChroma: 2 through 4, dry and moist\nClay content: 18 to 25 percent\nRock fragments: 5 to 25 percent strongly cemented mudstone and sandstone gravel\nBase saturation (NH4OAc): 40 to 75 percent\nReaction: moderately acid to neutral\nUpper Bt horizons:\nHue: 5YR, 7.5YR, 10YR\nValue: 4 through 7, 3 through 6 moist\nChroma: 4 through 6, 3 through 6 moist\nTexture of fine earth: loam, clay loam\nClay content: 25 to 35 percent\nRock fragments: 15 to 35 percent\nPararock fragments: 0 to 35 percent moderately cemented mudstone and sandstone paragravel\nBase saturation (NH4OAc): 35 to 55 percent\nReaction: strongly through slightly acid\nC horizon:\nTexture: gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beal (CA), Boardburn (CA), Boomer (CA), Casabonne (CA, Cherryhill (OR), Cle Elum (WA), Cohasset (CA), Crozier (CA), Dalig (WA), Fives (OR), Fong (CA), Fordcreek (ID), Gunn (WA),, Hood (OR-WA), Latourell (OR), Lettia (OR), Norling (OR), Para (T WA), Pishpishee (T CA), Rosehaven (T),, Tigit (T), Trelk (WA), Varelum (WA), and Wohly (CA) series.  Beal, Dalig, Gunn, Hood, Latourell, Pishpishee, and Rosehaven soils are very deep and lack lithic material between 100 and 150 centimeters. Boardburn, Boomer, Cherryhill, Cohasset, Crozier, Fives, Fong, Fordcreek, Lettia, Norling, Para, and Tigit soils formed from igneous materials, are very deep and lack lithic material between 100 and 150 centimeters. Cle Elum soils have a paralithic contact at depths of 50 to 100 centimeters. Varelum soils have a paralithic contact at depths of 100 to 150 centimeters. Wohly soils have paralithic materials above 100 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sanhedrin soils are on mountains and have slopes of 2 to 75 percent.  The soils formed in colluvium and residuum weathered from sandstone shale and siltstone at elevations of 490 meters to 1525 meters (600 to 5,000 feet).  The climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation varies from 1000 to 1520 millimeters (40 to 60 inches) including 0 to 30 inches snowfall.  Mean January temperature is 4 degrees C (40 degrees F); mean July temperature is 21 degrees C (70 degrees F); mean annual air temperature is 9 to 14 degrees C (48 to 58 degrees F).  Frost-free season ranges from 120 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hopland (CA), Kekawaka (CA), Speaker (CA), and Yorktree (CA) soils.  Kekawaka and Yorktree soils are fine.  Hopland have paralithic material at 50 to 100 centimeters. Speaker soils are 50 to 100 centimeters deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, watershed and wildlife habitat.  Vegetation is Douglas-fir, ponderosa pine, California black oak, Pacific madrone and manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Siskiyou-Trinity Area, MLRA 5. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, Eastern Mendocino Soil Survey Area 1980.  Named from Sanhedrin Mountain located in northern Mendocino County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Sanhedrin soils were formerly classified as Ultic Argixerolls.  Classification was changed due to base saturation less than 50 percent in the argillic horizon. This soil was revised in February 2008 due to the presence of bedrock with cracks mostly closer together than 10 centimeters and coatings on the rock fragments.  The soil lacks a lithic contact (ET).\nADDITIONAL DATA: NSSL Pedon S79CA-045-116\nSoil classified using Keys to Soil Taxonomy, 11th edition\nNational Cooperative Soil Survey\nU.S.A."
  }
}
