{
  "SERIES": "SANILAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEF-NWS",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Sanilac series consists of somewhat poorly drained soils formed in calcareous silty lacustrine or eolian sediments on lake plains. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 838 mm (33 inches), and mean annual temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, semiactive, calcareous, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sanilac silt loam, on a 1 percent slope in a cultivated area. (Colors are for moist soil unless otherwise stated).\nAp--0 to 33 cm (13 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; common roots; slightly effervescent; moderately alkaline; abrupt smooth boundary. [15 to 33 cm (6 to 13 inches) thick]\nBw1--33 to 46 cm (13 to 18 inches); light brownish gray (2.5Y 6/2) very fine sandy loam; weak thin platy structure; friable; faint grayish brown (10YR 5/2) coatings on surfaces of peds; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; slightly effervescent; moderately alkaline; abrupt wavy boundary.\nBw2--46 to 64 cm (18 to 25 inches); grayish brown (2.5Y 5/2) very fine sandy loam; medium thin platy structure; friable; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; common medium faint light brownish gray (10YR 6/2) iron depletions; strongly effervescent; moderately alkaline; abrupt wavy boundary. [Combined thickness of the Bw horizon is 10 to 69 cm (4 to 27 inches).]\nC1--64 to 81 cm (25 to 32 inches); pale brown (10YR 6/3) stratified very fine sandy loam and loamy very fine sand; weak thin platy fragments; friable; few fine faint light brownish gray (10YR 6/2) iron depletions; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; strongly effervescent; moderately alkaline; abrupt wavy boundary. [0 to 76 cm (30 inches) thick]\nC2--81 to 152 cm (32 to 60 inches); pale brown (10YR 6/3) loamy very fine sand; massive; friable; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; few fine faint light brownish gray (10YR 6/2) iron depletions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Huron County, Michigan; 1 mile south of Owendale; 258 feet north and 1,980 feet east of the southwest corner of sec. 23, T. 15 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: typically 61 to 76 cm (24 to 30 inches) but ranges from 25 to 102 cm (10 to 40 inches)\nReaction: most pedons are calcareous at the surface; all are calcareous within 25 cm (10 inches)\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 1 or 2\nTexture: fine sandy loam, very fine sandy loam, loam, or silt loam\nReaction: neutral to moderately alkaline\nA horizon, where present:\nThickness: 8 to 15 cm (3 to 6 inches)\nHue: 10YR\nValue: 2\nChroma: 1\nTexture: very fine sandy loam\nBw horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: fine sandy loam, very fine sandy loam, silt loam, loamy very fine sand, and very fine sand\nPed surfaces: coatings in the upper part have hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1 or 2\nC horizon:\nHue: 10YR to 5Y\nValue: 5 or 6\nChroma: 1 to 3\nTexture: strata of fine or very fine sandy loam, silt loam, loamy very fine sand, and loamy fine sand; strata of any texture may occur in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sanilac soils are on lake plains bordering the Great Lakes and the larger old inland lake beds and glacial drainageways in Wisconsinan age drift. Slope ranges from 0 to 6 percent and are plane or slightly convex. The soils formed in calcareous silty lacustrine or eolian sediments. Mean annual precipitation ranges from 711 to 914 mm (28 to 36 inches). Mean annual temperature ranges from 6.7 to 8.9 degrees C (44 to 48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bach, Eastport, Gagetown, Guelph, Kingsville, Londo, Oakville, Parkhill, Pipestone, and Plainfield soils. The Sanilac soils are in a drainage sequence with the Gagetown and Bach soils. Gagetown soils are moderately well drained and occupy the more sloping areas. Bach soils are poorly drained or very poorly drained soils in nearly level areas or in depressions. Londo, Parkhill, and Guelph soils are formed in till and border Sanilac soils in some areas. Kingsville, Oakville, and Pipestone soils are sandy and occur on slightly higher elevations near the Sanilac soils. Eastport and Plainfield soils are on beach ridges that border areas of Sanilac soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Potential for surface runoff is low to high depending on slope gradient. Saturated hydraulic conductivity is moderately high. Permeability is moderately slow or moderate depending on the texture and sequence of the layers."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Sanilac soils are cropped to corn, small grain, white beans, or hay. Other areas have been cleared and cultivated, but are now idle or in permanent pasture. Remaining woodlots have second growth stands of elm, red maple, willow, ash, and white birch. Native forest is mixed northern hardwoods and a few eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 96, 98, and 99 in the thumb area and central parts of the lower peninsula of Michigan. The type location is in MLRA 99. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 33 cm (13 inches) (Ap horizon).\nCambic horizon: from a depth of 33 to 64 cm (13 to 25 inches) (Bw1 and Bw2 horizons).\nAquic conditions: redoximorphic features in all horizons below the surface horizon.\nADDITIONAL DATA: The Sanilac pedon was sampled and characterized as S75MI-63-2, Sample Nos. 75L106-75L110.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 33 cm (13 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; common roots; slightly effervescent; moderately alkaline; abrupt smooth boundary. [15 to 33 cm (6 to 13 inches) thick]"
      },
      {
        "name": "Bw1",
        "top": 33,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--33 to 46 cm (13 to 18 inches); light brownish gray (2.5Y 6/2) very fine sandy loam; weak thin platy structure; friable; faint grayish brown (10YR 5/2) coatings on surfaces of peds; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; slightly effervescent; moderately alkaline; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 46,
        "bottom": 64,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--46 to 64 cm (18 to 25 inches); grayish brown (2.5Y 5/2) very fine sandy loam; medium thin platy structure; friable; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; common medium faint light brownish gray (10YR 6/2) iron depletions; strongly effervescent; moderately alkaline; abrupt wavy boundary. [Combined thickness of the Bw horizon is 10 to 69 cm (4 to 27 inches).]"
      },
      {
        "name": "C1",
        "top": 64,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--64 to 81 cm (25 to 32 inches); pale brown (10YR 6/3) stratified very fine sandy loam and loamy very fine sand; weak thin platy fragments; friable; few fine faint light brownish gray (10YR 6/2) iron depletions; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; strongly effervescent; moderately alkaline; abrupt wavy boundary. [0 to 76 cm (30 inches) thick]"
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C2--81 to 152 cm (32 to 60 inches); pale brown (10YR 6/3) loamy very fine sand; massive; friable; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; few fine faint light brownish gray (10YR 6/2) iron depletions; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
