{
  "SERIES": "SANLOREN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEC/JBC",
  "REVDATE": "03/2007",
  "STATES": "NM",
  "OVERVIEW": "The Sanloren series consists of deep, well drained brown soils that formed in mixed alluvium.  Sanloren soils are on broad terrace remnants.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sanloren loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; neutral (pH 7.0); clear smooth boundary.  (2 to 5 inches thick)\nA2--2 to 10 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; slightly alkaline (pH 7.4); clear smooth boundary.  (3 to 8 inches thick)\nBt1--10 to 20 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; strong medium subangular blocky structure; hard, friable, sticky and plastic; 10 percent gravel; many very fine roots; common very fine tubular and interstitial pores; thin patchy clay films on surface of peds; slightly alkaline (pH 7.4); clear wavy boundary.  (5 to 18 inches thick)\nBt2--20 to 37 inches; brown (7.5YR 4/2) very cobbly clay, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, sticky an plastic; 60 percent cobbles; many very fine interstitial and tubular pores; thin patchy clay films on surfaces of peds; slightly alkaline (pH 7.4); gradual wavy boundary.  (5 to 25 inches thick)\nC--37 to 60 inches; brown (7.5YR 4/4) very cobbly sandy clay loam, dark brown (7.5YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; 60 percent cobbles; few very fine roots; few very fine interstitial pores; slightly calcareous; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, New Mexico; in pasture 400 yards north of Mimbres Store; SW1/4 NE1/4 SE1/4 of section 4, T.17S., R.11W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime.\nDepth to argillic horizon: 6 to 16 inches\nDepth to calcium carbonate: 20 to 37 inches\nDepth to bedrock: 60 inches or more\nThickness of the mollic epipedon: 20 to 40 inches thick\nA horizon\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3\nB horizon\nHue: 10YR or 7.5YR\nValue: 3 through 5 dry, 3 or 4 moist\nChroma: 2 through 4\nTexture: very cobbly clay, very cobbly clay loam, or clay loam\nClay content: averages 35 to 60 percent clay.\nC horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4\nTexture: very cobbly sandy loam, very cobbly sandy clay loam, very gravelly sandy clay or gravelly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Poblano series (NM). Poblano soils are moderately deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sanloren soils are at elevations of 5,500 to 6,500 feet, on stream terrace remnants along the major streams.  Slopes range from 0 to 10 percent.  These soils formed in mixed alluvium.  The climate is semiarid continental.  The mean annual precipitation is about 12 to 16 inches and the mean annual temperature is 47 to 55 degrees F.  The frost free season ranges from 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ellicott, Lonti, Majada, Manzano, Oro Grande, and Paymaster soils.  Ellicott and Lonti soils do not have a mollic epipedon.  Majada soils have a loamy, skeletal control section.  Manzano soils have a fine, loamy control section.  Oro Grande soils are shallow to bedrock.  Paymaster soils have a coarse, loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for range.  Native vegetation is mainly blue grama, sideoats gram, little bluestem, yucca, juniper, and pinyon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Grant County, New Mexico.  Sanloren soils are of small extent. MLRA 38."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, New Mexico, Central and Southern Parts, 1979.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
