{
  "SERIES": "SANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HSE:WHC:JCJ",
  "REVDATE": "02/2010",
  "STATES": "KY,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, semiactive, mesic Glossic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sano silt loam--cultivated.                (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; common fine roots; extremely acid; abrupt smooth boundary.  (3 to 12 inches thick)\nBw--10 to 21 inches; light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; few fine and medium roots; common fine tubular pores; few fine black (10YR 2/1)) manganese concretions; slightly acid; clear wavy boundary. (10 to 20 inches thick)\nBx/E--21 to 28 inches; 60 percent olive yellow (2.5Y 6/6) silt loam (B part); moderate medium subangular blocky; firm; and 40 percent gray (2.5Y 6/1) silt loam (E part); weak fine and medium subangular blocky structure; very friable; few fine roots; few fine tubular pores; few fine prominent light gray (2.5Y 7/1)) silt coatings on ped faces; common fine and medium strong brown (7.5YR 5/8) iron nodules and black (10YR 2/1)) manganese concretions; common fine strong brown (7.5YR 5/8) masses as iron accumulations; few channers of siltstone; brittle in 40 percent of the mass; very strongly acid; clear wavy boundary.  (3 to 9 inches thick)\nBtx1--28 to 47 inches; 40 percent yellowish brown (10YR 5/6), 40 percent light gray (10YR 7/2), and 20 percent strong brown (7.5YR 5/6) silt loam; weak very coarse prismatic structure parting to weak medium subangular blocky; very firm; few very fine roots in vertical seams between prisms; many fine discontinuous pores; few fine distinct gray (10YR 6/1) clay films on prism faces; common medium and coarse prominent light gray (2.5Y 7/2) silt loam as coatings on prism faces and as vertical seams; few fine red (2.5YR 5/8) iron nodules and few fine and medium black (10YR 2/1) manganese concretions; common medium distinct strong brown (7.5YR 5/6) masses as iron accumulations; few channers of siltstone and sandstone; brittle in 80 percent of the mass; very strongly acid; gradual irregular boundary.  (6 to 20 inches thick)\nBtx2--47 to 81 inches; brownish yellow (10YR 6/8) silt loam; weak very coarse prismatic structure parting to weak medium subangular blocky; common fine discontinuous pores; common fine distinct gray (10YR 6/1) clay films on prism faces; common medium and coarse prominent light gray (2.5Y 7/2) silt loam coatings on prism faces and as vertical seams; few fine red (2.5YR 5/8) iron nodules and common fine and medium black (10YR 2/1) manganese concretions; few channers of siltstone and sandstone; brittle in 80 percent of the mass; very strongly acid.  (8 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adair County, Kentucky; 11.5 miles northeast of Columbia, KY; 6.6 miles east of the intersection SR206 and SR 531; 1.9 miles southeast of intersection SR 206 and Millerfield Road; 940 feet southwest of intersection Sulphur Creek Road and Millerfield Road in pasture. Latitude: 37/08/40.35N; Longitude: 85/06/23.47W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 80 inches.  Thickness of the silty mantle ranges from 40 to 70 inches.  Depth to the fragipan ranges from 18 to 34 inches.  Rock fragments range from 0 to 3 percent in the A, E, Bw, and Bx/E horizons and from 0 to 10 percent in the Btx horizons.  Where present, the 2Bt or 2C horizon ranges from 5 to 60 percent fragments.  Reaction in each horizon ranges from strongly acid to extremely acid, except where limed.\nThe A and Ap horizons have hue of 10YR or 2.5Y, values of 3 to 6, and chroma of 1 to 4. Some pedons have A horizons with value of 3 and chroma of 3 or less and are less than 8 inches thick. Texture is silt loam or rarely silt.\nThe E horizon, where present, and the E part of the Bx/E horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 to 3.  Texture is silt loam or rarely silt.\nThe Bw horizon has hue of 10YR or 2.5Y, values of 5 or 6, and chromas of 3 to 6.  Some pedons have redoximorphic features with chroma of 2 or less in the lower few inches of the Bw horizon.  Texure is silt loam.\nThe Bx/E or E/Bx horizon has colors similar to the E and Bw horizons.  Texture is silt loam.\nThe Btx horizon has hue of 10YR or 2.5Y, values of 4 to 6, and chromas of 4 or 6. Common to many redoximorphic features are in shades of gray, brown, black, red, and yellow.  Some pedons are an evenly mottled pattern without a dominant matrix color.  Texture is commonly silt loam throughout, but some pedons are silty clay loam in the lower part.\nThe 2Btx horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6.  Few to many redoximorphic features are in shades of brown, gray, black, red, and yellow.  Texture is silt loam, silty clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Soils in closely related families are the Teddy and Sango series.  The Teddy soils are in a fine-loamy particle size class.  The Sango soils are in a thermic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sano soils are on nearly level to undulating uplands and in slight depressions.  Slopes range from 0 to 6 percent.  Some areas in slight depressions are ponded for short periods.  The soils formed in a silty mantle, presumably loess, ranging from 40 to 70 inches in thickness underlain by residuum of limestone or sandstone or old alluvium containing more clay than the silty mantle.  Near the type location, mean annual temperature is 56.4 degrees F., and mean annual precipitation is 52.3 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Teddy, Johnsburg, Christian, Frederick, Pricetown, and Frankstown series. The Teddy soils are in more sloping landscape positions and have more sand in the control section.  The Christian, Frederick, Frankstown, and Pricetown soils are well drained and on more rolling landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; negligible to slow runoff; moderate permeability above the fragipan and slow to very slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-half of the soil is cleared and used for growing hay, pasture, soybeans, corn, tobacco, and some small grain.  The native forest consisted of oaks, maples, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Pennyroyal in Kentucky and possibly the northern Highland Rim in Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Adair County, Kentucky; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nOchric epipedon - 0 to 10 inches (Ap )\nCambic horizon - 10 to 21 inches (Bw)\nGlossic horizon - 21 to 28 inches (B/E)\nFragipan - 28 to 81 inches (Btx1, 2Btx2)\nArgillic horizon - 28 to 81 inches (Btx1, 2Btx2)\nADDITIONAL DATA: pedon S99KY-001-001-(1-5), University of Kentucky Soils Laboratory\nNational Cooperative Soil Survey\nU.S.A."
  }
}
