{
  "SERIES": "SANSARC",
  "STATUS": "Established Series",
  "BYREV": "DLB-KJH-CJH",
  "REVDATE": "11/2002",
  "STATES": "NE,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sansarc clay - on a northwest-facing slope of 25 percent in native grass. When described the soil was moist below 2 inches.  (Colors are for dry soil unless otherwise stated)\nA--0 to 4 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate very fine granular structure; hard, friable; many fine roots; slight effervescence; slightly alkaline; clear wavy boundary. (2 to 4 inches thick)\nAC--4 to 10 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure parting to weak very fine granular; slightly hard, friable, plastic; common fragments of shale; many fine roots; slight effervescence; slightly alkaline; gradual wavy boundary.  (4 to 8 inches thick)\nC--10 to 14 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; fine-earth fraction is massive; loose, very friable; more than 50 percent partially weathered fragments of shale; common fine roots; slight effervescence; slightly alkaline; gradual wavy boundary.\nCr--14 to 50 inches; light olive gray (5Y 6/2) and olive gray (5Y 5/2) bedded shale, olive gray (5Y 4/2) moist; few iron and manganese stains along the seams of the shale; few fine roots to 36 inches; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stanley County, South Dakota; about 4 miles south and 3 1/2 miles west of Fort Pierre; 250 feet west of east section line and 60 feet south of fence along Bad River road, Sec. 7, T. 4 N., R. 31 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock typically is 8 to 15 inches and ranges from 6 to 20 inches.  The soil typically is friable and easily dug with a spade.  The lower part of the C horizon and the underlying shale contain varying amounts of carbonates, gypsum and other salts. Plant roots are common or many under native grass, and in some pedons extends several inches into the shale.  The horizons above the shale average between 55 and 70 percent clay.  COLE is greater than 0.10.  Colors throughout, including mottling, are inherited from the shale.\nThe A horizon has hue of 10YR, 2.5Y or 5Y, value 4 to 7 and 3 to 5 moist, and chroma of 1 to 3.  Where the color value is as dark or darker than 5.5 dry and 3.5 moist, the A horizon is too thin for a mollic epipedon.  The A horizon typically is clay but some pedons are silty clay.  It contains as much as 30 percent fragments of shale ranging from less than 2 mm to 10 mm in size.  It has fine and medium subangular blocky or very fine granular structure.  The upper 1/4 to 1/2 inch is a fragile crust or mulch of very fine granules.  The A horizon ranges from neutral to moderately alkaline.\nThe AC horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist and chroma of 1 or 2.  It is clay and contains as much as 50 percent fragments of shale by volume ranging from less than 2 mm to 15 mm in size.\nThe C horizon has 10YR, 2.5Y or 5Y hue.  It is clay with 25 to 60 percent or more of fragments of shale by volume ranging from less than 2 mm to 25 mm in size.  It is slightly or moderately alkaline.\nThe Cr horizon is bedded shale with a wide range of color.  It is soft in the upper part and becomes harder with depth.  It typically contains carbonates, but does not have carbonates in some pedons.  It ranges from medium acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Okaton soils in the same family. Okaton soils contain more carbonates and gypsum and have less clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sansarc soils are on sloping to steep breaks of the dissected shale plains.  Slope gradients range from 2 to 60 percent or more.  The Sansarc soils formed in clayey residuum weathered from shale.  Mean annual air temperature ranges from about 45 to 57 degrees F, and mean annual precipitation from about 16 to 26 inches, most of which falls in spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dupree, Labu, Opal, and Promise soils. Dupree soils have cambic horizons, are very firm to extremely firm, and do not have carbonates.  Dupree soils are on less sloping landscapes along with the Sansarc soils.  Labu and Opal soils have bedrock within depths of 20 to 40 inches.  The Labu and Opal soils are on less sloping landscapes below and above the Sansarc soils.  Promise soils have bedrock at depths of 40 inches or more and are on the nearly level and gently sloping toe slopes below the Sansarc soils.  Sansarc soils are also associated with Rock outcrop."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on gentle slopes, and high or very rapid on steep slopes.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mostly in native range.  Native vegetation is little bluestem, western wheatgrass, sideoats grama, green needlegrass, blue grama, big bluestem, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central South Dakota and north-central Nebraska.  These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hughes County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Sansarc soils were formerly included in the Samsil series.  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface of the soil to a depth of about 10 inches (A horizon).\nADDITIONAL DATA:  Refer to Soil No. S73SD-58-1, MTSC-SSIU Sample Nos.  73L1379-73L1383 of the typifying pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
