{
  "SERIES": "SANTEETLAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC",
  "OVERVIEW": "The Santeetlah series consists of very deep, well drained, moderately rapidly permeable soils on benches, fans, drainageways, and foot slopes in coves in the Southern Blue Ridge mountains, MLRA 130B.  These soils formed in colluvium derived from materials weathered from low-grade metasedimentary rocks such as phyllite, metasandstone, and slate.  Slope ranges from 2 to 95 percent. Near the type location, mean annual temperature is 50 degrees F. and mean annual precipitation is 70 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Santeetlah loam on a 23 percent slope on a bench, at an elevation of 3,500 feet--forest.  (Colors are for moist soil unless otherwise stated.)\nOe--2 to 0 inches, partially decomposed deciduous leaves, twigs, and roots.\nA1--0 to 6 inches, very dark brown (10YR 2/2) loam; very dark grayish brown (10YR 3/2) dry; moderate fine and medium granular structure; very friable; many fine to coarse roots; 10 percent channers; flagstones on the surface average 12 feet apart; common fine flakes of mica; very strongly acid; clear wavy boundary.\nA2--6 to 17 inches, dark brown (10YR 3/3) loam; moderate medium granular structure; very friable; common fine to coarse roots; 10 percent channers; common fine flakes of mica; strongly acid; clear wavy boundary.  (Combined thickness of the A horizon is 10 to 20 inches)\nBw--17 to 39 inches, dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; very friable; common medium and coarse roots; 10 percent channers; common fine flakes of mica; strongly acid; gradual wavy boundary.  (12 to 30 inches thick)\nCl--39 to 49 inches, dark yellowish brown (10YR 4/6) channery loam; massive; very friable; 25 percent channers, not oriented; common fine flakes of mica; very strongly acid; gradual wavy boundary.\nC2--49 to 65 inches, mottled dark yellowish brown (10YR 4/6), dark brown (10YR 3/3), and yellowish brown (10YR 5/8) very channery loam; massive; very friable; 40 percent rock fragments that are dominantly channers with some flagstones, not oriented; common fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clay County, North Carolina; 0.2 mile south of Tuni Gap on USFS Road 440; turn right on USFS Road 6190 to Big Tuni Creek; 300 feet along hiking trail upstream; 50 feet left of hiking trail in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to more than 60 inches.  Depth to bedrock is more than 60 inches.  Content of mica flakes is few to common.  Content of rock fragments, mainly channers or flagstones, ranges up to 35 percent within 40 inches of the surface, and up to 60 percent below.  Unless limed, the soil is extremely acid to moderately acid.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 o 3.  It is fine sandy loam, silt loam, or loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8.  Texture is fine sandy loam, silt loam, or loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  It has the same texture range as the Bw horizon.\nThe C horizon is similar in color to the Bw horizon or is multicolored.  It is fine sandy loam, sandy loam, loam, loamy fine sand, or loamy sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cheoah, Plott, and Tuckasegee series.  Cheoah soils formed mainly in residuum, have C horizons of saprolite instead of colluvium, and are 40 to 60 inches to soft bedrock.  Plott and Tuckasegee soils formed in materials weathered from felsic to mafic high-grade metamorphic rock, contain fragments fo those rocks, and are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Santeetlah soils are on gently sloping to very steep benches, fans, drainageways, and foot slopes in the Southern Appalachian Mountains.  Elevation ranges from about 2,000 to 4,800 feet.   Slopes are commonly 20 to 50 percent, but range from 2 to 95 percent.  Santeetlah soils formed in colluvium derived from materials weathered from low-grade metasedimentary rocks such as phyllite, metasandstone, slate, and quartzite.  Near the type location, the mean annual temperature is about 50 degrees F., and mean annual precipitation is about 70 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cheoah soils, and the Brasstown, Cataska, Junaluska, Soco, Spivey, Stecoah, Sylco, and Tsali soils.  All of these soils except Spivey are on ridges and side slopes.  Spivey soils are in coves.  Brasstown, Junaluska, and Tsali soils have an argillic horizon.  Cataska,  Spivey, and Sylco soils are loamy-skeletal.  Soco and Stecoah soils have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow runoff where forest litter has had little or no disturbance; medium to rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in forest.  Common trees are yellow poplar, black cherry, black birch, sugar maple, northern red oak, black oak, white oak, eastern hemlock, and yellow buckeye. At elevations above 4,000 feet yellow birch and northern red oak are also common.  Common understory plants include rhododendron, mountain laurel, American chestnut sprouts, blueberry, striped maple, red maple, serviceberry, silverbell, flame azalea, trillium, hay-scented fern, Solomon's seal, yellow mandarin, woodfern, and New York fern.  Also, some areas of Santeetlah soils are used for high value crops such as burley tobacco, tomatoes, Christmas trees, and ornamentals, and for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blue Ridge mountains, MLRA 130B of North Carolina and possibly Georgia, Tennessee, and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Macon County, North Carolina, 1990.  The name is from Santeetlah Creek in Graham County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils now placed in the Santeetlah series were previously included in the Tusquitee series.  However, Tusquitee soils formed in colluvium derived from materials weathered from high-grade metamorphic rocks such as granite, gneiss, and schist and contain fragments of those rocks.\nDiagnostic horizons in this pedon are:\nUmbric Epipedon - 0 to 17 inches (A1 and A2 horizons)\nCambic Horizon - 17 to 39 inches (Bw horizon)\nSIR = NC0208\nRevised 02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nMLRA = 130B\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 5,
        "bottom": 0,
        "narrative": "Oe--2 to 0 inches, partially decomposed deciduous leaves, twigs, and roots."
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 6 inches, very dark brown (10YR 2/2) loam; very dark grayish brown (10YR 3/2) dry; moderate fine and medium granular structure; very friable; many fine to coarse roots; 10 percent channers; flagstones on the surface average 12 feet apart; common fine flakes of mica; very strongly acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--6 to 17 inches, dark brown (10YR 3/3) loam; moderate medium granular structure; very friable; common fine to coarse roots; 10 percent channers; common fine flakes of mica; strongly acid; clear wavy boundary.  (Combined thickness of the A horizon is 10 to 20 inches)"
      },
      {
        "name": "Bw",
        "top": 43,
        "bottom": 99,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--17 to 39 inches, dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; very friable; common medium and coarse roots; 10 percent channers; common fine flakes of mica; strongly acid; gradual wavy boundary.  (12 to 30 inches thick)"
      },
      {
        "name": "Cl",
        "top": 99,
        "bottom": 124,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cl--39 to 49 inches, dark yellowish brown (10YR 4/6) channery loam; massive; very friable; 25 percent channers, not oriented; common fine flakes of mica; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 124,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "narrative": "C2--49 to 65 inches, mottled dark yellowish brown (10YR 4/6), dark brown (10YR 3/3), and yellowish brown (10YR 5/8) very channery loam; massive; very friable; 40 percent rock fragments that are dominantly channers with some flagstones, not oriented; common fine flakes of mica; very strongly acid."
      }
    ]
  ]
}
