{
  "SERIES": "SANTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM:GLL",
  "REVDATE": "04/2003",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, calcareous, thermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Santo fine sandy loam, on an undulating 1 percent slope, in pasture.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 inches; light yellowish brown (10YR 6/4) fine\nsandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable; many fine roots;\nmany fine pores; calcareous; moderately alkaline; abrupt smooth boundary.  (4 to 15 inches thick)\nC1--8 to 12 inches; brown (10YR 4/3) loam, dark brown (10YR\n3/3) moist; massive; slightly hard, very friable; many fine roots; many fine pores; calcareous; moderately alkaline; abrupt smooth boundary.  (4 to 12 inches thick)\nC2--12 to 36 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable;\ncommon fine roots, many fine pores; prominent bedding planes; calcareous; moderately alkaline; abrupt smooth boundary.  (15 to\n30 inches thick)\nC3--36 to 44 inches; very pale brown (10YR 7/4) loamy fine\nsand, yellowish brown (10YR 5/4) moist; massive; loose; few fine roots; prominent bedding planes; calcareous; moderately alkaline; abrupt smooth boundary.  (6 to 20 inches thick)\nC4--44 to 70 inches; light yellowish brown (10YR 6/4) fine\nsandy loam, yellowish brown (10YR 5/4) moist; massive; slightly\nhard, very friable; common thin strata of loamy fine sand; calcareous; moderately alkaline; abrupt smooth boundary.  (20 to\n40 inches thick)\nC5--70 to 80 inches; brown (10YR 4/3) fine sandy loam; dark brown (10YR 3/3) moist; massive; slightly hard, very friable; thin strata of loamy fine sand; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Palo Pinto County, Texas; from the junction of\nFarm Road 4 and Farm Road 129 at Santo, 3.9 miles east on Farm\nRoad 129; 0.7 mile south on private road through pasture.  Site is\nin bermudagrass pasture 100 feet east on channel of Palo Pinto\nCreek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10 to 40 inch control section is stratified fine sandy loam, loamy fine sand, or loam with thin\nstrata of sandy clay loam or silt loam.  Clay content of the 10 to\n40 inch control section is 5 to 18 percent and more than 15\npercent is coarser than very fine sand.  Reaction is moderately alkaline and calcareous, however, mildly alkaline strata are\ncommon.\nThe A horizon has hue of 7.5YR or 10YR, value of 5 through 7, and chroma of 3 through 6.  It is fine sandy loam, loam, or loamy fine sand.\nThe C horizons are in hue of 10YR, value of 4 through 8, chroma of\n3 or 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Yahola series in the same\nfamily and the Bosque, Bunyan, Camargo, Clairemont, Colorado,\nEnergy, Lincoln, Pulaski, Pulexas, Rio Grande, Yomont, Zalla, and Zavala series in similar famlies.  Bosque, Bunyan, Colorado, and Energy soils have 18 to 35 percent clay in the 10 to 40 inch\ncontrol section.  Camargo and Clairemont soils have fine-silty control sections.  Lincoln and Zalla soils are loamy fine sand or coarser.  Pulaski, Pulexas, and Zavala soils are noncalcareous.  Yahola soils have stratified layers with hues redder than 7.5YR.  Yomont soils have coarse-silty control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Santo soils are on nearly level to gently undulating flood plains of streams.  Flooding occurs once every 1\nto 10 years.  Slopes are mainly 0 to 1 percent, but range from 0\nto 2 percent.  The soil formed in stratified calcareous alluvium.  Mean annual temperature ranges from 62 degrees to 70 degrees F.;\nmean annual precipitation from 25 to 40 inches; and Thornthwaite annual P-E indices from 40 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bosque\nand Energy series and the Frio series.  Frio soils have a mollic epipedon and fine control section.  These soils are in larger\nflood plains generally slightly below Santo soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Santo soils are well drained.  Runoff\nis slow, and the permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for bermudagrass pastures and\npecan orchards.  Some areas are farmed to forage sorghums and\nsmall grains.  Native vegetation consists of big bluestem, indiangrass, little bluestem, switchgrass and Texas needlegrass\nwith an overstory of pecan and elm trees.  Forbs include western ragweed, engelmanndaisy, bush sunflower, dalea, and baldwin\nironweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along small and medium size\nstreams in central and north-central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Palo Pinto County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Santo soils were formerly classified in the Alluvial\ngreat soil group.  These soils were formerly included with the\nYahola soils.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
