{
  "SERIES": "SANTERHILL",
  "STATUS": "Established Series",
  "BYREV": "WRR/KP",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, magnesic, thermic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Santerhill clay, on a northwest facing 30 percent slope under a cover of annual grasses and forbs at an elevation of 590 feet. When described the soil was dry to 50 centimeters and slightly moist below. (Colors are for dry soil unless otherwise noted).\nA--0 to 4 inches, (0 to 11 cm); dark gray (10YR 4/1) broken face clay, very dark gray (10YR 3/1) broken face moist; 45 percent clay; strong medium subangular blocky structure; hard, firm, very sticky, very plastic; many very fine roots; few very fine tubular pores; 20 percent clay films on all faces of peds; 5 percent angular strongly cemented 2 to 75 millimeter serpentinite fragments; slightly acid, pH 6.4 by pH meter 1:1 water; abrupt smooth boundary. (11 to 16 centimeters thick)\nBss1--4 to 13 inches, (11 to 33 cm); dark gray (10YR 4/1) broken face clay, very dark gray (10YR 3/1) broken face moist; 45 percent clay; strong coarse subangular blocky structure; hard, firm, very sticky, very plastic; common very fine roots; few very fine interstitial pores; 10 percent pressure faces on vertical faces of peds; 5 percent angular strongly cemented 2 to 75 millimeter serpentinite fragments; slightly acid, pH 6.6 by pH meter 1:1 water; clear smooth boundary.\nBss2--13 to 24 inches, (33 to 62 cm); dark gray (10YR 4/1) broken face clay, very dark gray (10YR 3/1) broken face moist; 45 percent clay; strong medium subangular blocky structure; hard, firm, very sticky, very plastic; few very fine interstitial pores; 5 percent pressure faces on vertical faces of peds; 10 percent angular strongly cemented 2 to 75 millimeter serpentinite fragments; neutral, pH 6.9 by pH meter 1:1 water; abrupt smooth boundary.\nBss3--24 to 33 inches, (62 to 85 cm); gray (2.5Y 5/1) broken face gravelly clay loam, dark gray (2.5Y 4/1) broken face moist; 36 percent clay; weak medium subangular blocky structure; hard, firm, very sticky, moderately plastic; few very fine interstitial pores; 60 percent pressure faces on vertical faces of peds; 15 percent angular strongly cemented 2 to 75 millimeter serpentinite fragments; slightly alkaline, pH 7.8 by pH meter 1:1 water; abrupt smooth boundary. (combined thickness of the Bss horizons is 59 to 74 centimeters thick)\nB--33 to 46 inches, (85 to 117 cm); light olive brown (2.5Y 5/3) broken face gravelly sandy clay loam, olive brown (2.5Y 4/3) broken face moist; 32 percent clay; weak medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few very fine interstitial pores; 50 percent clay films on all faces of peds; 30 percent angular strongly cemented 2 to 75 millimeter serpentinite fragments; moderately alkaline, pH 8.0 by pH meter 1:1 water; abrupt smooth boundary. (30 to 32 centimeters thick)\nCr--46 to 52 inches, (117 to 133 cm); moderately cemented serpentinite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Santa Teresa County park, south of group area, west of restrooms, about half way to corral and up on slope near large rock., in an unsectionalized area of Township 8s, Range 2e, UTM Zone 10, 4119065 Northing, 607531 Easting, NAD83 - U.S.G.S Quad: Santa Teresa Hills, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to weathered serpentine is 100 to 150 centimeters. The mean annual soil temperature is 60 to 62 degrees F. The particle size control section averages 35 to 50 percent clay, and 5 to 10 percent rock fragments, mostly gravel.  The soil is not calcareous. Organic matter ranges from 2 to 3 percent to a depth of 15 centimeters. Reversible surface initiated cracks 2 to 4 centimeters wide extend to a depth of 50 centimeters from May to October when the soil is not irrigated. Slickensides range from 10 to 60 percent in the Bss horizon. Rock fragments on the surface range from 2 to 10 percent cobbles and stones.\nThe A horizon dry color is 10YR 4/2, 4/1 or 2.5Y 3/1. Moist color is 10YR 3/2, 3/1 or 2.5Y 2.5/1. Texture is clay. Clay content ranges from 40 to 50 percent. Rock fragments range from 5 to 10 percent gravel. Reaction ranges from 6.6 to 7.3.\nThe Bss horizon dry color is 10YR 4/2, 4/1 or 2.5Y 5/1. Moist color is 10YR 3/2, 3/1 or 2.5Y 4/1. Texture is clay loam or clay. Clay content ranges from 35 to 50 percent. Rock fragments range from 5 to 10 percent gravel. Reaction ranges from 6.6 to 8.2.\nThe B horizon dry color is 2.5Y 5/3 or 4/2. Moist color is 2.5Y 4/3 or 3/2. Texture is gravelly sandy clay loam, clay loam or clay. Clay content ranges from 35 to 50 percent. Rock fragments range from 10 to 30 percent gravel. Reaction ranges from 6.6 to 8.2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Climara soils. Climara soils have a lithic contact of serpentine at 50 to 100 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Santerhill soils are on hills and mountains. Slopes are 9 to 50 percent. These soils formed in colluvium and residuum weathered from ultra-mafic and serpentine. Elevation is 200 to 1100 feet. Mean annual precipitation is 18 to 22 inches. The mean annual temperature is 60 to 62 degrees F. Frost free season is 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Montara soils. The Montara soils are shallow to a lithic serpentine contact and are fine loamy in the textural control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation and urban. Vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in Santa Clara County. Major Land Resource Area:   15 -- Central California Coast Range"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California, 2009. Source of name from the Santa Teresa Hills County Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:   10 to 40 in.  (25 to 100 cm)\nThe soil moisture control section is dry in all parts from about May 1 to November 1 (about 180 days).\nADDITIONAL DATA:\nPedon information for this type location only: NASIS USER SITE ID: 08ca085641181\nLab Data: Horizon Sample Bss2 33-62 centimeters, Environmental Soil Analysis Lab, UNLV\nExch. Cations (cmol/kg) Mg 21.04, Ca 2.71, Na 0.51, K 1.44; ESP 2.11%, pH Sat. Paste 7.2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
