{
  "SERIES": "SANTOP",
  "STATUS": "Established Series",
  "BYREV": "Rev.  BJD/TLA",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Santop series consists of moderately deep, well drained soils formed in residuum and colluvium with a minor amount of glacial till from sedimentary and volcanic rock with a component of volcanic ash in the upper part.  These soils are on shoulders and backslopes of mountains.  Slopes are 35 to 65 percent.  The average annual precipitation is about 22 inches and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Santop gravelly ashy sandy loam, on a southeast facing 63 percent slope at 3,320 feet elevation in a Douglas-fir and ponderosa pine forest.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures)\nOe--0 to 2 inches; moderately decomposed needles and twigs;  abrupt smooth boundary.  (1 to 3 inches thick)\nA--2 to 7 inches; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common fine irregular pores; 20 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); gradual wavy boundary.  (3 to 5 inches thick)\nBw--7 to 17 inches; pale brown (10YR 6/3) very gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; few fine and very fine irregular pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary.  (7 to 15 inches thick)\n2C--17 to 36 inches; pale brown (10YR 6/3) very stony sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots and few medium roots around rock fragments; few very fine and fine irregular pores; 25 percent gravel, 15 percent cobbles and 20 percent stones; slightly acid (pH 6.5); abrupt wavy boundary.  (10 to 20 inches thick)\n2R--36 inches; sandstone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 8.5 miles northwest of Winthrop, Washington; 2,250 east and 1,350 feet north of the southwest corner of section 30, T. 36 N., R. 21 E.  (Latitude 48 degrees 35' 18\"N., Longitude 120 degrees 15' 46\"W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 42 to 45 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 days following the summer solstice.  Depth to bedrock ranged from 20 to 40 inches.  Thickness of the solum and volcanic ash influence is 10 to 18 inches, and has an estimated moist bulk density of 1.10 to 1.40 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  The particle-size control section averages 35 to 65 percent rock fragments and 5 to 15 percent clay.  Reaction is slightly acid to neutral throughout.\nThe A horizon has values of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has values of 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly ashy sandy loam or very cobbly ashy sandy loam.  It has 25 to 35 percent gravel and 5 to 15 percent cobbles.\nThe 2C horizon has values of 6 or 7 dry, 5 or 6 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly sandy loam, very cobbly sandy loam or very stony sandy loam.  It has 25 to 40 percent gravel, 5 to 15 percent cobbles and 0 to 20 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brevco, Coxit Highhorn, Huntrock, Jimbluff, Jumpe, Kamela, Lekrem, Longort, Ontrail, Radercreek, Redpeak, Seeburg and Thout series.  Brevco (T) soils have coarse sandy loam textures in the C horizon.  Coxit, Jimbluff, Lekrem, and Ontrail soils are very deep.  Highhorn soils have 27 to 35 percent clay in the particle-size control section and are 40 to 60 inches to bedrock.   Huntrock soils have 27 to 35 percent clay and 60 to 80 percent rock fragments in the particle-size control section.  Kamela have a Bw horizon with 18 to 27 percent clay.  Redpeak soils have 2.5YR and 5YR hue.  Longort soils are moderately deep to densic material.  Jumpe soils are very deep.  Radercreek soils are deep to a lithic contact.  Seeburg soils are very deep.  Thout soils have hue of 10YR, 2.5Y and 5Y in the subsoil and have developed over andesite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Santop soils are on backslopes and shoulders of mountains.  Elevation ranges from 2,600 to 5,100 feet.  Slopes are 35 to 65 percent.  These soils formed in residuum and colluvium with a minor amount of glacial till from sedimentary and volcanic rock and a component of volcanic ash in the upper part.  The climate is characterized by warm, dry summers and cool, moist winters.  The average annual precipitation is 20 to 24 inches.  The mean January temperature is 23 degrees F, the mean July temperature is 65 degrees F, and the mean annual temperatures is 39 to 45 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rendovy, Shalrock and Nicmar soils.  Rendovy soils are on northerly aspects on backslopes and have an argillic horizon.  Shalrock soils are on shoulders and upper backslopes and have a mollic epipedon.  Nicmar soils are on backslopes and footslopes of mountains and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production, wildlife habitat, recreation, watershed and livestock grazing.  Native vegetation is Douglas-fir and ponderosa pine with an understory of pinegrass, silky lupine, common yarrow, pachystima, heartleaf arnica,  and shinyleaf spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nOchric epipedon\nCambic horizon - 7 to 17 inches (Bw horizon)\nLithic contact - 36 inches (R horizon)\nPSCS - zone from 12 to 36 inches (part of Bw and 2C horizon)\nVitrandic properties from 2 to 17 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 2 inches; moderately decomposed needles and twigs;  abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--2 to 7 inches; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common fine irregular pores; 20 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); gradual wavy boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--7 to 17 inches; pale brown (10YR 6/3) very gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; few fine and very fine irregular pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 43,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C--17 to 36 inches; pale brown (10YR 6/3) very stony sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots and few medium roots around rock fragments; few very fine and fine irregular pores; 25 percent gravel, 15 percent cobbles and 20 percent stones; slightly acid (pH 6.5); abrupt wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "2R",
        "top": 91,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--36 inches; sandstone"
      }
    ]
  ]
}
