{
  "SERIES": "SANTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "ID,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Vitrandic Fragixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Santa ashy silt loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 25 cm; pale brown (10YR 6/3) ashy silt loam, brown (10YR 4/3) moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine tubular pores; faint organic staining in root channels; moderately acid (pH 5.7); abrupt smooth boundary. (18 to 25 cm thick)\nA--25 to 38 cm; light yellowish brown (10YR 6/4) ashy silt loam, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine tubular pores; slightly acid (pH 6.3); clear wavy boundary. (8 to 20 cm thick)\nBw1--38 to 53cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine, fine and few medium tubular pores; rounded krotovina at a depth of 50 cm that are 5 cm in diameter; slightly acid (pH 6.4); clear wavy boundary.\nBw2--53 to 69cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak fine and medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine, fine, and few medium tubular pores; slightly acid (pH 6.3); clear wavy boundary. (combined thickness of Bw horizons is 10 to 36 cm thick)\nE--69 to 85cm; very pale brown (10YR 7/3) silt, pale brown (10YR 6/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine and fine tubular pores; many black concretions less than 2 mm in diameter; moderately acid (pH 6.0); abrupt smooth boundary. (10 to 25 cm thick)\nBtxb1--85 to 110cm; light yellowish brown (10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; moderate medium and coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm and brittle, moderately sticky and moderately plastic; few fine flattened roots on prism faces; common fine vesicular pores and few fine tubular pores; many distinct clay films on faces of peds; many organic stains on peds; uncoated silt cap on top of peds; moderately acid (pH 5.8); gradual wavy boundary. (25 to 38 cm thick)\nBtxb2--110 to 163cm; yellowish brown (10YR 5/4) silty clay loam, brown (10YR 4/3) moist; moderate medium and coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm and brittle, moderately sticky and moderately plastic; few fine flattened roots on prism faces; common fine vesicular pores and few fine tubular pores; many distinct clay films on faces of peds; many organic stains on peds; common black staining; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; Harrison Flats; 75 feet south and 100 feet east of NW corner of sec. 14, T. 47 N., R. 3 W.; 6 percent northeast slope at 2,700 feet (823 m) elevation. Latitude - 47 degrees, 25 minutes, 44.38 seconds North; Longitude - 116 degrees, 41 minutes, 33.04 seconds West, WGS 1984; UTM zone 11 523189.18 m East, 5252884.53 m North."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature: 6.7 to 8 degrees C.\nSoil moisture: Usually moist, dry for 45 to 65 consecutive days in mid and late summer.\nDepth to fragipan: 50 to 100 cm\nVolcanic ash influence: 18 to 50 cm\nEstimated properties of the volcanic ash influenced layers:\nVolcanic glass content 5 to 20 percent\nAcid oxalate-extractable Al + Fe 0.4 to 1.0 percent\nMoist bulk density 1.0 to 1.4 g/cc\nAn Oi horizon is present in some pedons.\nA horizon\nHue - 10YR or 7.5YR\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 2 to 4, dry or moist\nClay content - 5 to 18 percent\nReaction - 5.2 to 7.3\nBw horizon\nHue - 10YR or 7.5YR\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 to 4, dry or moist\nTexture silt loam, ashy silt loam or ashy loam\nClay content - 6 to 18 percent\nReaction - 5.1 to 6.5\nE horizon\nHue - 2.5Y, 10YR, or 7.5YR\nValue - 6 to 8 dry, 4 to 6 moist\nChroma: 2 or 3, dry or moist\nTexture - silt loam or silt\nClay content - 5 to 16 percent\nReaction - 5.1 to 6.5\nBtxb horizons\nHue - 10YR or 7.5YR\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 3 or 4, dry or moist\nTexture - silt loam or silty clay loam\nClay content - 18 to 35 percent\nRock fragments - 0 to 5 percent gravel\nReaction - 5.0 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The soils are on undulating to rolling dissected loess hills and plains. Slopes range from 3 to 35 percent but are mostly between 3 and 15 percent. Elevation is 2,200 to 3,750 feet (675 to 1144 meters). The soils formed in deep loess with minor influence of volcanic ash in the upper part. The subhumid climate has a mean annual precipitation of 584 to 940 mm and a mean annual temperature of 5 to 8 degrees C. The frost-free period is 60 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benewah, Threebear and Taney soils. Benewah soils do not have a fragipan and are on foot slopes. Threebear soils have a volcanic ash mantle and are on dissected terraces. Taney soils have a mollic epipedon and are on plains, plateaus, and structural benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; moderately high saturated hydraulic conductivity in the upper part of the profile and low in the fragipan, causing a perched water table with its surface at 45 to 68 cm from December through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, hay and pasture with small areas of wheat, barley, and grass seed. The potential natural vegetation is an overstory of grand fir, Douglas-fir, ponderosa pine, western larch, lodgepole pine and western white pine. Understory vegetation includes myrtle pachstima, bromegrass, bedstraw, lily-of-the-valley and meadowrue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho and northeastern Washington. MLRAs 9 and 43A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 25 cm (Ap horizon)\nCambic horizon - the zone from 38 to 69 cm (Bw1 and Bw2 horizons)\nAlbic horizon - the zone from 69 to 85 cm (E horizon)\nArgillic horizon and fragipan - the zone from 85 to 163 cm (Btxb1 and Btxb2 horizons)\nParticle-size control section - the zone from 25 to 69 cm (A, Bw1, Bw2, and E horizons)\nThe 12/1991 revision changes the classification from coarse-silty, mixed, frigid Typic Fragiochrepts to coarse-silty, mixed, frigid Ochreptic Fragixeralfs.\nThe 05/2002 revision changes the classification from coarse-silty, mixed, frigid Ochreptic Fragixeralfs to coarse-silty, mixed, superactive, frigid Inceptic Fragixeralfs.\nThe 03/2003 revision changes the classification from coarse-silty, mixed, superactive, frigid Inceptic Fragixeralfs to coarse-silty, mixed, superactive, frigid Vitrandic Fragixeralfs. This revision is based on geographically associated soils, lab data from Santa series mapped in Latah County, Idaho.\nADDITIONAL DATA: Partial lab analysis available for sample # S93ID-057-001, from the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
