{
  "SERIES": "SANTIAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJH-DEJ-HFG",
  "REVDATE": "02/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Santiago series consists of well drained soils which are deep to a densic contact. They formed in loess or silty lacustrine deposits and in the underlying dense sandy loam till on ground moraines, disintegration moraines, and end moraines. Permeability is moderate in the silty mantle, slow or moderately slow in the lower part of the solum, and very slow in the substratum. Slope ranges from 1 to 45 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Santiago silt loam, on a convex, northeast-facing slope of 8 percent, in a cultivated field, at an elevation of about 1,180 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine and few medium roots; 4 percent gravel; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)\nE/B--10 to 15 inches; about 60 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure parting to moderate very fine subangular blocky; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; common fine and medium roots; 1 percent gravel; moderately acid; clear smooth boundary.\nB/E--15 to 23 inches; about 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure parting moderate very fine subangular blocky; friable; common fine and few medium roots; 1 percent gravel; very strongly acid; abrupt wavy boundary. (Glossic horizon ranges from 5 to 20 inches thick.)\n2Bt1--23 to 36 inches; dark brown (7.5YR 3/4) gravelly sandy loam; moderate fine prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; common fine roots; common faint dark brown (7.5YR 3/3) and few distinct reddish brown (5YR 4/4) clay films on all faces of peds; few prominent brown (10YR 5/3) silt coats on vertical faces of peds; 14 percent gravel and about 1 percent cobbles; slightly brittle; strongly acid; abrupt wavy boundary.\n2Bt2--36 to 49 inches; dark brown (7.5YR 3/4) fine sandy loam; moderate fine prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; few fine roots; many faint dark brown (7.5YR 3/3) clay films on all faces of peds; very few prominent brown (10YR 5/3) silt coats on vertical faces of peds; 11 percent gravel and about 1 percent cobbles; slightly brittle; strongly acid; gradual wavy boundary. (Combined thickness of the 2Bt horizon ranges from 8 to 30 inches.)\n2BCd1--49 to 69 inches; dark reddish brown (5YR 3/4) sandy loam; weak very coarse prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; few fine roots; few faint dark reddish brown (5YR 3/3) clay films on top faces of peds; 9 percent gravel and about 1 percent cobbles; moderately acid; gradual wavy boundary.\n2BCd2--69 to 87 inches; dark reddish brown (5YR 3/4) sandy loam; weak extremely coarse prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; few fine roots; few distinct dark reddish brown (5YR 3/3) clay films on top faces of peds; 7 percent gravel and about 1 percent cobbles; few sandstone channers; moderately acid; gradual wavy boundary. (Combined thickness of the 2BCd horizon ranges from 0 to 70 inches.)\n2Cd--87 to 102 inches; reddish brown (5YR 4/4) sandy loam; tending to part along horizontal cleavage planes to weak medium plates; firm; dense and compact; 9 percent gravel and about 1 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barron County, Wisconsin; about 2 miles east and 1.5 miles south of Reeve; located about 1,840 feet south and 2,040 feet east of the northwest corner of section 34, T. 32 N., R. 14 W.; USGS Connorsville topographic quadrangle; lat. 45 degrees 13 minutes 09 seconds N. and long. 92 degrees 05 minutes 12 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle ranges from 12 to 36 inches. Depth to the base of the argillic horizon and to densic contact ranges from 40 to 60 inches. Content of clay averages from 7 to 17 percent in the particle-size control section and the content of fine sand or coarser averages 15 to 70 percent. The base saturation (by sum of cations) is less than 60 percent in some part of the argillic horizon. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 5 to 35 percent in the till. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the till. Volume of stones ranges from 0 to 1 percent in the silty mantle and from 0 to 3 percent in the till. Surface stones have coverage ranging from 0 to 3 percent. Reaction ranges from extremely acid to slightly acid in the solum, except it ranges to neutral in the Ap horizon where the soil is limed. Reaction ranges from strongly acid to neutral in the substratum.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 1 to 3. Dry value is greater than 5.5. Uncultivated pedons have an A horizon, 1 to 4 inches thick, with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. Texture is silt loam.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam or silt.\nSome pedons have a Bw horizon with hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4. It is silt loam. Bw horizons with spodic color have less than 0.6 percent organic carbon.\nSantiago soils have a glossic horizon. Horizonation has a wide range depending on the thickness of the silty mantle and the degree to which eluviation has occurred. Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination.\nThe E part of the E/B or B/E horizon has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4 to 6.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 to 6 and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The 2E part is typically sandy loam, fine sandy loam, loam, or their gravelly analogs, but in some pedons it is loamy sand or gravelly loamy sand. The 2Bt part has color and texture like the 2Bt horizon described below.\nThe 2Bt horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5 and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, loam, or their gravelly analogs. The bulk density ranges from 1.65 to 1.90 gm/cc. Some pedons have pockets or strata of loamy sand or gravelly loamy sand.\nThe 2BCd horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5 and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, or their gravelly analogs. Bulk density ranges from 1.8 to 2.0 gm/cc. Some pedons have pockets or strata of loamy sand or gravelly loamy sand.\nThe 2Cd horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5 and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, or their gravelly analogs. Bulk density ranges from 1.8 to 2.0 gm/cc. Some pedons have pockets or strata of loamy sand or gravelly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amery, Arland, Automba, Goodland, Itasca, Kennan, Langlade, Marathon, Pemene, Rosholt, Scoba, and Steamboat series.\nAmery and Automba soils do not have a 12 to 36 inch thick mantle that is more than 50 percent silt. In addition, Automba soils have base saturation of more than 60 percent in all parts of the argillic horizon.\nArland soils have a paralithic contact of sandstone at a depth of 20 to 40 inches.\nGoodland, Itasca, Kennan, Langlade, Marathon, Pemene, Rosholt, Scoba, and Steamboat soils do not have a densic contact within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess or silty lacustrine and in the underlying dense sandy loam till of Late Wisconsinan Age\nLandform--ground moraines, disintegration moraines, and end moraines\nSlope--1 to 45 percent\nElevation--800 to 1950 feet\nMean annual air temperature--39 to 45 degrees F\nMean annual precipitation--28 to 33 inches\nFrost-free period--120 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amery, Freeon, Haugen, Magnor, Newood, Newot, Otterholt, and Spencer soils.\nThe moderately well drained Freeon and somewhat poorly drained Magnor soils are in a drainage sequence with Santiago soils. They are on slightly lower or less sloping landscape positions.\nThe well drained Amery and Newot soils are on similar landscape positions and the moderately well drained Haugen and Newood soils are on less sloping landscape positions to those of Santiago soils where the silty mantle is less than 12 inches thick, or is absent.\nThe well drained Otterholt soils and moderately well drained Spencer soils are on landscape positions similar to those of Santiago soils where the silty mantle is more than 36 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Surface runoff is medium to very high. Permeability is moderate in the silty mantle, slow or moderately slow in the lower solum, and very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas of this soil are used for cropland. Corn, small grains, and hay are common crops. Some areas remain in woodland. Native vegetation is mixed hardwood forest with a few conifers. Common trees are sugar maple, American basswood, northern red oak, white ash, American elm, and quaking aspen with some white pine and red pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Wisconsin and east-central Minnesota. LRR K, MLRA 90A and MLRA 90B. This soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mille Lacs County, Minnesota, 1927. Type location moved to Barron County, Wisconsin with the correlation of the soil survey in 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section - the zone from 15 to 35 inches\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 15 inches (Ap, E/B);\nAlbic horizon - the zone from 10 to 15 inches (E part of the E/B);\nGlossic horizon - the zone from 10 to 23 inches (E/B, B/E);\nArgillic horizon - the zone from 15 to 49 inches (B/E, 2Bt1, 2Bt2);\nDensic contact - the contact with dense till (2BCd1, 2BCd2, 2Cd) at 49 inches;\nLithologic discontinuity - at the upper boundary of the 2Bt1 horizon at 23 inches.\nThe bulk density and platyness of the argillic horizon is considered to be relict of the till, but studies are needed to determine whether or not these horizons meet criteria for fragipans or fragic soil properties.\nThe 2BCd1 and 2BCd2 horizons were originally described as 2Bt horizons, but were redesignated because they are transitional to the substratum and exhibit densic characteristics."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Former Soil Interpretation Records - WI0137 and WI0346. Refer to soil survey sample number S90WI-005-008 for NSSL data on the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine and few medium roots; 4 percent gravel; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "E/B",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E/B--10 to 15 inches; about 60 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure parting to moderate very fine subangular blocky; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; common fine and medium roots; 1 percent gravel; moderately acid; clear smooth boundary."
      },
      {
        "name": "B/E",
        "top": 38,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B/E--15 to 23 inches; about 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate very fine subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure parting moderate very fine subangular blocky; friable; common fine and few medium roots; 1 percent gravel; very strongly acid; abrupt wavy boundary. (Glossic horizon ranges from 5 to 20 inches thick.)"
      },
      {
        "name": "2Bt1",
        "top": 58,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "moderate fine prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt1--23 to 36 inches; dark brown (7.5YR 3/4) gravelly sandy loam; moderate fine prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; common fine roots; common faint dark brown (7.5YR 3/3) and few distinct reddish brown (5YR 4/4) clay films on all faces of peds; few prominent brown (10YR 5/3) silt coats on vertical faces of peds; 14 percent gravel and about 1 percent cobbles; slightly brittle; strongly acid; abrupt wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 91,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "moderate fine prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt2--36 to 49 inches; dark brown (7.5YR 3/4) fine sandy loam; moderate fine prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; few fine roots; many faint dark brown (7.5YR 3/3) clay films on all faces of peds; very few prominent brown (10YR 5/3) silt coats on vertical faces of peds; 11 percent gravel and about 1 percent cobbles; slightly brittle; strongly acid; gradual wavy boundary. (Combined thickness of the 2Bt horizon ranges from 8 to 30 inches.)"
      },
      {
        "name": "2BCd1",
        "top": 124,
        "bottom": 175,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCd1--49 to 69 inches; dark reddish brown (5YR 3/4) sandy loam; weak very coarse prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; few fine roots; few faint dark reddish brown (5YR 3/3) clay films on top faces of peds; 9 percent gravel and about 1 percent cobbles; moderately acid; gradual wavy boundary."
      },
      {
        "name": "2BCd2",
        "top": 175,
        "bottom": 221,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak extremely coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCd2--69 to 87 inches; dark reddish brown (5YR 3/4) sandy loam; weak extremely coarse prismatic structure tending to part along horizontal cleavage planes to weak medium plates inherited from the parent material; firm; few fine roots; few distinct dark reddish brown (5YR 3/3) clay films on top faces of peds; 7 percent gravel and about 1 percent cobbles; few sandstone channers; moderately acid; gradual wavy boundary. (Combined thickness of the 2BCd horizon ranges from 0 to 70 inches.)"
      },
      {
        "name": "2Cd",
        "top": 221,
        "bottom": 259,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--87 to 102 inches; reddish brown (5YR 4/4) sandy loam; tending to part along horizontal cleavage planes to weak medium plates; firm; dense and compact; 9 percent gravel and about 1 percent cobbles; slightly acid."
      }
    ]
  ]
}
