{
  "SERIES": "SANTA FE",
  "STATUS": "Established Series",
  "BYREV": "RD:  JJF/CDH/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Santa Fe series consists of shallow, well drained soils that formed in slope alluvium and colluvium derived from granite, gneiss, and schist. Santa Fe soils are on backslopes of high hills and mountain slopes with slopes of 15 to 70 percent. Mean annual precipitation is about 15 inches and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Santa Fe very cobbly fine sandy loam, on a west facing, linear, 43 percent slope of a high hill at 7,920 feet elevation under pinyon-juniper woodland. (Colors are for dry soil unless otherwise noted.) Soil surface is covered by about 30 percent gravel, 25 percent cobbles, and 1 percent stones.\nOi--0 to 1 inch; slightly decomposed twigs, needles, and leaves\nA--1 to 7 inches; brown (10YR 4/3) very cobbly fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky, nonplastic; common very fine and few fine and coarse roots; common very fine irregularly shaped pores; about 20 percent gravel, 20 percent cobbles, and 3 percent stones; neutral (pH 6.6); abrupt smooth boundary. (3 to 7 inches thick)\nBt1--7 to 11 inches; brown (10YR 4/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few very fine, medium and coarse roots; common fine tubular and very fine irregular pores; few faint clay bridges between sand grains; about 45 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear smooth boundary. (3 to 6 inches thick)\nBt2--11 to 14 inches; brown (10YR 4/3) extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; few fine tubular and very fine irregular pores (concentration of roots matted at bedrock); few faint clay films on ped faces and bridges between sand grains; about 45 percent gravel and 10 percent cobbles; neutral (pH 6.9); clear smooth boundary. (3 to 8 inches thick)\n2R--14 to 24 inches; strongly cemented  granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 3 miles east-southeast of Seton Village, USGS Seton Village 7.5 minute topographic quadrangle; Latitude 35 degrees 35 minutes 4.8 seconds North and Longitude 105 degrees 53 minutes 1.7 seconds West, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nThickness of mollic epipedon and depth to lithic contact: 10 to 20 inches\nMean annual soil Temperature: 48 to 50 degrees F.\nOrganic matter: averages more than 1 percent\nLithology of rock fragments: granite\nParticle-size control section (weighted averages)\nSilicate clay content: 20 to 35 percent\nSand content: 45 to 65 percent\nFine sand or coarser content: 35 to 50 percent\nRock fragment content: 35 to 80 percent\nMica content: 25 to 45 percent (by grain count, estimated)\nA horizon\nHue: 5YR through 10YR\nValue: 3 through 5 dry, 2 or 3 moist\nChroma: 2 or 3\nOrganic matter content: 1 to 2 percent\nRock fragment content: total range is 35 to 60 percent; 20 to 35 percent gravel, 15 to 30 percent cobbles, 0 to 2 percent stones\nReaction: neutral or slightly alkaline\nBt horizons\nHue: 2.5YR through 10YR\nValue: 3 through 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: very cobbly fine sandy loam, extremely gravelly sandy clay loam, very gravelly sandy clay loam, very gravelly clay loam, very gravelly loam\nRock fragment content: total range is 50 to 80 percent; 40 to 55 percent gravel,10 to 20 percent cobbles, 0 to 5 percent stones\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckspring, Montvale, Motoqua, Phizphre, and Slidymtn series. Bucksprings and Montvale soils have horizons with calcium carbonate accumulations. Motoqua soils have weak to strong, medium or coarser prismatic structure and do not have a mollic epipedon that extends to bedrock. Phizphre soils have a mean annual soil temperature warmer than 50 degrees, do not have mollic epipedons that extend to bedrock, and have rock fragments of limestone. Slidymtn soils have an ustic aridic moisture regime and have rock fragments derived from andesite, rhyolite and related volcanic rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Santa Fe soils are on backslopes of high hills and mountain slopes at elevations of 7,300 to 8,400 feet. The slopes are 15 to 70 percent and are usually short. The parent materials are slope alluvium and colluvium derived from granite, gneiss, and schist. At the type location the climate is semiarid continental. Mean annual precipitation is about 13 to 16 inches with a marked summer maximum. Frost-free season is 110 to 140 days. The mean annual temperature is 46 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chimayo, Enmedio, and Lazaro soils. Chimayo soils do not have an argillic horizon. Enmedio and Lazaro soils do not have a lithic contact within 20 inches of the surface but have fragmental material above 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Woodland and rangeland. The historic climax vegetation is Gambel oak, black grama, blue grama, little bluestem, sideoats grama, and twoneedle pinyon.  The ecological site is Pinus edulis-Juniperus monosperma/Quercus gambelii (F048AY015NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:. Santa Fe soils are of moderate extent on the southwestern Sangre de Cristo part of the Southern Rocky Mountains province in northcentral New Mexico. The MLRA is 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: East Valencia Area, New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: The zone from 1 to 14 inches. (A and Bt horizons)\nArgillic horizon: The zone from 7 to 14 inches. (Bt horizon)\nLithic contact: Bedrock at 14 inches. (R layer)\nParticle-size control section: The zone from 7 to 14 inches (entire argillic horizon)\nThe 12/2007 revision moves the typical pedon to the pedon used in the update soil survey of the Santa Fe Area. The subgroup was updated from Lithic Argiustolls to Aridic Lithic Argiustolls.\nClassified according to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed twigs, needles, and leaves"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 7 inches; brown (10YR 4/3) very cobbly fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky, nonplastic; common very fine and few fine and coarse roots; common very fine irregularly shaped pores; about 20 percent gravel, 20 percent cobbles, and 3 percent stones; neutral (pH 6.6); abrupt smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 11 inches; brown (10YR 4/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few very fine, medium and coarse roots; common fine tubular and very fine irregular pores; few faint clay bridges between sand grains; about 45 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear smooth boundary. (3 to 6 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--11 to 14 inches; brown (10YR 4/3) extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; few fine tubular and very fine irregular pores (concentration of roots matted at bedrock); few faint clay films on ped faces and bridges between sand grains; about 45 percent gravel and 10 percent cobbles; neutral (pH 6.9); clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "2R",
        "top": 36,
        "bottom": 61,
        "narrative": "2R--14 to 24 inches; strongly cemented  granite bedrock."
      }
    ]
  ]
}
