{
  "SERIES": "SAPELLO",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJM",
  "REVDATE": "06/2022",
  "STATES": "NM",
  "OVERVIEW": "The Sapello series consists of very deep, well drained, moderately slowly or moderately permeable soils that formed in alluvium or slope alluvium derived from upland soils formed on Cretaceous bedrock plateau. Sapello soils occur along ephemeral drainageways cutting into plateau interfluves. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 410 mm and mean annual soil temperature is about 11.7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sapello and La Brier soils, drainageways; rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 15 cm (0 to 6 inches); dark grayish brown (1OYR 4/2) fine sandy loam, very dark grayish brown (1OYR 3/2) moist; soft, very friable; many fine and very fine roots; few very fine tubular pores; mildly alkaline; clear smooth boundary.\nA2--15 to 25 cm (6 to 10 inches); dark grayish brown (10YR 4/2) loam, very dark grayish brown (1OYR 3/2) moist; moderate coarse subangular blocky structure; slightly hard, friable; many fine and very fine roots; common fine and very fine tubular pores; moderately alkaline; clear smooth boundary.\nBw1--25 to 40 cm (10 to 16 inches); dark grayish brown (10YR 4/2) loam, very dark grayish brown (1OYR 3/2) moist; moderate coarse prismatic structure that parts to weak medium subangular blocky; slightly hard, friable; common fine and very fine roots; common very fine tubular pores; moderately alkaline; clear smooth boundary.\nBw2--40 to 93 cm (16 to 37 inches); grayish brown (1OYR 5/2) loam, very dark grayish brown (1OYR 3/2) moist; moderate medium prismatic structure that breaks to weak medium subangular blocky; slightly hard, friable; few fine and very fine roots; few very fine tubular pores; moderately alkaline; clear smooth boundary.\nBk--93 to 152 cm (37 to 60 inches); dark grayish brown (1OYR 4/2) loam, very dark brown (1OYR 2/2) moist; weak medium prismatic structure; slightly hard, friable, slightly plastic; common fine tubular pores; common fine irregular soft filaments of lime; weakly calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Miguel County, New Mexico; about 12 miles north of Las Vegas in the SE1/ 4 of sec. 34, T. 18 N., R. 16 E. (projected); Lat Lon: 35.74, -105.236 at 2134 m elevation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Sapello soils have an aridic-ustic soil moisture regime and receive most of their precipitation during the months of May through September.\nMollic epipedon: more than 20 inches (50cm) thick\nParticle-size control section: 18 to 35 percent clay\nCalcium carbonate equivalent: less than 15 percent in any horizon\nOther features: Bk horizons are lacking in some pedons and the Bw horizon may be underlain by calcareous C horizons. Buried A or stratified horizons occur in some pedons.\nA horizon - Hue: 5YR to 10YR; Value: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, silt loam, clay loam, sandy clay loam, fine sandy loam, gravelly loam or gravelly sandy clay loam.\nReaction: neutral to moderately alkaline.\nB horizon - Hue: 5YR to 10YR; Value: 4 to 6 dry, 2 to 4 moist\nChroma: 2 to 4\nTexture: silty clay loam, clay loam, silt loam, sandy clay loam, or loam\nReaction: Neutral to moderately alkaline.\nC horizon - Hue: 10YR, 7.5YR; Value: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 4\nTexture: loam, silt loam, sandy clay loam, clay loam, silty clay loam, fine sandy loam, or gravelly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bon(MLRA 55C), Frazwell(MLRA 35), Humbarger(MLRAs 72, 73, 74, and 77A), Kaski(MLRA 79), Lynx(MLRAs 35, 39, and 61), Manzano(MLRA 42C), Maskell(MLRA 102C), Mauricanyon(MLRAs 49, 67, and 70), Merrick(MLRAs 71, 72, 74, and 75), Pack(MLRAs 35, 39, and 48), Shanta(MLRA 42C), St. Onge(MLRA 61), and Umbarg(MLRA 39) series.\nBon, Humbarger, Manzano, Shanta, St Onge, and Umbarg soils are calcareous in some part of the control section.\nBon soils are located in glacial till plains and are cooler (7.2-11.1 oC MAAT) and wetter (434-660 mm MAP).\nFrazwell soils are drier (330-381mm MAP) and the precipitation is evenly split between summer and winter months.\nHumbarger, Maskell, Merrick, and Umbarg soils have a typic-ustic soil moisture regime.\nKaski soils are wetter with a mean annual precipitation of 559 to 813 mm (22 to 32 inches).\nLynx soils are drier (254-356 MAP) and do not receive the bulk of their growing season moisture until July.\nManzano and Shanta soils are drier (279-381 MAP) and do not receive the bulk of their growing season moisture until July.\nMaskell soils are wetter with a mean annual precipitation of 610 to 711 mm (24 to 28 inches).\nMauricanyon soils receive growing season moisture as early as April, which favors more cool season plants.\nPack soils are somewhat poorly drained.\nSt. Onge soils are colder (6.1-10 oC MAAT) and receive most of their rainfall in the early growing season months of May and June.\nUmbarg soils have a shorter frost-free range of 100 to 130 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sapello soils occur on interfluves of the Canadian Plateaus LRU of MLRA 70A.1. They occupy the bottom positions of dendritic, inset ephemeral drainageway systems. They can occur as order 1 to order 4 pre-stream channel drainageways with higher order sections having more pronounced accumulations of organic rich alluvial accumulations. The soils formed in alluvium or slope alluvium derived from sedimentary rocks.\nSlope range: from 0 to 3 percent but can be as high as 8 percent in transitional positions along the base of escarpments.\nMean annual precipitation range: from 381 to 457 mm (15 to 18 inches)\nMean annual soil temperature range: from 9.4 to 14.4 degrees C (49 to 58 degrees F)\nMean annual air temperature range: from 8.3 to 12.8 degrees C (47 to 57 degrees F.)\nThe frost-free season range: from 130 to 175 days\nElevation range: from 1676 to 2195 m (5,500 to 7,200 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gallinas, La Brier, and Philmont series. The Gallinas soils are on stream terraces of riparian systems and have developed argillic horizons. The La Brier soils have a fine family texture class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes and medium on 5 to 10 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is for livestock grazing but a few areas are used for dryland and irrigated cropland. Present vegetation is blue grama, western wheatgrass, vine mesquite, alkali sacaton and minor amounts of fourwing saltbush and cacti. This series is correlated to the Ephemeral Drainageways ecosite GX070A01X008."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern New Mexico, LRR G, in MLRA 70A along the Canadian Plateaus of the Southwestern Great Plains; LRU 70A.1 (Canadian Plateaus). The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Miguel County, New Mexico, 2020. The type location is taken from the TUD description in the San Miguel County soil survey manuscript for NM630, published in 1977. The name \"Sapello\" comes from the small New Mexican village along the Sapello river which flows into the Rio Mora."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (cumulic) - (A and B horizons) 0 to 152 cm (0 to 60 inches).\nSecondary carbonates - (Btk horizon) 94 to 152cm (37 to 60 inches)\nThis soil was formerly correlated to the Manzano series but was updated to reflect the differing characteristics of their corresponding MLRAs."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nTypical Pedon ID for this OSD: S1974NM007032\nClassified according to Keys to Soil Taxonomy Twelfth Edition, 2014.\n________________________________________"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "1OYR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "1OYR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 15 cm (0 to 6 inches); dark grayish brown (1OYR 4/2) fine sandy loam, very dark grayish brown (1OYR 3/2) moist; soft, very friable; many fine and very fine roots; few very fine tubular pores; mildly alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "1OYR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--15 to 25 cm (6 to 10 inches); dark grayish brown (10YR 4/2) loam, very dark grayish brown (1OYR 3/2) moist; moderate coarse subangular blocky structure; slightly hard, friable; many fine and very fine roots; common fine and very fine tubular pores; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Bw1",
        "top": 25,
        "bottom": 40,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "1OYR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--25 to 40 cm (10 to 16 inches); dark grayish brown (10YR 4/2) loam, very dark grayish brown (1OYR 3/2) moist; moderate coarse prismatic structure that parts to weak medium subangular blocky; slightly hard, friable; common fine and very fine roots; common very fine tubular pores; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 40,
        "bottom": 93,
        "dry_hue": "1OYR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "1OYR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--40 to 93 cm (16 to 37 inches); grayish brown (1OYR 5/2) loam, very dark grayish brown (1OYR 3/2) moist; moderate medium prismatic structure that breaks to weak medium subangular blocky; slightly hard, friable; few fine and very fine roots; few very fine tubular pores; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Bk",
        "top": 93,
        "bottom": 152,
        "dry_hue": "1OYR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "1OYR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--93 to 152 cm (37 to 60 inches); dark grayish brown (1OYR 4/2) loam, very dark brown (1OYR 2/2) moist; weak medium prismatic structure; slightly hard, friable, slightly plastic; common fine tubular pores; common fine irregular soft filaments of lime; weakly calcareous; moderately alkaline."
      }
    ]
  ]
}
