{
  "SERIES": "SARCO",
  "STATUS": "Established Series",
  "BYREV": "JKW-CLN-JAG",
  "REVDATE": "02/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Oxyaquic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sarco coarse sand -- on a northwest facing, convex, 0.5 percent slope in post oak savannah at an elevation of 39 m (128 ft).  (Colors are for dry soil unless otherwise noted.)\nA--0 to 12 cm (0 to 5 in); grayish brown (10YR 5/2) coarse sand, dark grayish brown (10YR 4/2), moist; weak fine granular structure; loose, soft; common fine roots and common medium roots and many very fine roots; many medium interstitial pores; slightly acid; clear smooth boundary. (8 to 23 cm [3 to 9 in] thick)\nE--12 to 30 cm (5 to 12 in); very pale brown (10YR 7/3) coarse sand, yellowish brown (10YR 5/4), moist; single grain; loose, soft; many very fine roots; common fine tubular and common very fine tubular pores; 8 percent fine prominent reddish yellow (7.5YR 6/8) masses of oxidized iron with clear boundaries in matrix; slightly acid; abrupt smooth boundary. (0 to 20 cm [0 to 8 in] thick)\nBt1--30 to 50 cm (12 to 20 in); light brownish gray (10YR 6/2) sandy clay loam, grayish brown (10YR 5/2), moist; moderate medium prismatic parting to medium subangular blocky structure; firm, hard; common very fine roots; common fine tubular and common very fine tubular pores; 5 percent distinct yellowish brown (10YR 5/4) sand coats on vertical faces of peds; 15 percent distinct grayish brown (10YR 5/2) clay films on all faces of peds; 8 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries in matrix surrounding redox concentrations; 10 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 14 percent medium prominent strong brown (7.5YR 5/6)  masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; strongly acid; gradual wavy boundary.\nBt2--50 to 65 cm (20 to 26 in); light brownish gray (10YR 6/2) sandy clay loam, grayish brown (10YR 5/2), moist; very firm, very hard; common fine roots and common very fine roots; common very fine tubular pores; 5 percent yellowish brown (10YR 5/4) sand coats on vertical faces of peds;  30 percent distinct grayish brown (10YR 5/2) clay films on all faces of peds; 6 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 8 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries in matrix surrounding redox concentrations; 16 percent medium prominent strong brown (7.5YR 5/6), moist, masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; strongly acid; gradual wavy boundary.\nBt3--65 to 82 cm (26 to 32 in); light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2), moist; very firm, very hard; common very fine roots; common very fine tubular pores; 30 percent prominent yellowish brown (10YR 5/4) clay films on all faces of peds; 2 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix;  4 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 10 percent coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; slightly acid; gradual wavy boundary. (combined thickness of the Bt horizons is 124 to 193 cm [48 to 75 in])\nBtk1--82 to 110 cm (32 to 43 in); light gray (2.5Y 7/2) sandy clay loam, light brownish gray (2.5Y 6/2), moist; very firm, hard; common very fine roots; few very fine tubular pores; 20 percent prominent yellowish brown (10YR 5/4) clay films on all faces of peds; 2 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 2 percent coarse prominent masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 6 percent coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 6 percent fine white (10YR 8/1) carbonate masses ; 1 percent fine very pale brown (10YR 8/2) carbonate nodules; moderately alkaline;  gradual wavy boundary.\nBtk2--110 to 137 cm (43 to 54 in); light gray (2.5Y 7/1) sandy clay loam, gray (2.5Y 6/1), moist; firm, hard; common fine roots and common very fine roots; few very fine tubular pores; 10 percent distinct light olive (10Y 5/4) clay films on all faces of peds; 10 percent distinct gray (2.5Y 6/1) clay films on all faces of peds; 2 percent coarse prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 2 percent very coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with clear boundaries in matrix and 6 percent coarse prominent masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 2 percent medium carbonate masses; moderately alkaline; gradual wavy boundary.\nBtk3--137 to 166 cm (54 to 65 in); white (2.5Y 8/1) sandy clay loam, light gray (2.5Y 7/1), moist; firm, hard; common very fine roots; 25 percent distinct gray (2.5Y 6/1) clay films on all faces of peds; 2 percent medium prominent red (2.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 6 percent fine prominent black (10YR 2/1) iron-manganese masses with sharp boundaries in matrix; 6 percent coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 2 percent fine white (10YR 8/1) carbonate masses; moderately alkaline; gradual wavy boundary. (combined thickness of the Bt horizons is 124 to 193 cm [48 to 75 in])\nBtk4--166 to 203 cm (65 to 80 in); white (2.5Y 8/1) sandy clay loam, light gray (2.5Y 7/1), moist; firm, hard; common fine roots and common very fine roots; 25 percent distinct gray (2.5Y 6/1) clay films on all faces of peds; 2 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 10 percent fine prominent black (10YR 2/1) iron-manganese masses with sharp boundaries in matrix; 4 percent coarse white (10YR 8/1) carbonate masses; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goliad County, Texas; Texas; from the intersection of Farm Road 2441 and U.S. Highway 183 south of Goliad; 8.2 miles west and south on Farm Road 2441 to Prescott Road; 3.5 miles southwest on Prescott Road; 0.6 mile southeast on right-of-way; 1.4 mile southwest on ranch road along fence; 0.5 mile southeast on ranch road to fence; 0.7 mile southwest along fence to cross fence; .2 mile northwest along cross fence; 120 feet east in rangeland Blanconia USGS quad;  Latitude is 28 degrees 27 minutes 40.29 seconds N; Longitude is 97 degrees 27 minutes 51.58 seconds W.  NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime.  The soil moisture control section remains dry for less than 120 cumulative days in normal years.  July through September are the driest months.\nMean annual soil temperature: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nDepth to abrupt textural change: 20 to 46 cm (8 to 18 inches)\nDepth to argillic horizon: 20 to 46 cm (8 to 18 inches)\nDepth to secondary calcium carbonate: where present, 58 to 170 cm (23 to 67 in)\nDepth to redox concentrations: 0 to 46 cm (0 to 18 inches)\nParticle-size control section (weighted average)\nClay content: 26 to 35 percent\nA horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: coarse sand or sand\nClay content: 2 to 10 percent\nRedox accumulations: where present, amount- 1 percent, color-shades of brown\nReaction: moderately acid to neutral\nE horizon (where present)\nHue: 10YR\nValue: 5 to 7\nChroma: 3 or 4\nTexture: coarse sand or sand\nClay content: 1 to 10 percent\nRedox accumulations: amount- 1-5 percent, color- shades of yellowish brown\nReaction: moderately acid to neutral\nBt horizon\n(upper Bt Horizon)\nHue: 10YR\nValue: 4 to 7\nChroma: 1 or 2\nTexture: sandy clay loam or sandy clay\nClay content: 30 to 45 percent\nRedox accumulations: amount- 1 to 30 percent, color- shades of brown, red, or yellow\nReaction: strongly acid to neutral\nBt horizon\n(lower Bt Horizons)\nHue: 10YR or 2.5Y\nValue: 4 to 8\nChroma: 1 to 4\nTexture: sandy loam or sandy clay loam\nClay content: 15 to 30 percent\nRedox accumulations: amount-0 to 20 percent, color- shades of red, yellow, brown, gray and black\nReaction: strongly acid to neutral\nBtk horizon (where present)\nHue: 10YR or 2.5Y\nValue: 6 to 8\nChroma: 1 to 4\nTexture: sandy loam or sandy clay loam\nClay content: 15 to 30 percent\nRedox accumulations: amount- 0 to 25 percent, color- shades of red, yellow, brown and black\nEffervescence: none to strong\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other competing series.  Similar soils are the Brennan (TX), Duval (TX), Lozano (TX), Lyford (TX), Papalote (TX), Premont (TX), Raisin (TX), and Wyick (TX) series.\nBrennan soils: have an aridic-ustic soil moisture regime.\nDuval soils: have siliceous mineralogy and an aridic-ustic soil moisture regime.\nLozano and Lyford soils: are wet for longer periods.\nPapalote soils: have more than 35 percent clay in the particle-size control section.\nPremont and Raisin series: are well drained.\nWyick series: have loamy fine sand or fine sandy loam surface layers and support an open-prairie plant community."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy sediments derived from alluvium of late-Pleistocene age.\nLandform: Stream terrace on inland dissected coastal plains\nSlope: 0 to 2 percent\nMean annual air temperature range: 21 to 23 degrees C (70 to 73 degrees F).\nMean annual precipitation range: 711 to 914 mm (28 to 36 inches)\nPrecipitation pattern: Precipitation falls mostly during the months of April through June and October through November.  July through September and January through March are the driest months.\nFrost-free period: 248 to 305 days\nElevation: 9.1 to 122 m (30 to 200 feet)\nThornthwaite annual P-E indices: 38 to 48"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blanconia, Papalote, and Raisin series.\nBlanconia soils: have a clayey argillic horizon and are on low river terraces.\nPapalote soils: have a clayey argillic horizon and are on similar landforms.\nRaisin soils: have fewer coarse sands in the surface horizon and are on higher terrace positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is slow.  Runoff is low on slopes of less than 1 percent and medium on 1 to 2 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major use is livestock grazing and pastureland.  Native grasses include little bluestem, feathery bluestem, Nash and hooded windmillgrass, and Texas plains bristlegrass.  Woody species consist of live oak, post oak, mesquite, huisache, spiny hackberry and pricklypear.  Coastal bermudagrass is the dominant improved pasture grass.  (Ecological site name: Claypan Savannah 28-40\" PZ; Ecological site number is R087AY221TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain (MLRA 83A in LRR I) in south central Texas mainly along the transition between MLRA 83A and MLRA 150A (Gulf Coast Prairie).  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Goliad County, Texas, 2009.  The name is from a creek in southern Goliad County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with the Papalote series.  Classification of this soil is based on the 1989 to 2002 water table study* conducted on similar soils in the central part of the Texas Gulf Coast Prairie MLRA.  This soil does not have aquic conditions in most years.  In some years, reduced conditions develop just above and in the upper part of the argillic horizon for brief periods following extreme above-normal precipitation events  Redoximorphic features that result from these above normal events are not diagnostic for classification.\n*partial data in Proceedings of eight international soil correlation meeting (VIII ISCOM) 1992, USDA-SCS National Soil Survey Center, Lincoln, NE\nDiagnostic horizons and features recognized in this pedon are:\nThe Ecological site description for these soils is under review. The Claypan Prairie MLRA (87A) is not currently recognized for the area these soils occur.\nParticle size control section: 30 to 80 cm (12 to 32 in).  (Bt1, Bt2 and Bt3 horizons)\nOchric epipedon: 0 to 30 cm (0 to 12 in).  (A horizon)\nArgillic horizon: 30 to 203 cm (11 to 80 in).  (Bt1, Bt2, Bt3, Btk1, Btk2, Btk3 and Btk4 horizons)\nRedoximorphic concentrations: 0 to 203 cm (0 to 80 in).  (A, Bt1, Bt2, Bt3, Bt4, Bt5 and Bt6 horizons)\nAbrupt textural change: At the upper boundary of the Bt1 horizon.\nADDITIONAL DATA: NSSL data from type location in Goliad County on pedon identification number S07TX175004 (pedon number: 08N0162)\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
