{
  "SERIES": "SARDINIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEL",
  "REVDATE": "05/2007",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sardinia silt loam, on a slightly convex slope of less than 2 percent in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine roots; slightly acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nBt1--23 to 41 cm (9 to 16 inches); brown (10YR 4/3) silt clay loam; moderate fine and medium subangular blocky structure; firm; few fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common faint brown (10YR 5/3) and pale brown (10YR 6/3) clay depletions on faces of peds; slightly acid; clear wavy boundary.\nBt2--41 to 56 cm (16 to 22 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct brown (7.5YR 4/4) clay films on faces of peds; few fine distinct light brownish gray (10YR 6/2) iron depletions; slightly acid; clear wavy boundary.\nBt3--56 to 81 cm (22 to 32 inches); yellowish brown (10YR 5/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; common medium distinct light brownish gray (10YR 6/2) iron depletions; common faint pale brown (10YR 6/3) clay depletions on vertical faces of peds; 2 percent rock fragments; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 46 to 165 cm (18 to 65 inches).]\nBtx--81 to 140 cm (32 to 55 inches); yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure parting to moderate medium platy; firm; common faint brown (10YR 5/3) clay films on vertical faces of peds; many medium distinct light brownish gray (10YR 6/2) iron depletions; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; common medium prominent concretions and masses of iron and manganese oxide accumulation; slightly brittle; strongly acid; diffuse smooth boundary. [0 to 89 cm (35 inches) thick]\n2BC--140 to 180 cm (55 to 71 inches); yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) loam; weak thick platy structure; friable; common medium distinct light brownish gray (10YR 6/2) iron depletions; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; 10 percent rock fragments; neutral; clear wavy boundary. (5 to 25 inches thick)\n2C--180 to 208 cm (71 to 82 inches); yellowish brown (10YR 5/4 and 5/8) and grayish brown (10YR 5/2) gravelly sandy clay loam; massive; friable; common fine and medium distinct dark masses of iron and manganese oxide accumulation; 25 percent rock fragments; neutral in upper part; slightly effervescent, slightly alkaline in lower part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Highland County, Ohio; Liberty Township; 420 feet west and 950 feet north of the intersection of Selph Road and State Route 138; USGS Hillsboro, Ohio topographic quadrangle, lat. 39 degrees 13 minutes 57 seconds N. and long. 83 degrees 34 minutes 55 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 152 to 229 cm (60 to 90 inches)\nParticle-size control section: averages 25 to 35 percent clay\nRock fragments: mainly water worked fragments\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (6 or 7 dry)\nChroma: 2 to 4\nRock fragment content: 0 to 10 percent\nReaction: moderately acid to neutral\nA horizon, where present:\nValue: 2 or 3\nChroma: 1 or 2\nE horizon, where present:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nBt or Btx horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: commonly silt loam or silty clay loam with thin subhorizons of loam in some pedons\nRock fragment content: 0 to 10 percent\nBrittleness: some pedons do not have brittleness while others have moderate brittleness in up to 60 percent of the matrix\nReaction: strongly acid to slightly acid\n2Bt or 2Btx horizon, where present:\nTexture: loam or clay loam\n2BC horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 or 4\nTexture: clay loam, sandy clay loam, silty clay loam, silt loam, or loam or the gravelly analogs of these textures\nRock fragment content: 2 to 35 percent\nReaction: moderately acid to neutral\n2C horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 8\nTexture: stratified loam, clay loam, sandy clay loam, silty clay loam, silt loam, or the gravelly analogs of these textures\nSand content: averages 20 to 65 percent, ranging from 15 to 80 percent\nRock fragment content: 2 to 35 percent\nReaction: moderately acid to moderately alkaline and becomes calcareous with depth"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hartz, Henshaw, Higdon, Lykens, Ogontz, and Travilah. Hartz and Henshaw soils do not have rock fragments in the lower part of the series control section. Higdon soils formed in colluvium and alluvium, and occur in MLRAs 116A and 116B. Lykens and Ogontz soils have sola less than 152 cm (60 inches) thick. Travilah soils have a lithic contact within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sardinia soils are on terraces and valley trains that have a planar or convex surface. The terraces occur in streams valleys outside the Wisconsin glacial border, but which head in areas of Wisconsinan age glacial materials. Slope ranges from 0 to 12 percent. The soils formed in as much as 61 cm (24 inches) of loess and the underlying stratified silty and loamy outwash or old alluvium. Mean annual precipitation ranges from 914 to 1118 mm (36 to 44 inches). Mean annual air temperature ranges from 10 to 13 degrees C (50 to 56 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cincinnati, Clermont, Fitchville, Fox, Ockley, Rossmoyne, Schaffer, and Williamsburg soils. Cincinnati, Clermont, Rossmoyne, and Schaffer soils developed in loess-mantled Illinoian till and are on till plains. The somewhat poorly drained Fitchville soils have grayer subsoils and are on lower lying areas. The well drained Fox and Ockley soils are on lower terraces. The well drained Williamsburg soils have browner subsoils and are on higher or more sloping parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is negligent to medium. Saturated hydraulic conductivity is moderately high. Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops are corn, soybeans, wheat, and grass-legume mixtures used for both hay and pasture. Some areas are used for tobacco. Other areas are used for permanent pasture or woodland. Native vegetation is deciduous forest of white oak, sugar maple, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Ohio; MLRAs 114A and 124. The type location is in MLRA 114A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clinton County, Ohio, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 140 cm (Bt, Btx horizons).\nAquic conditions: iron depletions or matrix with low chroma below a depth of 41 cm.\nADDITIONAL DATA: Characterization data are available for CL-10 and HY-55 (the typical pedon) from The Ohio State University Soil Characterization Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
