{
  "SERIES": "SARDAK",
  "STATUS": "Established Series",
  "BYREV": "WJB-AGG",
  "REVDATE": "6/98",
  "STATES": "SD",
  "OVERVIEW": "The Sardak series consists of very deep, excessively drained soils formed in sandy alluvium.  These soils are on nearly level to rolling flood plains and have rapid or very rapid permeability.  Slopes range from 0 to 15 percent.  Mean annual air temperature is 50 degrees F, and mean annual precipitation is 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sardak loamy fine sand--on a 3 percent slope in a cultivated field.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; grayish brown (2.5Y 5/2) loamy fine sand, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; many fine and very fine roots throughout; common very fine vesicular and tubular pores; slight effervescence; neutral; abrupt smooth boundary.\nC1--6 to 10 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable; common fine and very fine roots throughout; few fine and common very fine vesicular and tubular pores; slight effervescence; slightly alkaline; clear smooth boundary.\nC2--10 to 80 inches; light brownish gray (2.5Y 6/2) fine sand, grayish brown (2.5Y 5/2) moist; single grain; loose; few fine roots throughout upper part; many very fine interstitial pores; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clay County, South Dakota; about 1 mile south of Vermillion; 1020 feet north and 760 feet west of the southeast corner of Sec. 24, T. 92 N., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction is neutral to moderately alkaline. Depth to free carbonates is 0 to 10 inches. The 10 to 40 inch particle size control section contains less than 10% silt plus clay, and less than 40% silt plus clay plus very fine sand.\nThe Ap or A horizon has hue of 10YR or 2.5Y; value of 4 to 6, 3 to 5 moist; and chroma of 1 to 3.  It is sand, loamy sand, loamy fine sand, fine sand, or fine sandy loam.  A silty clay overwash phase is also recognized.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7, 4 to 6 moist; and chroma of 2 to 4.  It is loamy fine sand, loamy sand, fine sand, or sand. Stratification is evident throughout the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Biltmore, Caesar, Chute, Dabney, Hodge, Oakville, Penwood, Perks, Pinegrove, Plainfield, Sarpy, Spessard, Suncook, Tyner, Westport, and Windsor series.  Biltmore, Dabney, Oakville, Penwood, Perks, Plainfield, Suncook, Tyner, Westport, and Windsor soils are more acid and lack free carbonates. Caesar and Spessard soils have a B horizon and have sola more than 15 inches thick.  Chute soils lack stratification within the control section.  Hodge soils contain more than 40% silt plus clay plus very fine sand. Pinegrove soil contain coarse fragments of sandstone and shale throughout the series control section.  Sarpy soils have a mean annual precipitation of more than 26 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sardak soils are on nearly level to rolling flood plains.  The soils formed in sandy alluvium.  Slopes are 1 to 9 percent.  Mean annual precipitation ranges from 20 to 26 inches, and mean annual air temperature ranges from 46 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albaton, Grable, Haynie, Meckling, Modale, Norway, Onawa, Percival, Scroll, and Waubonsie soils. Albaton and Wabash soils are clayey and occupy nearly level parts of the flood plain.  Carr and Landes soils are coarse-loamy and Haynie soils are coarse-silty.  These soils are more gently sloping, less undulating positions of the flood plain.  Grable and Percival soils are finer textured in the upper part, and Onawa soils are finer textured throughout.  Grable soils occur on flood plains but are less undulating and occur further back from the river.  Percival and Onawa soils occur on nearly level flood plains.  Modale and Waubonsie soils are clayey below a depth of about 2 feet and occur on nearly level flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Runoff is low. Permeability is rapid or very rapid.  The soil floods unless protected by levees or dams."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation commonly is a thin stand of native grasses and sandburrs or cottonwood and willow trees.  Cleared areas are in pasture or cropped to alfalfa, oats, soybeans, and wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along the Missouri River and other major streams in Iowa, Nebraska, and South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clay County, South Dakota, 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  ochric epipedon - the zone from the surface of the soil to a depth of 6 inches (Ap horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; grayish brown (2.5Y 5/2) loamy fine sand, very dark grayish brown (2.5Y 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; many fine and very fine roots throughout; common very fine vesicular and tubular pores; slight effervescence; neutral; abrupt smooth boundary."
      },
      {
        "name": "C1",
        "top": 15,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--6 to 10 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable; common fine and very fine roots throughout; few fine and common very fine vesicular and tubular pores; slight effervescence; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 25,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--10 to 80 inches; light brownish gray (2.5Y 6/2) fine sand, grayish brown (2.5Y 5/2) moist; single grain; loose; few fine roots throughout upper part; many very fine interstitial pores; slight effervescence; slightly alkaline."
      }
    ]
  ]
}
