{
  "SERIES": "SARONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH-HFG",
  "REVDATE": "12/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Sarona series consists of very deep, well drained soils formed in till which is mostly sandy loam on moraines and drumlins.  Permeability is moderate or moderately rapid.  Slopes range from 1 to 50 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sarona fine sandy loam, very stony - on a convex, east-facing 4 percent slope in mixed hardwoods at an elevation of about 1,565 feet.  (Colors are for moist soil unless otherwise stated.)\nOa--O to 1 inches; black (10YR 2/1) muck (sapric material which is a mat of partially decomposed forest litter) about 25 percent fiber and 5 percent rubbed; weak fine granular structure; very friable; extremely acid; abrupt wavy boundary. (0 to 3 inches thick)\nE--1 to 3 inches; brown (7.5YR 5/2) fine sandy loam, pinkish gray (7.5YR 6/2) dry; weak thick platy structure; friable; many very fine and fine and few medium and coarse roots; about 5 percent gravel and 2 percent cobbles; very strongly acid; abrupt wavy boundary.  (1 to 8 inches thick)\nBs--3 to 17 inches; brown (7.5YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; friable; many very fine and fine and common medium and coarse roots; about 5 percent gravel and 2 percent cobbles; moderately acid; abrupt wavy boundary.  (6 to 25 inches thick)\nE/B--17 to 29 inches; 60 percent brown (7.5YR 5/3) fine sandy loam (E'), pink (7.5YR 7/3) dry; weak thick platy structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common very fine and fine roots; about 8 percent gravel and 2 percent cobbles; slightly brittle; moderately acid; clear wavy boundary.\nB/E--29 to 48 inches; about 60 percent dark reddish brown (5YR 3/4) gravelly sandy loam (Bt); weak fine subangular blocky structure; friable; breaks to weak thick plates along horizontal cleavage planes inherited from the parent material; common faint reddish brown (5YR 4/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) gravelly loamy sand (E'), pink (7.5YR 7/3) dry; weak medium platy structure; friable; few very fine and fine roots; many very fine and fine and few medium vesicular pores; about 15 percent gravel and 5 percent cobbles; slightly brittle; moderately acid; abrupt wavy boundary.  (Glossic horizon - 15 to 56 inches thick)\nBt--48 to 66 inches; dark reddish brown (5YR 3/4) gravelly sandy loam; weak fine subangular blocky structure; friable; breaks to weak thick plates along horizontal cleavage planes inherited from the parent material; many fine and very fine and few medium vesicular pores; common faint reddish brown (5YR 4/4) clay films on faces of peds and in some pores; about 15 percent gravel and 5 percent cobbles; slightly brittle; moderately acid.  (0 to 30 inches thick)\nC--66 to 73 inches; reddish brown (5YR 4/4) gravelly sandy loam; massive; friable; about 20 percent gravel; about 5 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Florence County, Wisconsin; about 5 miles east and 1 mile north of Fence; 300 feet north and 70 feet east of the southwest corner, sec. 24, T. 38 N., R. 17 E. USGS Florence Wis. Quad. Latitude  45 degrees 45 minutes 4 seconds N. Longitude  88 degrees 19 minutes 27 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, depth is measured from the top of the mineral soil.)  Depth to the base of the argillic horizon ranges from 35 to more than 80 inches.  The weighted average clay content ranges from 5 to 17 percent and the weighted average content of fine sand or coarser ranges from 45 to 70 percent in the particle-size control section.  Rock fragments are dominantly of igneous or metamorphic origin and are of mixed lithology.  Total volume of rock fragments averages less than 35 percent in the series control section.  Volume of gravel ranges from 1 to 35 percent.  Volume of cobbles and volume of stones range from 0 to 10 percent throughout the pedon.  Stones are on the surface in some places and stony and very stony phases are recognized.  Reaction typically ranges from very strongly acid to moderately acid in the upper part of the solum but ranges to neutral in an Ap horizon where the soil is limed.  Reaction ranges from strongly acid to slightly acid in the lower part of the solum and in the substratum.\nThe O horizon has hue of 7.5YR or 10YR or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 3.  The O horizon is a mat of partially decomposed forest litter.\nSome pedons have an A horizon with hue of 5YR, 7.5YR, or 10YR; value of 2 to 3; and chroma of 1 or 2.  Cultivated areas have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4 and chroma of 2 or 3.  Texture of the A or Ap horizon is sandy loam, fine sandy loam, or loamy sand.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.  Texture is fine sandy loam, sandy loam, or loamy sand.\nSome pedons have a Bhs horizon less than 3 inches thick, with hue of 2.5YR, 5YR, or 7.5YR and value and chroma of 2 or 3.  Typically, texture is fine sandy loam or sandy loam, or the gravelly analogs but in some pedons it is loam or gravelly loam.\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4.  It has texture like the Bhs horizon described above.\nSome pedons have an E' horizon with hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  Texture is sandy loam, fine sandy loam, loamy sand, loamy fine sand, or the gravelly analogs.\nSarona soils have a glossic horizon (E/B or B/E horizons, or both)  The E part has color and texture like the E' horizon above.  The Bt part has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 3 to 6; and chroma of 4 to 6.  Texture is sandy loam, fine sandy loam, or the gravelly analogs.\nThe Bt horizon has color and texture like the Bt part described above.  Some pedons with a B/E horizon do not have a Bt horizon.\nThe C horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  Texture is sandy loam, loamy sand, or the gravelly analogs. Some dense substratum phases are recongnized in Michigan."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glidden, Goodman, Mequithy, Newot, Padus, and Padwetseries.  A similar soil is the Amery series.  Glidden, Padus, and Padwet soils have more than 85 percent sand in the lower part of the series control section and are stratified there. Goodman soils have a 12 to 40 inch silty mantle.  Mequithy soils have a lithic contact at a depth of 20 to 40 inches.  Newot soils have dense till (Cd) at a depth of 40 to 80 inches.  Amery soils do not have a spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sarona soils are on moraines and drumlins of Late Wisconsinan Age.  Slopes range from 1 to 50 percent.  These soils formed in glacial till which is dominantly sandy loam.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 135 days.  Elevation ranges from 700 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Capitola, Champion, Gogebic, Goodman, Keweenaw, Moodig, Sarwet, and Wabeno soils.  The poorly drained Capitola soils, the somewhat poorly drained Moodig soils, and the moderately well drained Sarwet soils form a drainage sequence with Sarona soils.  The well drained and moderately well drained Champion and Gogebic soils and the moderately well drained Wabeno soils occupy landscape positions similar to those of Sarona soils where there is a fragipan.  The well drained Goodman soils occupy similar landscape positions where there is a 12 to 40 inch mantle of silt loam.  The well drained and moderately well drained Keweenaw soils occupy similar landscape positions where the soil is more sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff ranges from negligible to high. Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for woodland.  Northern hardwoods are the major forest type with sugar maple, American basswood, northern red oak, white ash, quaking aspen, and eastern hemlock the principal species.  Some areas are cleared and used for cropland.  Corn, small grains, and hay are the main crops grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin and the Upper Peninsula of Michigan.  The Sarona series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marinette County, Wisconsin, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 1 to 3 inches (E); albic horizon - 1 to 3 inches (E); spodic horizon - 3 to 17 inches (Bs); glossic horizon - 17 to 48 inches (E/B, B/E); argillic horizon - 29 to 66 inches (B/E, Bt)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": "NA",
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--O to 1 inches; black (10YR 2/1) muck (sapric material which is a mat of partially decomposed forest litter) about 25 percent fiber and 5 percent rubbed; weak fine granular structure; very friable; extremely acid; abrupt wavy boundary. (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--1 to 3 inches; brown (7.5YR 5/2) fine sandy loam, pinkish gray (7.5YR 6/2) dry; weak thick platy structure; friable; many very fine and fine and few medium and coarse roots; about 5 percent gravel and 2 percent cobbles; very strongly acid; abrupt wavy boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "Bs",
        "top": 8,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs--3 to 17 inches; brown (7.5YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; friable; many very fine and fine and common medium and coarse roots; about 5 percent gravel and 2 percent cobbles; moderately acid; abrupt wavy boundary.  (6 to 25 inches thick)"
      },
      {
        "name": "E/B",
        "top": 43,
        "bottom": 74,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--17 to 29 inches; 60 percent brown (7.5YR 5/3) fine sandy loam (E'), pink (7.5YR 7/3) dry; weak thick platy structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common very fine and fine roots; about 8 percent gravel and 2 percent cobbles; slightly brittle; moderately acid; clear wavy boundary."
      },
      {
        "name": "B/E",
        "top": 74,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B/E--29 to 48 inches; about 60 percent dark reddish brown (5YR 3/4) gravelly sandy loam (Bt); weak fine subangular blocky structure; friable; breaks to weak thick plates along horizontal cleavage planes inherited from the parent material; common faint reddish brown (5YR 4/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) gravelly loamy sand (E'), pink (7.5YR 7/3) dry; weak medium platy structure; friable; few very fine and fine roots; many very fine and fine and few medium vesicular pores; about 15 percent gravel and 5 percent cobbles; slightly brittle; moderately acid; abrupt wavy boundary.  (Glossic horizon - 15 to 56 inches thick)"
      },
      {
        "name": "Bt",
        "top": 122,
        "bottom": 168,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt--48 to 66 inches; dark reddish brown (5YR 3/4) gravelly sandy loam; weak fine subangular blocky structure; friable; breaks to weak thick plates along horizontal cleavage planes inherited from the parent material; many fine and very fine and few medium vesicular pores; common faint reddish brown (5YR 4/4) clay films on faces of peds and in some pores; about 15 percent gravel and 5 percent cobbles; slightly brittle; moderately acid.  (0 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 168,
        "bottom": 185,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--66 to 73 inches; reddish brown (5YR 4/4) gravelly sandy loam; massive; friable; about 20 percent gravel; about 5 percent cobbles; slightly acid."
      }
    ]
  ]
}
