{
  "SERIES": "SARTELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-AGG",
  "REVDATE": "02/2006",
  "STATES": "MN",
  "OVERVIEW": "The Sartell series consists of very deep, excessively drained soils that formed in sandy eolian or glacial outwash sediments on outwash plains and valley trains. These soils have rapid permeability. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 27 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sartell fine sand, on a convex slope of 3 percent, on an outwash plain, in an oak forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark brown (10YR 2/2) fine sand, dark grayish brown (10YR 4/2) dry; single grain; loose; few fine roots; strongly acid; abrupt wavy boundary. (2 to 10 inches thick)\nBw1--4 to 22 inches; brown (10YR 4/3) fine sand; single grain; loose; few fine roots; strongly acid; gradual wavy boundary.\nBw2--22 to 33 inches; brown (10YR 4/3) fine sand; single grain; loose; strongly acid; diffuse smooth boundary. (Combined thickness of the Bw horizon is 24 to 36 inches.)\nC1--33 to 48 inches; brown (10YR 5/3) fine sand; single grain; loose; moderately acid; diffuse wavy boundary.\nC2--48 to 80 inches; pale brown (10YR 6/3) fine sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Minnesota; about 6 miles northeast of Sartell; located about 2,500 feet east and 1,410 feet north of the southwest corner of section 11, T. 37 N., R.31 W.; USGS Little Rock Lake topographic quadrangle; lat. 45 degrees 42 minutes 35 seconds N. and long. 94 degrees 09 minutes 54 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Carbonates do not occur above depths of 80 inches. The series control section does not have rock fragments. Fine sand is 50 percent or more of the sand size fraction in the series control section and below. Medium and coarser sand commonly make up less than 25 percent of the sand fraction, and less than 15 percent of it is retained on the No. 40 sieve. The soil moisture control section is dry for 20 to 35 consecutive days during the 120 days following the summer solstice.\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is fine sand, loamy fine sand, sand, or loamy sand. It is strongly acid or moderately acid.\nSome pedons have an AB or BA horizon.\nThe Bw horizon has hue of 10YR, value and chroma of 3 to 5. It is strongly acid or moderately acid. It is fine sand.\nThe C horizon has hue of 10YR, value of 5 to 7 and chroma of 2 to 6. It is typically fine sand, but it has thin strata of sand in some pedons. It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Champlain (T), Claire, Corliss, Feldtman (T), Friendship, Grayling, Mahtomedi, Menahga, Nymore, Omega, Pelkie, Plainbo, Serden, Shawano, and Sunday soils. Claire, Corliss, Grayling, Mahtomedi, Menahga, and Nymore soils have less than 50 percent fine sand in the series control section. Feldtman (T), Omega, Pelkie, and Shawano soils have hue of 7.5YR or redder in the series control section. Friendship soils are mottled in the lower part of the series control section. Plainbo soils have lithic contact beginning at depths of 20 to 40 inches. Serden soils are neutral or slightly alkaline in the series control section. Champlain and Sunday soils have substantially wetter soil moisture control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils typically are on undulating to rolling \"old\" dune-shaped topography on outwash plains and valley trains. Slopes are short and irregular with gradients of 0 to 25 percent. The Sartell soil formed in deeply leached, gravel free, fine sands that are mostly eolian in origin but some are glaciofluvial in origin. Mean annual air temperature ranges from 37 to 45 degrees F. Mean annual precipitation ranges from 24 to 33 inches. Frost-free period ranges from 90 to 150 days. Elevation ranges from 670 to 1600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Lino and very poorly drained Isanti soils, which are members of a hydrosequence with the Sartell soils. The well drained Anoka and excessively drained Zimmerman soils are associated in some areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained. Surface runoff is negligible to low. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About one-half of these soils are cropped to soybeans, corn, small grain, and forage. Most of the remaining areas are in forest or grassland. Native vegetation primarily is savanna with forest species such as northern red oak and bur oak and in some places jack pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Primarily east-central Minnesota and western Wisconsin. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County, Minnesota; April, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 4 inches (A horizon); udic moisture regime.\nADDITIONAL DATA: Some chemical and physical characteristics of the typical pedon are reported in SSIR No. 9, profile S60 MINN-71-4, pages 78 and 79.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark brown (10YR 2/2) fine sand, dark grayish brown (10YR 4/2) dry; single grain; loose; few fine roots; strongly acid; abrupt wavy boundary. (2 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--4 to 22 inches; brown (10YR 4/3) fine sand; single grain; loose; few fine roots; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 56,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bw2--22 to 33 inches; brown (10YR 4/3) fine sand; single grain; loose; strongly acid; diffuse smooth boundary. (Combined thickness of the Bw horizon is 24 to 36 inches.)"
      },
      {
        "name": "C1",
        "top": 84,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "C1--33 to 48 inches; brown (10YR 5/3) fine sand; single grain; loose; moderately acid; diffuse wavy boundary."
      },
      {
        "name": "C2",
        "top": 122,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "narrative": "C2--48 to 80 inches; pale brown (10YR 6/3) fine sand; single grain; loose; moderately acid."
      }
    ]
  ]
}
