{
  "SERIES": "SASABE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCC",
  "REVDATE": "05/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Sasabe series consists of very deep, well drained soils formed in fan alluvium from mixed sources.  Sasabe soils are on fan terraces and have slopes of 0 to 20 percent.  The mean annual precipitation is about 14 inches and the mean annual air temperature is 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Ustic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sasabe sandy loam-rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; strong brown (7.5YR 5/6) sandy loam, red (2.5YR 4/6) moist; weak thin and moderately thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; many fine interstitial pores; noneffervescent; 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (1 to 8 inches thick)\nBt1--5 to 15 inches; yellowish red (5YR 4/6) clay loam, red (2.5YR 4/6) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; common fine tubular pores; few faint clay films lining pores and as stains on grains; noneffervescent; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.\nBt2--15 to 22 inches; red (2.5YR 4/6) clay, dark red (2.5YR 3/6) moist; moderate medium prismatic structure; very hard, firm, very sticky and very plastic; many very fine roots; many fine tubular pores; many distinct clay films lining pores, as stains on sand grains and coating faces of peds; slightly effervescent; 10 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.\nBt3--22 to 31 inches; yellowish red (5YR 4/6) gravelly clay loam, dark red (2.5YR 3/6) moist; weak medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; common faint clay films lining pores and coating gravel; slightly effervescent; 30 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.\nBt4--31 to 41 inches; yellowish red (5YR 4/6) gravelly sandy clay loam, red (2.5YR 4/6) moist; weak coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; common faint clay films on faces of peds; slightly effervescent; 25 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary. (Combined thickness of the Bt horizons is 20 to 50 inches)\n2Btk--41 to 60 inches; yellowish red (5YR 5/8) very gravelly sandy clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular and few fine irregular pores; few faint clay films as stains on sand grains and lining pores; strongly effervescent as many fine calcium carbonate masses and coating gravel; 40 percent gravel; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pima County, Arizona; 1,300 feet east and 1,400 feet north of the southwest corner of section 6, T. 20 S., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-October and December-February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature - 62 to 69 degrees F.\nClay content - Averages 35 to 60 percent\nCalcium carbonate - Noneffervescent to 10 inches or more; less than 15 percent calcium carbonate equivalent to 40 inches or more\nOrganic matter - Less than 1 percent\nA horizon\nHue:  10YR, 7.5YR, 5YR\nValue:  3 to 6, dry or moist\nChroma:  3 to 8, dry or moist\nRock fragments: less than 50 percent gravel and cobble\nReaction:  moderately acid to slightly alkaline\nBt horizon\nHue:  5YR, 2.5YR\nValue:  3 to 6 dry, 2.5 to 5 moist\nChroma:  3 to 8 dry, 1 to 8 moist\nTexture:  clay, clay loam, sandy clay, sandy clay loam, clay\nRock fragments: 0 to 35 percent gravel and cobble\nBtk or Bk horizon(s) (when present)\nHue:  7.5YR, 5YR, 2.5YR\nValue:  4 to 7 dry, 3 to 7, moist\nChroma:  4, to 8 dry, 3 to 8 moist\nTexture:  loam, clay loam, sandy clay loam, sandy loam, clay, sandy clay\nRock fragments: 5 to 50 percent gravel and less than 15 percent cobble"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sasabe soils are on fan terraces with slopes of 0 to 20 percent.  They formed in stratified fan alluvium from mixed sources.  Elevations range from 3,000 to 5,370 feet.  Mean annual precipitation is 12 to 16 inches occurring as summer thunderstorms and winter rain.  Mean annual air temperature is 60 to 67 degrees F.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altar, Caralampi, Diaspar, Bernardino and White House soils.  Altar soils are loamy-skeletal and have cambic horizons.  Caralampi soils are loamy-skeletal and have greater than 1 percent organic matter.  Diaspar soils are coarse-loamy.  Bernardino and White House soils contain greater than 1 percent organic matter."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; slow or moderately permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing.  Vegetation is sideoats grama, hairy grama, sprucetop grama, curlymesquite, cane beardgrass, threeawn, black grama, Rothrock grama, false-mesquite, and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  The Sasabe soils are of minor extent.  MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pima County, Arizona, Eastern Part; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (A horizon)\nArgillic horizon - the zone from 5 to 60 inches (Bt1, Bt2, Bt3, Bt4, 2Btk horizons)\nPale feature - an increase of 15 percent clay (absolute) at the upper boundary of the argillic horizon.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of Graham County, AZ, Southwestern Part, March 2011, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
