{
  "SERIES": "SASEEP",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJG/LDS/JWB",
  "REVDATE": "04/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, calcareous, mesic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saseep parachannery loam, on a northeast facing, concave, 3 percent slope in rangeland at an elevation of 1,747 meters.  (Colors are for moist soil unless otherwise noted.)  When described on November 21, 1996 the soil was wet over a water table at 30 cm. Saturation was continuous from a depth of 30 cm to 155 cm.\nAkyz--0 to 6 cm; light olive brown (2.5Y 5/3) parachannery loam, light yellowish brown (2.5Y 6/3), dry; weak fine granular structure; very friable, slightly sticky, slightly plastic; few coarse, common medium, many fine and very fine roots;, few fine spherical iron-manganese masses between peds; common fine irregular gypsum crystals (11% CaSO4) and common fine dendritic salt crystals between peds; common fine faint light brownish gray (2.5Y 6/2) redoximorphic depletions and few fine distinct light olive brown (2.5Y 5/6) redoximorphic concentrations 21% parachanners less than 75 mm in diameter; strongly effervescent (48% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 7.9); abrupt smooth boundary.\nAkz--6 to 12 cm; olive gray (5Y 5/2) clay loam, light olive gray (5Y 6/2) dry; weak fine subangular blocky structure; very friable, moderately sticky and moderately plastic; few coarse, common medium and fine and many very fine roots;  few fine spherical iron-manganese masses between peds; few fine irregular gypsum crystals (4% CaSO4) and few fine dendritic salt crystals between peds; many medium faint dark gray (2.5Y 4/1) redoximorphic depletions and common fine prominent brownish yellow (10YR 6/6) and strong brown (7.5YR 5/6) redoximorphic concentrations5 percent parachanners less than 75 mm in diameter; strongly effervescent (27% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary.  (Combined thickness of the A horizons is 10 to 12 cm)\nByz1--12 to 20 cm; grayish brown (2.5Y 5/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; weak fine subangular blocky structure; very friable, moderately sticky and moderately plastic; few medium, common fine and very fine roots; few fine spherical iron-manganese masses between peds; common fine irregular gypsum crystals (7% CaSO4), few fine dendritic salt crystals between peds; common medium and fine distinct gray (5Y 5/1) redoximorphic depletions and fine prominent brownish yellow (10YR 6/6) redoximorphic concentrations;2% parachanners less than 75 mm in diameter; strongly effervescent (22% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 8.1); abrupt smooth boundary.\nByz2--20 to 35 cm; grayish brown (2.5Y 5/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; weak fine subangular blocky structure; friable, moderately sticky and moderately plastic; common fine and very fine roots; few fine spherical iron-manganese masses between peds; few fine irregular gypsum crystals (11% CaSO4), few fine dendritic salt crystals between peds; many medium and fine distinct gray (2.5Y 6/1) redoximorphic depletions, many fine prominent brownish yellow (10YR 6/6) and common fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; 1% parachanners; strongly effervescent (21% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 7.9); gradual smooth boundary.\nByzg--35 to 66 cm; gray (5Y 5/1) silty clay loam, gray (5Y 6/1) dry; moderate fine subangular blocky structure; friable, moderately sticky and moderately plastic; few fine and common very fine roots; few medium and fine irregular gypsum crystals (11% CaSO4), and few medium and fine dendritic salt crystals between peds; common fine prominent light olive brown (2.5Y 5/4) and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 1% parachanners; slightly effervescent (18% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 7.9); gradual smooth boundary.  (14 to 54 cm, combined thickness)\nCyzg--66 to 90 cm; gray (N 6/0) very parachannery silty clay, light gray (N 7/0) dry; moderate medium and fine angular blocky structure parting to moderate thick platy rock structure; firm, moderately sticky and moderately plastic; few fine and common very fine roots in cracks; common medium and fine cylindrical gypsum crystals (6% CaSO4), common fine dendritic salt crystals between peds; common medium and fine prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; 35% parachanners; slightly effervescent (19% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 7.9); clear smooth boundary.  (9 to 26 cm thick)\nCr1--90 to 127 cm; grayish brown (2.5Y 5/2) weathered bedrock, light brownish gray (2.5Y 6/2) dry; thick platy rock structure; few very fine roots in cracks; few fine irregular gypsum nests in cracks (6% CaSO4), few fine dendritic salt crystals; slightly effervescent (19% CaCO3 equivalent), carbonates are finely disseminated; moderately alkaline (pH 8.0).\nCr2--127 to 155 cm; grayish brown (2.5Y 5/2) weathered bedrock, light brownish gray (2.5Y 6/2) dry; thick platy rock structure; few very fine roots in cracks; few fine irregular gypsum nests in cracks, few fine dendritic salt crystals in cracks; slightly effervescent (24% CaCO3 equivalent), carbonates are finely disseminated; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; about 1.6 kilometers WSW of Castle Dale; located about 1,284 feet north and 745 feet west of the southeast corner of sec. 32, T. 18 S., R. 8 E.; Huntington USGS quad; lat. 39 degrees 12 minutes 32.60 seconds N. and long. 111 degrees 02 minutes 24.80 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year.  It is also saturated by a seasonal high water table for long enough duration to result in anaerobic conditions; aquic moisture regime.  See additional data below.\nMean annual soil temperature:  8.3 to 12.2 degrees C\nDepth to paralithic contact:  51 to 102 cm\nDepth to endosaturation:  5 to 51 cm from January to December\nParticle-size control section (weighted averages):\nNon-carbonate clay content:  27 to 35 percent\nTotal clay content:  31 to 39 percent\nSand content:  less than 15 percent coarser than very fine sand\nRock fragment content:  0 to 5 percent\nAkyz, Akz horizons:\nHue:  10YR, 2.5Y or 5Y\nValue:  4 or 5 moist; 5 or 6 dry\nChroma:  2 or 3 moist or dry\nTexture:  parachannery loam, clay loam\nClay content:  20 to 35 percent\nCarbonate clay content:  1 to 12 percent\nRock fragments:  0 to 30 percent\nPararock fragments:  0 to 30 percent parachanners\nCalcium carbonate equivalent:  15 to 55 percent\nEC (mmhos/cm):  4 to 8\nGypsum:  1 to 20 percent\nSAR: 2 to 12\nReaction:  slightly alkaline to strongly alkaline\nByz horizons:\nHue:  2.5Y or 5Y\nValue:  4 or 5 moist; 5 or 6 dry\nChroma:  2 moist or dry\nTexture:  silty clay loam\nClay content:  27 to 35 percent\nCarbonate clay content:  1 to 6 percent\nPararock fragments:  0 to 10 percent parachanners\nCalcium carbonate equivalent:  15 to 30 percent\nEC (mmhos/cm):  2 to 8\nGypsum:  5 to 15 percent\nSAR:  2 to 12\nReaction:  slightly alkaline to strongly alkaline\nByzg horizon:\nHue: 2.5Y or 5Y\nValue: 4 or 5 moist; 5 or 6 dry\nChroma: 1 or 2 moist or dry\nTexture:  silty clay loam\nClay content: 27 to 40 percent\nCarbonate clay content:  1 to 6 percent\nPararock fragments: 0 to 15 percent parachanners\nCalcium carbonate equivalent: 10 to 20 percent\nEC (mmhos/cm):  2 to 8\nGypsum: 5 to 20 percent\nSAR: 2 to 12\nReaction:  slightly alkaline to strongly alkaline\nCgyz horizon:\nHue:  2.5Y, 5Y or N\nValue:  4 to 6 moist; 5 to 7 dry\nChroma:  0 to 2 moist or dry\nTexture:  very parachannery silty clay\nClay content:  40 to 45 percent\nCarbonate clay content:  1 to 6 percent\nPararock fragments:  35 to 50 parachanners; 0 to 5 percent paraflagstones Calcium carbonate equivalent:  10 to 20 percent\nEC (mmhos/cm):  2 to 8\nGypsum:  2 to 8 percent\nSAR:  2 to 12\nReaction:  slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Rafael series.  Rafael soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from sandstone and shale over residuum derived from clayey Mancos shale\nLandform:  base slopes and side slopes of shale hills\nSlopes: 0 to 3 percent\nElevation:  1,219 to 1,981 meters\nMean annual temperature:  7.2 to 11.7 degrees C\nMean annual precipitation:  15 to 23 cm\nPrecipitation pattern: The soil moisture control section is affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year.\nFrost-free period:  120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are the Billings, Chipeta, Killpack, the similar Libbings, Persayo and similar Rafael series.  The Billings soils are very deep and are on alluvial fans and flood plains under shadscale.  The Chipeta, Killpack and Persayo soils are shallow or moderately deep over marine shale and are on gently rolling hills under shadscale and mat saltbush.  They do not have an aquic moisture regime. Libbings soils have a salic horizon and are usually higher on the landscape under alkali sacaton and greasewood. The Rafael soils are very deep and are on alluvial fans and flood plains under saltgrass and Baltic rush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained, low runoff, slow permeability, rarely flooded for brief periods from March to October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland grazing and wildlife habitat.  The native plant community is saltgrass, alkali muhly, greasewood, seepweed, alkali sacaton and\nBaltic rush.  Wet Saline Meadow (Inland Saltgrass) R034XY024UT ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah; LRR D (Western Range and Irrigated Region); MLRA 34B (Central Desertic Basins, Mountains and Plateaus); inextensive.\nAbout 500 hectares (1,200 acres) in Emery County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Utah, Emery soil survey area, 2011.  The name originates from a local community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 115 cm\nParticle-size control section:  The zone from 25 to 90 cm.  (Akz (part), Bkyz, Byzg and Cyzg horizons)\nGypsic horizon:  The zone from 12 to 90 cm.  (Bkyz, Byzg, Cyzg horizons)\nParalithic contact:  The contact with weathered shale at 90 cm.  (Cr horizon)\nRedoximorphic concentrations:  In the zone from 0 to 90 cm. (Akyz, Akz, Bkyz, Byzg and Cyzg horizons)\nRedoximorphic depletions:  In the zone from 0 to 35 cm. (Akz, Bkyz horizons)\nThe assignment of the cation-exchange activity class is supported by samples 97P0108 and 97P0107, National Soil Survey Lab.\nTaxonomic Version:  Eleventh Edition, 2010\nADDITIONAL DATA:  This series was previously identified as the Libbings series.  The Saseep series occurs downslope from seeping irrigation canals, and the soil moisture control section is directly affected by seasonal irrigation.  It is likely that the gypsic horizon is gradually being destroyed by lateral fresh water flow from these canals.  Unexpectedly low EC values may be related to this lateral fresh water flow.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
