{
  "SERIES": "SASSAFRAS",
  "STATUS": "Established Series",
  "BYREV": "SYD-RBT/Rev. MDJ",
  "REVDATE": "05/2013",
  "STATES": "DE,MD,NJ,PA,VA",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sassafras sandy loam, in a cultivated field. (Colors are for moist soil).\nAp--0 to 23 centimeters (0 to 9 inches); brown (10YR 5/3) sandy loam; weak very fine subangular blocky structure; very friable; slightly sticky, slightly plastic; few roots; strongly acid, abrupt smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)\nBA--23 to 53 centimeters (9 to 21 inches); yellowish brown (10YR 5/4) loam; moderate very fine to medium subangular blocky structure; friable; slightly sticky, slightly plastic; few roots; strongly acid; clear smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)\nBt1--53 to 81 centimeters (21 to 32 inches); brown (7.5YR 5/4) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on faces of peds; very few roots; very strongly acid; clear smooth boundary.\nBt2--81 to 102 centimeters (32 to 40 inches); strong brown (7.5YR 5/6) sandy loam; weak thick platy structure parting to weak fine subangular blocky structure; friable; slightly sticky, slightly plastic; few clay films on faces of peds; very few roots; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bt horizon is 25 to 51 centimeters (10 to 20 inches))\nC1--102 to 132 centimeters (40 to 52 inches); strong brown (7.5YR 5/6) gravelly sandy loam; massive; friable; slightly sticky, nonplastic; very strongly acid; 3 percent small light yellowish brown (10YR 6/4) pockets of clay; clear smooth boundary.\nC2--132 to 178 centimeters (52 to 70 inches); brownish yellow (10YR 6/8) loamy sand; single grain; loose; nonsticky, nonplastic; 5 percent, by volume fine strong brown  (7.5YR 5/8) gravel; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Mary's County, Maryland; approximately 1.4 miles southeast of the Community of Laurel Grove; 2,400 feet northeast of Rt. 235; 50 feet east of Queen Tree Road into field; USGS Mechanicsville topographic quadrangle; latitude 38 degrees 24 minutes 12 seconds N. and longitude 76 degrees 39 minutes 11 seconds W., NAD 83; Major Land Resource Area 149A"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 64 to 127 centimeters (25 to 50 inches)\nDepth to Bedrock: Greater than 203 centimeters (80 inches)\nDepth to Seasonal High Water Table: Greater than 183 centimeters (72 inches)\nRock Fragments: 0 to 20 percent, by volume in the A and B horizon and 0 to 30 percent in the C horizon, mostly quartz pebbles\nSoil Reaction: Extremely acid to strongly acid, throughout the profile, except where limed\nRange Of Individual Horizons:\nAp horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 or 5, chroma of 2 to 4\nTexture (fine-earth textures)--loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nA horizon (if it occurs is 3 to 10 centimeters (1 to 4 inches) thick):\nColor--hue of 7.5YR to 2.5Y, value of 2 to 4, chroma of 1 to 4\nTexture (fine-earth textures)--loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nE horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 2 to 4\nTexture (fine-earth fraction)--loamy sand, loamy fine sand, sandy loam, or fine sandy loam\nBA or BE horizons (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam, or sandy clay loam\nBt horizon:\nColor--5YR to 2.5Y, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, loam, or sandy clay loam with a weighted average silt content of 20 to 35 percent\nBC horizon (if it occurs):\nColor--7.5YR to 2.5Y, value of 5 or 6, chroma of 4 to 8\nTexture (fine-earth fraction)--loamy sand, loamy fine sand, sandy loam, or fine sandy loam\nC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, chroma of 3 to 8 or is variegated in shades of these colors\nTexture (fine-earth fraction)--sand, fine sand, loamy sand, or sandy loam and the transition to sand is greater than 13 centimeters (5 inches)\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray below a depth of 183 centimeters (72 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlonzville soils--formed in alluvium derived from sandstone, siltstone, and shale\nBailegap soils--formed in residuum weathered from sandstone, siltstone, and shale and are deep to hard bedrock\nBeersheba soil--formed in residuum weathered from sandstone and are moderately deep to paralithic contact\nGunstock soils--formed in residuum weathered from metasiltstone and phyllite and are moderately deep to a paralithic contact\nHambrook soils--have a seasonal high water at 102 to 183 centimeters  (40 to 72 inches)\nHarmiller soils--formed in residuum weathered from metasedimentary rocks and are moderately deep to a paralithic contact\nJefferson soils--formed in colluvium derived from sandstone, siltstone, and shale\nKeener soils--formed in colluvium derived from arkose, metagraywacke, and quartzite\nLily soils--formed in residuum weathered from sandstone and are moderately deep to a lithic contact\nLonewood soils--formed in a silty mantle underlain by residuum weathered from sandstone and shale and have a lithic contact between 40 and 72 inches\nMarr soils--have on a weighted average, less rock fragments in the particle-size control section and the sand fraction is dominantly fine or very fine sand\nMcCamy soils--formed in residuum weathered from metasedimentary rocks and have hard bedrock within 20 to 40 inches\nRiney soils--formed in residuum weathered from sandstone and shale and are deep to soft bedrock\nShinbone soils--formed in residuum weathered from metasedimentary rocks and are deep to a paralithic contact\nSunnyside soils--have a Bt horizon with hue of 2.5YR or redder"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMajor Land Resource Area(S):149A, 153C, 153D\nLandscape: Coastal Plain, upland\nLandform:  Fluviomarine terrace, flats\nParent Material: Loamy fluviomarine sediments\nDepth Class: Very deep\nSlope: 0 to 45 percent\nElevation: 10 to 100 meters (35 to 330 feet)\nFrost Free Period: 160 to 250 days\nMean Annual Air Temperature (type location): 11 degrees C. (52 degrees F.)\nMean Annual Precipitation (type location): 1143 millimeters (45 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDowner soils--have a coarse-loamy particle-size control section, on similar landforms\nFallsington soils--poorly drained, on lower-lying landforms\nFort Mott soils-have a loamy particle-size control section, on similar landforms\nGalestown soils--have a sandy particle-size control section, on higher landforms\nKlej soils--somewhat poorly drained and have a sandy particle-size control section, on lower-lying landforms\nMarr soils--have on a weighted average, less rock fragments in the particle-size control section and the sand fraction is dominantly fine or very fine sand, on similar landforms\nMatapeake soils--have a fine-silty particle-size control section, on similar landforms\nMattapex soils--moderately well drained, have a fine-silty particle-size control section, on  slightly lower-lying landforms\nSunnyside soils--have a Bt horizon with hue of 2.5YR or redder, on similar landforms\nWoodstown soils--moderately well drained, on slightly lower-lying landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nIndex Surface Runoff: Negligible to Medium\nSaturated Hydraulic conductivity Class: Moderately high to high\nPermeability Class (Obsolete): Moderate or Moderately Slow\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mainly for general crops, truck crops, pastures, fruits, woodland, and wide variety of nonfarm uses.\nDominant Vegetation: Where wooded--Native vegetation is mixed upland hardwoods, with some shortleaf and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Delaware, District of Columbia, Maryland, New Jersey, Pennsylvania, and Virginia\nExtent: Large (more than 100,000 acres)"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cecil County, Maryland, 1900"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to a depth of 53 centimeters (21 inches) (A and BA horizons)\nArgillic horizon--the zone from 53 to 102 centimeters (21 inches to 40 inches) (Bt1 and Bt2 horizons)\nADDITIONAL DATA: Existing laboratory data show that soils sampled as Sassafras to include soils with a weighted average clay content in the argillic horizon that ranges from about 16 to 25 percent. Also, included are soils that have sand or loamy sand within 40 inches of the surface and border on a strongly contrasting family. The Sassafras series, however, is thought to be dominantly fine-loamy with a weighted average clay content of about 21 percent in the argillic horizon.\nCharacterization data is available from the NSSL for the following pedons: 57DE001006.  Data for closely related Sassafras and Downer taxajuncts include the following pedons: 57DE001011; 59PA04501; 59PA045012; 74MD047001; 77MD029007; 79VA001001; 85NJ033010; 92DE003004; 93MD04768; 93NJ005001; 93NJ005002; 93DE003002. At, this time due to limited laboratory characterization data to support the present classification of the Sassafras series, a future 3-HAM MLRA Benchmark Sampling Project is planned.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 centimeters (0 to 9 inches); brown (10YR 5/3) sandy loam; weak very fine subangular blocky structure; very friable; slightly sticky, slightly plastic; few roots; strongly acid, abrupt smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)"
      },
      {
        "name": "BA",
        "top": 23,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--23 to 53 centimeters (9 to 21 inches); yellowish brown (10YR 5/4) loam; moderate very fine to medium subangular blocky structure; friable; slightly sticky, slightly plastic; few roots; strongly acid; clear smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)"
      },
      {
        "name": "Bt1",
        "top": 53,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--53 to 81 centimeters (21 to 32 inches); brown (7.5YR 5/4) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on faces of peds; very few roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 81,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--81 to 102 centimeters (32 to 40 inches); strong brown (7.5YR 5/6) sandy loam; weak thick platy structure parting to weak fine subangular blocky structure; friable; slightly sticky, slightly plastic; few clay films on faces of peds; very few roots; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bt horizon is 25 to 51 centimeters (10 to 20 inches))"
      },
      {
        "name": "C1",
        "top": 102,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--102 to 132 centimeters (40 to 52 inches); strong brown (7.5YR 5/6) gravelly sandy loam; massive; friable; slightly sticky, nonplastic; very strongly acid; 3 percent small light yellowish brown (10YR 6/4) pockets of clay; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 132,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--132 to 178 centimeters (52 to 70 inches); brownish yellow (10YR 6/8) loamy sand; single grain; loose; nonsticky, nonplastic; 5 percent, by volume fine strong brown  (7.5YR 5/8) gravel; extremely acid."
      }
    ]
  ]
}
