{
  "SERIES": "SATANKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLR/ MCS/SSP",
  "REVDATE": "05/1999",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Satanka fine sandy loam, 5 percent slope - rangeland (Colors are for dry unless otherwise stated.)\nA--0 to 4 inches; pale brown (10YR 6/3 ) fine sandy loam,  dark brown (10YR 4/3) moist; moderate fine  granular structure;  weak platy in the upper inch; soft , very friable, nonsticky, nonplastic; slightly alkaline ( pH 7.8); clear smooth boundary. (3 to 5 inches thick)\nBt--4 to 9 inches; brown (10YR 5/3 ) sandy clay loam, brown  (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard , friable, moderately sticky and moderately plastic; faint nearly continuous clay films on ped faces; slightly alkaline ( pH 7.8); clear smooth boundary. (4 to 5 inches thick)\nBk1 --9 to 13 inches; grayish brown (2.5Y 5/2 ) sandy clay loam, olive brown (2.5Y 4/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard , friable, moderately sticky and moderately plastic; strongly effervescent, carbonates disseminated and as few fine and medium soft masses, threads, and seams; moderately alkaline (pH 8.4); clear wavy boundary. (1 to 5 inches thick)\nBk2--13 to 35 inches; light gray (2.5Y 7/2 ) sandy clay loam, light yellowish-brown (2.5Y 6/3)moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; strongly effervescent, carbonates disseminated and as common fine and medium soft masses, threads, and seams; numerous partially weathered shale chips that break down when wetted; strongly alkaline ( pH 8.6); diffuse wavy boundary. (5 to 32 inches thick)\nCr-- 35 inches; soft shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; 2400 feet west, 50 feet north of the southeast corner of sec. 36, T16N, R74W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  40 to 45 degrees F.\nDepth to the base of the argillic horizon:  5 to 10 inches\nDepth to secondary calcium carbonate:  0 to 10 inches\nDepth to paralithic contact:  20 to 40 inches to weathered shale\nParticle-size control section:  18 to 30 percent clay with more than 45 percent fine sand or coarser, rock fragment content is typically less than 10 percent but ranges from 0 to 25 percent throughout.\nA horizon:\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  2 through 4 dry or moist\nTextures:  sandy loam, fine sandy loam, or loam\nReaction:  slightly or moderately alkaline\nBt horizon:\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry,  4 or 5 moist\nChroma:  3 or 4 dry or moist\nReaction:  slightly or moderately alkaline\nBk horizon:\nHue:  10YR or 2.5Y\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  2 or 3 dry or moist\nCalcium carbonate equivalent:  6 to 14 percent\nReaction:  moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Current competitors are the Almy, Bateson, Bluerim, Diamondville, Forelle, Maysprings, and Taffom series.\nAlmy, Bateson, Forelle, Maysprings, Taffom:  does not have a lithic or paralithic contact with 60 inches of the surface\nBluerim:  does not have secondary calcium carbonate accumulations\nDiamondville:  have less than 45 percent fine sand or coarser in the particle size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium over residuum derived from sandstone and shale\nLandform:  hillslopes and cuestas\nSlopes:  0 to 20 percent\nElevation:  6,000 to 7,800 feet\nMean annual precipitation:  10 to 14 inches\nMean annual temperature:  40 to 45 degrees F.\nFrost-free period:  85 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackhall, Blazon, and the competing  Diamondville and Cushool series. The Blackhall and Blazon soils are shallow and occur on steeper hillslopes.  The Diamondville and Cushool soils have deeper Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat. Native vegetation is mainly needleandthread, thickspike wheatgrass, indian ricegrass, and silver sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Albany County (Albany County Area), Wyoming 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- 0 to 4 inches (A).\nArgillic horizon -- 4 to 9 inches (Bt).\nSecondary calcium carbonate--9 to 35 inches (Bk1, Bk2)\nParalithic contact--the contact with weathered shale at 35 inches (Cr).\nClassification was changed from Borollic Haplargids to frigid Ustic Haplargids 2/1999.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
