{
  "SERIES": "SATATTON",
  "STATUS": "Established Series",
  "BYREV": "DNB-SAK-AKS",
  "REVDATE": "07/2019",
  "STATES": "TX",
  "OVERVIEW": "The Satatton series consists of very deep, poorly drained, very slowly permeable soils. These soils formed in sandy eolian and storm washover sediments of Holocene age. These nearly level soils are on wind-tidal flats on the bay or lagoon side of barrier islands. These soils are subject to frequent flooding by wind tides and tropical storms. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 686 mm (27 in) and mean annual air temperature is about 22 degrees C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Sodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Satatton fine sand--on a barren wind-tidal flat, south facing slope at less than 1 percent slope; elevation is 0.6 m (2 ft). (Colors are for moist soil unless otherwise stated.)\nAnz1--0 to 28 cm (0 to 11 in); pale brown (10YR 6/3), fine sand; single grain; very friable; many fine vesicular pores; 1/2 inch thick algal mat on the surface; 7 percent fine and medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; strongly saline; SAR is about 120; strongly effervescent; slightly alkaline; clear smooth boundary.\nAnz2--28 to 43 cm (11 to 17 in); grayish brown (10YR 5/2), stratified loamy fine sand; single grain; very friable; common fine vesicular pores; 1/2 inch layer of dark gray (10YR 4/1) material; 5 percent fine and medium distinct dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; strongly saline; SAR is about 90; slightly effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the Anz horizons is 15 to 46 cm [6 to 18 in].)\nCnzg1--43 to 56 cm (17 to 22 in); gray (2.5Y 5/1), fine sand; single grain; very friable; 1 percent fine faint light olive brown (2.5Y 5/3) masses of oxidized iron with clear boundaries in matrix; 5 percent medium faint gray (2.5Y 6/1) iron depletions with diffuse boundaries in matrix; strongly saline; SAR is about 85; very slightly effervescent; slightly alkaline; gradual smooth boundary.\nCnzg2--56 to 170 cm (22 to 67 in); dark gray (2.5Y 4/1), fine sand; single grain; very friable; 10 percent medium prominent greenish gray (5GY 5/1) iron depletions with clear boundaries in matrix; strongly saline; SAR is about 87; noneffervescent; neutral; gradual smooth boundary. (Combined thickness of the Cnzg horizons is 158 to 188 cm [62 to 74 in].)\nCnzg3--170 to 203 cm (67 to 80 in); gray (2.5Y 5/1), fine sand; single grain; very friable; 5 percent fine and medium prominent dark greenish gray (5G 4/1) iron depletions with clear boundaries in matrix and 20 percent medium prominent greenish gray (5GY 5/1) iron depletions with clear boundaries in matrix; strongly saline; SAR is about 86; very slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kenedy County, TX; from the intersection of Park Road 22 and the county line between Kleberg and Nueces counties; 8.0 miles southwest on Park Road 22 to the pay station entrance of Padre Island National Seashore; 2.4 miles southwest on Park Road 22 to the end of the paved road; 51.3 miles south along beach; 2.4 miles west on wind-tidal flat.\nUSGS Topographic Quadrangle: South of Potrero Lopeno NE, TX\nLatitude: 26 degrees 40 minutes 8.50 seconds N\nLongitude: 97 degrees 21 minutes 18.60 seconds W\nDatum:  NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime. The soil moisture control section is 31 to 91 cm (12 to 36 in) from the soil surface. Although rainfall amounts are that of an ustic moisture regime, these soils remain saturated throughout in most years due to location on the landscape. The top of a permanent water table is at a depth of 31 to 46 cm (12 to 18 in) throughout the year in normal years.\nMean annual soil temperature: 23 to 24 degrees C (74 to 76 degrees F)\nDepth to endosaturation: 31 to 46 cm (12 to 18 in)\nParticle-size control section (weighted average)\nClay content: 0 to 12 percent\nSand content: 88 to 98 percent\nAnz horizons\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 2 or 3\nTexture: fine sand or loamy fine sand\nClay content: 4 to 12 percent\nMasses of oxidized iron: amount--2 to 10 percent, size--fine or medium,\ncontrast--faint or distinct, boundary--clear or sharp, location--lining pores\nIron depletions: amount--0 to 5 percent, size--fine or medium, contrast--faint, boundary--clear or diffuse, location--adjacent to masses of oxidized iron\nElectrical Conductivity (mmhos/cm): 60 to 175\nSodium Adsorption Ratio (SAR): 60 to 125\nReaction )pH): neutral to strongly alkaline\nCnzg horizons\nHue: 10YR, 2.5Y, 5Y or 5GY\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sand or loamy fine sand\nClay content: 4 to 12 percent\nMasses of oxidized iron: amount--5 to 25 percent, size--fine to coarse\ncontrast--faint to prominent, boundary--diffuse to sharp, location-throughout\nIron depletions: amount--2 to 25 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or diffuse, location--adjacent to masses of oxidized iron\nElectrical Conductivity (mmhos/cm): 60 to 175\nSodium Adsorption Ratio (SAR): 60 to 125\nReaction (pH): neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Madre (TX) and Tatton (TX) series in the same family. Similar soils are the Basinger (FL), Captiva (FL), Dianola (TX), Hallandale (FL), Kesson (FL), Margate (FL), Moultrie (FL), Mustang (TX), Novillo (TX), Pompano (FL), and Valkaria (FL) series.\nMadre soils: have SAR values of less than 40, and EC values of less than 30\nTatton soils: are very poorly drained and very frequently flooded\nBasinger, Moultrie, and Valkaria soils: are Spodic Psammaquents\nCaptiva and Margate soils: are Mollic Psammaquents\nDianola, Kesson, Novillo, Pompano and Mustang soils: are Typic Psammaquents\nHallandale soils: are Lithic Psammaquents"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Sandy eolian and storm washover sediments of Holocene age.\nLandscape: Barrier islands\nLandform: Wind-tidal flats\nSlope: 0 to 1 percent\nPrecipitation Pattern: November through April are the driest months, with a second dry period in July. September is the wettest month.\nMean Annual precipitation range: 635 to 889 mm (25 to 35 in)\nThornthwaite annual P-E indices: 31 to 44\nMean Annual air temperature range: 22 to 23 degrees C (71 to 73 degrees F)\nFrost-free period: 310 to 350 days\nElevation: 0.3 to 0.9 m (1 to 3 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Baffin, Daggerhill, Greenhill, Madre, Malaquite, Mustang, Padre, Panam, Tatton, Twinpalms, and Yarborough series.\nBaffin soils: are Sodic Hydraquents and are on a lower landform under seawater.\nDaggerhill and Greenhill soils: are Ustic Quartzipsamments and are on foredunes and back-island dune fields.\nMadre soils: are not frequently flooded and on barrier flats.\nMalaquite soils: are Typic Halaquepts and on barrier flats.\nMustang soils: are Typic Psammaquents and are on barrier flats.\nPadre and Panam soils: are Aquic Quartzipsamments and are on low dunes or mounds on barrier flats.\nTatton soils: are very poorly drained and on slightly lower landforms\nTwinpalms soils: are Aquic Ustorthents and are on spoil pile islands.\nYarborough soils: are Typic Halaquepts and are on spoil pile islands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class:  Poorly drained\nPermeability:  rapid above the high water table, but the overall permeability class is very slow\nRunoff: high on flats and negligible in depressions due to the depressional feature of the wind-tidal flats.\nFlooding: frequent for brief periods with salt water, which occur during times of high wind that pushes water onto the wind-tidal flats, storm surges, and heavy rains associated with tropical storms\nA permanent water table fluctuates from 30 to 46 cm (12 to 18 in) below the soil surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: primarily as wildlife habitat and for recreation. These soils are essentially barren of vegetation but have a thin benthic, blue-green algal mat consisting of Cyanobacteria. Halophytic vegetation consisting of saltwort and glasswort occur for short periods after inundation. The surface salinity rises as the surface dries, and eventually becomes toxic to the plants.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites: Wind Tidal Flat"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Gulf Coast Saline Prairies on barrier islands along the lower Gulf Coast of Texas.\nLand Resource Region: T-Atlantic and Gulf Coast Lowland Forest and Crop Region\nMajor Land Resource Area: 150B-Gulf Coast Saline Prairies\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Willacy County, TX, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series type location was moved from Willacy County to Kenedy County during the Soil Survey of Kenedy County because of easier access, local laboratory data, and more centralized series concept. The classification was changed from Typic Salorthids to Typic Aquisalids in 1995 based on application of the 6th edition of the Keys to Soil Taxonomy. The classification was changed in December 2004 from Typic Aquisalids to Sodic Psammaquents based on application of the 9th edition of the Keys to Soil Taxonomy and field investigations during the mapping of Padre Island National Seashore.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in). (Anz1, Anz2, Cnzg1, and Cnzg2 horizons)\nOchric epipedon: 0 to 43 cm (0 to 17 in). (Anz1 and Anz2 horizons)\nSalic Horizons: The zone from 43 to 203 cm (17 to 80 in). (Horizons Cnzg1, Cnzg2, and Cnzg3)\nEndosaturation: The zone of saturation at 31 to 203 cm (12 to 80 in). (Anz2, Cnzg1, Cnzg2, and Cnzg3 horizons)\nAquic conditions: These soils remain saturated and have reducing conditions for at least one month in most years from 31 to 203 cm (12 to 80 in).\nADDITIONAL DATA: Laboratory data exists on the typical pedon from Kenedy County. Particle-size analysis on five pedons, and salinity and sodicity tests on eight pedons performed at the soil survey project office. Salic horizons based on local lab data from pedon L17-102-1.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
