{
  "SERIES": "SAUCON",
  "STATUS": "Tentative Series",
  "BYREV": "REV. NJC-EAW",
  "REVDATE": "4/93",
  "STATES": "PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saucon gravelly loam - cultivated.  (Colors are for moist soil.)\nAp--0 to 10 inches; reddish brown (5YR 4/3) gravelly silt loam; weak fine granular structure; friable, nonsticky and nonplastic; 25 percent rock fragments of quartzite gravel and cobbles; neutral; abrupt smooth boundary.  (8 to 12 inches thick)\nBt1--10 to 19 inches; yellowish red (5YR 4/6) gravelly silty clay loam; moderate medium subangular blocky structure; friable, sticky and plastic; common distinct clay films; 25 percent rock fragments of quartzite gravel and cobbles; neutral; gradual wavy boundary.  (2 to 10 inches thick)\nBt2--19 to 27 inches; reddish brown (5YR 4/4) gravelly silty clay loam; moderate medium subangular blocky structure; friable, sticky and plastic; common distinct clay films; 20 percent rock fragments of quartzite gravel and cobbles; slightly acid; clear wavy boundary. (7 to 15 inches thick)\nBt3--27 to 37 inches; reddish brown (5YR 4/4) gravelly silty clay loam; weak very coarse prismatic structure parting to moderate medium subangular blocky structure; firm, sticky and plastic; common distinct clay films; 15 percent rock fragments of quartzite gravel and cobbles; moderately acid; clear wavy boundary.  (8 to 14 inches thick)\nBt4--37 to 52 inches; dark reddish brown (5YR 3/4) gravelly clay loam; moderate medium and coarse subangular blocky structure; firm, sticky and plastic; common distinct clay films; 20 percent rock fragments of quartzite gravel; strongly acid; clear wavy boundary.  (9 to 20 inches thick)\nC1--52 to 69 inches; dark reddish brown (5YR 3/4) very gravelly loam; massive; friable, nonsticky and nonplastic; 50 percent rock fragments of quartzite gravel; strongly acid; clear wavy boundary.\nC2--69 to 81 inches; dark red (2.5YR 3/4) very gravelly loam; massive; friable, nonsticky and nonplastic; 50 percent rock fragments of quartzite gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lehigh County, Pennsylvania; Lower Milford Township, 3 1/2 miles southwest of the junction of LR39004 and the Bucks County Line, about 1 mile northeast of the Pennsylvania Turnpike; USGS Milford square topographic quadrangle: lat 40 degrees 28 minutes 15 seconds N.  and long. 75 degrees 25 minutes 55 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to fanglomerate bedrock ranges from 6 to 20 feet.  Rock fragments of rounded quartzite predominate but some subround to angular fragments are in the soil.  They are mostly -less than 3 inches in size, include some cobbles, and range up to 12 inches or more.  Rock fragment content ranges from 15 to 35 percent, with an average of about 25 percent of which about 5 percent are cobbles in the solum and from 15 to 80 percent in the C horizon.  The soil ranges from strongly acid to moderately acid where unlimed.\nThe A horizon has hue of 5YR through 10YR, value of 3 or 4, and chroma of 3 or 4.  Textures range from silt loam to loam in the fine earth fraction.\nThe B horizon has hue of 5YR or 2.5YR, value of 3 or 4, and chroma of 3 through 6.  Textures are silty clay loam or clay loam in the fine-earth fraction with usually just more than 35 percent clay in the particle size control section.  Structure is weak or moderate, fine to coarse subangular blocky.\nThe C horizon has hue of 5YR through 10R,  value of 3 or 4 and chroma of 2 to 4.  Texture is loam, clay loam or silty clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alsop, Ebal, Fauquier, Lenberg, Montalto, Orenda, Needmore, Norton Peabody, Pisgah, and Poplimento series in the same family and the Athol Arendtsville, Panorama, and Sudley series are in related families.  Alsop soils are developed in loess over residuum and have a Cr horizon less than 60 inches.  Ebal soils are moderately well drained and have less than 15 percent rock fragments in the upper Bt. Fauquier soils contain fragments of mafic rocks or greenstone.  Lenberg soils are less than 40 inches to a paralithic contact of soft clay shale.  Montalto soils contain fragments of basic igneous rocks.  Needmore soils have sola less than 40 inches thick.  Orenda soils contain fragments of Hornblende gneiss and schist and vein quartz.  Peabody soils have less than 15 percent rocks in the A and Bt1 of soft shale or siltstone and a Cr at less than 40 inches.  Pisgah soils have less than 15 percent rock fragments of limestone and chert and yellowish brown colors.  Poplimento soils have less than 15 percent rock fragments of limestone, shale, or siltstone.  Athol and Arendtsville soils have significantly less then 35 percent clay (usually average 20 to 28 percent) in the particle size control section.  Panorama soils have lower base saturation and less than 15 percent rock fragments above a lithologic discontinuity. Sudley soils have less than 15 percent rock fragments in the A and B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Broad upland hills that are broadly to moderately dissected with long slopes.  Slopes are mainly 0 to 25 percent with an extreme range of about 0 to 40 percent.  Saucon soils formed in materials weathered from a fanglomerate of quartzite and other rocks held together in a red matrix. They are on residual and colluvial hills.   The climate is humid and temperate. Mean annual precipitation ranges from 40 to 44 inches; mean annual temperature ranges 50 to 55 degrees F.; and the frost free season ranges from 165 to 175 days.\nOther closely competing series are Athol, which is fine loamy, Oatlands, which is moderately deep and fine loamy, Arendtsville, which is fine loamy and has less than 35 percent base saturation, Panorama which has less than 15 percent rock fragments of sandstone and shale and is fine loamy, Areola which is moderately deep and fine loamy, and Pattenburg which is loamy skeletal and has lower base saturation."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS & GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bucks, Doylestown, Lansdowne, Neshaminy, Penn and Reaville soils.  Bucks, Neshaminy and Penn soils contain less clay in the Bt horizon and Penn soils are also shallower to bedrock. The Doylestown, Lansdowne and Reaville soils have mottles of low chroma in the upper part of the Bt horizons. & GEOGRAPHICALLY ASSOCIATED SOILS:  The competing Athol, Lewisberry, and Neshaminy soils as well as Highfield, Myersville, Penn, and Readington soils are frequently in the same landscape.  Penn soils are moderately deep with angular shale rock fragments, Lewisberry soils are coarse loamy, Highfield soils formed in rhyolite and Nesheminy soils formed in diabase and basic igneous rocks, Myersville in basic crystaline rocks.  Readington soils have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Saucon soils are well drained.  Runoff is moderate on the predominantly gentle slopes.  They have moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil has been cleared and cropped chiefly to small grain, corn, soybeans and hay or orchards.  Wild vegetation consists mainly of oaks, hickories, beech and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Saucon soils are in Triassic Basins of the northern part of the Piedmont Plateau in Pennsylvania and possibly New Jersey and Virginia.  It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\na.  Ochric epipedon - the zone from the surface of the soil to a depth of about 10 inches (Ap horizon).\nb.  Argillic horizon - the zone from 10 inches to about 52 inches (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
