{
  "SERIES": "SAUCEDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/LEL/NAR",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Sauceda series consists of soils that are very shallow and shallow to Mitchell Mesa ignimbrite bedrock.  They are well drained soils that have moderately permeable surface layers over slowly permeable ignimbrite bedrock.  The Sauceda soil formed in residuum weathered from ignimbrite.  These nearly level to hilly soils are on undissected questa dipslopes and low hills formed by erosion.  Slopes range from 1 to 30 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sauceda very gravelly loam - rangeland.  (Colors are for dry soil unless otherwise specified).\nA1--0 to 2 inches, brown (7.5YR 4/2) very gravelly loam, dark brown (7.5YR 3/2) moist; moderate medium and fine granular structure; slightly hard, friable; many very fine and fine roots;  50 percent ignimbrite gravel; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (1 to 4 inches thick)\nA2--2 to 8 inches, brown (7.5YR 4/3) very cobbly loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable; many very fine and fine roots; few films, threads, and masses of calcium carbonate; 20 percent ignimbrite gravel; 30 percent ignimbrite cobbles with coatings of calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (0 to 16 inches thick)\nRk--8 to 14 inches, slightly fractured ignimbrite bedrock with coatings of calcium carbonate in fractures; common fine and very fine roots in fractures; many pendants from 2 to 6 mm thick on lower side of upper layers; clear wavy boundary.  (3 to 8 inches thick)\nR--14 to 60 inches, slightly fractured ignimbrite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presidio County, Texas; from the junction of U.S. Highway 90 and U.S. Highway 67 in Marfa, 7.3 miles south on U.S. highway 67; 24.6 miles southeast on Ranch Road 169 to end of pavement; 6.2 miles south on county road to junction to Casa Piedra; 9.6 miles south and east on county road; 0.4 miles northeast on ranch road; 2.7 miles north on ranch road; 1.9 miles northwest on ranch road; 0.5 miles east on ranch road; 20 feet north of road in range.  Puerto Potrillo, TX USGS 7.5 minute quadrangle; Latitude: 29 degrees, 45 minutes, 31 seconds North; Longitude: 103 degrees, 54 minutes, 39 seconds West; NAD83; UTM 605304 m E., 3292535 m N.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section is usually dry in all parts less than three-fourths of the time that the soil temperature exceeds 41 degrees F. Ustic aridic soil moisture regime.\nMean annual soil temperature: 60 to 69 degrees F.\nDepth to ignimbrite bedrock: 4 to 20 inches\nClay content: 18 to 30 percent\nOrganic carbon content:  greater than 2 percent\nCalcium carbonate equivalent: 5 to 10 percent\nIgnimbrite rock fragment content: 35 to 75 percent\nReaction: slightly alkaline or moderately alkaline\nIgnimbrite rock fragments cover 40 to 90 percent of the surface.\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loam, sandy loam, sandy clay loam, clay loam\nEffervescence: slight to strong\nR layer: ignimbrite bedrock that may be fractured in the upper part, but is less fractured with depth.\nCementation class: Very strongly cemented to indurated\nExcavation difficulty: extremely high"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bofecillos (TX), Holguin (TX), Scotal (TX), and Beach (TX) series.\nBofecillos soils contain less than 5 percent calcium carbonate and less than 2 percent organic carbon.  Holguin soils contain less than 18 percent clay and less than 2 percent organic carbon.  Scotal soils contain more than 10 percent calcium carbonate.  Beach soils contain less than 2 percent organic carbon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sauceda soils are on erosional remnants of questa dipslopes, and on hills formed by erosion.  Slopes range from 1 to 30 percent.  The soils formed in residuum weathered from Mitchell Mesa Ignimbrite.   The mean annual precipitation is 12 to 15 inches.  Most precipitation occurs as high intensity rainfall during covectional afternoon thuderstorms form June through September.  The mean annual air temperature 60 to 67 degrees F.  Frost-free period is 200 to 250 days.  Elevation is 3,500 to 5,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boludo (TX), Decoty (TX), and Holguin (TX) series.  Boludo soils have both a petrocalcic and a lithic contact within 20 inches.  They occur on broad stable questa dipslope remnants.  Decoty soils have a calcic horizon and a lithic contact.  They formed in residuum over ignimbrite.  Holguin soils formed in red conglomerate in the Duff, Pruett, and Tascotal Formation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderate in the surface and slow in the ignimbrite bedrock. Runoff is low on 1 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on 20 to 30 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing.  Woody species in the plant community include whitethorn acacia, lechuguilla, javelinabush, ephedra, ocotillo, yucca, sotol, skeletonleaf goldeneye and creosotebush. Important grasses are black grama, Arizona cottontop, perennial threeawns, muhlys, sand dropseed, plains lovegrass, sideoats grama and cane bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. MLRA 42. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brewster County Main Part, Texas, 2002. The name is from Sauceda Creek in the vicinity of the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (A1 and A2 horizons) The soil meets all requirements for a mollic epipedon except some part of the epipedon is moist for less than 90 days (cumulative) in normal years during times when the soil temperature at a depth of 20 inches is 41 degrees F.\nLithic contact - the boundary at 8 inches (Rk horizon)\nUstic feature - A moisture control section that, in normal years, is dry in all its parts for less than three-fourths of the cumulative days per year when the soil temperature at a depth of 50 cm from the soil surface is 41 F or higher.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nSeries updated to clarify differences between competing series, June 2008 by Marfa MSSL.\nUpdated competing series section for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Burt, E.R.  1970.  Petrology of the Mitchell Mesa Rhyolite, Trans-Pecos Texas.  Ph.D. dissertation, University of Texas at Austin.  95 pp.\nCharacterization data for Pedon S93TX377-002 is available from Texas A&M University Soil Characterization Lab."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium and fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches, brown (7.5YR 4/2) very gravelly loam, dark brown (7.5YR 3/2) moist; moderate medium and fine granular structure; slightly hard, friable; many very fine and fine roots;  50 percent ignimbrite gravel; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--2 to 8 inches, brown (7.5YR 4/3) very cobbly loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable; many very fine and fine roots; few films, threads, and masses of calcium carbonate; 20 percent ignimbrite gravel; 30 percent ignimbrite cobbles with coatings of calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "Rk",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Rk--8 to 14 inches, slightly fractured ignimbrite bedrock with coatings of calcium carbonate in fractures; common fine and very fine roots in fractures; many pendants from 2 to 6 mm thick on lower side of upper layers; clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--14 to 60 inches, slightly fractured ignimbrite bedrock"
      }
    ]
  ]
}
