{
  "SERIES": "SAUGATUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWN- EPJ-MLK",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic, shallow, ortstein Typic Duraquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Saugatuck sand, on a north-facing, 1 percent slope in woodland. (Colors are for moist soil unless otherwise stated. When described on June 18, 1996 the water table was at a depth of 20 cm (8 inches).)\nA--0 to 13 cm (5 inches); black (N 2.5/) sand, very dark gray (5YR 3/1) dry; weak fine granular structure; very friable; common fine to coarse roots; very strongly acid; abrupt smooth boundary. [0 to 15 cm (6 inches) thick]\nE--13 to 20 cm (5 to 8 inches); dark grayish brown (10YR 4/2) sand, pinkish gray (7.5YR 7/2) dry; weak fine subangular blocky structure; very friable; common fine to coarse roots; few fine faint grayish brown (10YR 5/2) iron depletions; very strongly acid; abrupt irregular boundary. [8 to 38 cm (3 to 15 inches) thick]\nBhsm1--20 to 28 cm (8 to 11 inches); black (5YR 2.5/1) sand; massive; firm; 90 percent of horizon occupied by strongly cemented ortstein in a horizontal pattern; strongly acid; abrupt wavy boundary.\nBhsm2--28 to 38 cm (11 to 15 inches); dark reddish brown (5YR 2.5/2) sand; massive; firm; 90 percent of horizon occupied by strongly cemented ortstein in a horizontal pattern; strongly acid; abrupt smooth boundary. [Combined thickness of the Bhsm horizon is 10 to 30 cm (4 to 12 inches).]\nBs1--38 to 56 cm (15 to 22 inches); dark brown (7.5YR 3/4) sand; weak medium subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear wavy boundary.\nBs2--56 to 66 cm (22 to 26 inches); strong brown (7.5YR 4/6) sand; single grain; loose; common fine and medium roots; strongly acid; clear wavy boundary. [Combined thickness of the Bs horizon is 0 to 46 cm (18 inches).]\nBC--66 to 140 cm (26 to 55 inches); yellowish brown (10YR 5/4) sand; single grain; loose; common fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron in the matrix; moderately acid; clear wavy boundary. [15 to 76 cm (6 to 30 inches) thick]\nC--140 to 203 cm (55 to 80 inches); brown (10YR 5/3) sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Manistee County, Michigan, about 2 miles southwest of the city of Copemish, Springdale Township; 2,540 feet south and 1640 feet west of the northeast corner of sec. 26, T. 24 N., R. 14 W.; USGS Copemish 7.5 minute topographic quadrangle; lat. 44 degrees 26 minutes 54 seconds N. and long. 85 degrees 57 minutes 56 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 51 to 140 cm (20 to 55 inches)\nReaction: extremely acid to moderately acid throughout the series control section\nMoisture status: soil is saturated for fewer than 90 days during the time when the soil temperature exceeds 5 degrees C\nA horizon:\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nAp horizon, where present:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nE horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 1 or 2\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nBhsm horizon, or Bhs horizon where present:\nHue: 2.5YR to 7.5YR\nValue: 2.5 or 5\nChroma: 1 to 3\nOrtstein content: 90 to 100 percent\nTexture: sand or fine sand\nBs horizon:\nHue: 2.5YR to 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: sand or fine sand\nBsm horizon, where present:\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 3 to 6\nTexture: sand or fine sand\nBC horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 4 to 8\nTexture: sand or fine sand\nC horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 2 to 4\nTexture: sand or fine sand\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Jebavy series. Jebavy soils are saturated more than 90 days when the soil temperature exceeds 5 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Saugatuck soils are on outwash plains, lake plains, and till plains. Slope ranges from 0 to 6 percent. The Saugatuck soils formed in sandy glaciofluvial deposits. Mean annual precipitation ranges from 737 to 1016 mm (29 to 40 inches). Mean annual temperature ranges from 7.2 to 9.4 degrees C (45 to 49 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The poorly drained Granby and Jebavy soils, the somewhat poorly drained Pipestone soils, and the excessively drained Plainfield soils are common associated soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of an apparent seasonal high water table ranges from 15 to 61 cm (0.5 to 2.0 feet) for 75 to 90 days when the soil temperature is above 5 degrees C. Potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately low in the ortstein and high or very high in the rest of the profile. Permeability is moderately slow or slow in the ortstein and rapid in the rest of the profile."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly second growth forest with a small acreage in pasture, blueberries, vegetables, and general crops. Principal tree species included aspen, white pine, black spruce, red maple, northern white cedar, and paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 96, 97, 98, 101, 143, 144A, 145, and 149B in lower Michigan, Indiana, Massachusetts, New Hampshire, and New York. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegan County, Michigan, 1901."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 13 cm (5 inches) (A horizon).\nAlbic horizon: from a depth of 13 to 20 cm ( 5 to 8 inches) (E horizon).\nSpodic horizon: from a depth of 20 to 66 cm (8 to 26 inches) (Bhsm and Bs horizons).\nThe Saugatuck soils were once mapped as both somewhat poorly drained and poorly drained soils. Saugatuck series is now restricted to somewhat poorly drained soils with saturation for 75 to 90 days when the soil temperature is above 5 degrees C. The Jebavy series covers the poorly drained counterpart which would be a hydric soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
