{
  "SERIES": "SAUNOOK",
  "STATUS": "Established Series",
  "BYREV": "LBH:STE:AG; Rev. MKC",
  "REVDATE": "03/2004",
  "STATES": "GA,NC,VA",
  "OVERVIEW": "The Saunook series consists of very deep, well drained, moderately permeable soils on benches, fans, and toe slopes in coves in the Blue Ridge (MLRA 130). They formed in colluvium derived from materials weathered from felsic to mafic, igneous and high-grade metamorphic rocks. Slope ranges from 2 to 60 percent. Near the type location, mean annual temperature is 53 degrees F.\nand mean annual precipitation is 55 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Saunook loam, on a 21 percent slope in an apple orchard. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) loam; brown (10YR 4/3) dry; weak fine and medium granular structure; very friable; many fine and few medium and coarse roots; 3 percent cobbles and 3 percent gravel; few fine flakes of mica; moderately acid; abrupt smooth boundary. (7 to 15 inches thick)\nBt1--9 to 28 inches; dark yellowish brown (10YR 4/6) loam; weak medium subangular blocky structure; friable; common fine and few medium and coarse roots; few faint clay films on faces of peds and in pores; 4 percent gravel, 3 percent cobbles, and 1 percent stones; common fine flakes of mica; slightly acid; gradual wavy boundary. (8 to 24 inches thick)\nBt2--28 to 34 inches; dark yellowish brown (10YR 4/6) cobbly loam; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds and in pores; 15 percent cobbles, 10 percent gravel, and 5 percent stones; common fine flakes of mica; slightly acid; gradual wavy boundary. (5 to 22 inches thick)\nBC--34 to 65 inches; yellowish brown (10YR 5/6) cobbly sandy loam; weak fine subangular blocky structure; very friable; 12 percent cobbles, 10 percent gravel, and 3 percent stones; common fine flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Haywood County, North Carolina; 1.0 mile east from Waynesville on U.S. Highway 276; 0.7 mile south on SR 1130; 0.1 mile south on orchard road; 120 feet north of road in apple orchard."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 40 to more than 60 inches. Depth to bedrock is greater than 60 inches. Content of mica flakes is few or common. Rock fragment content is less than 35 percent in the A and Bt horizons, and ranges to 60 percent in the BC and C horizon, where present. The fragments range in size from gravel to stones. Reaction ranges from extremely acid to moderately acid in the A horizon, unless the soil has been limed. It is very strongly acid to slightly acid the Bt and C horizons.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 2 to 4; or hue of 7.5YR, value of 3, and chroma of 2 to 4. Dry value is less than 6. The Ap or A horizon is fine sandy loam, sandy loam, loam, silt loam, sandy clay loam, or clay loam in the fine earth fraction.\nThe BA or BE horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. It is fine sandy loam, loam, sandy loam, loam, silt loam, or sandy clay loam in the fine earth fraction.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8. In some pedons, part of the Bt horizon may have hue of 5YR, value of 4 to 6, and chroma of 4 to 8. It is loam, clay loam, sandy clay loam, or silt loam in the fine earth fraction.\nThe BC horizon is similar in color to the Bt horizon. It is coarse sandy loam, fine sandy loam, sandy loam, loam, silt loam, or sandy clay loam in the fine earth fraction.\nThe C horizon, where present, is colluvial material that is loamy or sandy in the fine earth fraction and is variable in color."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Excluding CEC activity class, these are the Colts Neck, Pineola, Royce, Snowbird, Statler, and Trimont series. Colts Neck soils contain glauconite and fragments of iron cemented sandstone. Pineola soils have paralithic contact at depths of 20 to 40 inches. Royce soils contain more silt and have fragments of shale. Snowbird soils formed in residuum from low grade metasedimentary rocks and contain fragments of these rocks. Statler soils formed in alluvium on terraces, may flood, and have a lower content of rock fragments. Trimont soils formed in residuum and have C horizons of saprolite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Saunook soils are on gently sloping to steep toe slopes, benches, and fans in coves in the Blue Ridge (MLRA 130). Slope is commonly 5 to 25 percent, but ranges from 2 to 60 percent. Elevation ranges from about 1,400 to 4,500 feet. Saunook soils formed in colluvium derived from materials weathered from felsic to mafic, igneous and high-grade metamorphic rocks such as granite, mica gneiss, hornblende gneiss, high-grade metagraywacke, and schist. Mean annual temperature ranges from 46 to 57 degrees F., and mean annual precipitation ranges from about 45 to 65."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Statler and Trimont soils, these are the Braddock, Brevard, Cashiers, Chandler, Cowee, Cullasaja, Dillsboro, Evard, Fannin, Hayesville, Sylva, Tate, Thunder, Tuckasegee, Tusquitee, Unison, and Whiteside series. Braddock, Dillsboro, and Unison soils are in a fine particle-size class. Brevard, Tate and Unison soils have thinner or lighter colored A horizons. Cashiers, Chandler, Cowee, Evard, Fannin, and Hayesville soils formed in residuum and have C horizons of saprolite. Cullasaja and Thunder soils are in a loamy-skeletal particle-size class. Tuckasegee and Tusquitee soils have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; saturated hydraulic conductivity is moderately high or high, permeability is moderate. Surface index runoff is negligible to medium. These soils receive surface and subsurface water from surrounding uplands, and seeps and springs are common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of this soil has been cleared and is used for orchards, corn, burley tobacco, small grain, truck crops, ornamentals, and pasture, as well as urban development. Common trees are yellow poplar, northern red oak, white oak, yellow buckeye, black cherry, black birch, white ash, cucumbertree,  and black locust. Understory plants include mountain-laurel, black locust, rhododendron, greenbrier, flowering dogwood, red maple, poison-ivy, grape,\nhoneysuckle, sourwood, switchcane, and Christmas fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina, Tennessee, and possibly Georgia, Virginia, and South Carolina. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina, 1990. The name is from the Saunook community, near the type location in Haywood County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Saunook series was formerly included with the Tate and Tusquitee series. However, Tate soils have an ochric epipedon that has higher color value, and Tusquitee soils have a cambic horizon.\nADDITIONAL DATA:\nMLRA: 130 SIR: NC0195, NC0282 (SILTY)\nThe Saunook series has the following diagnostic horizons and features:\nOchric epipedon - The zone from the surface to a depth of 9 inches (Ap horizon)\nHumic Hapludults subgroup feature - Moist value of 3 and dry value of 4 in the Ap horizon (0 to 9 inches)\nArgillic horizon - The zone from 9 to 34 inches (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark brown (10YR 3/3) loam; brown (10YR 4/3) dry; weak fine and medium granular structure; very friable; many fine and few medium and coarse roots; 3 percent cobbles and 3 percent gravel; few fine flakes of mica; moderately acid; abrupt smooth boundary. (7 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 28 inches; dark yellowish brown (10YR 4/6) loam; weak medium subangular blocky structure; friable; common fine and few medium and coarse roots; few faint clay films on faces of peds and in pores; 4 percent gravel, 3 percent cobbles, and 1 percent stones; common fine flakes of mica; slightly acid; gradual wavy boundary. (8 to 24 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--28 to 34 inches; dark yellowish brown (10YR 4/6) cobbly loam; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds and in pores; 15 percent cobbles, 10 percent gravel, and 5 percent stones; common fine flakes of mica; slightly acid; gradual wavy boundary. (5 to 22 inches thick)"
      },
      {
        "name": "BC",
        "top": 86,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH_class": "moderately acid",
        "narrative": "BC--34 to 65 inches; yellowish brown (10YR 5/6) cobbly sandy loam; weak fine subangular blocky structure; very friable; 12 percent cobbles, 10 percent gravel, and 3 percent stones; common fine flakes of mica; moderately acid."
      }
    ]
  ]
}
