{
  "SERIES": "SAUNDERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGS-JAL",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saunders silty clay loam, hayland (colors are for dry soil unless otherwise noted).\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) silty clay loam, gray (10YR 5/1) dry; moderate fine platy structure; hard, firm, moderately sticky and moderately plastic; few coarse roots and many fine and very fine roots; many very fine interstitial pores; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (4 to 6 inches thick)\nA2--5 to 14 inches; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; moderate medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; few coarse roots and common fine and very fine roots; common very fine interstitial pores; strongly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (6 to 10 inches thick)\nBk1--14 to 26 inches; dark grayish brown (10YR 4/2) silty clay loam, gray (10YR 6/1) dry; moderate medium and fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few coarse roots and common fine and very fine roots; common very fine tubular pores; common fine soft masses of lime, disseminated lime; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (10 to 14 inches thick)\nBk2--26 to 32 inches; dark grayish brown (10YR 4/2) silty clay loam, gray (10YR 6/1) dry; moderate very fine granular structure; very hard, firm, moderately sticky and moderately plastic; few coarse roots and common fine and very fine roots; common very fine interstitial pores; common fine soft masses of lime, disseminated lime; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 10 inches thick)\nBCg--32 to 45 inches; gray (2.5Y 5/1) silty clay, light gray (2.5Y 7/1) dry; few fine distinct light olive brown (2.5Y 5/4) moist redox concentrations; massive; very hard, very firm, moderately sticky and moderately plastic; few fine and very fine roots; few fine tubular pores; strongly effervescent; strongly alkaline (pH 8.5); clear irregular boundary.  (10 to 20 inches thick)\nCg--45 to 60 inches; dark gray (10YR 4/1) clay, gray (5Y 6/1) dry; massive; very hard, extremely firm, very sticky and very plastic; few fine and very fine roots; few fine tubular pores; few fine soft masses of lime; strongly effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Montana; 1,800 feet east and 1,300 feet south of the NW corner of sec. 35, T. 5 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to seasonal high water table - 12 to 24 inches.\nSoil phases - nonsaline.\nA horizon - Value:  4 or 5 dry\nClay content:  27 to 35 percent\nEC:  4 to 16 mmhos/cm--(reclaimed):  less than 4 mmhos/cm\nReaction:  pH 7.4 to 8.4\nBk1 horizon - Chroma:  1 or 2\nClay content:  27 to 35 percent\nCalcium Carbonate Equivalent:  15 to 35 percent\nEC:  4 to 8 mmhos/cm--(reclaimed):  less than 4 mmhos/cm\nReaction:  pH 7.9 to 8.4\nBk2 horizon - Chroma:  1 or 2\nClay content:  27 to 35 percent\nCalcium Carbonate Equivalent:  15 to 35 percent\nEC:  4 to 8 mmhos/cm--(reclaimed):  less than 4 mmhos/cm\nReaction:  pH 7.9 to 8.4\nBC and Cg horizons - Hue:  10YR, 2.5Y or 5Y\nValue:  6 or 7 dry; 4 or 5 moist\nTexture:  silty clay, clay, or clay loam\nClay content:  30 to 50 percent\nCalcium Carbonate Equivalent:  10 to 25 percent\nEC:  4 to 8 mmhos/cm--(reclaimed):  less than 4 mmhos/cm\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBearden (ND) - has electrical conductivity of less than 4 mmhos/cm throughout; is somewhat poorly drained; formed in lacustrine sediments in a 15 to 24 inch precipitation zone.\nCubden (SD) - has electrical conductivity of less than 4 mmhos/cm throughout; is somewhat poorly drained; formed in material from till in a 15 to 18 inch precipitation zone.\nGunclub (MN) - has electrical conductivity of less than 4 mmhos/cm throughout; is somewhat poorly drained; formed in lacustrine sediments over till in a 20 to 24 inch precipitation zone.\nMcIntosh (MN) - has electrical conductivity of less than 4 mmhos/cm throughout; is moderately well or somewhat poorly drained; formed in silty material over till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces.\nElevation - 4,800 to 6,000 feet.\nSlope - 0 to 2 percent.\nParent material - alluvium from mixed sources.\nClimate - long, cold winters; moist springs; hot, dry summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual temperature - 38 to 42 degrees F.\nFrost-free period - 90 to 105 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow permeability"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Saunders soils are used mainly for rangeland; some areas are used for irrigated hay and small grains.  Potential native vegetation is mainly basin wildrye, northern reedgrass, tall sedges, slender wheatgrass, and woody plants."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Saunders soils are inextensive in valleys of the mountains and foothills of southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madison County Area, Montana, 1983."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
