{
  "SERIES": "SAURATOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL:DCC:AG:MKC",
  "REVDATE": "04/2001",
  "STATES": "NC",
  "OVERVIEW": "The Sauratown series consists of moderately deep, well drained, moderately permeable soils on mountain ridges and side slopes.  They formed in loamy residuum weathered from high-grade metamorphic rocks such as quartzite gneiss and schistose quartzite.  Slope ranges from 2 to 60 percent.  Near the type location, mean annual air temperature is 55 degrees F. and mean annual precipitation is 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, subactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sauratown channery fine sandy loam on a 29 percent, convex, north-facing slope in a hardwood forest dominated by chestnut oak.\nOi--2 to 0 inches; partially decomposed organic matter and leaves, twigs, and roots.\nA--0 to 2 inches; dark brown (10YR 4/3) channery fine sandy loam; weak medium granular structure; very friable; many fine, medium, and coarse roots; 30 percent channers and 5 percent stones by volume; few fine flakes of mica; extremely acid; clear wavy boundary.  (2 to 10 inches thick)\nE--2 to 8 inches; yellowish brown (10YR 5/4) channery fine sandy loam; weak medium granular structure; very friable; many fine, medium, and coarse roots; few fine flakes of mica; 25 percent channers and 5 percent stones by volume; extremely acid; gradual wavy boundary.  (0 to 10 inches thick)\nBE--8 to 12 inches; yellowish brown (10YR 5/6) channery fine sandy loam; weak fine subangular blocky structure; very friable; common fine and medium and few coarse roots; few fine flakes of mica; 25 percent channers and 5 percent stones by volume; extremely acid; gradual wavy boundary.  (0 to 6 inches thick)\nBt1--12 to 26 inches; yellowish brown (10YR 5/8) channery sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine, medium, and coarse roots; few fine pores; few faint clay films on faces of peds; common fine flakes of mica; 20 percent channers and 5 percent stones by volume; extremely acid; gradual wavy boundary.\nBt2--26 to 31 inches; brownish yellow (10YR 6/6) channery sandy clay loam; common medium distinct yellowish brown (10YR 5/8) and few medium prominent red (10R 4/6) mottles; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine, medium, and coarse roots; few fine pores; few faint clay films on faces of peds; common fine flakes of mica; 25 percent channers and 5 percent stones by volume; extremely acid; abrupt wavy boundary.  (Combined thickness of Bt is 11 to 33 inches.)\nR--31 inches; hard quartzite gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stokes County, North Carolina; 0.8 mile southwest of Danbury; 0.8 mile south of the intersection of Secondary Road 2035 and North Carolina Highway 89 on Secondary Road 2035 and continuing on trail; 300 feet west of the switchback on trail; 100 feet north of trail in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 20 to 40 inches.  Depth to hard bedrock is 20 to 40 inches.  Rock fragments range from 5 to 50 percent in the A, E, and C horizons and from 5 to 35 percent in the BE, Bt, and BC horizons.  Rock fragments may be channers, gravel, cobbles, flagstones, or stones.  Content of mica flakes is none to common.  Reaction ranges from extremely acid to moderately acid throughout the soil unless lime has been added.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 6.  Horizons with values of 3 are less than 6 inches thick.  The A horizon is fine sandy loam, sandy loam, loam, or loamy fine sand in the fine earth fraction.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 4 to 6.  It has the same textures as the A horizon.\nThe BE or BA horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  It is fine sandy loam, loam, or sandy clay loam in the fine earth fraction.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 4 to 8.  It is sandy clay loam, clay loam, loam, or fine sandy loam in the fine earth fraction.\nThe BC horizon, where present, has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 6 to 8.  It is sandy clay loam, clay loam, loam, or fine sandy loam in the fine earth fraction.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 6 or 7, and chroma of 3 to 8.  It is saprolite that is a fine sandy loam, sandy loam, or loam in the fine earth fraction.\nThe Cr horizon, where present, is weathered quartzite gneiss or schistose quartzite that is variable in color and can be dug with difficulty with a spade.  Thickness ranges from 0 to 6 inches.\nThe R layer is gray, white, or pale brown hard quartzite gneiss or schistose quartzite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albemarle, Allegheny, Allenwood, Arcola, Arendstville, Aura, Bedington, Birdsboro, Brasstown, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Cowee, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Gladstone, Glenelg, Junaluska, Leck Kill, Lonon, Meadowville, Murrill, Nixon, Pigeonroost, Pineville, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers, and Whiteford soils in the same family.   Competing soils in closely related families are the Ashe, Chestnut, Ditney, Lilly, and Ranger series.\nNone of the competing series in the same family formed in residuum weathered from high-grade metamorphic rocks such as quartzite gneiss and schistose quartzite and contain fragments of those rocks, except for possibly Edneytown, Gladstone, and Pigeonroost soils.  Edneytown soils are deeper than 60 inches to bedrock, Gladstone soils are deeper than 40 inches to bedrock, and both soils may have thicker sola than Sauratown soils.  Pigeonroost soils have a paralithic contact and a Cr horizon at depths of 20 to 40 inches, and depth to a lithic contact is more than 40 inches.\nThe Ashe, Chestnut, Ditney, Lilly, and Ranger series in related families do not have an argillic horizon.  In addition, Ashe, Chestnut, and Lilly soils are coarse-loamy, and Ranger is loamy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sauratown soils are gently sloping to very steep and are on ridges and side slopes of the Southern Appalachian Mountains and the Sauratown Mountains.  Elevation ranges from 900 to 2700 feet.  Mean annual air temperature is 52 to 57 degrees F. and mean annual precipitation is 40 to 60 inches.  Slopes are typically 15 to 45 percent but range from 2 to 60 percent.  Sauratown soils formed in residuum weathered from high-grade metamorphic rocks such as quartzite gneiss and schistose quartzite."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Ashe, Chestnut, Edneytown, and Tate soils, these include the Braddock, Cleveland, Greenlee, Hayesville, and Brevard soils.  Braddock, Hayesville, and Brevard soils are clayey.  Cleveland soils have bedrock at a depth of less than 20 inches.  Greenlee soils are loamy-skeletal.  Ashe, Chestnut, Cleveland, Edneytown, and Hayesville soils formed primarily in residuum and are on upland ridges and side slopes.  Braddock, Greenlee, Tate, and Brevard soils formed in colluvium and are in coves and on side slopes below rock outcrops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very little runoff where forest litter has not been disturbed, medium to rapid runoff where litter has been removed; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is forested.  Chestnut oak is the dominant tree on this soil.  Other common trees are white oak, scarlet oak, northern red oak, black oak, post oak, red maple, Virginia pine, Table Mountain pine, pitch pine, shortleaf pine, and eastern white pine.   The understory includes sourwood, flowering dogwood, blackgum, sassafras, blueberry, mountain laurel, and rhododendron.  A small acreage has been cleared of vegetation and large stones and used for tobacco, gardens, pasture, and hayland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Carolina, and possibly South Carolina, Tennessee, and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stokes County, North Carolina; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was mapped as the Hartsells series in the 1940 soil survey of Stokes County, North Carolina.  However, Hartsells is presently classified in the fine-loamy, siliceous, Typic Hapludults Family.  The 4/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy.  This soil is placed in the subactive CEC activity class based upon lab data from North Carolina State University.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 12 inches (A, E, and BE horizons)\nArgillic horizon - the zone from 12 to 31 inches below the surface (Bt1 and Bt2 horizons)\nLithic contact - the occurrence of hard bedrock at a depth of 31 inches (upper boundary of the R horizon)\nMLRA:  130             SIR:  NC0256\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 5,
        "bottom": 0,
        "narrative": "Oi--2 to 0 inches; partially decomposed organic matter and leaves, twigs, and roots."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; dark brown (10YR 4/3) channery fine sandy loam; weak medium granular structure; very friable; many fine, medium, and coarse roots; 30 percent channers and 5 percent stones by volume; few fine flakes of mica; extremely acid; clear wavy boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--2 to 8 inches; yellowish brown (10YR 5/4) channery fine sandy loam; weak medium granular structure; very friable; many fine, medium, and coarse roots; few fine flakes of mica; 25 percent channers and 5 percent stones by volume; extremely acid; gradual wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--8 to 12 inches; yellowish brown (10YR 5/6) channery fine sandy loam; weak fine subangular blocky structure; very friable; common fine and medium and few coarse roots; few fine flakes of mica; 25 percent channers and 5 percent stones by volume; extremely acid; gradual wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "channery",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--12 to 26 inches; yellowish brown (10YR 5/8) channery sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine, medium, and coarse roots; few fine pores; few faint clay films on faces of peds; common fine flakes of mica; 20 percent channers and 5 percent stones by volume; extremely acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "channery",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--26 to 31 inches; brownish yellow (10YR 6/6) channery sandy clay loam; common medium distinct yellowish brown (10YR 5/8) and few medium prominent red (10R 4/6) mottles; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine, medium, and coarse roots; few fine pores; few faint clay films on faces of peds; common fine flakes of mica; 25 percent channers and 5 percent stones by volume; extremely acid; abrupt wavy boundary.  (Combined thickness of Bt is 11 to 33 inches.)"
      },
      {
        "name": "R",
        "top": 79,
        "narrative": "R--31 inches; hard quartzite gneiss."
      }
    ]
  ]
}
