{
  "SERIES": "SAUXHEAD",
  "STATUS": "Established Series",
  "BYREV": "TGB-BVS-JJJ",
  "REVDATE": "02/2006",
  "STATES": "MI",
  "OVERVIEW": "The Sauxhead series consists of shallow, moderately well drained soils on bedrock benches. These soils formed in sandy and channery glaciofluvial deposits mainly derived from the underlying Jacobsville sandstone. Permeability is very rapid in the sandy mineral horizons and moderately slow in the sandstone bedrock. Slope ranges from 1 to 6 percent. Mean annual precipitation is about 31 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Lithic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sauxhead sandy loam, in an area of Sauxhead-Jacobsville complex, on a northeast-facing slope of 2 percent, in a forested area, at an elevation of about 795 feet. (Colors are for moist soil unless otherwise stated. When described on July 20, 1994, the soil was moist throughout).\nOa--0 to 1 inch; black (N 2.5/0) well decomposed forest litter; moderate fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary. (0 to 3 inches thick)\nE--1 to 4 inches; dark reddish gray (5YR 4/2) sandy loam; pinkish gray (5YR 6/2) dry; weak medium subangular blocky structure; friable; many very fine to coarse roots; about 3 percent gravel and 3 percent channers; strongly acid; clear wavy boundary. (3 to 5 inches thick)\n2Bw--4 to 14 inches; reddish brown (2.5YR 4/4) very channery loamy sand; weak medium subangular blocky structure; very friable; many very fine to coarse roots; strongly acid; about 50 percent sandstone channers and 5 percent gravel; clear wavy boundary. (0 to 10 inches thick)\n3Cr--14 to 17 inches; dark reddish brown (2.5YR 3/4) weathered and fractured sandstone; reddish brown (2.5YR 4/4) loamy sand in root channels and cracks; few very fine and fine roots in cracks and crevices; very strongly acid; abrupt wavy boundary. (0 to 7 inches thick)\n3R--17 inches; reddish brown (2.5YR 4/4) sandstone; common medium prominent light brownish gray (10YR 6/2) iron depletions on the surface of the bedrock; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation on the surface of the bedrock; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marquette County, Michigan; about 1 mile southwest of Buckroe; located about 1,200 feet west and 1,400 feet south of the northeast corner of section 10, T.49 N., R.26 W.; USGS Buckroe topographic quadrangle; lat. 46 degrees 39 minutes 52 seconds N. and long. 87 degrees 32 minutes 06 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the sandy skeletal mantle and depth to sandstone bedrock ranges from 10 to 20 inches. The rock fragments consist mainly of angular sandstone fragments with some rounded igneous and metamorphic gravel and cobbles present in some pedons. Volume of rock fragments averages from 35 to 60 percent in the particle size control section. The volume of channers and gravel ranges from 0 to 20 percent in the A and E horizons and from 35 to 60 percent in the 2Bw horizon. The volume of flagstones and cobbles ranges from 0 to 10 percent.\nThe Oa horizon has hue of 7.5YR, 10YR, or is neutral and has value of 2.5 or 3, and chroma of 1. Reaction is very strongly acid.\nThe A horizon, not in all pedons, has hue of 7.5 YR or 10YR, value of 2 or 3, and chroma of 1. It is sandy loam or loamy sand. Reaction is very strongly acid.\nThe E horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 2 or 3. It is sandy loam, loamy sand, or the channery or gravelly analogues of these textures. Reaction is very strongly acid or strongly acid.\nThe 2Bw horizon has hue of 2.5YR or 5YR, value of 4, and chroma of 3 or 4. It is very channery loamy sand or very channery sand. Reaction is strongly acid.\nThe 3Cr horizon has hue of 2.5YR, value of 3 or 4, and chroma of 4 to 6. It is soft and weathered sandstone. Reaction is very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckroe Series. The Buckroe soils lack redoximorphic features on the lithic contact and lack a season high water table."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sauxhead soils are on sandstone benches along Lake Superior. Slope ranges from 1 to 6 percent. Sauxhead soils formed in sandy and channery glaciofluvial deposits mainly derived from Jacobsville sandstone. Elevation ranges from 650 to 850 feet. Mean annual precipitation ranges from about 29 to 33 inches. Mean annual air temperature ranges from 40 to 44 degrees F. Frost-free period ranges from 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jacobsville, Zeba, Chocolay (proposed), Waiska, and Carlshend (proposed) soils. The poorly drained Jacobsville soils occur in a complex with Sauxhead soils. The somewhat poorly drained Zeba soils occur in shallow depressional areas and drainageways. The moderately well drained Chocolay and the excessively drained Waiska soils occur in a complex and are on nearby higher landscape positions. The moderately well drained Carlshend soils occur nearby in slightly higher positions and formed in loamy till shallow over sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is very slow or slow. The soil has a seasonal high water table that perches on the bedrock and ranges from 1 to 1.5 feet below the surface. It is more common in the spring after snow melt, but can occur for short periods from October to June. Permeability is rapid to very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forestland. Common tree species include quaking aspen, red maple, sugar maple, and American basswood. Common ground plants include spinulose shield fern, wild lily of the valley, starflower, shining clubmoss, and twisted stalk."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Upper Peninsula of Michigan along Lake Superior. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan, 1998. Source of name is a Lake near Halfway Location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Albic horizon - the zone from 1 to 4 inches (E horizon); Paralithic contact - the zone from 14 to 17 inches (3Cr horizon); Lithic contact - 17 inches (3R); Particle-size control section - the zone from 10 to 14 inches. (2Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 1 inch; black (N 2.5/0) well decomposed forest litter; moderate fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary. (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--1 to 4 inches; dark reddish gray (5YR 4/2) sandy loam; pinkish gray (5YR 6/2) dry; weak medium subangular blocky structure; friable; many very fine to coarse roots; about 3 percent gravel and 3 percent channers; strongly acid; clear wavy boundary. (3 to 5 inches thick)"
      },
      {
        "name": "2Bw",
        "top": 10,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw--4 to 14 inches; reddish brown (2.5YR 4/4) very channery loamy sand; weak medium subangular blocky structure; very friable; many very fine to coarse roots; strongly acid; about 50 percent sandstone channers and 5 percent gravel; clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "3Cr",
        "top": 36,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "3Cr--14 to 17 inches; dark reddish brown (2.5YR 3/4) weathered and fractured sandstone; reddish brown (2.5YR 4/4) loamy sand in root channels and cracks; few very fine and fine roots in cracks and crevices; very strongly acid; abrupt wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "3R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3R--17 inches; reddish brown (2.5YR 4/4) sandstone; common medium prominent light brownish gray (10YR 6/2) iron depletions on the surface of the bedrock; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation on the surface of the bedrock; very strongly acid."
      }
    ]
  ]
}
