{
  "SERIES": "SAVENAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. OPM/RJE/JAL",
  "REVDATE": "03/2002",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Vitrandic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Savenac silt loam - forest. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 0.5 inches; matted, partially decomposed organic material.\nA1--0.5 to 5 inches; very pale brown (10YR 7/3) silt loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; soft, very friable; many fine roots; many fine pores; discontinuous trace of light gray silt loam just beneath 0 horizon; neutral; clear smooth boundary. (4 to 8 inches thick)\nA2--5 to 8 inches; very pale brown (10YR 7/4) and 15 percent light gray (10YR 7/2) silt loam, brown (7.5YR 4/4) and brown (10YR 5/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common medium roots; many fine and medium pores; neutral; abrupt smooth boundary. (3 to 6 inches thick)\n2E--8 to 17 inches; very pale brown (10YR 8/2) and 10 percent pale brown (10YR 6/3) silt loam, light brownish gray (10YR 6/2) and brown (10YR 4/3) moist; massive; hard, firm, slightly sticky, slightly plastic; few medium roots; few medium and fine pores; moderately acid; clear smooth boundary. (4 to 10 inches thick)\n2E/B--17 to 28 inches; white (10YR 8/1) and 40 percent yellowish brown (10YR 5/4) silty clay loam, light brownish gray (10YR 6/2) moist; strong medium and coarse prismatic structure; very hard, very firm, very sticky, very plastic; few medium roots; few medium pores; distinct patchy clay film on faces of peds and walls of cavities; organic staining on surfaces of peds; very strongly acid; abrupt smooth boundary. (4 to 16 inches thick)\n2B/E--28 to 49 inches; pale brown (10YR 6/3), strong brown (7.5YR 5/6) and 20 percent very pale brown (10YR 8/2) gravelly silty clay loam, yellowish brown (10YR 5/4), brown (7.5YR 5/4) and pale brown (10YR 6/3) moist; small mottles of brownish yellow (10YR 6/8); massive; hard, very firm, sticky, plastic; few tubular pores; distinct clay film on walls of cavities -and patchy clay films on pebbles; 35 percent gravel; slightly acid; gradual smooth boundary. (4 to 8 inches thick)\n2Bt--49 to 63 inches; brown (7.5YR 5/4), pale brown (10YR 6/3), and mottles of reddish yellow (7.5YR 6/8) gravelly silty clay, brown (7.5YR 5/4), yellowish brown (10YR 5/4), and strong brown (7.5YR 5/8) moist; strong fine subangular blocky structure; very hard, very firm, very sticky, very plastic; few medium tubular pores; distinct clay film on walls of cavities; 30 percent gravel; slightly alkaline; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mineral County, Montana; 1.1 mile from U.S. Highway 10 on Savenac Creek Road and at junction with Old Dry Creek Road. Aerial photo EDS-10-44 on line 40."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean annual soil temperature ranges from 40 to 45 degrees F. and average summer soil temperature ranges from 45 to 50 degrees F. These moist soils are above the wilting point most of the year. They range from strongly acid to slightly alkaline and are noncalcareous. The very pale brown to pale brown ash-rich A horizon ranges from 7 to 14 inches thick. Solum thickness ranges from 40 to 80 inches. Hue is 10YR or 7.5YR. Value is greater than 6 in the 2E horizon and ranges from 5 through 7 in the B horizon. The A and 2E horizons are silt loam or loam with estimated 6 to 10 percent clay in the A horizons and 10 to 20 percent clay in the 2E horizons.\nThe A horizons have air dry bulk density estimated as ranging from .6 to .9 grams per cc. They are neutral to moderately acid, have estimated base saturation ranging from 30 to 50 percent and cation exchange capacity ranging from 120 to 250 millequivalents per 100 grams of clay including 1 to 3 percent organic carbon.\nThe 2E horizons have air dry bulk density ranging from 1.5 to 1.8 grams per cc, have 70 to 80 percent base saturation, and have 60 to 80 millequivalents exchange capacity per 100 grams of clay.\nThe mixed 2E/B and 2B/E horizons are silty clay loam or silty clay with variable amounts of gravel up to 35 percent.\nThe 2Bt horizons are silty clay loam or silty clay with 35 to 45 percent clay and with variable amounts of gravel up to 35 percent. They have air dry bulk density ranging from 1.5 to 1.7 grams per cc, have base saturation ranging from 80 to 95 percent, and have 30 to 50 millequivalents exchange capacity per 100 grams of clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Savenac soils are on sloping terraces in intermountain valleys at elevations of about 3,150 feet. The soils formed in loess, high in volcanic ash, superimposed over silty and clayey lacustrine materials. The climate is cool subhumid with cool dry summers and cold moist winters. Mean annual temperature is 40 to 45 degrees F. and mean annual precipitation is 30 to 40 inches. Average July temperature is 63 degrees F. and average January temperature is 22 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Krause and Nevine soils. These soils have light loam or gravelly sandy loam profiles underlain at shallow and moderately deep depths by sand and gravel substrata respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for improved pasture and for timber production and wildlife habitat. Douglas-fir, western larch, and lodgepole pine are in the overstory. The ground cover is mainly pinegrass, anemone, pachistima, spiraea, rose, and beargrass,"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Intermountain valleys in western Montana where they are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Regis-Ninemile Area, Mineral County, Montana, 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
