{
  "SERIES": "SAVOIA",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. WWJ",
  "REVDATE": "03/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical profile of Savoia fine sandy loam, in an area of cutover ponderosa pine, with a ground cover of blue grama. (Colors are for dry soil unless otherwise noted.)\n01 & 02-- inch to 0, mixture of ponderosa pine needles, twigs, and grass.\nA11--0 to 2 inches, brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/2) when moist; weak, thin, platy structure breaking to weak, fine, granular; soft when dry, very friable when moist, nonsticky and nonplastic when wet; noncalcareous; pH 6.8; clear, smooth boundary.\nA12--2 to 6 inches, reddish brown (5YR 5/3) fine sandy loam, dark reddish brown (5YR 3/3) when moist; weak thin, platy structure; slightly hard when dry, friable when moist, slightly sticky but nonplastic when wet; noncalcareous; pH 6.4; gradual, wavy boundary.\nB1--6 to 12 inches, reddish brown (5YR 5/4) heavy fine sandy loam, reddish brown (5YR 4/4) when moist; weak, medium, prismatic structure breaking to weak, medium, subangular blocky; hard when dry, friable when moist, moderately sticky but nonplastic when wet; many medium-sized pores; few thin clay films; noncalcareous; pH 6.9; gradual, wavy boundary.\nB2t--12 to 24 inches, yellowish red (5YR 5/6) fine sandy clay loam, yellowish red (5YR 4/6) when moist; moderate medium, prismatic structure breaking to moderate, medium, subangular blocky; very hard when dry, friable when moist, moderately sticky and moderately plastic when wet; medium-sized pores common; thin continuous clay films; noncalcareous; pH 7.0; diffuse boundary.\nB3--24 to 33 inches, yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) when moist; weak, coarse, prismatic structure breaking to massive lumps; very hard when dry, friable when moist, slightly sticky and slightly plastic when wet; medium-sized pores; no clay films; noncalcareous; pH 7.2; clear, wavy boundary.\nCca--33 to 42 inches +, reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6) when moist; massive breaking to irregularly shaped lumps; slightly hard when dry, friable when moist, slightly sticky and slightly plastic when wet; very few fine pores; some unweathered sandstone; visible streaks of lime; calcareous; pH 8.2."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  NE1/4NW1/4 sec. 11, T. 11 N., R. 16 W., McKinley County, New Mexico."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe depth to lime ranges from 24 to 40 inches.  In places the soil overlies basalt and may have developed in wind deposited material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Manuelito (NM), Vibo (NM), Zeniff (AZ), and Zunalei (NM) series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Savoia series consists of very deep, well-drained soils on gently sloping and undulating uplands and old alluvial fans, terraces, and aprons. They formed in residuum from fine-grained sandstone and in alluvial deposits washed from sandstone and limestone. These soils occur at elevations of 7,100 to 8,000 feet, where the annual precipitation is 17 to 19 inches and the average annual temperature is about 47 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Savoia soils are associated with the Bond, Concho, Jekley, and Trail soils.  They are deeper than the Bond and Jekley soils and do not contain as many coarse fragments.  They are better developed than the Concho soils.  They are finer textured than the Trail soils, which occupy adjacent alluvial bottom lands and flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: At the higher elevations ponderosa pine predominates in the overstory, but there is some Gambel oak. The understory is Arizona fescue, pine dropseed, mountain muhly, and blue grama. At the lower elevations scattered pinyon pine and juniper make up the overstory, and blue grama and squirreltail make up most of the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Zuni Mountain Area, New Mexico. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Zuni Mountain Area, New Mexico. 1964"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This description was added to the OSD database in March 2007. The intent is to preserve the concept of the series. The information in this description is taken verbatim from the Soil Survey of Zuni Mountain Area, New Mexico published in 1967. No update was made to the typical pedon nomenclature, geographically associated soils, etc.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
