{
  "SERIES": "SAWATCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "03/1999",
  "STATES": "CO",
  "OVERVIEW": "The soils of the Sawatch series are deep, poorly drained soils formed in alluvium or glacial outwash materials.  They are in depressions or concave areas of floodplains, terraces, and outwash drainage channels.  The mean annual precipitation is about 12 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Sawatch sandy loam, grassland.  (Colors are for dry soil unless otherwise noted.)\n01--6 inches to 0; peat layer consisting of grassy fibrous plants.  (4 to 10 inches thick)\nAllg--O to 8 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) when moist; common, medium, distinct, strong brown (7.5YR 5/6) moist mottles; moderate, fine, crumb and granular structure; soft, very friable; clear, smooth boundary.  (6 to 10 inches thick)\nA12g--8 to 16 inches; dark gray (5Y 4/1) very fine sandy loam, very dark gray (5Y 3/1) when moist; many, large, prominent strong brown (7.5YR 5/6) moist mottles; moderate, fine, granular and crumb structure; soft, very friable; neutral; gradual, wavy boundary.\n(6 to 14 inches thick)\nB2g--16 to 28 inches; gray (5Y 5/1) very fine sandy loam, dark gray (5Y 4/1) when moist; many, large, prominent, strong brown (7.5YR 5/6) moist mottles; massive; slightly hard, very friable; mildly alkaline; gradual, wavy boundary.  (8 to 16 inches thick)\nIICg--28 to 60 inches; light brownish gray (2.5Y 6/2) very gravelly loamy sand, dark grayish brown (2.5Y 4/2) when moist; many, large, prominent, strong brown (7.5YR 5/6) moist mottles; single grained; loose; noncalcareous; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chaffee County, Colorado; 250 feet east and 200 feet south of the NW corner of Sec. 3, R. 49 S., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Sawatch soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material ranges from 40 to more than 60 inches.  The mollic epipedon ranges from 7 to 24 inches thick.  Exchangeable sodium ranges from 0 to 15 percent in most of the control section.  Depth to the sandy-skeletal IIC horizon ranges from 20 to 40 inches.  The upper part of the control section is typically fine gandy loam, very fine sandy loam, or loam, and clay averages 5 to 18 percent.  Rock fragments range from 0 to 35 percent by volume in a major part of the upper part of the control section and are dominantly less than 3 inches in diameter.  The soils above depth of 40 inches range from slightly acid to mildly alkaline.\nThe A horizon has hue of 5Y through 7.5YR, value ot 4 or 5 dry, 2 or 3 moist, and chroma of neutral through 3.\nThe B2 horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist and chroma of neutral through 2.  The hue of the IIC horizon ranges from 5Y through 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crowheart and Rosane series.  Crowheart soils have more than 15 percent exchangeable sodium in their surface horizons, and they lack mollic or histic epipedons.  Rosane soils lack histic epipedons and have mean summer soil temperature colder than 55 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sawatch soils are in depressions or concave areas of floodplains, terraces, and outwash drainage channels.  Slope gradients range from 0 to 6 percent.  The soils formed in alluvial parent materials or glacial outwash.  At the type location the average annual precipitation is 12 inches, with peak periods of precipitation in the spring and summer.  Mean annual temperature is 42 degrees F., and the mean summer temperature is 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chaffee and Gas Creek soils.  Chaffee soils have mollic epipedons more than 24 inches thick and lack histic epipedons.  Gas Creek soils are coarse textured and lack histic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to ponded runoff; moderately rapid to rapid permeability, but soil has a natural high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland or for native hay crops.  Native vegetation is water-tolerant grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of central Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chaffee County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 9/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
