{
  "SERIES": "SAWBUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "7/98",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sawbuck loam, forested (colors are for dry soil unless otherwise noted).\nOi--1 inch to 0; forest litter of partially decomposed twigs and needles.\nA1--0 to 6 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; moderate fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots, few medium and coarse roots; 5 percent angular pebbles; slightly acid (pH 6.2); gradual smooth boundary.\nA2--6 to 9 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots, few medium and coarse roots; many faint gray silt and sand skeletans on faces of peds; 5 percent angular pebbles; moderately acid (pH 5.6); gradual smooth boundary. (The combined A horizons are 5 to 9 inches thick.)\nBt1--9 to 15 inches; brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and very fine roots, few medium roots; many very fine tubular and interstitial pores; common distinct dark brown (10YR 3/3) moist clay films on faces of peds; many faint gray silt and sand skeletans on faces of peds; 25 percent angular pebbles; moderately acid (pH 5.6); clear smooth boundary. (2 to 8 inches thick)\nBt2--15 to 40 inches; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 4/3) moist; strong medium and fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and very fine tubular and interstitial pores; many distinct dark brown (10YR 3/3) moist clay films on faces of peds and lining pores; 45 percent angular pebbles and 5 percent angular cobbles; moderately acid (pH 5.6); gradual smooth boundary. (5 to 30 inches thick)\nBt3--40 to 48 inches; light gray (2.5Y 7/2) very gravelly silty clay loam, grayish brown (2.5Y 5/2) moist; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; common fine and very fine roots, few medium roots; many very fine tubular and interstitial pores; many distinct clay films on faces of peds; many faint silt and sand skeletans on faces of peds; common distinct pale yellow (2.5Y 7/4) stains on faces of peds and on coarse fragments; 40 percent angular pebbles; moderately acid (pH 6.0); gradual smooth boundary. (5 to 10 inches thick)\nBt4--48 to 60 inches; light brownish gray (2.5Y 6/2) gravelly silty clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few very fine roots; many very fine tubular and interstitial pores; common distinct clay films on faces of peds; common distinct pale yellow (2.5Y 7/4) stains on peds and coarse fragments; 15 percent pebble size angular sandstone and shale fragments; moderately acid (pH 5.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis & Clark County, Montana; 1,400 feet north and 1,300 feet east of the SW corner of sec. 4, T. 14 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 45 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 10 to 15 inches.\nDepth to argillic horizon - 5 to 16 inches.\nSurface stones or boulders - 0 to 3 percent\nSoil phases - shale substratum.\nA horizon - Value:  3, 4 or 5 dry; 2 or 3 moist\nChroma:  1 or 2\nTexture:  loam, sandy clay loam or sandy loam\nClay content:  10 to 30 percent\nRock fragments:  0 to 30 percent--0 to 5 percent stones, 0 to 5 percent angular cobbles, 0 to 20 percent angular pebbles\nReaction:  pH 5.6 to 7.3\nBt1 horizon - Hue:  10YR or 2.5Y\nValue:  4, 5 or 6 dry; 3 or 4 moist\nChroma:  2 or 3\nTexture:  sandy clay loam, clay loam or loam\nClay content:  22 to 30 percent\nRock fragments:  15 to 60 percent--5 to 10 percent angular cobbles, 10 to 50 percent angular pebbles\nReaction:  pH 5.6 to 7.3\nBt2 and Bt3 horizons - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  clay loam, silty clay loam, loam or sandy clay loam\nClay content:  25 to 35 percent\nRock fragments:  35 to 60 percent--5 to 10 percent angular cobbles, 30 to 50 percent angular pebbles\nReaction:  pH 5.6 to 7.3\nBt4 horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  silty clay loam or clay loam\nClay content:  27 to 35 percent\nRock fragments:  15 to 60 percent--5 to 10 percent angular cobbles, 10 to 50 percent angular pebbles\nReaction:  pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBendire (CO) - has a lithic contact at 20 to 40 inches.\nBlainecreek (MT) - has a lithic contact at 20 to 40 inches.\nBorpark (CO) - has a calcareous Bt horizon.\nCrackerville (MT) - has a paralithic and lithic contact above 40 inches.\nCrampton (MT) - has a paralithic contact at 20 to 40 inches.\nCurecanti (CO) - has more than 60 percent rock fragments; hues redder than 10YR; 15 to 75 percent sand in the argillic horizon.\nHarol (UT) - has a lithological discontinuity above a depth of 40 inches.\nHarpole (UT) - has hue redder than 10YR in the argillic and to a depth of 60 inches; very cobbly or extremely gravelly loamy sand or sandy loam discontinuity above a depth of 40 inches.\nHilger (MT) - has calcic horizons.\nHolter (MT) - has a lithological discontinuity above a depth of 40 inches; has carbonates above a depth of 60 inches.\nQuincreek (MT) - has a lithic contact at 20 to 40 inches.\nSawicki (MT) - depth to the base of the argillic horizon is less than 40 inches.\nShawmut (MT) - has calcic horizons.\nShirttail (SD) - has the base of the argillic horizon at a depth of 12 inches or less.\nWickes (MT) - has a lithic contact at 20 to 40 inches.\nWidstoe (UT) - has hues redder than 10YR and a strongly cemented calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, escarpments and sideslopes of hills and mountains.\nElevation - 4,000 to 6,000 feet.\nSlope - 2 to 60 percent.\nParent material - colluvium or residuum derived from igneous, argillite, metamorphic, and sedimentary rock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 24 inches.\nMean annual temperature - 36 to 43 degrees F.\nFrost-free period - 80 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for woodland and range.  Potential native vegetation is mainly Douglas fir, ponderosa pine, ninebark, pinegrass, rough fescue, elk sedge, snowberry, arnica, spirea, forbs, and low shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sawbuck soils are not extensive in central and southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis & Clark County Area, Montana, 1991; proposed in Lewis & Clark County Area, Montana, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation records:  MT0427, MT8148.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from the soil surface to 15 inches (A1, A2, and Bt1 horizons); an argillic horizon from 9 to 60 inches (Bt1, Bt2, Bt3, Bt4 horizons); a particle size control section from 9 to 29 inches (Bt1 and part of Bt2 horizons).  Sawbuck soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
