{
  "SERIES": "SAWPIT",
  "STATUS": "Established Series",
  "BYREV": "DHC/TWH",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sawpit loam, on a southeast facing 17 percent slope on rangeland at an elevation of 10,880 feet.  (colors are for dry soil unless otherwise noted. When described on July 12, 1988, the soil was moist throughout.)\nA1--0 to 2 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; 10 percent gravel; neutral (pH 7.0); clear smooth boundary.\nA2--2 to 15 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate medium and coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; 20 percent gravel, 5 percent cobbles; neutral (pH 7.0); clear wavy boundary. (combined thickness of the A horizons is 7 to 15 inches)\nBw1--15 to 21 inches; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; 10 percent gravel, 55 percent cobbles, trace stones; neutral (pH 6.8); clear smooth boundary.\nBw2--21 to 27 inches; brown (7.5YR 5/4) very gravelly sandy loam, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; 30 percent gravel, 5 percent cobbles, 5 percent stones; neutral (pH 6.6); clear smooth boundary.\nBw3--27 to 40 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; 30 percent gravel, 15 percent cobbles, 5 percent stones; neutral (pH 6.6); clear smooth boundary. (combined thickness of the Bw horizons is 15 to 30 inches)\nC--40 to 66 inches; pinkish gray (7.5YR 6/2) very cobbly sandy loam, brown (7.5YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; 30 percent gravel, 20 percent cobbles, 10 percent stones; neutral (pH 6.6). (21 to 44 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gunnison County, Colorado; about 15 miles south of Cimarron, Colorado; within an unsectionized area of Uncompahgre National Forest, estimated to be in Section 14, T. 46 N., R. 6 W.; USGS Sheep Mountain topographic quadrangle; latitude 38 degrees, 14 minutes, 22 seconds north and longitude 107 degrees, 29 minutes, 36 seconds west, NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic.\nMean annual soil temperature: 33 to 38 degrees F.\nThickness of mollic epipedon: 7 to 15 inches.\nDepth to top of cambic horizon: 7 to 15 inches.\nParticle-size control section:\nClay content: 18 to 27 percent\nRock fragment content: 35 to 80 percent\nA horizons:\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 1 or 2 dry or moist\nTexture: L, GR-L\nRock fragments: andesite, rhyolite, breccia, or tuff. 5 to 30 percent total rock fragments; 5 to 30 percent gravel, 0 to 10 percent cobbles.\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 4 to 6 dry or moist\nTexture: CBX-L, GRV-SL, GRV-L, CBX-SL, STX-SL\nRock fragments: andesite, rhyolite, breccia, or tuff. 35 to 80 percent total rock fragments; 10 to 35 percent gravel, 5 to 55 percent cobbles, 0 to 40 percent stones.\nC horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 to 4 dry or moist\nTexture: CBV-SL, CBX-SL, CBV-L, CBV-L, STX-SL, STX-L\nRock fragments: andesite, rhyolite, breccia, or tuff. 50 to 80 percent total rock fragments; 10 to 30 percent gravel, 20 to 40 percent cobbles, 10 to 50 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Farlow, Greyback, Klug, Krackle, Lag, Midfork, Sebud, Tiban, and Wareagle series.  When reclassified with a CEC activity class, the following series may be competitors: Antrobus, Basinpeak, Broad Canyon, Decram, Fairydell, Foxmount, Gaia, Grafen, Handran, Kamack, Maurice, Middlehill, Midelight, Parachute, Rockabin, Silvercliff, Sup, Supervisor, Surdal, Teemat, Thornburgh, Timmercrek, and Tineman soils.\nAntrobus, Fairydell, Farlow, Greyback, Midelight, Midfork, Silvercliff, Teemat, and Tiban soils have have horizons of secondary carbonate accumulation.\nBasinpeak, Gaia, Klug, Lag, Sup, and Timmercrek soils have a xeric moisture regime.\nBroad Canyon and Tineman soils have a lithologic discontinuity with sandy material within 40 inches.\nDecram, Foxmount, Grafen, Kamack, Krackle, Middlehill, Parachute, Rockabin, Supervisor, and Surdal soils have a lithic contact within 60 inches.\nHandran, Maurice, Sebud, Thornburgh soils have an ustic moisture regime; in addition Handran soils have less than 18 percent clay in the particle-size control section.\nWareagle soils do not have a cambic horizon and border a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sawpit soils formed in slope alluvium and alluvium over till from andesite, rhyolite, breccia, or tuff on mesa summits, alluvial fans, and along drainageways. These soils are on landform positions that receive additional moisture from overland flow.  Slopes range from 0 to 25 percent. Elevation ranges from 10,000 to 11,400 feet. The mean annual temperature is about 31 to 36 degrees F. The mean annual precipitation is about 30 to 35 inches. The frost-free period is 45 to 55 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bushpark and Ohbejoyful soils. Bushpark soils are on shoulders along drainageways and have a lithic contact above 20 inches. Ohbejoyful soils are on less sloping areas, lower part of fans, and have less than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; very low to very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for rangeland. Potential native vegetation is tufted hairgrass, red fescue, sheep fescue, and slender wheatgrass. It is in the Wet Subalpine Range Site, RS 253."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Colorado in LRR E and MLRA 48A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ouray Soil Survey Area, Uncompahgre National Forest, Gunnison County, Colorado, 1998. The name comes from the town of Sawpit, Colorado."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: the zone from 0 to 15 inches. (A1 and A2 horizons)\nCambic horizon: the zone from 15 to 40 inches. (Bw1, Bw2, and Bw3 horizons)\nParticle-size control section: the zone from 10 to 40 inches (part of the A2, the Bw1, Bw2, and Bw3 horizons)\nThis pedon was classified in accordance with Keys to Soil Taxonomy, 7th Edition, 1996.  The superactive CEC activity class is presumed for this series based on the general trend indicated by lab data throughout this region.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
