{
  "SERIES": "SAWTOWN",
  "STATUS": "Established Series",
  "BYREV": "KG:GLL; Rev.JDS",
  "REVDATE": "06/2002",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Typic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sawtown very fine sandy loam--on a mound in native pasture. (colors are for moist soil conditions)\nA--0 to 9 inches; brown (10YR 4/3) very fine sandy loam; weak fine subangular blocky structure; hard, very friable; common fine and medium roots; few fine and medium pores; few fine and medium iron-manganese concretions; few medium rounded ironstone pebbles; very strongly acid; clear smooth boundary. (3 to 12 inches thick)\nE--9 to 23 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak fine subangular blocky structure; hard, very friable; common fine and medium roots; few fine and medium pores; few fine and medium iron-manganese concretions; few medium rounded ironstone pebbles; very strongly acid; clear smooth boundary. (10 to 28 inches thick)\nBt1--23 to 31 inches; strong brown (7.5YR 5/6) loam; weak coarse prismatic structure parting to moderate medium subangular blocky structure; hard, friable; common fine and few medium roots; common fine and few medium pores; few faint clay films on surfaces of peds; few dark brown worm casts; few medium rounded ironstone pebbles; few fine and medium iron-manganese concretions; few medium faint yellowish red (5YR 5/6) masses of iron accumulation; very strongly acid; clear smooth boundary.\nBt2--31 to 49 inches; brownish yellow (10YR 6/6) clay loam; weak coarse prismatic structure parting to moderate medium subangular blocky structure; hard, firm; common fine and few medium roots; common medium pores; few faint clay films on surfaces of peds; about 4 percent streaks, coatings, and pockets of albic material; about 10 percent slightly brittle peds; few medium rounded ironstone pebbles; few fine and medium iron-manganese concretions; common fine and medium distinct yellowish red (5YR 5/6) masses of iron accumulation; very strongly acid; clear smooth boundary. (combined Bt and Bt/E horizons are 18 to 40 inches thick).\n2Btg/E--49 to 80 inches; light brownish gray (10YR 6/2) clay; weak coarse prismatic structure parting to moderate medium angular blocky; very hard, firm; few fine roots; few fine pores; few faint clay films on surfaces of prisms; about 20 percent streaks, coatings and pockets of albic material (E); few medium masses of iron-manganese accumulation; many medium and coarse prominent dark red (2.5YR 3/6) and yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rusk County, Texas; From Brachfield at the intersection of Farm Road 840 and Farm Road 1798; 2.8 miles northeast on Farm Road 1798, west 0.1 mile, on a mound in native pasture. (Latitude: 32N, 34, 30; Longitude: 94W, 37, 23)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. Base saturation ranges from 45 to 80 percent at 50 inches below the top of the argillic horizon. The average clay content of the control section ranges from 18 to 27 percent. Depth to the clayey discontinuity ranges from 40 to 60 inches. Thickness of the epipedon ranges from 15 to 35 inches. Thickness of the glossic horizon is more than 20 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 2 or 3. Where value is 3 the thickness is less than 7 inches. Texture is fine sandy loam, very fine sandy loam, or loam. Rounded ironstone or quartzite pebbles range from none to few. Reaction ranges from very strongly acid to slightly acid.\nThe E horizon has hue 7.5YR or 10YR, value of 5 to 7, and chroma of 2 to 4. Texture is fine sandy loam, very fine sandy loam or loam. Rounded ironstone or quartzite pebbles range from none to few. Reaction ranges from very strongly acid to moderately acid.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6 and chroma of 4 to 8. Redox concentrations in shades of red, brown, or yellow range from none to common. Texture is loam, sandy clay loam, or clay loam. Brittle peds range from none to about 15 percent by volume. Rounded ironstone or quartzite pebbles range from none to about 4 percent. Reaction ranges from extremely acid to moderately acid.\nA Bt/E horizon is present in some pedons below or instead of the Bt horizon. Where present, it has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8 in the Bt parts. It contains 5 to 25 percent albic materials (E parts). Redox concentrations in shades of red, brown, or yellow range from none to common, and iron or clay depletions in shades of gray range from none to few. Texture is loam, sandy clay loam, or clay loam. Brittle peds range from none to about 15 percent by volume. Rounded ironstone or quartzite pebbles range from none to about 4 percent. Reaction ranges from extremely acid to moderately acid.\nThe 2Btg/E horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 1 or 2. Redoximorphic concentrations in shades of red, brown, or yellow, and iron depletions in shades of gray range from few to many. Some pedons have a 2Bt/E horizon that is variegated with these colors. Streaks and pockets of albic materials range from 15 to 25 percent. Texture is clay loam or clay with clay content generally ranging from 35 to 50 percent. In some pedons however, the clay content is less than 35 percent and texture is clay loam, sandy clay loam, or fine sandy loam below a depth of 60 inches. Gypsum crystals and/or fine masses of barite range from none to common. Reaction ranges from extremely acid to slightly acid.\nA 2Btg or 2BCg horizon is below a depth of 60 inches in some pedons. Where present, it has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 1 or 2. Redoximorphic concentrations in shades of red, brown, or yellow, and iron depletions in shades of gray range from few to many. Some pedons have a 2Bt horizon that is variegated with these colors. Texture is clay loam or clay with clay content generally ranging from 35 to 50 percent. In some pedons however, the clay content is less than 35 percent and texture is clay loam, sandy clay loam, or fine sandy loam. Gypsum crystals and/or fine masses of barite range from none to common. Reaction ranges from extremely acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. The Elysian, Hicota, Leverett, Messer, Timpson, and Waymor series are in closely related families. Elysian, Hicota and Timpson soils have a coarse-loamy control section. In addition, Elysian soils have a glossic horizon less than 20 inches thick. Timpson soils have are saturated within a depth of 40 inches for more than 30 cumulative days in normal years. Hicota soils have a reddish subsoil. Leverett and Messer soils have a coarse-silty control section. Waymor soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level Pleistocene age marine or stream terraces with slopes of 0 to 2 percent. They typically are at elevations about 25 to 100 feet above present flood plains. The surface is mounded and evidently has been reworked by wind. The soil formed in loamy Pliestocene age marine or alluvial sediments over a Tertiary age clayey discontinuity that is at a depth of 40 to 60 inches. Sawtown soils are typically on mounds and are mapped in complex with other soils that are on intermound positions. Mean annual temperature ranges from 65 to 67 degree F. The growing season or frost free period is 235 to 250 days. Average annual precipitation is 40 to 46 inches. Elevation ranges from 280 to 440 feet above sea level. The Thornthwaite P-E index ranges from 66 to 80 ."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alazan, Bernaldo, Latex, and Sawlit soils. Alazan and Sawlit soils are on lower, slightly wetter positions and have aquic conditions within the upper 10 inches of the argillic horizon. Latex and Bernaldo soils are on similar or slightly lower positions and do not have a glossic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: These soils are well drained and moderately permeable. The runoff rate is negligible on slopes up to 1 percent, and low on slopes more than 1 percent. The soil is saturated in the layers below a depth of 3.0 to 4.5 feet and above the clayey discontinuity for brief to long periods during January through May in normal years.  It is saturated within a depth of 40 inches for less than 30 cumulative days in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture or woodland. Coastal bermudagrass and bahiagrass are used in most improved pastures. Loblolly pine, shortleaf pine, sweetgum, and redoak are the primary woodland species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Angelina County, Texas 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly considered a clayey substratum phase of the Bernaldo series. The type location pedon was moved from Angelina County to Rusk County and the particle-size family was changed from fine-silty to fine-loamy in an earlier revision. Data from several pedons in Rusk and Angelina Counties support a fine-loamy classification. The Keithville and Sawtown series were correlated as taxadjuncts in Angelina County because they are fine-loamy. Therefore, the classification of the Sawtown series was changed to a fine-loamy Glossudalf rather than a fine-silty Paleudalf based on a newer definition of the glossic horizon. This was discussed with Louisiana, and they agreed. The fine-silty Keithville and Metcalf series will be used in Shelby and Sabine Counties on the Sabine River Terrace. (Oct.1991). The series was assigned to an active activity class in 1999.  The depth to the saturated layers was changed from 3.5-5.0 feet to 3.0-4.5 feet in 2002 based on piezometer data and field observations.\nDiagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon - 0 to 23 inches (A and E horizons).\nArgillic horizon - 23 to 80 inches (Bt and 2Btg/E horizon)s.\nGlossic horizon - 49 to 80 inches (2Btg/E horizon).\nLithologic discontinuity - 49 inches (2Btg/E horizon).\nADDITIONAL DATA: TAMU data to be collected\nNational Cooperative Soil Survey\nU.S.A."
  }
}
