{
  "SERIES": "SAX",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS-CWT-AGG",
  "REVDATE": "03/2005",
  "STATES": "MN",
  "OVERVIEW": "The Sax series consists of very deep, very poorly drained soils formed in a thin organic layer and underlying silty lacustrine sediments. They are in drainageways and shallow depressions on glacial lake plains. Saturated hydraulic conductivity is moderate. Slopes are less than 1 percent. Mean annual precipitation is about 27 inches. Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sax muck with a concave slope of less than 1 percent on a glacial lake plain in a natural setting. (Colors are for moist soil.)\nOa--0 to 13 inches; black (10YR 2/1) muck (sapric material); weak fine granular structure; very friable; common medium roots; moderately acid; abrupt smooth boundary. (3 to 16 inches thick)\nA--13 to 15 inches; very dark gray (10YR 3/1) silt loam; friable; common medium roots; gray (10YR 5/1) dry; weak fine subangular blocky structure; slightly acid; abrupt smooth boundary. (1 to 8 inches thick)\nBg1--15 to 28 inches; olive gray (5Y 5/2) silt loam; massive; friable; common medium roots; common medium prominent dark yellowish brown (10YR 4/6) Fe concentrations; neutral; clear smooth boundary.\nBg2--28 to 36 inches; olive gray (5Y 5/2) silt loam; weak med ium platy parting to weak fine subangular blocky structure; friable; few very fine roots; many large prominent dark yellowish brown (10YR 4/6) Fe concentrations; neutral; gradual smooth boundary. (Combined thickness of the Bg horizons is 12 to 32 inches.)\nCg--36 to 80 inches; olive gray (5Y 5/2) silt loam; massive; common large prominent dark yellowish brown (10YR 4/6) Fe concentrations; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 2 miles north of Meadowlands; 1,700 feet west and 40 feet south of the northeast corner, sec. 10, T. 53 N., R. 19 W. ; USGS Meadowlands Quadrangle, Minn.; Latitude 47 degrees 5 minutes 54 seconds N., and Longitude 92 degrees 43 minutes 51 seconds; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates ranges from 28 to 50 inches. The organic mantle is typically herbaceous. The solum and underlying material do not have rock fragments.\nThe O horizon in the rubbed condition has hue of 7.5YR to 10YR, value of 2 or 3 and chroma of 0 to 2. It is muck (sapric material) or mucky peat (hemic material). It is strongly acid to slightly acid.\nThe A horizon has a hue of 10YR, 2.5Y or is neutral, value of 2 or 3, and chroma of 0 or 1. It is silt loam, silty clay loam, mucky silt loam or mucky silty clay loam. It is slightly acid or neutral.\nThe Bg horizon has a hue of 2.5Y, 5Y, or is neutral, value of 4 to 6 and chroma of 0 to 2. It is silt loam or silty clay loam. It is neutral or slightly acid.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6 and chroma of 2 to 4. It is silt loam or silty clay loam. Some pedons have thin strata of very fine sandy loam to fine sand. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is in the Devoignes series in the same family. The Devoignes soils have stratified texture throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sax soils have concave or plane surfaces in shallow depressions or drainageways on glacial lake plains. They formed in a thin layer of organic material and underlying silty lacustrine sediments. Slopes are usually less than 1 percent. Mean annual air temperature ranges from 38 to 43 degrees F. Mean annual precipitation ranges from 25 to 30 inches. Frost-free days range from 88 to 135. Elevation above sea level ranges from 1100 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baudette, Cathro, Littleswan (T) and Spooner soils. The moderately well drained Baudette soils, somewhat poorly drained Littleswan and the poorly drained Spooner soils are on higher landscape positions and are in a hydrosequence with Sax soil. The very poorly drained Cathro soils are in slightly deeper depressions and have organic materials 16 to 51 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Runoff is neglible or low. Saturated hydraulic conductivity is moderate. Depth to apparent seasonal high saturation is at the surface some time from April through July and October through November in normal years.  This soil is also subject to ponding during periods of snowmelt or heavy rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil is in its natural condition of sedge, reed, willow, alder, or is forested with black spruce. A small amount is used for meadow hay or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA's-57, 88, and 90.  Northern Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Aitkin County, Minnesota; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Histic epipedon--the zone from the surface of the soil to a depth of 13 inches (Oa horizon); cambic horizon - the zone from 15 to 36 inches (Bg horizons); aquic moisture regime based upon the histic epipedon and redoximorphic features immediately below the A horizon.\nADDITIONAL DATA: Refer to MAES Central File Code No. 3392 for some results of laboratory analysis to the typifying pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
