{
  "SERIES": "SAYLESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AAC",
  "REVDATE": "12/2011",
  "STATES": "IL,MI,OH,WI",
  "OVERVIEW": "The Saylesville series consists of very deep, well drained soils. They formed mostly in silty clay loam lacustrine deposits with a thin silty or loamy mantle on glacial lake basins, stream terraces, and slackwater areas.   Slope ranges from 0 to 40 percent.  Mean annual precipitation is about 711 mm (28 inches). Mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Saylesville silt loam - on a 1 percent slope in a cultivated field at an elevation of about 255 meters (870 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak moderate subangular blocky structure parting to moderate medium granular; friable; neutral; abrupt smooth boundary.  [15 to 25 cm (6 to 10 inches) thick]\nE--23 to 31 cm (9 to 12 inches); grayish brown (10YR 5/2) silt loam; moderate medium platy structure; friable; neutral; clear wavy boundary.  [0 to 13 cm (0 to 5 inches) thick]\nBt1--31 to 41 cm (12 to 16 inches); brown (7.5YR 4/4) silty clay loam; moderate fine subangular blocky structure; firm; faint thin continuous clay films mostly masked by clay depletions; common distinct pinkish gray (7.5YR 6/2) clay depletions on faces of peds; neutral; clear wavy boundary.\nBt2--41 to 61 cm (16 to 24 inches); brown (7.5YR 4/4) clay; weak coarse prismatic structure parting to strong fine angular blocky; very firm; faint thin continuous clay films on faces of peds; few very dark grayish brown (10YR 3/2) organic stains on some faces of peds; neutral; clear wavy boundary.\nBt3--61 to 74 cm (24 to 29 inches); brown (7.5YR 4/2) silty clay; moderate and strong fine subangular blocky and angular blocky structure; firm; faint thin continuous clay films; many very dark grayish brown (10YR 3/2) organic stains on some faces of peds; slightly alkaline; clear wavy boundary. [Combined thickness of the Bt horizons is 31 to 79 cm (12 to 31 inches).]\nBC--74 to 91 cm (29 to 36 inches); brown (7.5YR 5/4) silty clay loam; weak medium subangular blocky structure; firm; strongly effervescent; moderately alkaline; clear wavy boundary. [0 to 25 cm (0 to 10 inches) thick]\nC--91 to 152 cm (36 to 60 inches); yellowish brown (10YR 5/4) silty clay loam; firm; weakly stratified with thin lenses of silt, fine sand, and clay; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Wisconsin; about 3/4 of a mile northwest of Willow Creek; 1810 feet west and 2470 feet south  of the NE corner of sec. 30, T. 9 N., R. 20 E. USGS Sussex, Wisconsin Topographic Quadrangle; lat. 43 degrees 12 minutes 53 seconds N., and long. 88 degrees 10 minutes 9 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nParticle-size control section: averages 35 and 45 percent clay\nRock fragments: most pedons do not have rock fragments, but some pedons have as much as 5 percent gravel  in the upper part of the solum.\nReaction: strongly acid to slightly alkaline in the upper part of the solum; slightly or moderately alkaline in the lower part of the solum and in the substratum\nCarbonates: in the substratum and, in most pedons, are in the lower solum.\nAp horizon:\nHue: 10YR\nValue: 3 to 5, dry color value is 6 or more.\nChroma: 2 or 3\nTexture: silt loam or silty clay loam\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nE horizon:\nHue: 10YR\nValue: 4 to 6\nchroma: 2 or 3\nTexture: silt loam, silty clay loam or loam\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 to 4, value of 3 and chroma of 2 or 3 do not occur together. Where chroma of 2 occurs, it is the result of the color of the parent material and not the result of reduction from wetness.\nTexture: silty clay loam, silty clay or clay, thin strata of coarser or finer texture are in the lower part in some pedons.\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture:  silty clay loam, thin strata of coarser or finer texture are in some pedons.\nC horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 4\nTexture:  typically silty clay loam, but in some pedons it becomes silt loam with depth.  Thin strata of coarser or finer texture are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Edom, Lybrand, and Millheim series. Edom, soils have a lithic contact below a depth of 102 cm (40 inches). Lybrand soils have a densic contact and rock fragments in the lower part of the series control section. Milheim soils have a paralithic contact in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Saylesville soils are on glacial lake basins, stream terraces, and in slack water areas associated with ground moraines.  Slopes  typically are 2 to 6 percent but range from 0 to 40 percent.  These soils formed primarily in silty clay loam lacustrine deposits with a thin silty or loamy mantle. Mean annual precipitation ranges from about 635 to 889 mm (25 to 35 inches). Mean annual air temperature ranges from about 7.8 to 11.7 degrees C (46 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Del Rey, Jericho, Martinton, Montgomery, Mundelein, Pella, Wauconda, and Zurich soils.  Del Rey, Martinton, Mundelein, and Wauconda soils are on lower positions on the landscape and have some grayer colors and are somewhat poorly drained.  In addition, Martinton and Mundelein soils have mollic epipedons and Wauconda soils have darker colored surface horizons.  Zurich soils are on similar landscapes.  Jericho soils have darker colored surface horizons.  Montgomery and Pella soils are in depressional areas, are poorly drained, and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  The potential for surface runoff ranges from negligible to very high. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Common crops are corn, small grain,  and hay.  Some areasare used for pastureland or woodland.  Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95B, 97, 98, 99, 110, and 111B in southeastern Wisconsin, northeastern Illinois, northern Ohio, and southern Michigan.  Saylesville soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Green County, Wisconsin, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The previous series concept allowed for moderately well drained soils.\nThese areas will need to be evaluated during MLRA update activities.\n06/2006\n? Layer depths in the typical pedon for the OSD do not entirely match those in the TUD for Washington County. Don?t know if a different pedon was described or if the Tud was redescribed. Both are in the same quarter section. Also, the TUD\nsays 2-6 percent slope and the OSD says 5 percent slope but the location given in the OSD is in an A slope map unit. Slope of OSD was changed to 1 percent.\n- A new series (Oxyaquic Hapludalf?) is needed for moderately well drained acres mapped in several survey areas. This includes all the acres correlated in Jefferson Co., WI and in Lake Co., IL. It also includes at least some of the acres correlated in Green and Walworth Co., WI and probably includes some of the acres correlated in Kenosha-Racine, Milwaukee-Waukesha, Ozaukee, Sheboygan, and Washington Co., WI.\n- 639 acres were correlated as Saylesville Dark Surface Variant (Typic Argiudoll) in Kenosha-Racine County survey.\n- Colors with chroma of 2 are allowed in the range of characteristics for the Bt because they occur in the Bt3 horizon of the typical pedon. Need to field check to verify if 2 chroma colors really occur in this well drained soil.\n- If the Ap and E horizons (0-12?) are a silty mantle (loess or alluvium) over the clayey lacustrine deposits, there should be a lithologic discontinuity and the Bt, BC and C horizons should be 2Bt, 2BC, and 2C.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon -\n0 to 31 cm (0 to 12 inches) (Ap, E);  albic horizon - 23 to 31 cm (9 to 12 inches) (E); argillic horizon - 31 to 74 cm (12 to 29 inches) (Bt1, Bt2, Bt3).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
