{
  "SERIES": "SAZI",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAL/RLM/KDS",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sazi very fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; yellowish red (5YR 5/6) very fine sandy loam, reddish brown (5YR 4/4) moist; weak thin platy structure; soft, very friable; common very fine and fine, few medium roots; common very fine and fine pores; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary. (2 to 6 inches thick)\nBw--2 to 17 inches; yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable; common very fine, fine, and few medium roots; common very fine and fine pores; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (5 to 16 inches thick)\nBk--17 to 32 inches; light reddish brown (5YR 6/4) very fine sandy loam, yellowish red (5YR 5/6) moist; massive; hard, firm, slightly plastic; few very fine and fine roots; common very fine and fine pores; strongly calcareous; carbonates are in veins and soft masses; many cicada casts; strongly alkaline (pH 8.6); abrupt smooth boundary. (7 to 20 inches thick)\nR--32 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah, about 0.75 mile southwest of Hatch Rock, 2,000 feet north and 1,100 feet east of the southwest corner of sec. 36, T. 29 1/2 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry 50 to 75 percent of the time, cumulative, when the soil temperature at 20 inches is higher than 4l degrees F, but is not moist for 90 consecutive days when the soil temperature is greater than 47 degrees F. Ustic aridic soil moisture regime.\nMean annual soil temperature ranges from 47 to 58 degrees F.\nSandstone bedrock:  20 to 40 inches\nDepth to top of calcic horizon:  7 to 20 inches\nCalcic horizon:  7 to 20 inches thick\nParticle size control section:\nClay content:  10 to 18 percent clay\nRock fragments:  less than 5 percent rock fragments, but can range to 15 percent.\nHue: 7.5YR, 5YR, 2.5YR\nA horizon\nValue: 4 to 6 dry, 3 to 5 moist\nChroma:  4 to 8, dry or moist\nTexture: very fine sandy loam, fine sandy loam, loamy fine sand, fine sand, loamy fine sand, sandy loam\nReaction: noncalcareous or slightly calcareous and slightly alkaline or moderately alkaline\nBw horizon\nValue: 5 or 6 dry, 3 or 5 moist\nChroma: 4 to 8, dry or moist\nTexture: very fine sandy loam, fine sandy loam\nReaction: slightly calcareous or moderately calcareous or slightly alkaline or moderately alkaline\nBk horizon\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 4 to 6 dry, and moist\nTexture: fine sandy loam, gravely fine sandy loam, very fine sandy loam, sandy loam\nReaction: slightly alkaline to strongly alkaline\nCalcium Carbonates equivalent: average 5 to 40 percent\nOther features: AC, C or Cr horizons separate the Bk and R horizons in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Abracon (UT), Anasazi (UT), Chroder (CO), Chugcity (WY), Chupadera (NM), Cobbra (UT), Harvey (NM), Milok (UT), Mivida (UT), Nala (T)(NM), and Yattle (CO) series. Abracon, Chroder, Cobbra, Harvey, Milok, Mivida, Nala, and Yattle soils are more than 40 inches deep. Anasazi soils have 15 to 35 percent gravel in the particle-size control section. Chugcity soils are underlain by a paralithic contact of siltstone or conglomerate. Chroder and Chupadera soils have hues 7.5YR or yellower. Cobbra and Mivida soils are deeper than 60 inches. Chugcity, Chupadera, Harvey, Nala, and Yattle soils are moist in the soil moisture control section during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sazi soils are on mesas, structural benches, and cuestas. Elevations range from 4,100 feet to 6,500 feet. Slopes range from 1 to 30 percent. These soils formed in sandy eolian deposits weathered from sandstone. Mean annual air temperature is 45 to 56 degrees F. Average annual precipitation is 8 to 15 inches. Precipitation during the growing season is greatest during the months of July, August, September, and October. The driest months are April, May, and June. The frost-free period is 100 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Barx, Begay, Ignacio, Mivida, Rizno and Windwhistle soils. The Barx, Begay and Mivida soils lack bedrock above a depth of 40 inches. Ignacio soils do not have a calcic horizon. Rizno soils have bedrock at depths of 10 to 20 inches. Windwhistle soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately rapid permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing. Vegetation is fourwing saltbush, winterfat, galleta and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah and northern Arizona. The series is of moderate extent. MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grand County, Utah, Central Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are:\nOchric epipedon - the zone from the surface to 2 inches (A horizon)\nCalcic horizon - the zone from 17 to 32 inches (Bk horizon)\nLithic feature - bedrock at 32 inches (R horizon)\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised and updated for the correlation of Canyonlands National Park (UT688), October 2009, WWJ\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nUpdate and revisions for the correlation of Kane County, UT642, July 2017, CEM\nADDITIONAL DATA: NSSL sample No. S82UT-037-002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
