{
  "SERIES": "SCALER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDG-JAL-EMM",
  "REVDATE": "07/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, frigid Andic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scaler ashy silt loam, forested, on a 35 percent slope.  Aspect is west.  When described on October 19, 1995 the soil was moist to 10 inches and dry below.  (Colors are for dry soil unless otherwise indicated)\nOe--0 to 1 inch; partially decomposed needles, twigs, leaves and moss. (0 to 3 inches thick)\nA--1 to 2 inches; yellowish brown (10YR 5/4) ashy silt loam, very dark brown (7.5YR 2.5/2) moist; weak fine and medium subangular blocky structure parting to weak very fine and fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; neutral (pH 6.7); abrupt wavy boundary.  (1 to 4 inches thick)\nBw--2 to 11 inches; yellowish brown (10YR 5/4) ashy silt loam, dark brown (7.5YR 3/3) moist; weak fine and medium subangular blocky structure parting to weak very fine and fine granular; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; many very fine and fine irregular and many very fine tubular pores; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 13 inches thick)\n2E--11 to 18 inches; pale brown (10YR 6/3) silt loam, brown (7.5YR 5/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine and fine and few medium roots; many very fine and fine irregular and common very fine and fine tubular pores; 20 percent fine mica flakes; moderately acid (pH 5.9); clear wavy boundary.  (0 to 14 inches thick)\n2E/B--18 to 30 inches; 70 percent E material - very pale brown (10YR 7/3) silt loam, yellowish brown (10YR 5/4) moist; 30 percent B material - very pale brown (10YR 7/4) silt loam, brown (7.5YR 4/4) moist; moderate medium and coarse prismatic structure parting to strong fine and medium subangular blocky; hard, friable, slightly sticky and moderately plastic; many very fine and fine roots between peds and few medium and coarse roots; common very fine and fine irregular and many very fine and common fine tubular pores; 20 percent fine mica flakes; 3 percent schist gravel; moderately acid (pH 5.7); clear wavy boundary.  (0 to 27 inches thick)\n2B/E--30 to 40 inches; 60 percent B material - very pale brown (10YR 7/4) loam, brown (7.5YR 4/4) moist; 40 percent E material - very pale brown (10YR 7/3) silt loam, yellowish brown (10YR 5/4) moist; moderate medium and coarse prismatic structure parting to strong fine and medium subangular blocky; hard friable slightly sticky and moderately plastic; many very fine and fine roots between peds and few medium and coarse roots throughout; common very fine and fine irregular pores and many very fine and common fine tubular pores; common distinct clay films in pores; 40 percent fine mica flakes; 5 percent gravel and 5 percent paragravel; strongly acid (pH 5.4); clear wavy boundary.  (0 to 28 inches)\n3Bt--40 to 48 inches; reddish yellow (7.5YR 7/6) paragravelly loam, strong brown (7.5YR 5/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots between peds; common very fine irregular pores and many very fine and common fine tubular pores; common distinct clay films in pores; common distinct skeletans on faces of peds; 35 percent fine mica flakes; 25 percent paragravel; strongly acid (pH 5.4); clear wavy boundary.  (5 to 34 inches thick)\n3C--48 to 65 inches; 70 percent very pale brown (10YR 7/4) and 30 percent very pale brown (10YR 8/3) very paragravelly loamy sand, 70 percent brown (7.5YR 5/4) and 30 percent reddish yellow (7.5YR 8/6) moist; massive; hard, friable, nonsticky and nonplastic; common very fine and fine and few medium roots throughout; common very fine and fine irregular pores; 60 percent fine mica flakes; 40 percent paragravel occurring as seams of rotten schist; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; about 5 miles north of Grangemont, Idaho; about 750 feet south and 900 feet east of the northwest corner of Sec. 36, T38N, R3E; Latitude - 46 degrees, 35 minutes, 54 seconds North; Longitude - 116 degrees, 01 minutes, 36 seconds West; USGS Grangemont Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 39 to 46 degrees F. (frigid temperature regime)\nSoil moisture control section - not dry for 45 consecutive days from June to October (udic moisture regime)\nMica content of 3Bt, 3BC and 3C horizons - 45 to 85 percent by volume\nThickness of volcanic ash cap - 7 to 14 inches\nVolcanic glass - 5 to 33 percent\nAcid-oxalate extractable Al+1/2 Fe - 1.20 to 2.35 percent\nPhosphorous retention - 60 to 95 percent\n15 bar water retention - 8.0 to 12.0 percent on air dried samples\nA horizon\nHue - 7.5YR or 10YR moist\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nClay content - 8 to 10 percent\nReaction - 5.1 to 7.3\nMica content - 0 to 3 percent\nBulk density - 0.60 to 0.95 g/cc\nBw horizon\nHue - 7.5YR or 10YR dry or moist\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 or 6 dry, 3 to 6 moist\nClay content - 8 to 10 percent\nRock fragments - 0 to 2 percent gravel\nReaction - 5.4 to 6.8\nMica content - 0 to 5 percent\nBulk density - 0.60 to 0.95 g/cc\n2E and 2EB horizons\nHue - 7.5YR or 10YR dry, 5YR to 10YR moist\nValue - 4 to 7 dry, 3 to6 moist\nChroma - 3 to 6 dry or moist\nTexture - silt loam or loam\nClay content - 15 to 20 percent\nRock fragments - 0 to 2 percent gravel\nMica content - 0 to 20 percent\nReaction - 5.0 to 6.5\n2E/B horizons\nE material\nHue - 7.5YR or 10YR dry or moist\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nClay content - 12 to 19 percent\nB material\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry, 4 to 6 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nClay content - 17 to 22 percent\nRock fragments - 0 to 5 percent gravel\nMica content - 0 to 20 percent\nReaction - 5.1 to 6.5\n2B/E horizons, present in some pedons\nB material\nHue - 5YR to 10YR moist\nValue - 5 to 7 dry\nChroma - 4 to 6 dry or moist\nTexture - loam, silt loam, clay loam or silty clay loam\nClay content - 18 to 33 percent\nE material\nHue - 7.5YR or 10YR dry or moist\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nTexture - silt loam or loam\nClay content - 12 to 23 percent\nRock fragments - 0 to 15 percent gravel, 0 to 5 percent cobbles, 0 to 20 percent total fragments\nParagravel - 0 to 10 percent\nMica content - 0 to 40 percent\nReaction - 5.1 to 6.0\n2Bt horizon - present in some pedons\nHue - 5YR to 10YR dry or moist\nValue - 5 to 7 dry, 3 to 6 moist\nChroma - 3 to 6 dry, 3 to 8 moist\nTexture - silt loam, loam or silty clay loam\nClay content - 15 to 29 percent\nRock fragments - 0 to 10 percent gravel, 0 to 2 percent cobbles, 0 to 10 percent total fragments\nParagravel - 0 to 2 percent\nMica content - 0 to 25 percent\nReaction - 5.5 to 6.3\n3Bt horizons\nHue - 5YR to 10YR dry or moist\nValue - 5 to 8 dry, 3 to 7 moist\nChroma - 4 to 8 dry, 3 to 8 moist\nTexture - loam, sandy clay loam, sandy loam or loamy sand\nClay content - 10 to 33 percent\nRock fragments - 0 to 25 percent gravel, 0 to 10 percent cobbles, 0 to 25 percent total rock fragment content\nParagravel - 0 to 25 percent\nMica content - 30 to 70 percent\nReaction - 5.0 to 6.0\n3BC horizon - present in some pedons\nHue - 5YR to 10YR dry, 2.5YR to 10YR moist\nValue - 5 to 7 dry, 3 to 6 moist\nChroma - 3 to 8 dry, 3 to 6 moist\nTexture - loam, sandy loam or loamy sand\nClay content - 8 to 21 percent\nRock fragments - 0 to 25 percent gravel, 0 to 10 percent cobbles, 0 to 25 percent total rock fragment content\nParagravel - 0 to 15 percent\nMica content - 30 to 70 percent\nReaction - 5.0 to 5.9\n3C horizons\nHue - 2.5YR to 10YR dry or moist\nValue - 5 to 8 dry, 3 to 8 moist\nChroma - 3 to 8 dry or moist\nTexture - fine sandy loam, sandy loam or loamy sand\nClay content - 5 to 19 percent\nRock fragments - 0 to 50 percent gravel, 0 to 5 percent cobbles, 0 to 55 percent total fragments\nParagravel - 0 to 45 percent\nMica content - 15 to 85 percent\nReaction - 5.0 to 5.9"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBandmill soils:  have 3Btb horizons that have 25 to 40 percent clay and do not have mica flakes.\nRiswold soils:  have 3Bt horizons that have 10 to 60 percent basalt fragments and do not have mica flakes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scaler series are on structural benches, hills, mountain slopes and ridges at elevations of 1800 to 4400 feet (549 to 1341 meters).  They have slopes from 15 to 65 percent.  These soils formed in loess over residuum weathered from schist and gneiss that are high in mica with a thin mantle of volcanic ash.  The average annual air temperature is 38 to 46 degrees F.  The average annual precipitation is 30 to 55 inches (762 to 1397 mm).  The frost-free season is 50 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aldermand, Grandad and Kauder soils.  Aldermand soils are on canyons and mountain sideslopes and have a vitrandic surface.  Grandad soils are mountain sideslopes and ridge tops, have a thick mantle of volcanic ash and are paramicaceous.  Kauder soils are on structural benches and plateaus and are moderately deep to a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  well drained, moderately high saturated hydraulic conductivity"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, watershed and recreation.  Potential natural vegetation is western redcedar, Douglas fir, grand fir and western white pine with an understory of queencup beadlilly, goldthread, starry false Solomons seal, columbia brome and baldhip rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-Central Idaho; Scaler soils are moderately extensive.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches.  (Oe and A horizon)\nCambic horizon - The zone from 2 to 11 inches.  (Bw horizon)\nArgillic horizon - The zone from 30 to 48 inches.  (2B/E and 3Bt horizons)\nVolcanic ash cap - The zone from 1 to 11 inches.  (A and Bw horizons)\nParticle size control section - The zone from 30 to 48 inches. (2B/E and 3Bt horizons)\nThe values listed under the Range In Characteristics for Bulk density, Volcanic glass, Acid-oxalate extractable Al+1/2Fe, Phosphorous retention and 15 bar water retention are estimates only.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
