{
  "SERIES": "SCANTIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-GBJ-WDH",
  "REVDATE": "06/2016",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Scantic series consists of very deep, poorly drained soils formed in glaciomarine or glaciolacustrine deposits on coastal lowlands and river valleys.  Slope ranges from 0 to 8 percent.  Saturated hydraulic conductivity of the surface and subsurface horizons is moderately high or high and low or moderately slow in the subsoil and substratum.  Mean annual temperature is about 7 degrees C, and mean annual precipitation is about 1168 mm inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, nonacid, frigid Typic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scantic silt loam, on a 1 percent slope in an idle field.   (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 10 cm; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine granular structure; very friable; many very fine, fine, medium and coarse roots; moderately acid; abrupt smooth boundary.\nAp2--10 to 23 cm; dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate very fine granular structure; very friable; common very fine, fine, medium and coarse roots; common medium distinct olive gray (5Y 5/2) irregularly shaped iron depletions throughout; moderately acid; abrupt wavy boundary.  (Combined thickness of the Ap horizons is 13 to 23 cm.)\nEg--23 to 28 cm; olive gray (5Y 5/2) silt loam; weak medium platy structure parting to weak very fine subangular blocky; friable; common very fine, fine, medium and coarse roots; common medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix and along root channels; moderately acid; abrupt smooth boundary.  (0 to 20 cm thick)\nBg1--28 to 41 cm; olive gray (5Y 5/2) silty clay loam; moderate thin platy structure; firm; common very fine, fine, and medium and few coarse roots; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix and along pores; many coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation in the matrix and along pores; common medium faint gray (5Y 6/1) irregularly shaped iron depletions in the matrix; light olive gray (5Y 6/2) silt coatings on walls of earthworm channels and on 50 percent of faces of peds; few medium dark gray (5Y 4/1) oxide coats on faces of peds; slightly acid; clear wavy boundary.\nBg2--41 to 56 cm; olive gray (5Y 5/2) silty clay; weak medium platy structure parting to moderate very fine subangular blocky; firm; few very fine and fine roots; few pores; common medium faint gray (5Y 6/1) irregularly shaped iron depletions in the matrix; common medium prominent light olive brown (2.5Y 5/4) masses of iron accumulation in the matrix and along pores; light olive gray (5Y 6/2) silt coatings on walls of earthworm channels and on 50 percent of faces of peds; few fine prominent dark reddish brown (5YR 2/2) oxide coats on faces of peds; slightly acid; gradual wavy boundary.\nBg3--56 to 74 cm; olive gray (5Y 4/2) silty clay; moderate very fine and fine subangular blocky structure; firm; few pores; common medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix and along pores; common medium faint olive gray (5Y 5/2) irregularly shaped iron depletions in the matrix; gray (5Y 6/1) silt coatings on 50 percent of faces of peds and pores; common medium prominent dark reddish brown (5YR 2/2) oxide coats on 10 percent of faces of peds; slightly acid; clear wavy boundary. (Combined thickness of the Bg horizon is 23 to 89 cm.)\nCg--74 to 1165 cm; olive gray (5Y 4/2) clay; weak thick platy structure; firm; few medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix; few fine faint gray (5Y 5/1) irregularly shaped iron depletions in the matrix; gray (5Y 6/1) silt coatings on 50 percent of faces of peds; many medium prominent dark reddish brown (5YR 2/2) oxide coats on 30 percent of faces of peds; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Maine; Town of Whitneyville; 0.25 mile south of railroad track on U.S. Route 1A, and 200 feet northwest of the road; USGS Whitneyville topographic quadrangle; lat. 44 degrees 42 minutes 34 seconds N. and long. 67 degrees 31 minutes 29 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 63 to 127 cm.  Depth to bedrock is more than 152 cm.  The soil is commonly free of rock fragments but a few pedons contain up to 3 percent gravel.  Stones cover from 0 to 3 percent of the surface.  Reaction ranges from very strongly acid to slightly acid in the surface and subsurface horizons, unless limed, and from strongly acid to neutral in the upper part of the subsoil.  The reaction in the lower part of the subsoil and in the substratum is moderately acid to neutral.\nIn undisturbed areas some pedons have an O horizon that ranges from 3 to 18 cm thick that is neutral or has a hue of 5YR to 10YR, value of 2 to 3 and a chroma of 0 to 2.  It is muck or mucky peat.\nThe Ap horizon has hue of 10YR to 5Y, value of 3 to 5 and chroma of 1 or 2.  It has weak or moderate, very fine to coarse granular structure.  Undisturbed areas have an A horizon 5 to 13 cm thick, that has hue of 10YR, value of 3 and chroma of 1 or 2.  It is silt loam, silty clay loam, or loam.  Consistence is very friable or friable.\nThe Eg horizon, has hue of 2.5Y or 5Y, value of 4 or 5 and chroma of 1 or 2 and few or common redoximorphic features.  It has weak or moderate, thin to thick platy, fine or medium granular or very fine subangular blocky structure.  It is silt loam, silty clay loam, or loam.  Consistence is very friable or friable.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 1 or 2 and has faint to prominent redoximorphic features.  It is silt loam, silty clay loam, or silty clay.  It has subangular blocky or platy structure but some pedons have primary structure that is prismatic.  Consistence is friable or firm.\nThe BCg horizon, where present, has hue of 2.5Y or 5Y, or 5BG value of 4 to 6 and chroma of 1 or 2 with faint to prominent redoximorphic features.  It is silty clay loam, silty clay, or clay.  It has platy or angular blocky structure but some pedons have primary structure that is prismatic.  Consistence is friable to very firm.\nThe Cg horizon is neutral or has hue of 2.5Y, 5Y or 10Y, value of 4 to 6 and chroma of 0 to 2 and redoximorphic features are less abundant than in the B horizon or are lacking.  It is silty clay loam, silty clay, or clay. Platy or prismatic structure is dominant but some pedons are massive. Consistence is firm or very firm.  Patchy or discontinuous oxide coatings are common in the B and C horizons in pedons from marine deposits and are less common or lacking in those from lacustrine deposits."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family.  The Lamoine, Swanton, and Swanville series are similar soils in related families.   Lamoine soils have dominant chroma of 3 or more between the A or Ap horizon and 76 cm below the mineral soil surface.  Swanton soils have a coarse-loamy over clayey particle-size class.  Swanville soils have less clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scantic soils are on coastal lowlands and river valleys.  Slope ranges from 0 to 8 percent.  The soils formed in medium, moderately fine and fine textured glaciomarine or glaciolacustrine deposits.  The climate is humid and cool temperate.  Mean annual temperature ranges from about 6 to almost 8 degrees C , and mean annual precipitation ranges from 863 to 1219 mm.  The frost-free season ranges  from 90 to 160 days.  Elevation ranges from about 2 to 275 m above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biddeford, Buxton, Elmwood, Lamoine, Melrose, Swanton, and Whately soils.  The Biddeford, Buxton and Lamoine soils are members of a drainage sequence with Scantic soils on the same landscape, Buxton and Lamoine soils are in higher positions and Biddeford soils are in depressions.  The Elmwood, Melrose, Swanton and Whately soils all have a coarse-loamy over clayey particle-size class.  Elmwood and Melrose soils are in higher positions on the landscape. Swanton soils are in similar positions and Whately soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained.  Surface runoff is slow.  Saturated hydraulic conductivity of the surface and subsurface horizons is moderately high or high and low or moderately slow in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly idle or woodland, some areas are used for growing hay and pasture.  Common tree species include red maple, elm, gray birch, white ash, balsam fir, red and white spruce, tamarack, and some eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 142, 143, and 144B in Maine, Massachusetts, New Hampshire, New York, and Vermont.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Penobscot County, Maine, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Previous revisions reflect a change in classification from Typic Haplaquepts to conform with Keys To Soil Taxonomy, sixth edition, 1994.  Historic correlations of Scantic may have occurred in presumed or isolated frigid areas in MLRAs 144A and 145.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 28 cm (Ap and Eg horizons).\n2.  Cambic horizon - the zone from 28 to 89 cm (Bg horizon).\n3.  Nonacid - the pH is 5.0 or more in 0.01M calcium chloride in at least some part of the control section (25 to 100 cm).\n4.  Aquic conditions - redoximorphic features at 10 cm.\n5.  Episaturation - a perched water table."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Source of data used in establishing taxonomic class and range in characteristics is Maine Agricultural Experiment Station, Technical Bulletin 94, September 1979.\nSoil interpretation record numbers for the Scantic series are: Scantic, ME0044; Scantic, stony, ME0062."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak very fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 10 cm; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine granular structure; very friable; many very fine, fine, medium and coarse roots; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate very fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap2--10 to 23 cm; dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate very fine granular structure; very friable; common very fine, fine, medium and coarse roots; common medium distinct olive gray (5Y 5/2) irregularly shaped iron depletions throughout; moderately acid; abrupt wavy boundary.  (Combined thickness of the Ap horizons is 13 to 23 cm.)"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak medium platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Eg--23 to 28 cm; olive gray (5Y 5/2) silt loam; weak medium platy structure parting to weak very fine subangular blocky; friable; common very fine, fine, medium and coarse roots; common medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix and along root channels; moderately acid; abrupt smooth boundary.  (0 to 20 cm thick)"
      },
      {
        "name": "Bg1",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--28 to 41 cm; olive gray (5Y 5/2) silty clay loam; moderate thin platy structure; firm; common very fine, fine, and medium and few coarse roots; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix and along pores; many coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation in the matrix and along pores; common medium faint gray (5Y 6/1) irregularly shaped iron depletions in the matrix; light olive gray (5Y 6/2) silt coatings on walls of earthworm channels and on 50 percent of faces of peds; few medium dark gray (5Y 4/1) oxide coats on faces of peds; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 41,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "weak medium platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg2--41 to 56 cm; olive gray (5Y 5/2) silty clay; weak medium platy structure parting to moderate very fine subangular blocky; firm; few very fine and fine roots; few pores; common medium faint gray (5Y 6/1) irregularly shaped iron depletions in the matrix; common medium prominent light olive brown (2.5Y 5/4) masses of iron accumulation in the matrix and along pores; light olive gray (5Y 6/2) silt coatings on walls of earthworm channels and on 50 percent of faces of peds; few fine prominent dark reddish brown (5YR 2/2) oxide coats on faces of peds; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 56,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "moderate very fine and fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg3--56 to 74 cm; olive gray (5Y 4/2) silty clay; moderate very fine and fine subangular blocky structure; firm; few pores; common medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix and along pores; common medium faint olive gray (5Y 5/2) irregularly shaped iron depletions in the matrix; gray (5Y 6/1) silt coatings on 50 percent of faces of peds and pores; common medium prominent dark reddish brown (5YR 2/2) oxide coats on 10 percent of faces of peds; slightly acid; clear wavy boundary. (Combined thickness of the Bg horizon is 23 to 89 cm.)"
      },
      {
        "name": "Cg",
        "top": 74,
        "bottom": 1165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt",
        "structure": "weak thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--74 to 1165 cm; olive gray (5Y 4/2) clay; weak thick platy structure; firm; few medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix; few fine faint gray (5Y 5/1) irregularly shaped iron depletions in the matrix; gray (5Y 6/1) silt coatings on 50 percent of faces of peds; many medium prominent dark reddish brown (5YR 2/2) oxide coats on 30 percent of faces of peds; slightly acid."
      }
    ]
  ]
}
