{
  "SERIES": "SCAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/RJE",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over isotic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scar ashy sandy loam second growth forest. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; leaves, twigs, and needles.\nOe--1 to 2 inches; partially decomposed leaves, twigs, needles; abrupt wavy boundary. (! to l! inches thick)\nE--2 to 3 inches; gray (10YR 6/1) ashy very fine sandy loam, gray (10YR 5/1) moist; massive; slightly hard, firm, nonsticky, nonplastic; very strongly acid (pH 5.0); abrupt smooth boundary. (! to l! inches thick)\nBsl--3 to 9 inches; strong brown (7.5YR 5/6) ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, friable, slightly sticky, nonplastic; many fine roots; slightly acid (pH 6.2); clear wavy boundary. (4 to l8 inches thick)\nBs2--9 to l2 inches; strong brown (7.5YR 5/6) ashy loamy fine sand, brown (7.5YR 4/2) moist; massive; slightly hard, slightly firm, nonsticky, nonplastic; many fine roots; moderately acid (pH 6.0); abrupt irregular boundary. (3 to l6 inches thick)\nCl--l2 to 21 inches; light gray (N 7/0) ashy loamy sand, gray (5Y 5/1) moist with streaks of brown (7.5YR 4/4) moist; massive; slightly hard, slightly firm, nonsticky, nonplastic; few large roots; vesicular; moderately acid (pH 5.6); clear wavy boundary. (0 to 34 inches thick)\n2C2--21 to 60 inches; light gray (5Y 7/2) loamy sand, olive gray (5Y 5/2) moist; massive; hard, firm, sticky, slightly plastic; few large roots; l0 percent pebbles; clay bridging of sand grains; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington, l8 miles southeast of Republic; 50 yards south, upslope, of Sherman Pass Highway in the NESE sec. 23, T. 36 N., R. 34 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at 20 inches ranges from 38 to 42 degrees F., and the mean summer temperature is less than 47 degrees F.These soils are usually moist, but are dry in all parts between 8 and 24 inches for 45 to 60 consecutive days in most years. The upper part of the particle-size control section contains more than 30 percent volcanic glass in the fine earth fraction. Content of coarse fragments in the upper part of the particle-size control section ranges from 0 to 20 percent and in the lower part from 5 to 35 percent.\nThe E horizon has value of 5 to 7 dry, 3 to 5 moist, and chromas of l or 2 dry or moist. It is massive or single grain. Reaction is very strongly acid or strongly acid.\nThe Bs horizon has hue of l0YR or 7.5YR, value of 5 to 7 dry, 3 to 5 moist, and chromas of 3 to 6 dry or moist. It is ashy sandy loam, ashy loamy fine sand, ashy loamy sand or ashy loamy coarse sand. It is gravelly in some pedons. It is single grain, massive, or has weak blocky structure. Reaction is strongly acid to slightly acid. The Bs horizon fails to be spodic materials because the pH is too high or the color too yellow or bright or both.\nThe C horizon has hue of l0YR, neutral or 2.5Y, value of 6 to 8 dry, 4 or 5 moist and chromas of l or 2 dry or moist. It is ashy fine sandy loam, ashy loamy sand or ashy loamy coarse sand and is gravelly in some pedons. It is massive or single grain.\nThe 2C horizon has hue of 2.5Y or 5Y, values of 6 or 7 dry, 4 or 5 moist and chroma of 2 to 4 dry or moist. It is loamy sand to sandy clay loam and is gravelly in some pedons. It contains l to 5 percent clay above 40 inches and l to 30 percent clay below 40 inches. It is massive or single grain. Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Resner and Tunkcreek series. These soils do not have an albic horizon. ."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scar soils are on mountain slopes at elevations of 4,000 to 6,500 feet. Slopes are 0 to 65 percent. The regolith consists of volcanic ash over glacial till. Scar soils occur in a cold subhumid climate with an average annual precipitation of 35 to 40 inches; mean annual temperature is about 38 degrees F.; and frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Manley and Togo soils. Manley and Togo soils lack a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability; runoff is slow to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland and wildlife cover, and browse. Native vegetation is western larch, subalpine fir, Engleman spruce and lodgepole pine with an understory of Sitka alder, dwarf huckleberry, wild strawberry, and sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. Series is moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County, Washington, l968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizon; the zone from 2 to 3 inches (E horizon)\nCambic horizon; the zone from 3 inches to 9 inches (Bs1 horizon)\nStrongly contrasting particle-size classes at 21 inches.\nThis draft reflects a change in classification from Ashy over loamy, mixed  Typic Cryorthods to Ashy over Sandy or sandy-skeletal, glassy over isotic Xeric Vitricryands. This change is based on Soil Taxonomy 2nd Ed. and the laboratory data on three pedons.  The moisture regime needs more study, the vegetation includes Engelmann spruce that normally grows in udic soils.\nPartial laboratory data are available on these soils.\nPedon number S68WA-019-001,  S68WA-019-002, and S68WA-019-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
