{
  "SERIES": "SCARBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHT-SMF-MFF",
  "REVDATE": "03/2010",
  "STATES": "CT,MA,NH,NY,RI,VT",
  "OVERVIEW": "The Scarboro series consists of very deep, very poorly drained soils in sandy glaciofluvial deposits on outwash plains, deltas, and terraces. They are nearly level soils in depressions. Slope ranges from 0 through 3 percent. Saturated hydraulic conductivity is high or very high. Mean annual temperature is about 49 degrees F. (9 degrees C.) and the mean annual precipitation is about 44 inches (1118 millimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scarboro mucky fine sandy loam woodland; in an area of Scarboro mucky fine sandy loam at an elevation of about 212 meters. (Colors are for moist soil.)\nOi -- 0 to 1 inch (0 to 3 centimeters); slightly decomposed maple leaves and other plant material\nOa -- 1 to 8 inches (3 to 20 centimeters); dark brown (10YR3/3) mucky peat; thin platy structure; friable; common fine roots; very strongly acid; abrupt wavy boundary. (Combined thickness of Oi, Oe, and Oa horizons is 8 to 13 inches (20 to 33 centimeters).)\nA -- 8 to 14 inches (20 to 36 centimeters); black (N 2/0) mucky fine sandy loam; weak medium granular structure; friable; common fine roots; very strongly acid; abrupt smooth boundary. (0 to 14 inches (0 to 36 centimeters) thick.)\nCg1 -- 14 to 19 inches (36 to 48 centimeters); grayish brown (2.5Y 5/2) loamy sand; massive; friable; many fine roots; very strongly acid; abrupt irregular boundary.\nCg2 -- 19 to 22 inches (48 to 56 centimeters); grayish brown (2.5Y 5/2) sand; massive; friable; few fine roots; 10 percent rock fragments; common medium prominent dark brown (7.5YR 3/2) areas of iron depletion and common medium prominent yellowish red (5YR 4/6) masses of iron; very strongly acid; clear wavy boundary.\nCg3 -- 22 to 65 inches (56 to 165 centimeters); grayish brown (2.5Y 5/2) gravelly sand; single grain; loose; 15 percent rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: 60 feet north of Electric Avenue near the south edge of Forest Hill Cemetery in the City of Fitchburg, Massachusetts. USGS Fitchburg, MA topographic quadrangle, Latitude 42 degrees, 34 minutes, 0.3 seconds N., and Longitude 71 degrees, 48 minutes, 33.3 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Stones range from 0 through 5 percent by volume in the A horizon and upper part of the C horizon and are absent in the lower part of the C horizon. Cobbles range from 0 through 10 percent in the A horizon, 0 through 5 percent in the upper part of the C horizon, and are absent in the lower part of the C horizon. Gravel ranges from 0 through 10 percent by volume in the A horizon, 0 through 20 percent in the upper part of the C horizon to a depth of 30 inches (76 centimeters), and 0 through 50 percent in the C horizon below a depth of 30 inches (76 centimeters). Reaction ranges from very strongly acid through moderately acid in the A horizon and upper part of the C horizon, and from very strongly acid through neutral in the lower part of the C horizon.\nThe O horizon is commonly mucky peat or muck, but the range includes thin layers of peat at the surface. The O horizon is neutral or has hue 5YR through 10YR, value of 2 or 3, and chroma of 0 through 3.\nThe A horizon where present is neutral or has hue of 5YR through 2.5Y, value of 2 through 3, and chroma of 0 through 2. It is fine sandy loam, sandy loam, loamy fine sand, loamy sand, fine sand, sand or their mucky analogues in the fine-earth fraction. This horizon commonly is 5 through 14 inches (13 through 36 centimeters) thick, but in some places may be less than 5 inches (13 centimeters) thick or absent.\nThe upper part of the Cg horizon is neutral or has hue of 10YR through 5Y, value of 3 through 7, and chroma of 0 through 3. Some pedons have few or common fine through coarse redoximorphic features. Texture is fine sandy loam, sandy loam, loamy fine sand, loamy coarse sand, loamy sand, fine sand, or sand in the fine-earth fraction.\nThe lower part of the C horizon is neutral or has hue of 10YR through 5Y or 5GY, value of 3 through 6, and chroma of 0 through 4. Redoximorphic features range from none through many and are fine through coarse. Texture is loamy fine sand, loamy sand, fine sand, sand, loamy coarse sand, or coarse sand in the fine-earth fraction. The C horizon is structureless and loose, very friable, or friable. It is often stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ackerman and Antung series. These soils are from outside LRR R and S. Ackerman soils are more alkaline in the organic horizons and the upper part of the C horizon. They also contain coprogenous material. Antung soils are more alkaline and effervesce in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scarboro soils are in level or nearly level depressions on outwash plains, deltas, and terraces. Slope is less than 3 percent. The soils formed in sandy glaciofluvial deposits. Mean annual temperature ranges from 46 through 57 degrees F. (8 through 14 degrees C.) and mean annual precipitation ranges from 38 through 55 inches (965 through 1397 millimeters)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The excessively drained Hinckley, Windsor and Penwood soils, somewhat excessively drained Merrimac soils, moderately well drained Sudbury and Deerfield soils, poorly drained Mashpee(T) and Massasoit(T) soils, somewhat poorly and poorly drained Walpole and Wareham soils are on higher positions on associated glaciofluvial landforms. The poorly drained Rippowam soils and very poorly drained Saco soils are on nearby flood plains. The very poorly drained Rainberry soils lack a Histic epipedon and have Spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Saturated hydraulic conductivity is high or very high. Surface runoff is high or very high. The water table is at or near the surface for 6 to 12 months of the year, and many areas are ponded for short periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Shrub and brush land or woodland. Common shrubs are speckled alder, smooth alder, rhoda azalea, steeplebush spirea, leatherleaf, labrador-tea, winterberry, highbush blueberry, large cranberry, black huckleberry, poison sumac, and sheep laurel. Common trees are red maple, slippery elm, Atlantic white cedar, tamarack, eastern white pine, willow, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms in Connecticut, Massachusetts, New Hampshire, Rhode Island, eastern New York, and Vermont. MLRAs 142, 144A, 145, and 149B. Scarboro soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cumberland County, Maine; 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Geographical location (latitude and longitude) determined from the published soil survey.\n2. The use of the Scarboro series in Maine, and in MLRA 144B, is relict to before temperature classes. These have been removed from the SC file.\nDiagnostic horizons and features recognized in this pedon are:\n1. Histic epipedon - the zone from the soil surface to a depth of 8 inches (20 centimeters), (Oi and Oa horizons).\n2. Thickness of organic soil materials is 8 inches (20 centimeters).\n3. Aquic conditions - Histic epipedon or the zone from 19 to 22 inches (48 to 56 centimeters) has 50 percent or more 2 chroma with redox concentrations (Cg2 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi -- 0 to 1 inch (0 to 3 centimeters); slightly decomposed maple leaves and other plant material"
      },
      {
        "name": "Oa",
        "top": 3,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa -- 1 to 8 inches (3 to 20 centimeters); dark brown (10YR3/3) mucky peat; thin platy structure; friable; common fine roots; very strongly acid; abrupt wavy boundary. (Combined thickness of Oi, Oe, and Oa horizons is 8 to 13 inches (20 to 33 centimeters).)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 8 to 14 inches (20 to 36 centimeters); black (N 2/0) mucky fine sandy loam; weak medium granular structure; friable; common fine roots; very strongly acid; abrupt smooth boundary. (0 to 14 inches (0 to 36 centimeters) thick.)"
      },
      {
        "name": "Cg1",
        "top": 36,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Cg1 -- 14 to 19 inches (36 to 48 centimeters); grayish brown (2.5Y 5/2) loamy sand; massive; friable; many fine roots; very strongly acid; abrupt irregular boundary."
      },
      {
        "name": "Cg2",
        "top": 48,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg2 -- 19 to 22 inches (48 to 56 centimeters); grayish brown (2.5Y 5/2) sand; massive; friable; few fine roots; 10 percent rock fragments; common medium prominent dark brown (7.5YR 3/2) areas of iron depletion and common medium prominent yellowish red (5YR 4/6) masses of iron; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Cg3",
        "top": 56,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg3 -- 22 to 65 inches (56 to 165 centimeters); grayish brown (2.5Y 5/2) gravelly sand; single grain; loose; 15 percent rock fragments; strongly acid."
      }
    ]
  ]
}
