{
  "SERIES": "SCATTERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "REV. - ACB, JMG, MAV",
  "REVDATE": "12/2004",
  "STATES": "VA",
  "OVERVIEW": "The Scattersville series consists of very deep, somewhat poorly drained soils formed in mountain colluvium (solifluctate) from mixed basic and acidic rock materials.  They are in swales, broad interfluves, and on mountain footslopes at the base of the Blue Ridge.  Slopes range from 0 to 8 percent.  Mean annual air temperature is about 52 degrees F and mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scattersville silt loam - on a 5 percent concave south-southeast facing slope in a pasture (soil was moist when described).\nAp -- 0 to 9 inches; yellowish brown (10YR 5/4) silt loam; moderate medium granular structure; friable, slightly sticky, and non-plastic; many fine and medium roots; 10 percent gravel; moderately acid; abrupt smooth boundary (5 to 11 inches thick).\nBt1 -- 9 to 29 inches; brownish yellow (10YR 6/6) loam; weak medium subangular blocky structure; friable, slightly sticky, and slightly plastic; many fine and medium roots; 5 percent gravel; common medium distinct black (N 2/0) manganese stains; common medium distinct light gray (5YR 7/1) iron depletions; few medium distinct reddish brown (5YR 5/4) iron concentrations; common faint clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary.\nBt2 -- 29 to 33 inches; yellowish red (5YR 5/6) loam; moderate medium subangular blocky structure; friable, slightly sticky, and slightly plastic; many fine and medium roots; 5 percent gravel; common medium distinct light gray (5YR 7/1) iron depletions; common medium distinct black (N 2/0) manganese stains; common distinct clay films on faces of peds; few fine mica flakes; strongly acid; clear smooth boundary.\nBt3 -- 33 to 50 inches; 60 percent yellowish red (5YR 4/6) and 40 percent light gray (5YR 7/1) loam; weak medium subangular blocky structure; friable, slightly sticky, and slightly plastic; few fine roots; 10 percent gravel; moderately acid; clear smooth boundary (combined thickness of the Bt horizons is 30 to 50 inches or more)\n2C -- 50 to 65 inches -- 60 percent light gray (5YR 7/1) and 40 percent yellowish red (5YR 5/6) gravelly loam; massive; friable, slightly sticky, and slightly plastic; 30 percent gravel; few medium distinct black (N 2/0) manganese stains; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Loudoun County, Virginia; about 0.5 miles west 285 degrees of the junction of Virginia State Routes 712 and 711; and 900 feet west southwest 245 degrees of Virginia State Route 712. Virginia Grid Coordinates E 2,196,800 and N 538,925."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches or more.  Depth to lithologic discontinuity, when present, ranges from 30 to 50 inches.  Depth to hard bedrock is more than 60 inches.  Rock fragments of gravel and cobbles range from 0 to 35 percent in the solum and 0 to 50 percent in the substratum.  Reaction ranges, unless limed, from strongly acid to moderately acid in the solum and from  slightly acid to neutral in the substratum.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 4.  It is silt loam or loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 7, and chroma of 1 through 8.  It is loam, sandy clay loam, silty clay loam, or clay loam in the fine earth fraction.\nThe C or 2C horizon has hue of 5YR through 10YR, value of 4 through 7, and chroma of 1 through 6.  Texture is variable, ranging from loamy sand, sandy loam, loam, silt loam, silty clay loam, silty clay, to occasionally clay in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bogart, Centerburg, Conowingo, Haney, Lehigh, Mount Lucas, Reaville, Swampoodle, Thackery, Tuscola, and Williamstown series. Reaville soils have bedrock within 40 inches of the surface.  Conowingo soils contain serpentine.  Williamstown soils formed in glacial till.  Tuscola soils are stratified.  Haney soils contain carbonates.  Mount Lucas soils contain porcelainite channers.  Swampoodle soils contain fewer rock fragments and are moderately well drained.. Thackery soils contain carbonates in the lower solum.  Bogart soils formed in stratified outwash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scattersville soils generally occur on the footslopes of mountains.  They also occur in the heads of drainageways, on broad, nearly level, interfluves, on colluvial fans, and along drains.  Slope gradient commonly ranges from 1 to 4 percent, but may be as high as 8 percent.  The soils formed in loamy colluvium overlying mixed basic and acid Blue Ridge rocks.  Mean annual air temperature ranges from 45 to 55 degrees F.  Mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the established Myersville and Catoctin soils and the tentative Brumbaugh soils, and the proposed Purcellville, Meadowville, Philomont, and Tankerville soils.  Purcellville, Philomont, Tankerville, Myersville, and Catoctin soils are on the adjacent convex uplands and are well drained.  Brumbaugh soils are on gently sloping mountain footslopes and colluvial fans.  Middleburg soils are in narrower upland drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Scattersville soils are moderately well to somewhat poorly drained.  Runoff is slow to moderate, Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The majority of the Scattersville soils are in pasture or used for hay production.  Due to wetness, very little of the acreage has been developed for residential use.  A significant acreage is in woodland.  Where crops are produced on these soils, corn, wheat, and soybeans are the principle row crops.  Orchard grass/clover mixes are the principle hay crops.  Native vegetation is upland hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and possibly Maryland and Pennsylvania.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Loudoun County, Virginia, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Scattersville is a community in western Loudoun County.\nREVISED = 2/18/2004, MAV added active ce activity class.\nDiagnostic horizons and features recognized in this pedon:\na) Ochric epipedon - zone from 0 to 9 inches (Ap horizon).\nb) Argillic horizon - zone from 9 to 50 inches (Bt1, Bt2, and Bt3 horizons).\nc) Redoximorphic depletions - begin at 9 inches (Bt1 horizon).\nThese soils were previously included in the Trego and Rohrersville series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Mechanical and mineralogical analyses performed by Loudoun County, Virginia, Department of Environmental Resources staff using the hydrometer method.  Chemical analyses performed by Virginia Polytechnic Institute and State University Staff.  Lab numbers for this pedon are as follows: Loudoun County DER, LC-900186 and VPI&SU 90-53-429.  In addition, 12 other pedons have been sampled for PSA and 5 for chemistry."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well to somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; yellowish brown (10YR 5/4) silt loam; moderate medium granular structure; friable, slightly sticky, and non-plastic; many fine and medium roots; 10 percent gravel; moderately acid; abrupt smooth boundary (5 to 11 inches thick)."
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1 -- 9 to 29 inches; brownish yellow (10YR 6/6) loam; weak medium subangular blocky structure; friable, slightly sticky, and slightly plastic; many fine and medium roots; 5 percent gravel; common medium distinct black (N 2/0) manganese stains; common medium distinct light gray (5YR 7/1) iron depletions; few medium distinct reddish brown (5YR 5/4) iron concentrations; common faint clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2 -- 29 to 33 inches; yellowish red (5YR 5/6) loam; moderate medium subangular blocky structure; friable, slightly sticky, and slightly plastic; many fine and medium roots; 5 percent gravel; common medium distinct light gray (5YR 7/1) iron depletions; common medium distinct black (N 2/0) manganese stains; common distinct clay films on faces of peds; few fine mica flakes; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 84,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3 -- 33 to 50 inches; 60 percent yellowish red (5YR 4/6) and 40 percent light gray (5YR 7/1) loam; weak medium subangular blocky structure; friable, slightly sticky, and slightly plastic; few fine roots; 10 percent gravel; moderately acid; clear smooth boundary (combined thickness of the Bt horizons is 30 to 50 inches or more)"
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C -- 50 to 65 inches -- 60 percent light gray (5YR 7/1) and 40 percent yellowish red (5YR 5/6) gravelly loam; massive; friable, slightly sticky, and slightly plastic; 30 percent gravel; few medium distinct black (N 2/0) manganese stains; slightly acid."
      }
    ]
  ]
}
