{
  "SERIES": "SCHAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-JBF-TM-JVC",
  "REVDATE": "01/2020",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Schamp stony loam--rangeland.  (Colors for dry soil unless otherwise noted). The soil surface is covered with 10 percent stones, 5 percent cobbles, and 15 percent gravel.\nA--0 to 13 cm; light brownish gray (10YR 6/2) stony loam, very dark grayish brown (10YR 3/2) moist; moderate very thin and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 10 percent stones, 5 percent cobbles, and 15 percent gravel; neutral (pH 7.0); clear smooth boundary.  (8 to 15 cm thick)\nBt1--13 to 20 cm; light brownish gray (10YR 6/2) clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and few fine and medium roots; many very fine tubular pores; few faint clay films on faces of peds and lining pores; neutral (pH 7.2); abrupt wavy boundary.  (0 to 13 cm thick)\nBt2--20 to 38 cm; brown (10YR 5/3) clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; many very fine and fine and few medium roots; many very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; neutral (pH 7.2); clear wavy boundary.  (15 to 25 cm thick)\nBt3--38 to 51 cm; brown (10YR 5/3) clay, dark brown (10YR 3/3) moist; weak fine prismatic structure parting to moderate medium subangular blocky; hard, friable, very sticky and very plastic; common very fine and fine and few medium roots; many very fine tubular pores; common faint and distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.7); clear wavy boundary.  (8 to 15 cm thick)\nBtk--51 to 81 cm; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, very friable, very sticky and very plastic; common very fine and few fine roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; 10 percent gravel; secondary carbonates segregated as few coats on bottoms of rock fragments; noneffervescent matrix; moderately alkaline (pH 8.2); clear wavy boundary.  (18 to 36 cm thick)\nCk--81 to 109 cm; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; massive; hard, very friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; 5 percent gravel and 5 percent cobbles; secondary carbonates segregated as few fine masses and as few coats on bottoms of rock fragments; noneffervescent matrix; strongly alkaline (pH 8.5); clear wavy boundary.  (18 to 36 cm thick)\n2C--109 to 152 cm; pale brown (10YR 6/3) very cobbly loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine tubular pores; 25 percent cobbles and 20 percent gravel; slightly effervescent; strongly alkaline (pH 8.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; on the east side of Surprise Valley about 1.8 miles east of the Nevada-California state line; approximately 1,100 feet east and 400 feet south of the northwest corner of section 15, T. 42 N., R. 18 E.; USGS Fortynine Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 34 minutes 00 seconds N and longitude 119 degrees 57 minutes 49 seconds W; WGS84 Decimal Degrees 41.5666667 latitude, -119.9636111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nDepth to base of argillic horizon 69 to 90 cm.\nParticle-size control section - Clay content: 35 to 50 percent.\nA horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay or clay loam.\nClay content: 35 to 60 percent.\nRock fragments: 0 to 15 percent.\nStructure: Fine to coarse prismatic or moderate or strong fine to coarse subangular or angular blocky.\nStructure: Weak or moderate, fine to coarse prismatic, subangular blocky or angular blocky.\nReaction: Neutral through moderately alkaline.\nSalinity (EC): 0 to 2 mmhos/cm.\nSodicity (SAR): 1 to 12 in the Bt2 and Bt3 horizons.\nBtk horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay or clay loam.\nClay content: 35 to 60 percent.\nStructure: Blocky or is massive.\nReaction: Slightly alkaline or moderately alkaline.\nEffervescence: Noneffervescent or slightly effervescent.\nIdentifiable secondary carbonates: Few to many fine to coarse masses and few or common coats on bottoms of rock fragments.\nSalinity (EC): 0 to 2 mmhos/cm.\nSodicity (SAR): 1 to 12.\nCk and 2C horizons\nValue: 5 through 7 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist.\nTexture: Sandy loam, sandy clay loam, gravelly sandy clay loam or very cobbly loam\nClay content: 10 to 25 percent.\nRock fragments: 15 to 80 percent, mainly gravel and cobbles.\nReaction: Strongly alkaline or very strongly alkaline.\nEffervescence: Noneffervescent through strongly effervescent in the upper part. Slightly effervescent through violently effervescent in the lower part.\nIdentifiable secondary carbonates: None to many fine to coarse masses.\nSalinity (EC): 4 to 8 mmhos/cm.\nSodicity (SAR): 13 to 30."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buncelvoir, Diaz, Farmell, Glasgow, Lanktree, Milkiway, Oppio, Risley, and Trunk series.\nBuncelvoir soils have the base of the argillic horizon at depths of 33 to 60 cm.  Diaz, Glasgow, Oppio, and Trunk soils are moderately deep to lithic contacts.  Farmell soils do not have secondary carbonates in the lower part of the argillic horizon and do not have a lithologic discontinuity to very cobbly material.  Lanktree soils have albic horizons and do not have a lithologic discontinuity to very cobbly material.  Milkiway soils have redox concentrations and endosaturation within 150 cm of the soil surface.  Risley soils are moderately deep to paralithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Schamp soils are hills and mountains.  These soils formed in alluvium and colluvium derived from tuff, andesite, basalt, and volcanic ash.  Slopes are 0 to 50 percent.  Elevations range from 1,360 to 2,010 meters.  The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm that comes mostly as snow.  The mean annual temperature is about 8 degrees C. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Karlo, Old Camp and Toney soils.  Karlo soils are very-fine, have vertical cracks to the surface, and have many slickensides. Old Camp soils are loamy-skeletal and are shallow over bedrock. Toney soils are frigid and moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Schamp soils are used for rangeland and wildlife habitat. The present vegetation is mainly Wyoming big sagebrush, Thurber's needlegrass, bottlebrush squirreltail, Sandberg's bluegrass, cheatgrass, and hairy horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are not extensive with about 7,700 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Surprise Valley-Home Camp Area, California and Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A horizon).\nArgillic horizon - The zone from 13 to 81 cm (Bt1, Bt2, Bt3, and Btk horizons).\nIdentifiable secondary carbonates - The zone from 51 to 109 cm (Btk and Ck horizons).\nParticle-size control section - The zone from 13 to 64 cm (Bt1, Bt2, and Bt3 horizons and part of the Btk horizon).\nThe type location was moved from Modoc County, California to Washoe County, Nevada in April 2006 to better reflect the series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
