{
  "SERIES": "SCHAFFENAKER",
  "STATUS": "Established Series",
  "BYREV": "KOS-WFH-JWB/Rev. JCB, CRS, JRT",
  "REVDATE": "02/2022",
  "STATES": "OH,VA,WV",
  "OVERVIEW": "The Schaffenaker series consists of moderately deep, somewhat excessively drained soils formed in material weathered from sandstone. Schaffenaker soils are on convex upland sideslopes and ridges. Permeability is rapid.  Slopes range from 0 to 65 percent. The mean annual precipitation is about 36 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, coated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schaffenaker loamy sand - wooded. (Colors are for moist soils unless otherwise stated.)\nA--0 to 2 inches; black (10YR 2/1) loamy sand, 30 percent white (10YR 8/1) uncoated sand grains; weak fine granular structure; very friable; many roots; very strongly acid; abrupt smooth boundary. (1 to 4 inches thick)\nE--2 to 5 inches; brown (10YR 5/3) loamy sand; single-grain; loose; many roots; very strongly acid; clear smooth boundary. (2 to 6 inches thick)\nBw1--5 to 12 inches, yellowish brown (10YR 5/6) loamy sand; weak fine granular structure; very friable; few roots; 10 percent weak coarse aggregates 1/2 to 2 inches in diameter; strongly acid; gradual wavy boundary.\nBw2--12 to 23 inches, yellowish brown (10YR 5/6) loamy sand; weak fine granular structure; very friable; few roots; 20 percent very weak coarse aggregates; strongly acid; gradual wavy boundary. (combined thickness of the Bw horizon is 8 to 24 inches)\nC--23 to 38 inches, yellowish brown (10YR 5/8) loamy sand; single-grain; loose; strongly acid; abrupt wavy boundary. (0 to 15 inches thick)\nR--38 inches, coarse-grained, gray sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hampshire County, West Virginia; 70 feet south of power line and 30 feet east of logging road, 4-1/2 miles on 50/25 (Dillons Run Road) south of U.S. Route 50 on the eastern aspect of Schaffenaker Mountain; USGS Capon Bridge topographic quadrangle; latitude 39 degrees 16 minutes 08 seconds N. and longitude 78 degrees 28 minutes 37 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 30 inches. Depth to lithic contact is 20 to 40 inches. Some pedons have a thin, paralithic weathering rind immediately above lithic contact. Reaction ranges from extremely acid to strongly acid. Rock fragments in the solum range from 0 to 30 percent. A thin subhorizon immediately above the bedrock may contain up to 60 percent rock fragments. Thin, very weakly cemented lamella-like bands 3 or 4 feet long which do not have a significant increase in clay content are present in some pedons. Moisture equivalent of the control section ranges from 3 to 6 percent.\nThe A horizon has hue of 10YR, value of 2 through 4 and chroma of 1 or 2. It ranges from loamy fine sand to sand with 10 to 50 percent white uncoated sand grains.\nThe E horizon has hue of 10YR, value of 4 through 6, and chroma of 3 or 4. It has weak, very fine to medium granular structure or is massive, single-grain. Moist consistence is loose to friable.\nThe Bw horizon has hue of 10YR or 7.5YR value of 4 through 6 and chroma of 3 through 8. Texture of the fine-earth fraction is sand, loamy sand or loamy fine sand with about 1 to 7 percent clay. It has weak fine or medium granular or very weak subangular blocky structure or is massive, single-grain. Moist consistence is loose to friable.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 3 through 8. It contains from 0 to 50 percent weathered sandstone fragments. Texture of the fine-earth fraction is loamy sand, loamy fine sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Eastchop, Evesboro, Gosil, Plymouth, Rockbluff, and Runtclint series are members in the same family. All these soils are deeper than 40 inches to a lithic contact. The Boone, Carver, Hooksan, Tan, Tint, and Vanderlip series are in related families. Boone, Carver, Hooksan, Tan and Tint soils have an estimated moisture equivalent of less than 2 percent and the sand grains are uncoated. Vanderlip soils are deeper than 40 inches to lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Schaffenaker soils are on upland side slopes and ridges. Slopes range from 0 to 65 percent. The soils formed in materials weathered from acid sandstone. The climate is humid temperate with mean annual precipitation ranging from 34 to 39 inches. The mean annual temperature ranges from 50 degrees to 54 degrees F. The number of freeze-free days ranges from 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Buchanan, Calvin, Canfield, Dekalb, Drall, Elliber, Hanover, Laidig, Lehew, Loudonville, Ramsey, Rigley, Titusville, Vanderlip, Weikert and Wooster soils. Berks, Calvin, Dekalb, Drall, Elliber, Lehew and Weikert soils are all upland soils that have more than 35 percent rock fragments in the control section. Buchanan, Laidig, and Rigley soils have an argillic horizon and are on slopes below the Schaffenaker soils. Ramsey soils have a cambic horizon and are less than 20 inches to a lithic contact. Vanderlip soils are more than 60 inches to lithic contact and are often found on linear to concave portions of the same landscapes. Loudonville and Wooster soils developed in deep till deposits over sandstone on gently sloping hilltops above the steep slopes occupied by the Schaffenaker soils. Below these steep slopes with the Schaffenaker soils are the gentler slopes occupied by till-derived soils such as Canfield, Hanover, Titusville and Wooster."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Negligible to low runoff. Rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly wooded but a few areas have been cleared and are idle or in pasture. Wooded areas are dominated by chestnut oak, scarlet oak, Virginia pine and sassafras."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Virginia, eastern Ohio and Virginia. The series is of moderate extent. MLRAs 147, 139."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hampshire County, West Virginia, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In the past this series was mapped as an inclusion in the Dekalb series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 5 inches (A and E horizons).\nQuartzipsamments feature - The determinant fraction (0.02 to 2 mm) is more than 90 percent resistant minerals.\nCoated feature - The weighted average of silt plus 2 times the weighted average of clay is more than 5 percent in the particle-size control section. The moisture equivalent is 2 percent or more."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data used for this description are from the West Virginia University Civil Engineering Department and from an unpublished masters thesis with data from the West Virginia Agricultural Experiment Station. Range in the quartz content of the Schaffenaker soils was determined by petrographic microscope counts and camera diffraction patterns on 15 samples from Bw horizons of 4 pits. Moisture equivalent is based on 8 samples from the Bw horizon of the same pits. Range in clay content of the Schaffenaker soils was determined by the pipette method on 15 samples of the Bw horizon from 4 pits. Test data for one pedon in Richland County, Ohio is available (Site RC 14).\n8/2021 revision: expands slope gradient range from '3 to 65' percent to '0 to 65'.\n2/2022 This layer was removed from the typical pedon description because /freshly fallen, or undecomposed leaf litter or simlar undeceomposed material should not be included as a surface layer in the soil description.  The typical pedon originally had a top layer described as undecomposed leaf material or similar undecomposed material.  This layer was removed from the typical pedon description because freshly fallen, or undecomposed leaf litter or similar undecomposed material should not be included as a layer in a soil description."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; black (10YR 2/1) loamy sand, 30 percent white (10YR 8/1) uncoated sand grains; weak fine granular structure; very friable; many roots; very strongly acid; abrupt smooth boundary. (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "NA",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--2 to 5 inches; brown (10YR 5/3) loamy sand; single-grain; loose; many roots; very strongly acid; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--5 to 12 inches, yellowish brown (10YR 5/6) loamy sand; weak fine granular structure; very friable; few roots; 10 percent weak coarse aggregates 1/2 to 2 inches in diameter; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--12 to 23 inches, yellowish brown (10YR 5/6) loamy sand; weak fine granular structure; very friable; few roots; 20 percent very weak coarse aggregates; strongly acid; gradual wavy boundary. (combined thickness of the Bw horizon is 8 to 24 inches)"
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy sand",
        "structure": "NA",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--23 to 38 inches, yellowish brown (10YR 5/8) loamy sand; single-grain; loose; strongly acid; abrupt wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 97,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--38 inches, coarse-grained, gray sandstone."
      }
    ]
  ]
}
