{
  "SERIES": "SCHAWANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCM-HRG-RJE",
  "REVDATE": "8/97",
  "STATES": "WA",
  "OVERVIEW": "The Schawana series consists of shallow, somewhat excessively drained soils formed in eolian deposits underlain by basalt.  Schawana soils are on hillsides and benches and have slopes of 0 to 65 percent.  The mean annual precipitation is about 7 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, nonacid, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Schawana cobbly loamy fine sand, rangeland.  (Colors are for dry soil unless otherwise stated.)\nC1--0 to 3 inches; brown (10YR 5/3) cobbly loamy fine sand, dark brown (10YR 3/3) moist; single grained; loose; many very fine roots; 15 percent cobbles, 20 percent pebbles; slightly alkaline (pH 7.8); clear wavy boundary.  (1 to 4 inches thick)\nC2--3 to 12 inches; brown (10YR 4/3) gravelly very fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable; many very fine and coarse roots; 25 percent pebbles; slightly alkaline (pH 7.8); abrupt wavy boundary.  (4 to 17 inches thick)\n2R--12 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Washington; 2,100 feet south and 2,400 feet east of northwest corner, sec. 13, T.15N., R.23E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to basalt ranges from 8 to 20 inches.  The mean annual soil temperature is 54 to 56 degrees F.  The soils have an aridic moisture regime but are dry for less than 3/4 of the time that the soil temperature is 41 degrees F, or higher; and are moist during the winter.  The particle-size control section averages 10 to 35 percent rock fragments.  It has less than 1 percent and contains 3 to 8 percent clay organic matter throughout.\nThe C1 horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.\nThe C2 horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.  It is gravelly very fine sandy loam, gravelly loamy very fine sand, gravelly fine sandy loam, very fine sandy loam, or loamy very fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Onepennee series.  Onepennee soils are less than 50 percent sand in the particle-size control section and are slightly acid or neutral throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   Schawana soils are on benches and hillsides at elevations of 500 to 2,300 feet.  Slopes are 0 to 65 percent.  The climate is arid or semiarid with precipitation ranging from 6 to 9 inches.  The mean annual temperature is 50 to 54 degrees F, and the frost free season is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burbank, Ekrub, Koehler, Quincy, and Quinton soils.  Burbank and Quincy soils are deep.  Ekrub soils are underlain by a lime silica cemented hardpan.  Koehler and Quinton soils are 20 to 40 inches deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Vegetation is needleandthread, bluebunch wheatgrass, Sandberg bluegrass, eriogonum, biscuitroot, balsamroot, phlox, penstemon, and stiff sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the surface to 12 inches and a lithic contact at 12 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
