{
  "SERIES": "SCHAPVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JCD-TWN",
  "REVDATE": "04/2007",
  "STATES": "IL,IA,MN,WI",
  "OVERVIEW": "The Schapville series consists of moderately deep, moderately well drained soils formed in 35 to 80 centimeters of loess or silty material and in the underlying residuum from shale bedrock. These soils are on ridgetops, high structural benches, and saddles between hills on bedrock-controlled uplands. Slope ranges from 2 to 35 percent. Mean annual air temperature is about 8 degrees C. Mean annual precipitation is about 850 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schapville silt loam, on a south-facing, convex slope of 4 percent, in a pasture, at an elevation of about 335 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 centimeters; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium platy structure parting to weak medium granular; friable; many roots; neutral, pH 7.0; abrupt smooth boundary. (25 to 46 centimeters thick)\nBt1--25 to 41 centimeters; dark yellowish brown (10YR 4/4) silty clay loam; moderate medium and fine subangular blocky structure; friable; many roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; neutral, pH 7.0; clear smooth boundary.\nBt2--41 to 54 centimeters; dark yellowish brown (10YR 4/4) silty clay loam; weak fine prismatic structure parting to moderate fine subangular blocky; friable; many roots; common distinct brown (7.5YR 4/4) clay films and common distinct brown (10YR 5/3) pressure faces on faces of peds; few fine prominent yellowish brown (10YR 5/8) masses of iron in the matrix; moderately acid, pH 5.6; clear smooth boundary.\nBt3--54 to 66 centimeters; 95 percent brown (10YR 5/3) and 5 percent yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate fine subangular blocky; firm; common roots; common distinct dark yellowish brown (10YR 4/4) clay films and many distinct light brownish gray (2.5Y 6/2) pressure faces on faces of peds; few fine distinct black (10YR 2/1) accumulations of iron and manganese oxides in the matrix; moderately acid, pH 6.0; clear wavy boundary. (Combined thickness of the Bt horizon is 10 to 36 centimeters.)\n2Bt4--66 to 76 centimeters; light yellowish brown (2.5Y 6/4) clay; moderate medium prismatic structure; very firm; few roots; few distinct grayish brown (2.5Y 5/2) clay films on faces of peds; many fine prominent greenish gray (5G 6/1) iron depletions and common fine distinct yellowish brown (10YR 5/6) masses of iron in the matrix; neutral, pH 7.2; clear smooth boundary. (8 to 25 centimeters thick)\n2Cr--76 to 152 centimeters; light gray (2.5Y 7/2) clay shale and thin layers of yellow (10YR 7/8) limestone; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Jo Daviess County, Illinois subset; about 4 miles west of Appleriver; located about 860 feet south and 1,600 feet east of the northwest corner of section 21, T.29 N., R 3 E.; USGS Shullsburg topographic quadrangle; lat. 42 degrees 30 minutes 03 seconds N. and long. 90 degrees 10 minutes 38 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--25 to 49 centimeters\nDepth to residuum--35 to 80 centimeters\nDepth to paralithic contact--50 to 100 centimeters\nDepth to carbonates--50 to more than 150 centimeters\nClay content in the particle-size control section (weighted average)--35 to 45 percent\nSand content in the particle-size control section (weighted average)--2 to 15 percent\nAp and A horizon (when present):\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam or silty clay loam\nClay content--20 to 35 percent\nSand content--5 to 10 percent\nRock fragment content--0 percent\nReaction--moderately acid to neutral\nAB horizon (when present):\nHue--10YR\nValue--2 to 4\nChroma--2 or 3\nTexture--silt loam or silty clay loam\nClay content--20 to 35 percent\nSand content--5 to 10 percent\nRock fragment content--0 percent\nReaction--moderately acid to neutral\nBt horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam or silty clay loam\nClay content--22 to 40 percent\nSand content--5 to 10 percent\nRock fragment content--0 percent\nReaction--moderately acid to neutral\nSome pedons have thin layers of clay loam outwash or till between the loess or silty material and the residuum\n2Bt horizon:\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--2 to 4\nTexture--silty clay or clay\nClay content--40 to 60 percent\nSand content--5 to 10 percent\nRock fragment content--0 to 10 percent, primarily limestone fragments\nReaction--moderately acid to neutral\n2Cr horizon (soft, rippable shale):\nHue--10YR, 2.5Y, 5Y, 5GY\nValue--5 to 7\nChroma--2 to 8\nTexture--silty clay shale or clay shale\nClay content--40 to 80 percent\nSand content--5 to 10 percent\nRock fragment content--0 to 15 percent, primarily limestone fragments\nReaction--neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Donerail series.\nDonerail--does not have a paralithic contact within a depth of 150 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--35 to 80 centimeters of loess or silty material and the underlying residuum from shale bedrock\nLandform--ridgetops, high structural benches, and saddles between hills on bedrock-controlled uplands\nSlope--2 to 35 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--735 to 965 millimeters\nFrost-free period--145 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Keltner, Massbach, Ridott, and Shullsburg soils.\nKeltner--are in landscape positions similar to those of the Schapville soils and have a paralithic contact with shale at a depth of 100 centimeters\nMassbach--are in landscape positions similar to those of the Schapville soils and have a paralithic contact with shale at a depth of 100 centimeters\nRidott--are in lower landscape positions on ridgetops and side slopes and are frequently saturated at the soil surface during the wettest periods of normal years\nShullsburg--are in slightly lower landscape positions on side slopes and base slopes and have a frequently saturated zone at a depth of 0.4 meter during the wettest periods of normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained (see remarks)--a frequently saturated zone occurs at a depth of 0.75 meter during April to June in normal years and is considered perched\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loess or silty materials and 0.01 to 0.10 micrometers per second in the residuum\nSurface runoff potential--medium to very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are pastured or in hay production. Small areas are cultivated. Where cultivated, the principal crops are corn, soybeans and small grains. The natives vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Eastern lake section, Wisconsin driftless section, Dissected till plains\nMLRAs--Southern Wisconsin and Northern Illinois Drift Plain (95B),\nEastern Iowa and Minnesota Till Prairies (104), and\nNorthern Mississippi Valley Loess Hills (105)\nLRRs K and M; northwestern Illinois, northeastern Iowa, southeastern Minnesota, and southwestern Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allamakee County, Iowa, 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 75 centimeters (Bt1, Bt2, Bt3 and 2Bt4 horizons);\nseries control section--the zone from the surface to a depth of 101 centimeters (Ap, Bt1, Bt2, Bt3, 2Bt4 and 2Cr horizons).\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 25 centimeters (Ap horizon);\nargillic horizon--the zone from a depth of 25 to 76 centimeters (Bt1, Bt2, Bt3 and 2Bt4 horizons);\nparalithic contact--the contact with shale bedrock at a depth of 76 centimeters (2Cr horizon);\nudic moisture regime.\nIn parts of MLRA 95B the drainage class of this soil is well drained based on definitions in the Soil Survey Manual. Drainage class is a state interpretation.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
