{
  "SERIES": "SCHAAT CREEK",
  "STATUS": "Established Series",
  "BYREV": "JSE-WCA-LMC-JFH",
  "REVDATE": "02/2008",
  "STATES": "MI,WI",
  "OVERVIEW": "The Schaat Creek Series consists of poorly drained soils formed in clayey alluvium on flood plains.  Saturated hydraulic conductivity is very slow.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 810 millimeters and mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, active, frigid Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Schaat Creek clay loam - on a nearly-level slope in a cultivated area on a flood plain at an elevation of 385 meters.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 centimeters; very dark brown (7.5YR 2.5/3) clay loam, dark brown (7.5YR 3/2) dry; moderate medium granular structure; friable; many very fine to medium roots; about 1 percent fine gravel; pH 5.6 in water and 5.0 in 0.01M calcium chloride; abrupt smooth boundary.  (13 to 15 centimeters thick)\nBw--13 to 25 centimeters; brown (7.5YR 4/3) clay loam; weak medium subangular parting to moderate coarse granular structure; friable; many very fine, many fine and common medium roots; few distinct discontinuous brown (7.5YR 5/3) silt coats on faces of peds; few medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; pH 5.4 in water and 4.7 in 0.01M calcium chloride; clear wavy boundary. (13 to 18 centimeters thick)\nBt1--25 to 48 centimeters; brown (7.5YR 5/3) sandy clay loam; moderate coarse subangular parting to moderate medium subangular blocky structure; firm; many fine and common medium roots; few faint patchy brown (7.5YR 5/4) clay films on faces of peds; common faint discontinuous brown (7.5YR 5/3) silt coats on faces of peds; common medium distinct strong brown (7.5YR 5/6) and common coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron; about 1 percent fine gravel; pH 7.8 in water and 7.1 in 0.01M calcium chloride; clear wavy boundary.\nBt2--48 to 109 centimeters; brown (7.5YR 5/3) clay including thin stratifications of silty clay loam and sandy clay loam; moderate coarse subangular parting to moderate medium subangular blocky structure; firm; few fine and medium roots; few faint patchy brown (7.5YR 5/4) clay films on faces of peds; very few prominent discontinuous dark brown (7.5YR 3/2) organic stains in the matrix; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; about 1 percent fine gravel; pH 8.5 in water and 7.9 in 0.01M calcium chloride; clear wavy boundary.\nBCg--109 to 137 centimeters; brown (7.5YR 5/2) clay loam; weak coarse subangular blocky structure; firm; few fine roots; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron; about 2 percent cobbles and 3 percent gravel; slightly effervescent; pH 8.2 in water and 7.6 in 0.01M calcium chloride; clear wavy boundary.\nC--137 to 203 centimeters; reddish brown (5YR 4/3) clay loam; massive; very firm; violently effervescent; pH 6.8 in water and 6.2 in 0.01M calcium chloride."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA 92)  Superior Lake Plain, Ontonagon County Michigan Subset; about 1 mile northwest of Topaz location; 200 feet south and 300 feet east of the northwest corner of Section 7, T48N, R41W, USGS Matchwood, MI, topographic quadrangle.; lat. 46 degrees 34 minutes 39 seconds N. and long. 89 degrees 29 minutes 21 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to free carbonates - 51 to greater than 152 centimeters\nGravel content - 0 to 5 percent throughout\nCobble content -  0 to 3 percent throughout\nReaction (Ap, Bw horizons)  pH 5.1 to 7.3 in water (strongly acid to neutral)\nReaction (Bt1, Bt2, BCg, and C horizons) - ph 6.6 to greater than 9.0 in water (neutral to very strongly alkaline)\nTexture, color and thickness of horizons vary considerably because of the nature of the parent material.\nThin bands or layers of sandy or gravelly materials, or textures contrasting to the dominant texture of the horizon are found in some pedons.\nA and Ap horizons\nHue:  5YR or 7.5YR\nValue:  2.5 or 3\nChroma:  1 to 3\nTexture:  silt loam, silty clay loam, clay loam, loam, fine sandy loam, sandy loam, loamy sand, loamy fine sandy or sand\nBw horizon\nHue:  5YR or 7.5YR\nValue:  3 to 5\nChroma:  3 or 4\nTexture:  silt loam, loam, clay loam or silty clay loam\nBt horizons\nHue:  5YR or 7.5YR\nValue:  3 or 4\nChroma:  3 or 4\nTexture:  silty clay loam, sandy clay loam, clay loam or clay\nBCg horizons\nHue:  5YR or 7.5YR\nValue:  4 or 5\nChroma:  1 or 2\nTexture:  silt loam, silty clay loam, clay loam or clay\nC horizon\nHue:  5YR or 7.5YR\nValue:  4 or 5\nChroma:  3 or 4\nTexture:  silt loam, silty clay loam, clay loam or clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Matoon series.  Matoon soils formed in marine deposits on marine plains, and have bedrock at 50 to 100 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty and clayey alluvium\nLandform:  floodplains and drainageways on till plains\nSlope:  0 to 2 percent\nElevation:  295 to 425 meters\nMean annual temperature:  3 to 6 degrees C.\nMean annual precipitation: 635 to 865 millimeters\nFrost-free period: less than 100 to 140 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amnicon, Badriver, Bergland, Cuttre, Miskoaki, Odanah, Pickford, and Sanborg soils.\nMembers of the typical drainage sequence (catena) include Odanah, Sanborg, Badriver, and Pickford soils.  These soils are on landform positions above the floodplain and drainageway positions of the Schaat Creek soils.\nMembers of an associated drainage sequence (catena) include Miskoaki, Amnicon, Cuttre, and Bergland soils. All these soils are in the very-fine particle-size class.\nAmnicon  are on knolls and side slopes on ground moraines, formed in clayey till, and are in the Oxyaquic Vertic Glossudalfs Subgroup.\nBadriver  are on flats and in depressions and drainageways on till plains, formed in clayey till, and are in the Aeric Glossaqualfs Subgroup.\nBergland  are on nearly level areas and in depressions on till plains or till-floored lake plains, formed in clayey till, and are in the Aeric Vertic Epiaqualfs Subgroup.\nCuttre  are on flats, drainageways, depressions and long backslopes on till plains, formed in clayey till, and are in the Aeric Glossaqualfs Subgroup.\nMiskoaki  are on knolls and side slopes on ground moraines, formed in clayey till, and are in the Vertic Glossudalfs Subgroup.\nOdanah  are on knolls and side slopes on till plains, formed in clayey till, and are in the Haplic Glossudalfs Subgroup.\nPickford  occupy nearly level to depressional areas on lake plains and moraines and are in the Aeric Epiaquepts Subgroup.\nSanborg - are on knolls and flats on till plains, formed in clayey till, and are in the Oxyaquic Glossudalfs Subgroup."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage - water saturation from 0 to 203 centimeters exists from November to May.\nSaturated hydraulic conductivity  less that 0.01 micrometers per second (very low)\nFlooding frequency  under usual weather conditions, during March through May and October through November, there is a 5 to more than a 50 percent chance of flooding in any year or 5 to more than 50 times in 100 years (occasional and frequent).\nFlooding duration  2 to 30 days (brief to long)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested but some areas are cleared.  The major species are red maple, black ash, quaking aspen, white spruce, northern white cedar, speckled alder and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Laurentian Upland\nPhysiographic Province\n--Superior Upland\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Superior Lake Plain (MLRA 92)\n--Superior Stony and Rocky Loamy Plains and Hills, Eastern Part (MLRA 93B)\nThis series is of small extent with 3942 acres (1596 hectares) correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major Land Resource Area 92 Superior Lake Plain; Ontonagon County Michigan Subset, January 2007. Proposed: Ontonagon County, Michigan, 2004. The source of the name is Schaat Creek in Ontonagon County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in the typical pedon include:\nOchric epipedon  0 to 13 centimeters (Ap horizon)\nArgillic horizon - 25 to 109 centimeters (Bt1 and Bt2 horizons)\nAquic conditions  1) endosaturation; 2) Redoximorphic features: masses of iron oxide concentrations at 13 to 137 centimeters, and reduced matrix at 109 to 137 centimeters.\nAeric subgroup  at 13 to 75 centimeters, hues of 7.5YR, chroma of 3, and no redox depletions with chroma of 2 or less.\nIrregular decrease in total carbon percent  48 to 203 centimeters\nADDITIONAL DATA:  Refer to User Pedon ID S04MI-131-025 at the NSSC National Soil Survey Laboratory (http://ssldata.nrcs.usda.gov/) for Characterization Data of the Typical Pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 centimeters; very dark brown (7.5YR 2.5/3) clay loam, dark brown (7.5YR 3/2) dry; moderate medium granular structure; friable; many very fine to medium roots; about 1 percent fine gravel; pH 5.6 in water and 5.0 in 0.01M calcium chloride; abrupt smooth boundary.  (13 to 15 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--13 to 25 centimeters; brown (7.5YR 4/3) clay loam; weak medium subangular parting to moderate coarse granular structure; friable; many very fine, many fine and common medium roots; few distinct discontinuous brown (7.5YR 5/3) silt coats on faces of peds; few medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; pH 5.4 in water and 4.7 in 0.01M calcium chloride; clear wavy boundary. (13 to 18 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--25 to 48 centimeters; brown (7.5YR 5/3) sandy clay loam; moderate coarse subangular parting to moderate medium subangular blocky structure; firm; many fine and common medium roots; few faint patchy brown (7.5YR 5/4) clay films on faces of peds; common faint discontinuous brown (7.5YR 5/3) silt coats on faces of peds; common medium distinct strong brown (7.5YR 5/6) and common coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron; about 1 percent fine gravel; pH 7.8 in water and 7.1 in 0.01M calcium chloride; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--48 to 109 centimeters; brown (7.5YR 5/3) clay including thin stratifications of silty clay loam and sandy clay loam; moderate coarse subangular parting to moderate medium subangular blocky structure; firm; few fine and medium roots; few faint patchy brown (7.5YR 5/4) clay films on faces of peds; very few prominent discontinuous dark brown (7.5YR 3/2) organic stains in the matrix; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; about 1 percent fine gravel; pH 8.5 in water and 7.9 in 0.01M calcium chloride; clear wavy boundary."
      },
      {
        "name": "BCg",
        "top": 109,
        "bottom": 137,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCg--109 to 137 centimeters; brown (7.5YR 5/2) clay loam; weak coarse subangular blocky structure; firm; few fine roots; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron; about 2 percent cobbles and 3 percent gravel; slightly effervescent; pH 8.2 in water and 7.6 in 0.01M calcium chloride; clear wavy boundary."
      },
      {
        "name": "C",
        "top": 137,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "narrative": "C--137 to 203 centimeters; reddish brown (5YR 4/3) clay loam; massive; very firm; violently effervescent; pH 6.8 in water and 6.2 in 0.01M calcium chloride."
      }
    ]
  ]
}
