{
  "SERIES": "SCHEINER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWG/TLA",
  "REVDATE": "02/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic Vitrixerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scheiner ashy sandy loam, forestland on a 35 percent north-facing slope at an elevation of 3500 feet. (Colors are for dry soils unless otherwise stated. All textures are apparent field textures.)\nOe--0 to 1 inch; moderately decomposed needles, grass and twigs. (0 to 2 inches thick)\nC--1 to 3 inches; light gray (10YR 7/2) ashy sandy loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium, and few very fine roots; many very fine and fine irregular pores; 5 percent pebbles; moderately acid (pH 5.8); gradual smooth boundary. (0 to 2 inches thick)\n2A--3 to 8 inches; pale brown (10YR 6/3) ashy sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure, soft, very friable, nonsticky and nonplastic; common very fine, fine and medium roots; many vey fine and fine irregular pores; 5 percent pebbles; slightly acid (pH 6.2); clear smooth boundary. (2 to 5 inches thick)\n2Bw--8 to 13 inches; very pale brown (10YR 7/3) ashy sandy loam, yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and coarse, and common medium roots; common fine irregular pores; 5 percent pebbles; neutral (pH 6.6); gradual smooth boundary. (3 to 12 inches thick)\n3BC--13 to 17 inches; pale brown (10YR 6/3) loamy sand, grayish brown (10YR 5/2 ) moist; single grain; loose, nonsticky and nonplastic; few medium roots; many fine and medium irregular pores; 5 percent pebbles; neutral (pH 6.8) gradual smooth boundary. (4 to 7 inches thick)\n3C1--17 to 49 inches; light gray (10YR 7/2) sand, light brownish gray (2.5Y 6/2) moist; single grain; loose, nonsticky and nonplastic; few fine and medium roots; many fine and medium irregular pores; 5 percent pebbles; neutral (pH 6.8); gradual smooth boundary.\n3C2--49 to 61 inches; light gray (10YR 7/2) gravelly sand, light brownish gray (2.5Y 6/2) moist; single grain; loose, nonsticky and nonplastic; 30 percent pebbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, WA; about 6 miles west of Conconully, WA; about 350 feet south and 1,350 feet west of the northeast corner of section 7, T. 35 N., R. 20 E. (Latitude 48 degrees 33' 11.7\"N., Longitude 119 degrees 52' 12.4\"W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 37 to 42 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 days following the summer solstice. The upper 7 to 14 inches has an estimated bulk density of 1.00 to 1.35 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples. The particle-size control system averages from 5 to 30 percent coarse fragments. Some pedons lack a C horizon. Reaction ranges from slightly acid to neutral.\nThe 2A horizon has a value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist.\nThe 2Bw horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist. It is ashy sandy loam or gravelly ashy sandy loam. It has 5 to 15 percent pebbles.\nThe 3C horizon has value of 6 or 7 dry, 5 or 6 moist, and chroma of 2 or 3 dry or moist. It is loamy sand, sand, gravelly sand, or coarse sand. It has 0 to 30 percent pebbles and 0 to 10 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scheiner soils are on steep drainage sideslopes and terrace escarpments. Slopes are 35 to 65 percent. These soils are formed in glaciofluvial materials with a component of volcanic ash in the upper part. Elevations are 3,400 to 4,200 feet. The climate is characterized by warm, dry summers and cool, moist winters. The average annual precipitation ranges from 25 to 35 inches. Average January temperature is about 18 to 22 degrees F.; average July temperature is about 52 to 58 degrees F.; and average annual temperature is 37 to 42 degrees F. The frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Thise are the Goddard, Myerscreek, and Neuske soils. Goddard soils are on terraces and terrace escarpments, have a frigid temperature regime, and have an andic surface layer 7 to 14 inches thick. Myerscreek soils are on mountainsides, form in compact glacial till, and have an andic surface layer 7 to 14 inches thick. Neuske soils are on mountainsides, formed in glacial till, and have frigid temperature regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for watershed, wildlife habitat, recreation, livestock grazing, and timber production. Native vegetation is Douglas-fir, western larch, lodgepole pine, Engelmann spruce and subalpine fir with an understory of kinnikinnik, russet buffaloberry, shinyleaf spirea, black mountain huckleberry, and myrtle blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Okanogan County, Washington. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include: - 1 to 3 inches a C horizon, Mt. St. Helens ash 450 B.P.) Ochric epipedon (with a component of volcanic ash) - 1 to 8 inches (C and 2A horizons) Cambic horizon - 8 to 13 inches (2Bw horizon) PSCS - zone from 11 to 41 inches (2Bw, 3BC, 3C1, and 3C2 horizons) Vitrandic properties from 1 to 13 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
