{
  "SERIES": "SCHIEFFLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJB",
  "REVDATE": "08/2012",
  "STATES": "AZ",
  "OVERVIEW": "The Schiefflin series consists of very shallow and shallow, somewhat excessively drained soils that formed in slope alluvium and residuum from granodiorite and other similar coarse-textured bedrock.  Schiefflin soils are on hills.  Slopes range from 3 to 15 percent.  The mean annual precipitation is about 14 inches and the mean annual air temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Lithic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schiefflin very stony loamy sand - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; brown (7.5YR 4/3) very stony loamy sand, dark brown (7.5YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; few fine irregular pores; 30 percent stones, 10 percent boulders and 7 percent gravel; noneffervescent; neutral (pH 6.8); abrupt smooth boundary.  (2 to 8 inches thick)\nC--6 to 18 inches; brown (7.5YR 4/3) gravelly sand, dark brown (7.5YR 3/2) moist; massive; hard, very friable, nonsticky and nonplastic; common very fine roots; common fine irregular pores; 20 percent gravel; noneffervescent; moderately acid (pH 5.6); abrupt smooth boundary.  (2 to 14 inches thick)\nR--18 to 60 inches; granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Walnut Gulch Experimental Watershed, Cochise County, Arizona; located at a latitude of 31 degrees, 43 minutes, 50 seconds North and longitude of 110 degrees, 06 minutes, 25 seconds West; 1925 feet east and 490 feet north from the southwest corner of section 33, T.  19 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature: 62 to 69 degrees F.\nRock fragments: About 30 to 40 percent stones, 5 to 10 percent boulders and 5 to 10 percent gravel on the surface.  Rock fragments average 0 to 25 percent in the particle-size control section.\nReaction:  moderately acid to neutral\nClay content: 3 to 10 percent\nDepth to bedrock: 5 to 20 inches\nEffervescence:  none, some pedons effervesce at the lithic contact\nOrganic Matter: 1 to 3 percent\nA and C horizons\nHue:  7.5YR, 10YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  2 or 3, dry or moist\nTexture:  loamy sand, sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fetch (AZ) and Toquerville (UT) series.  Fetch soils have 2 to 5 percent calcium carbonate equivalent and are effervescent thoughout. Toquerville soils have hue redder than 7.5YR. and receive only 8 to 11 inches of precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Schiefflin soils are on hills at elevations of 4000 to 4800 feet.  Slopes range from 3 to 15 percent.  These soils formed in slope alluvium and residuum from granodiorite and other similar coarse textured bedrock.  The mean annual precipitation is 12 to 16 inches and occurs as thunderstorms during July to September and as gentle rains during December and January.  The mean annual air temperature is 60 to 67 degrees F.  The frost-free period is 180 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Combate and Bodecker soils.  Combate and Bodecker soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for experimental rangeland research, livestock grazing and wildlife habitat.  Vegetation includes sideoats grama, plains lovegrass, bullgrass, black grama, bush muhly, Arizona cottontop, spicebush, littleleaf sumac, whitethorn, range ratany, false mesquite and shrubby buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  Schiefflin soils are of limited extent.  MLRA is 41.  Named derived from a historic monument."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochise County, Arizona; Soil survey of Cochise County, Arizona, Douglas-Tombstone Part; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 6 inches (A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nLithic contact - the boundary at 18 inches (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of Black Hills-Sedona, AZ, August 2012, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "very stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; brown (7.5YR 4/3) very stony loamy sand, dark brown (7.5YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; few fine irregular pores; 30 percent stones, 10 percent boulders and 7 percent gravel; noneffervescent; neutral (pH 6.8); abrupt smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--6 to 18 inches; brown (7.5YR 4/3) gravelly sand, dark brown (7.5YR 3/2) moist; massive; hard, very friable, nonsticky and nonplastic; common very fine roots; common fine irregular pores; 20 percent gravel; noneffervescent; moderately acid (pH 5.6); abrupt smooth boundary.  (2 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": 152,
        "narrative": "R--18 to 60 inches; granodiorite."
      }
    ]
  ]
}
