{
  "SERIES": "SCHLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRW-RJK",
  "REVDATE": "12/1999",
  "STATES": "IA,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Schley silt loam - cultivated, on a 1 1/2 percent east-facing slope.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; 20 to 35 percent fine to coarse sand; slightly acid; abrupt smooth boundary.  (6 to 8 inches thick)\nE1--7 to 13 inches; dark grayish brown (10YR 4/2) silt loam with some mixing of very dark grayish brown (10YR 3/2) and light brownish gray (10YR 6/2), pale brown (10YR 6/3) dry; dark grayish brown (10YR 4/2) kneaded; weak fine and medium platy structure; friable; a few black (10YR 2/1) worm casts in upper part; about 20 percent sand; very strongly acid; clear smooth boundary.\nE2--13 to 17 inches; dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; few fine faint grayish brown (10YR 5/2) and few fine distinct strong brown (7.5YR 5/6) mottles; weak medium platy structure parting to weak fine subangular blocky; friable; common fine and medium pores; about 25 percent fine to coarse sand; very strongly acid; clear wavy boundary.  (Combined thickness of the E horizons is 5 to 12 inches.)\nBE--17 to 22 inches; mottled grayish brown (2.5Y 5/2) and strong brown (7.5YR 5/6) loam, yellowish brown (10YR 5/4) kneaded; weak medium prismatic structure parting to weak medium and fine subangular blocky; friable; common fine and medium pores; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--22 to 37 inches; mottled strong brown (7.5YR 5/6) and grayish brown (2.5Y 5/2) sandy loam, yellowish brown (10YR 5/6) kneaded; weak coarse prismatic structure parting to weak coarse subangular blocky; friable; few fine and medium pores; nearly continuous grayish brown (2.5Y 5/2) silt and very fine sand coatings on prisms which are light gray (10YR 7/2) to white (10YR 8/2) dry; clay bridging between many of the sand grains; few stones and pebbles; few fine soft yellowish red (5YR 5/8) oxides; there is a small pocket of loamy sand that has the same colors plus a few dark brown (7.5YR 3/2) to brown (7.5YR 4/4) mottles and a few fine hard dark reddish brown (5YR 2/2) oxides; strongly acid; clear wavy boundary.  (15 to 24 inches thick)\n2Bt2--37 to 46 inches; strong brown (7.5YR 5/8) loam, common medium distinct grayish brown (2.5Y 5/2) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; firm; common fine and few medium pores; a few very dark gray (10YR 3/1) and dark gray (10YR 4/1) clay films in fine pores and root channels; clay bridging between many of the sand grains; few pebbles; fine hard dark reddish brown (5YR 2/2) oxides and oxide coatings are common in upper part decreasing to few with depth; stone line or pebble band in upper part; strongly acid; clear wavy boundary.  (8 to 12 inches thick)\n2C1--46 to 54 inches; mottled yellowish brown (10YR 5/6) and light gray (5Y 6/1) loam; massive; firm; a few fine soft dark reddish brown (5YR 3/2) oxides; few pebbles; slightly acid; gradual smooth boundary.  (4 to 8 inches thick)\n2C2--54 to 63 inches; strong brown (7.5YR 5/6) loam, common medium prominent gray (5Y 6/1) mottles; massive; firm; few fine soft dark reddish brown (5YR 3/2) oxides; few pebbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Howard County, Iowa; 3 miles west and 1 1/2 miles north of Lourdes; 752 feet west and 42 feet south of the corner post in the northeast corner of sec. 27, T. 98 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum commonly is 40 to 60 inches thick but ranges to more than 60 inches in some pedons.  Depth to carbonates typically is greater than 60 inches.  The loamy sediments are 32 to 48 inches thick.  In most pedons a stone line is at the contact of materials 1 and 2.  Content of stones and pebbles is 2 to 8 percent in the Bt horizon and 2 to 5 percent in the 2Bt and 2C horizons.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It is loam or silt loam with fine to coarse sand content of 20 to 35 percent.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 with few or no mottles or chroma of 3 with common or many grayish mottles.  Some very dark grayish brown (10YR 3/2) colors are in the range if the rubbed colors are higher than 3.5 value.  The range in texture is the same as in the Ap horizon.  The BE and Bt horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma of 2 to 8 as matrix and mottle colors.  One and commonly more horizons have chroma of 3 or more in at least half the matrix.\nThe BE and Bt horizon typically is loam, sandy loam, or silty clay loam but includes silt loam.  The content of clay ranges from about 15 to 28 percent.  The 2Bt horizon typically is mottled with colors of 7.5YR and 2.5Y hue, but 10YR hue is in the range.\nThe 2Bt and 2C horizons commonly are loam, but clay loam and sandy clay loam are in the range.  A sandy substratum phase is recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beardstown, Cantril, Conover, Dundas, Manheim, Metamora, Monitor, Riceville, Romulus, and Skyberg series in the same family and the Floyd series.  Beardstown soils lack 2B horizons in their sola.  Cantril soils have clay content of 28 to 35 percent in the B horizon.  Conover and Metamora soils have thinner, less acid sola.  Dundas soils formed in nonstratified glacial till and have a thinner sola.  Manheim soils have a high content of black shale materials and contain more clay.  Monitor soils are less acid.  Riceville and Skyberg soils lack the textural stratification in the upper sola and are higher in clay.  Romulus soils have 28 to 35 percent clay in the upper 20 inches of the Bt horizon and are less acid.  Floyd soils have thicker, darker surface layers and lack E horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Schley soils formed in medium and moderately coarse textured, stratified materials with one or more pebble bands and in the underlying pre-Wisconsin glacial till.  Slope gradients range from 0 to 4 percent.  Mean annual temperature ranges from 47 to 50 degrees F, and mean annual precipitation ranges from about 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Floyd series and the Bassett, Clyde, Cresco, Cresken, Kenyon, Lourdes, and Ostrander soils.  The moderately well drained Bassett, Kenyon, Cresco, Cresken, and Lourdes soils and the well drained Ostrander soils are on the adjacent higher part of the till plain.  Schley soils lie downslope from the Bassett, Cresco, Cresken, and Kenyon soils, which formed in glacial till, and upslope from the Clyde soils, which formed from local alluvium.  The Schley soils form a partial biosequence with the Floyd soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderate, but in most areas the soil receives some seepage water from adjacent slopes of higher elevation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly used for cultivated crops such as corn, soybeans, small grains, and legume hay.  Native vegetation was mixed grasses and trees tolerant to wet, seepy soils."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the pre-Wisconsin till area (Iowan erosion surface) of northeastern Iowa and possibly southeastern Minnesota.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Iowa, 1969.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
