{
  "SERIES": "SCHNIPPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DA/MEJ/CM",
  "REVDATE": "11/2019",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Schnipper silt loam -- on a slope of 2 percent under a crested wheatgrass seeding at 1,525 meter elevation.  When described on September 30, 1977, the soil profile was slightly moist to 10 cm and dry below.  (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 18 cm; brown (10YR 4/3) silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary.  (18 to 38 cm thick)\nBt--18 to 38 cm; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine to medium roots; many very fine tubular pores; common distinct clay films on faces of peds and in pores; common very hard 6 to 13 mm in diameter durinodes; slightly alkaline (pH 7.4); abrupt smooth boundary.  (8 to 36 cm thick)\nBkq--38 76 cm; very pale brown (10YR 7/3) silty clay loam, brown (10YR 5/3) moist; massive; very hard, firm, sticky and plastic; common very fine to medium roots; common very fine tubular pores; 30 percent very hard 6 to 13 mm in diameter durinodes; violently effervescent (24 percent calcium carbonate); strongly alkaline (pH 8.6); abrupt smooth boundary.  (15 to 56 cm thick)\nBkqm--76 to 99 cm; very pale brown (10YR 7/3) gravelly silt loam, brown (10YR 4/3) moist; massive; extremely hard, firm; 30 percent gravel; indurated thin laminar capping on top of horizon; weakly cemented matrix; strongly effervescent (12 percent calcium carbonate); strongly alkaline (pH 8.6); abrupt smooth boundary.  (8 to 61 cm thick)\n2Bk--99 to 168 cm; light yellowish brown (10YR 6/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, firm, moderately sticky and moderately plastic; common very fine irregular pores; 15 percent gravel; light gray (10YR 7/2) common fine to medium segregated carbonate filaments, very pale brown (10YR 7/4) moist; violently effervescent (25 percent calcium carbonate); strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 8 miles east of Hollister; about 2,350 feet north and 530 feet east of the southwest corner of section 25, T.  12 S., R. 17 E.; USGS McMullen Basin 7.5 minute topographic quadrangle; latitude 42 degrees 21 minutes 07 seconds N and longitude 114 degrees 25 minutes 07 seconds W; WGS84 Decimal Degrees 42.3519444 latitude, -114.4186111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 18 to 38 cm.\nDepth to calcium carbonates - 23 to 74 cm.\nDepth to duripan - 50 to 100 cm.\nDepth to bedrock - 100 to more than 152 cm.\nParticle-size control section - 18 to 35 percent clay\nAverage annual soil temperature - 8.3 to 11.7 degrees C.\nSoil moisture: Usually dry, moist winter and spring, dry summer and fall; xeric moisture regime that borders on aridic.\nAB horizons are present in some pedons\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt horizon\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 2 through 4 dry or moist\nTexture - SICL, CL, L (26 to 35 percent clay)\nBkq or Bk horizon\nValue - 6 or 7 dry, 5 to 7 moist\nChroma - 2 to 4 dry or moist\nCalcium carbonate equivalent - 15 to 25 percent\nReaction (pH) - moderately or strongly alkaline\nDurinode content - 0 to 25 percent\nBkqm horizon\nThickness of laminar cap and subsequent laminations - 3 to 12 mm thick.ementation of matrix - very weak to moderate"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Modoc, Selah, Seval, and Sweet series.  Modoc soils do not have Bk horizons above the duripan.  Selah soils do not have Bk horizons above the duripan and have more than 15 percent rock fragments in the particle-size control section.  Sweet soils lack indurated laminar caps."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Schnipper soils are on basalt plains, benches, tablelands, terraces and terrace sideslopes.  The slope ranges from 1 to 12 percent.  The soils formed in alluvium and loess from mixed sources.  Elevations are 975 to 1,680 meters.  The average annual precipitation ranges from 230 to 360 mm.  The average annual temperature is 7.2 to 10.6 degrees C.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nawt, Rogerson and Stricker soils.  Nawt and Stricker soils occur on breaks, and lack a duripan.  Rogerson soils occur on the same landscape, but have fine textured B horizons, and are shallow to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, slow or medium runoff; moderately slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Schnipper soils are used mainly for rangeland, cropland, and wildlife habitat.  The dominant natural vegetation is bluebunch wheatgrass, Sandberg bluegrass, Thurber needlegrass, and basin big sagebrush or Wyoming big sagebrush.  Irrigated wheat, corn, potatoes, and nonirrigated wheat and barley are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Schnipper soils are of small extent in southern Idaho. MLRAs 11 and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nMollic epipedon - The zone from 0 to 18 cm (A horizon).\nArgillic horizon - The zone from 18 to 38 cm (Bt horizon).\nCalcic horizon - The zone from 38 to 76 cm (Bkq horizon).\nDuripan - The zone from 76 to 99 cm (Bkqm horizon)\nParticle-size control section - The zone from 18 to 76 (Bt and Bkq horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
