{
  "SERIES": "SCHOONOVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DM/AP/SSP",
  "REVDATE": "11/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schoonover, on a west facing, concave, 5 percent slope in rangeland at an elevation of 7,700 feet.  (Colors are for dry soil unless otherwise noted.)  When described on September 15, 1994 the soil was dry throughout.\nThe surface is covered by 30 percent gravel and 20 percent limestone channers.\nA--0 to 3 inches; brown (7.5YR 4/4) very gravelly loam, brown (7.5YR 4/3) moist; weak medium and coarse subangular blocky structure parting to weak medium granular; soft, very friable, slightly sticky and slightly plastic; common fine roots; few fine vesicular and tubular pores; 20 percent gravel, 12 percent channers; 5 percent stones; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (2 to 4 inches thick)\nBk1--3 to 8 inches; brown (7.5YR 5/4) very gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure parting to weak medium granular; soft, very friable, slightly sticky and slightly plastic; common very fine roots; few fine vesicular and tubular pores; 20 percent gravel, 12 percent channers, 5 percent stones; calcium carbonate disseminated and in few rounded soft masses; violently effervescent; 15 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (0 to 8 inches thick)\nBk2--8 to 11 inches; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; few fine roots; few fine vesicular and tubular pores; 25 percent gravel, 10 percent channers, 5 percent stones; common distinct discontinuous calcium carbonate coats on rock fragments; common rounded soft masses of calcium carbonate throughout; violently effervescent; 25 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); abrupt irregular boundary.  (4 to 8 inches thick)\nR--11 inches; hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Moffat County, Colorado; located about 2,400 feet north and 400 feet east of the southeast corner of sec. 32, T. 8 N., R. 103 W.; Jones Hole USGS quad; lat. 40 degrees 36 minutes 8 seconds N. and long. 109 degrees 0 minutes 14 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Ustic moisture regime bordering on aridic.\nMean annual soil temperature:  42 to 46 degrees F.\nMean annual summer soil temperature:  63 to 68 degrees F.\nSurface rock fragments:  5 to 15 percent limestone gravel, 5 to 30 percent limestone channers.\nParticle-size control section:  18 to 27 percent clay\nDepth to lithic contact:  10 to 20 inches to limestone\nDepth to calcic horizon:  6 to 9 inches\nDepth to visible secondary calcium carbonate:  6 to 9 inches\nA horizon:\nHue:  7.5YR or 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  2 to 4, dry or moist\nRock fragments:  mostly limestone with some sandstone; 35 to 60 percent total rock fragments; 20 to 40 percent gravel; 10 to 25 percent channers; 0 to 10 percent stones.\nCalcium carbonate equivalent:  5 to 10 percent\nEC (mmhos/cm):  0 to 2\nReaction:  slightly alkaline or moderately alkaline\nBk1 horizon:\nHue:  7.5YR or 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  2 to 4, dry or moist\nRock fragments:  mostly limestone with some sandstone; 35 to 75 percent total rock fragments; 20 to 40 percent gravel; 10 to 25 percent channers; 0 to 10 percent stones.\nCalcium carbonate equivalent:  10 to 20 percent\nEC (mmhos/cm):  0 to 2\nReaction:  moderately alkaline or strongly alkaline\nBk2 horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  2 to 4, dry or moist\nTexture: GRV-L, CNX-L, FLX-L\nRock fragments:  mostly limestone with some sandstone; 35 to 75 percent total rock fragments; 20 to 40 percent gravel; 10 to 50 percent channers; 5 to 50 percent flagstones.\nCalcium carbonate equivalent:  15 to 40 percent\nEC (mmhos/cm):  0 to 2\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cedarknoll, Hackling, and Rencot series.\nCedarknoll soils formed in parent material derived from siltstone and sandstone and have siltstone and sandstone rock fragments.\nHackling soils have hue redder than 7.5YR.\nRencot soils have calcic horizons 5 inches or less from the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Schoonover soils.\nParent material:  residuum derived from limestone.\nLandform:  plateaus and mountains.\nSlopes:  3 to 25 percent\nElevation: 7,000 to 8,500 feet\nMean annual air temperature:  42 to 45 degrees F.\nMean annual precipitation:  12 to 16 inches.\nWettest months:  Precipitation is relatively evenly distributed throughout the year.\nFrost-free period:  75 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berlake, Emlin, Layoint, and Moosed series.\nBerlake and Emlin soils have agrillic horizons.\nLayoint and Moosed soils have sandy particle size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are livestock grazing and wildlife habitat.  The native plant community is bluebunch wheatgrass, black sagebrush, stemless goldenweed, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Colorado.  LRR E, D, MLRA 47 and 34.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Moffat County, (Dinosaur National Monument) Colorado, 1997.  The name is taken from a geographic location in the Dinosaur National Monument."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 0 to 3 inches. (A horizon)\nCalcic horizon:  The zone from 3 to 11 inches. (Bk horizons)\nLithic contact:  Hard limestone bedrock at ll inches. (R layer)\nADDITIONAL DATA:  Percent calcium carbonate determined by calcimeter.  Activity class is estimated.\nClassification changed from Aridic Lithic Ustochrepts to Lithic Calciustepts 11/98.\nKeys to Soil Taxonomy: Eight Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
