{
  "SERIES": "SCHOOLHOUSE",
  "STATUS": "Established Series",
  "BYREV": "BR/MK/DMD/GHL",
  "REVDATE": "8/86",
  "STATES": "ID",
  "OVERVIEW": "The Schoolhouse series consists of shallow over bedrock, excessively\ndrained soils on mountain sideslopes and ridges.  They formed in\nmaterial weathered from intermediate intrusive rocks.  Permeability is\nvery rapid.  Slopes are 10 to 90 percent.  The average annual\nprecipitation is about 19 inches and the average annual air temperature\nis about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Schoolhouse gravelly loamy sand - on a 70 percent\nnorthwest slope under rangeland vegetation at 4,500 feet elevation.\nA1--0 to 1 inches; grayish brown (10YR 5/2) gravelly loamy sand,\ndark grayish brown (10YR 4/2) moist; weak very fine granular structure;\nsoft, very friable, common very fine and fine roots; common very fine\ninterstitial pores; 20 percent pebbles; slightly acid (pH 6.5); abrupt\nwavy boundary.  (1 to 6 inches thick)\nA2--1 to 5 inches; brown (10YR 5/3) gravelly loamy sand, dark brown\n(10YR 3/3) moist; weak very fine granular structure; soft, very\nfriable, common very fine and fine roots; common very fine interstitial\npores; 25 percent pebbles; slightly acid (pH 6.5); abrupt irregular\nboundary.  (4 to 7 inches thick)\nC1--5 to 17 inches; pinkish white (7.5YR 8/2) extremely gravelly\nloamy sand, pinkish gray (7.5YR 6/2) moist; single grain; loose; 90\npercent pebbles; slightly acid (pH 6.5); abrupt irregular boundary.  (5\nto 14 inches thick)\nR--17 inches; granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elmore County, Idaho; about 3 miles south of\nFeatherville; about 600 feet north and 1,000 feet west of the center of\nthe northeast 1/4, section 28, T.3N., R.10E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 50 degrees F\nDepth to bedrock - 12 to 20 inches\nSoil Reaction - slightly to strongly acid\nAverage annual January soil temperature - 35 degrees F\nA1 horizons\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 1 to 4\nC1 horizon\nHue - 10YR or 7.5YR\nValue - 7 or 8 dry, 5 through 7 moist\nChroma - 2 or 3\nTexture - GRV-LS, GRX-LS, GRV-S, GRX-S\nRock fragments - 40 to 90 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Waterman series.  Waterman soils have an average\nannual temperature of about 56 degrees F and an average January\ntemperature of about 42 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Schoolhouse soils are on mountain sideslopes and\nridges at elevations of 3,300 to 6,400 feet.  Slopes are 10 to 90\npercent.  These soils formed in material weathered from intermediate\nintrusive and metamorphic rocks.  The average annual precipitation is\n15 to 22 inches.  The average annual air temperature is 45 to 48\ndegrees F, with an average January temperature of about 20 degrees F.\nThe average January soil temperature is 34 to 37 degrees F.  The (32\ndegrees F) frost-free period is 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bauscher, Oland, Rainey,\nRoanhide, and Van Dusen soils.  Bauscher, Oland, and Van Dusen soils\nare deep, have a mollic epipedon, and are on north-facing slopes or\ntoeslopes.  Rainey and Roanhide soils are moderately deep over bedrock,\nhave a mollic epipedon, and are on landscape positions similar to\nSchoolhouse soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained, medium or rapid\nrunoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Schoolhouse soils are used for rangeland,\nwildlife, and watershed.  The potential vegetation in the natural plant\ncommunity is bluebunch wheatgrass, Idaho fescue, mountain big\nsagebrush, and antelope bitterbrush.  At higher elevations, there may\nbe scattered Ponderosa pine, chokecherry, and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern part of the Idaho Batholith.\nModerately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elmore County Area, Idaho, 1986.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
