{
  "SERIES": "SCHOOLMARM",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/TM/BKP",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Schoolmarm series consists of shallow, well drained soils that formed in residuum and colluvium derived from welded tuff. Schoolmarm soils are on hills, ridges, and mountains. Slopes are 4 to 50 percent. The mean annual precipitation is about 330 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schoolmarm gravelly ashy coarse sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 30 percent gravel, 15 percent cobbles, and 5 percent stones.\nA--0 to 8 cm; brown (10YR 5/3) gravelly ashy coarse sandy loam, dark brown (10YR 3/3) moist; strong medium granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; common very fine and fine, and few medium interstitial and tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear smooth boundary. (8 to 12 cm thick)\nBt1--8 to 20 cm; grayish brown (10YR 5/2) very cobbly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; common very fine and few fine and medium irregular and tubular pores; common distinct clay films on faces of peds; 25 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.7); clear smooth boundary.\nBt2--20 to 28 cm; brown (10YR 5/3) very gravelly ashy clay loam, dark brown (10YR 3/3) moist; strong coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine, fine and medium roots; common very fine and fine tubular pores; many distinct clay films on faces of peds; 30 percent gravel, 5 percent cobbles and 5 percent stones; neutral (pH 7.0); abrupt wavy boundary. (Combined thickness of the Bt1 and Bt2 horizons is 17 to 27 cm.)\nR--28 cm; hard, slightly fractured, welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; on the west side of Mount Wilson, approximately 1 mile east of the Wilson Creek Ranch, and 150 feet south of the power line road; approximately 700 feet south and 600 feet east of the northwest corner of section 36, T. 5 N., R. 67 E.; USGS Schoolmarm Basin 7.5 minute topographic quadrangle; latitude 38 degrees 15 minutes 29.9 seconds N and longitude 114 degrees 25 minutes 22 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and early spring and intermittently moist for 10 to 20 days cumulative from July through September due to convection storms; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 36 cm; includes all or part of the argillic horizon.\nDepth to bedrock: 25 to 50 cm to a lithic contact.\nMineralogy: 30 to 60 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.1 to 0.3 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nParticle-size control section - Clay content: 27 to 35 percent;\nRock fragment content: 35 to 60 percent mainly gravel. Lithology of fragments is welded tuff.\nA horizon\nValue: 4 or 5 dry, and 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Granular or platy.\nOrganic matter content: 1 to 2 percent\nBt horizons\nValue: 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy sandy clay loam and ashy clay loam. Thin sub-horizons of ashy loam in some pedons\nClay content: 27 to 35 percent. Some pedons contain sub-horizons that exceed 35 percent clay.\nRock fragments: 35 to 60 percent.\nStructure: Moderate or strong, medium to coarse subangular blocky.\nConsistence: Soft or slightly hard, dry, very friable or friable moist, slightly plastic or moderately plastic, wet,\nClay films: Common to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Badrock, Domehill, Farepeak, Hardnut and Hardteph series.\nBadrock soils have 18 to 27 percent clay in the particle-size control section. Domehill and Hardnut soils are not intermittently moist for 10 to 20 days in the summer. Farepeak soils do not have an abrupt clay increase between the A and Bt horizon and have 3 to 8 percent organic matter in the A horizon. Hardteph soils have 18 to 27 percent clay and 60 to 85 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Schoolmarm soils are on hills, ridges, and mountains. These soils formed in residuum and colluvium derived from welded tuff. Slopes are 4 to 50 percent. Elevations range from 1,760 to 2,620 meters. The mean annual temperature is 6 to 7 degrees C, the mean annual precipitation is 300 to 400 mm, and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hamtah, McIvey, and Slockey soils.  Hamtah soils are on mountains and are deep and very deep to bedrock and contain 35 to 50 percent clay in the particle-size control section. McIvey soils are on mountains and fan remnants and are very deep and contain 35 to 50 percent clay in the particle-size control section. Slockey soils are on rock pediments and mountains, are moderately deep to soft bedrock, and have 18 to 27 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Schoolmarm soils are used for livestock grazing and wildlife habitat. The potential native vegetation includes bluebunch wheatgrass, Thurber's needlegrass, muttongrass, low sagebrush and antelope bitterbrush. This pedon is correlated to Ecological Site R028AY094NV, Claypan 12-14 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. These soil are moderately extensive. MLRA 28A and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Nevada, North Part; 2006. The name is from a drainage basin in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 cm (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 8 to 28 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 28 cm (R layer).\nParticle-size control section - The zone from the soil surface to 28 cm (A, Bt1, and Bt2 horizons).\nClassification was updated to 11th edition on 07/2011 changed from Lithic Argixerolls to Aridic Lithic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
