{
  "SERIES": "SCHRIEVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS",
  "REVDATE": "10/2018",
  "STATES": "LA",
  "OVERVIEW": "The Schriever series consists of very deep, poorly drained, very slowly permeable soils that formed in clayey alluvium. These soils are on the lower parts of natural levees and in backswamp positions on the lower Mississippi River alluvial plain. Mean annual air temperature is 68 degrees F. near the type location, and mean rainfall is about 65 inches. Slope is dominantly less than 1 percent but ranges up to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, hyperthermic Chromic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schriever clay--on a 0.5 percent slope in hardwoods at an elevation of 4 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark gray (10YR 4/1) clay; weak medium angular blocky structure; firm, very sticky, very plastic; many very fine and fine roots; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron on faces of peds; slightly acid; clear smooth boundary (2 to 12 inches thick).\nBg--4 to 15 inches; gray (10YR 5/1) clay; weak medium angular blocky structure; firm, very sticky, very plastic; common very fine and fine roots; 20 percent medium distinct irregular brown (7.5YR 4/4) masses of oxidized iron on faces of peds; neutral; gradual smooth boundary (0 to 30 inches thick).\nBssg--15 to 23 inches; gray (2.5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; firm, very sticky, very plastic; few very fine roots; distinct slickensides (pedogenic); 20 percent medium distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron on faces of peds; 1 percent fine distinct irregular very dark grayish brown (10YR 3/2) manganese masses on faces of peds; neutral; gradual smooth boundary.\nBkssg1--23 to 30 inches; gray (2.5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; firm, very sticky, very plastic; distinct slickensides (pedogenic); 20 percent medium distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron on faces of peds; 5 percent fine and medium prominent irregular brown (7.5YR 4/4) masses of oxidized iron on faces of peds; 1 percent fine distinct irregular very dark grayish brown (10YR 3/2) manganese masses on faces of peds; 1 percent fine distinct light gray (10YR 7/1) carbonate masses on slickensides; slightly alkaline; gradual smooth boundary.\nBkssg2--30 to 38 inches; gray (2.5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; very firm, very sticky, very plastic; few very fine roots; distinct slickensides (pedogenic); 20 percent medium prominent irregular yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/6) masses of oxidized iron on faces of peds; 2 percent fine distinct light gray (10YR 7/1) carbonate masses on slickensides; slightly alkaline; gradual smooth boundary.\nBkssg3--38 to 46 inches; gray (2.5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; very firm, very sticky, very plastic; few very fine roots; distinct slickensides (pedogenic); 20 percent medium prominent irregular yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/6) masses of oxidized iron on faces of peds; 2 percent fine distinct light gray (10YR 7/1) carbonate masses on slickensides; slightly alkaline; gradual wavy boundary.\nBssg'1--46 to 52 inches; gray (2.5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; very firm, very sticky, very plastic; few very fine roots; distinct slickensides (pedogenic); 20 percent medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; 1 percent fine and medium prominent irregular brown (7.5YR 4/4) masses of oxidized iron on slickensides; slightly alkaline; gradual wavy boundary.\nBssg'2--52 to 60 inches; gray (2.5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; very firm, very sticky, very plastic; few very fine roots; distinct slickensides (pedogenic); 20 percent medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron on faces of peds; 1 percent fine and medium prominent irregular brown (7.5YR 4/4) masses of oxidized iron on slickensides; slightly alkaline; gradual wavy boundary.\nBssg'3--60 to 80 inches; gray (5Y 5/1) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; very firm, very sticky, very plastic; few very fine roots; distinct slickensides (pedogenic) and distinct dark gray (N 4/0) organic stains on slickensides; 20 percent fine and medium prominent irregular yellowish brown (10YR 5/4) masses of oxidized iron throughout; 5 percent fine and medium prominent irregular brown (7.5YR 4/4) masses of oxidized iron on slickensides; slightly alkaline (combined thickness of the Bssg, Bkssg, and Bssg' horizons is 26 to more than 60 inches)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. John the Baptist Parish, Louisiana; located 0.5 mile east of St. John and St. James Parish line on La. Hgy. 61, then 3 miles north on woods trail, and 68 steps east of drainage ditch; Latitude 30 degrees, 4 minutes, 41.98 seconds N., Longitude 90 degrees, 39 minutes, 22.52 seconds W., Lutcher, Louisiana USGS 7.5 Minute Quadrangle, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 40 to more than 80 inches\nClay content in the Control Section: 60 to 90 percent\nRedoximorphic features: Depleted matrix with iron accumulations throughout the solum.\nOther distinctive soil features: Desication cracks up to 1 inch wide open to a depth of 10 to 24 inches or more in most years. COLE ranges from about 0.1 to 0.2 throughout the Bssg and Bkssg horizons. Layers with n-value greater than 0.7 are at 60 to more than 80 inches deep\nConcentrated minerals: Free carbonates are at 20 to more than 60 inches deep.\nA or Ap horizon:\nColor--Hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2; overwash materials near crevasse splays may also be dark brown (10YR 4/3) or brown (10YR 5/3).\nRedoximorphic features= Iron accumulations in shades of brown, yellow, or red are none to few.\nTexture--Clay, silty clay, or silty clay loam. A surface mantle of recent overwash material that is stratified fine sand, loamy fine sand, sandy loam, fine sandy loam, or silt loam up to 12 inches thick is on some pedons near crevasse splays.\nOther features--Desication cracks\nReaction--Moderately acid to moderately alkaline\nBg horizon: (where present)\nColor--Hue of 10YR through 2.5Y, value of 4 to 6, and chroma of 1 or less; or value of 6 and chroma of 2; or hue of 5Y, value of 4 to 6, and chroma of 2 or less.\nRedoximorphic features--Iron accumulations in shades of brown, yellow, or red are few to many.\nTexture--Silty clay or clay. Average clay content in the Bg horizon ranges from 40 to about 90 percent.\nOther features--Desication cracks\nReaction--Moderately acid to moderately alkaline\nThickness--0 to 30 inches\nBssg horizon:\nColor--Hue of 10YR through 2.5Y, value of 4 to 6, chroma of 1 or less; or value of 6 and chroma of 2; or hue of 5Y, value of 4 to 6, and chroma of 2 or less.\nRedoximorphic features--Iron accumulations in shades of brown, yellow, or red are few to many.\nTexture--Dominantly clay, however subhorizons with texture of silty clay are in many pedons. Some pedons have thin lenses or strata of silty clay loam or silt loam. Average clay content in the Bssg horizon ranges from 60 to about 90 percent.\nOther features--Intersecting slickensides. Some pedons have thin lenses or strata of clayey or loamy material with hue of 5YR or redder.\nReaction--Strongly acid to moderately alkaline\nBkssg horizon: (where present)\nColor--Hue of 10YR through 2.5Y, value of 4 to 6, chroma of 1 or less; or value of 6 and chroma of 2; or hue of 5Y, value of 4 to 6, and chroma of 2 or less.\nRedoximorphic features--Iron accumulations in shades of brown, yellow, or red are few to many.\nTexture--Clay or silty clay\nOther features--Intersecting slickensides. Soft masses of calcium carbonate range up to 20 percent of the volume\nReaction--Neutral to moderately alkaline\nAb horizon: (where present)\nColor--Hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2.\nTexture--Clay or silty clay\nOther features--A buried A horizon, where present is below a depth of 20 inches.\nReaction--Moderately acid to moderately alkaline\nThickness--0 to 10 inches\nBssg', BCg or Cg horizon: (where present)\nColor--Hue of 10YR through 5GY, value of 4 to 6, and chroma of 2 or less.\nRedoximorphic features--Iron accumulations in shades of brown, yellow, or red are few to common.\nTexture--Clay or silty clay, but in some pedons it is silt loam or silty clay loam below a depth of 40 inches.\nOther features--The n-value is more than 0.7 in layers below a depth of 60 inches in some pedons.\nReaction--Neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Schriever soils are on the lower parts of natural levees and in backswamp positions on the Mississippi River alluvial plain and its tributaries. Slope gradient ranges from 0 to 3 percent. Some slopes are short and occur as undulating parallel ridges and swales. Elevation ranges from 0 to 50 feet. Schriever soils formed in clayey alluvium that is dominated by smectites. Climate is humid temperate. Mean annual temperature ranges from 65 to 75 degrees F., and mean annual precipitation is 55 to 70 inches. Annual frost free days range from 235 to 350."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baldwin, Barbary, Cancienne, Fausse, Gramercy, Harahan, Iberia, and Mhoon series. Baldwin soils are on slightly higher and older landscape positions and have an argillic horizon. Barbary soils are in swamps and have an n-value of 0.7 or more within a depth of 20 inches. Cancienne and Mhoon soils have less than 35 percent clay throughout the upper 40 inches. Fausse soils are on wetter backswamp positions and do not form cracks. Gramercy soils average less than 60 percent clay in the 10 to 40 inch control section. Harahan soils have a substratum with n-value of 0.7 or more within a depth of 40 inches. Iberia soils have a dark surface more than 12 inches thick and formed in older sediments of the Teche system."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Surface runoff is high on slopes less than 1 percent and very high on slopes up to 3 percent. Permeability is very slow. Schriever soils are saturated in the layers between 0 and 0.5 foot during the months of December through April in normal years, and moist in the subsoil layers below that. Some pedons are continuously saturated in the substratum layers between 60 and 80 inches. Schriever soils are flooded for brief to very long durations during most years, unless protected by levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas are used mostly for cropland; sugarcane, rice, soybeans, wheat, grain sorghum, and oats are the principal crops. Some areas are used for pasture, and hay crops. Frequently flooded areas are mainly in bottomland hardwoods stands."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Terrebonne Parish, 2001. Schriever soils were formerly included in the Sharkey series. The type location was moved from Iberville Parish to St. John the Baptist Parish in 2002 based on data from the hyperthermic study."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 12/2004 to make the presence of a Bg horizon optional above the Bssg horizon.  Descriptions and random point data from Terrebonne and St. James Parishes indicate that slickensides may begin in the upper part of the subsoil. Diagnostic horizons and features recognized in the type location pedon include:\nOchric Epipedon-----0 to 4 inches (A horizon)\nCambic horizon------4 to 80 inches (Bg and Bssg horizons)\nIntersecting slickensides--15 to 80 inches (Bssg horizons)\nAquic conditions----episaturation, reduction and redoximorphic features in the A and Bg horizon and along slickenside faces.\nADDITIONAL DATA: Lab analyses of samples from the type location pedon and a supporting pedon from St. John the Baptist Parish, Louisiana were run by NSSL, Lincoln, Nebraska (S02LA-095-002 and S02LA-095-004).\nMLRA = 131\nNational Cooperative Soil Survey\nU.S.A."
  }
}
