{
  "SERIES": "SCHUYLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSP-WEH-MEC",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Schuyler silt loam, on a 10 percent slope in a second- growth woodland. (Colors are for moist soil.)\nAp --  0 to 23 cm (0 to 9 in); brown (10YR 4/3) silt loam, light brownish gray (10YR 6/2) dry; strong medium granular structure; friable; many roots; 10 percent rock fragments; strongly acid; clear smooth boundary. (13 to 25 cm [5 to 10 in] thick)\nBw1 --  23 to 36 cm (9 to 14 in); olive brown (2.5Y 4/4) silt loam; moderate fine subangular blocky structure; friable; many roots; 5 percent rock fragments; very strongly acid; clear smooth boundary.\nBw2 --  36 to 56 cm (14 to 22 in); light olive brown (2.5Y 5/4) silt loam; moderate fine subangular blocky structure; friable; common roots; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion and faint yellowish brown (10YR 5/4) masses of iron accumulation within the matrix; 10 percent rock fragments; very strongly acid; clear wavy boundary.\nBw3 --  56 to 76 cm (22 to 30 in); olive (5Y 5/3) channery heavy silt loam; moderate medium subangular blocky structure; firm; few roots; common coarse distinct strong brown (7.5YR 5/8) masses of iron accumulation and common coarse faint light olive gray (5Y 6/2) areas of iron depletion; 30 percent rock fragments; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 36 to 107 cm [14 to 42 in]).\nBC --  76 to 97 cm (30 to 38 in); olive gray (5Y 5/2) very channery heavy silt loam; very weak coarse granular structure; firm; few roots; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; 45 percent rock fragments; strongly acid; clear wavy boundary. (0 to 30 cm [0 to 12 in] thick).\nC --  97 to 183 cm (38 to 72 in); olive gray (5Y 5/2) very channery silt loam; massive; firm; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; 55 percent rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Schuyler County, New York; Town of Orange, 1/4 mile east of Yawger Road, 50 feet north of Goundry Hill Road. USGS Bradford, NY topographic quadrangle; Latitude 42 degrees, 20 minutes, 25 seconds N. and Longitude 77 degrees, 05 minutes, 27 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 51 to 122 cm (20 to 48 in). Bedrock is deeper than 152 cm (60 in). Rock fragments range from 5 to 35 percent in the upper part of the mineral solum which can include up to 10 percent flagstones. Rock fragments range from 20 to 60 percent in the lower part of the solum and substratum which can include up to 15 percent flagstones in the B and C horizons. The soil ranges from extremely acid to moderately acid.\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 2 to 5, and chroma of 1 to 3. It ranges from silt loam to fine sandy loam in the fine earth fraction or their channery analogues. It has weak to strong, medium or fine granular or subangular blocky structure. Consistence is very friable or friable. In unplowed areas, A horizons or O horizons are 3 to 10 cm (1 to 4 in) thick.\nBw or Bg horizons have hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 2 to 6, and have both low and high chroma redoximorphic features at depths of less than 61 cm  (24 in). Texture is silt loam, loam, silty clay loam or clay loam in the fine earth fraction or their channery analogues. They have weak or moderate, fine to coarse subangular blocky or granular structure. Consistence ranges from very friable to firm.\nBC horizons differ from Bw horizons in having weaker structure, chroma as low as 1, and textures ranging to very channery or very gravelly analogues.\nC horizons have hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 1 to 4. Texture is channery and very channery analogues of silt loam, loam, or silty clay loam or clay loam in the fine earth fraction. The material has plate-like divisions, or the horizon is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Towerville soils are moderately deep to bedrock.\nFremont, Hornell, Ischua, and Orpark soils are in related families. Fremont, Hornell, and Orpark have an aquic moisture regime. Additionally, Hornell and Orpark soils have shale bedrock at a depth of less than 102 cm (40 in). Ischua is in the frigid temperature regime and is moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Schuyler soils are sloping to steep soils on landforms mantled with till derived largely from shale with some siltstone and fine-grained sandstone. Slope ranges from 3 to 50 percent. Mean annual precipitation ranges from 795 to 1725 mm (31 to 68 in). Mean annual temperature ranges from 6 to 11 degrees C (43 to 52 degrees F), but in some higher elevations it can range as low as 4 degrees C (39 degrees F). The frost-free season ranges from 105 to 180 days. These soils generally occur at elevations between 100 to 670 m (328 to 2,198 ft) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashville, Bath, Busti, Chadakoin, Chautauqua, Chenango, Fremont, Hornell, Howard, Langford, Mardin, Marilla, Orpark and Towerville soils on nearby landscapes. The somewhat poorly drained Fremont and poorly drained Ashville soils are in a drainage sequence with Schuyler soils. Bath, Langford, Mardin, and Marilla soils have fragipans.  Busti, Chadakoin and Chautauqua soils are coarse-loamy within the control section. Chenango and Howard soils formed in glacio-fluvial materials. Hornell, Orpark and Towerville soils are less than 102 cm (40 in) deep to bedrock and Hornell and Orpark have aquic moisture regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity includes moderately high or high in the mineral surface and subsoil and moderately low or moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for growing small grains, hay, and pasture. A significant acreage has reverted to woodland. Native vegetation is sugar and red maple, red and white oak, hickory, white ash, black cherry, white pine and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern New York and possibly north-western Pennsylvania. MLRAs 139 and 140. The series is estimated to be of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Schuyler County, New York, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from the surface to 23 cm (9 in) (Ap horizon).\n2. Cambic horizon - the zone from 23 to 76 cm (9 to 30 in) (Bw1, Bw2, and Bw3 horizons).\n3. Aquic subgroup - redoximorphic features with chroma of 2 within 61 cm (24 in) of the soil surface (Bw2 and Bw3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
