{
  "SERIES": "SCIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDV-WEH-DAS",
  "REVDATE": "03/2013",
  "STATES": "ME,MA,NH,NY,PA,RI",
  "OVERVIEW": "The Scio series consists of very deep, moderately well drained soils formed in eolian, lacustrine, or alluvial sediments dominated by silt and very fine sand. They are on terraces, old alluvial fans, lake plains, outwash plains and lakebeds. Saturated hydraulic conductivity is moderately high or high to a depth of 100 centimeters and ranges from moderately low through very high below 100 centimeters. Slope ranges from 0 through 25 percent. Mean annual temperature is 9 degrees C., and mean annual precipitation is 940 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scio silt loam, on a 2 percent slope in a pasture. (Colors are for moist soil.)\nAp -- 0 to 23 centimeters; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many fine roots; moderately acid; limed; abrupt smooth boundary. (10 to 33 centimeters thick.)\nBw1 -- 23 to 48 centimeters; yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; common fine roots; common medium and fine pores; strongly acid; clear wavy boundary.\nBw2 -- 48 to 79 centimeters; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; few fine roots; common medium and fine pores; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion in the matrix; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 38 to 135 centimeters.)\nC -- 79 to 102 centimeters; brown (10YR 5/3) silt loam; very weak thick plate like divisions; friable; common medium and fine pores; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation and distinct gray (10YR 6/1) areas of iron depletion in the matrix; 3 percent rock fragments; strongly acid; abrupt smooth boundary. (20 to 102 centimeters thick.)\n2Cg -- 102 to 183 centimeters; grayish brown (2.5Y 5/2) very gravelly loamy sand; single grain; loose; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 35 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wyoming County, New York; town of Pike, 2 miles north of village of Pike on west side of Campbell Road, 0.7 mile north of junction of Campbell Road and Safford Road. USGS Pike, NY topographic quadrangle; Latitude 42 degrees, 35 minutes, 17 seconds N. and Longitude 78 degrees, 09 minutes, 26 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 50 through 168 centimeters. Depth to material contrasting with solum texture is 100 centimeters or more. Depth to bedrock is greater than 1.5 meters. Depth to free carbonates is greater than 2 meters. Rock fragments, mainly gravel and cobbles, range from 0 through 5 percent above 100 centimeters and from 0 through 60 percent below 100 centimeters. Stones cover 0 through 10 percent of the surface in some areas.\nSome pedons have an O horizon.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 2 or 3. It is silt loam, very fine sandy loam, or fine sandy loam. Undisturbed pedons have an A horizon with colors similar to the Ap, but also include value of 2. They are 2 through 5 inches thick. Reaction ranges from extremely acid through strongly acid, unless limed.\nThe B horizon has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 3 through 6. Redox depletions and accumulations are within a depth of 24 inches (61 centimeters). It is silt loam or very fine sandy loam. Reaction ranges from extremely acid through strongly acid to a depth of 76 centimeters and very strongly through moderately acid below 76 centimeters. Some pedons have a BC horizon.\nThe C horizon has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 1 through 6. Texture is silt loam to fine sandy loam. It may contain strata of gravel and sand. It is massive or single grain, and may have plate-like divisions. Reaction ranges from very strongly acid through slightly alkaline.\nThe 2C horizon, if present, has hue of 7.5YR through 5Y, value of 3 through 6, and chroma of 1 through 4. It is silt loam, very fine sandy loam, or loamy very fine sand in the fine earth fraction. In addition, below a depth of 40 inches (100 centimeters) it can range from fine sandy loam through very gravelly sand. Reaction ranges from very strongly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Dartmouth series is the only other series in the same family. Dartmouth soils have a gravel content of 0 through 5 percent throughout, and have below a depth of 40 inches (100 centimeters) textures limited to silt, silt loam, very fine sandy loam, or loamy very fine sand and saturated hydraulic conductivity ranges from moderately low through moderately high."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scio soils are most commonly on terraces or old alluvial fans, but are also on lake plains, outwash plains, lakebeds, and lacustrine mantled uplands. The solum is formed entirely in eolian, lacustrine, or alluvial sediments which may extend to a depth of many centimeters or may be underlain by loamy, sandy, or gravelly material at depths greater than 40 inches (100 centimeters). Slope ranges from 0 through 25 percent. Mean annual temperature ranges from 8 through 10 degrees C., mean annual precipitation ranges from 710 through 1270 millimeters, and mean annual frost-free days ranges from 120 through 180 days. Elevation ranges from 31 through 457 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Scio series is in a drainage sequence with the well drained Unadilla soils, the well drained and moderately well drained Bridgehampton soils, the poorly drained Raynham soils, and the very poorly drained Birdsall soils. Pope, Tioga, and Hadley soils, and their wetter associated soils are on adjacent floodplains. Alton, Chenango, Copake, and Howard soils, and their wetter associated soils are on adjacent gravelly outwash terraces, kames, and outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is very low to high. Saturated hydraulic conductivity is moderately high or high to a depth of 100 centimeters and ranges from moderately low through very high below 40 inches 100 centimeters."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil has been cleared and is used for growing hay, corn, vegetables, fruit, and small grain. Native vegetation is northern red oak, white ash, sugar maple, black cherry, eastern hemlock, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Massachusetts, Maine, New Hampshire, New York, Pennsylvania, and Rhode Island. MLRAs 101, 139, 140, 143, 144A, 144B, 145, and 149B. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegany County, New York, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects changes to the range in characteristics as well as general updating to metric units. Scio soils have been mapped in frigid areas in the past, but have a Mesic temperature regime. The series will not be used in MLRAs 143 and 144B, or the state of Maine, when older soil surveys in these MLRAs are updated.\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - the zone from 0 to 23 centimeters (Ap horizon).\n2) Cambic horizon - the zone from 23 to 79 centimeters (Bw horizons).\n3) Aquic subgroup - Redox depletions with chroma of 2 or less are within 60 centimeters of the mineral soil surface (Bw2 horizon).\n4) Particle-size control section - the zone from 23 through 100 centimeters (Bw1, Bw2, C horizons).\n5) Lithologic discontinuity - at a depth of 102 centimeters.\nADDITIONAL DATA: Full characterization data for sample no.91MA023009. Pedon analyzed by the NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 23 centimeters; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; friable; many fine roots; moderately acid; limed; abrupt smooth boundary. (10 to 33 centimeters thick.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 23 to 48 centimeters; yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; common fine roots; common medium and fine pores; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2 -- 48 to 79 centimeters; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; few fine roots; common medium and fine pores; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion in the matrix; strongly acid; clear smooth boundary. (Combined thickness of the Bw horizon is 38 to 135 centimeters.)"
      },
      {
        "name": "C",
        "top": 79,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C -- 79 to 102 centimeters; brown (10YR 5/3) silt loam; very weak thick plate like divisions; friable; common medium and fine pores; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation and distinct gray (10YR 6/1) areas of iron depletion in the matrix; 3 percent rock fragments; strongly acid; abrupt smooth boundary. (20 to 102 centimeters thick.)"
      },
      {
        "name": "2Cg",
        "top": 102,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "narrative": "2Cg -- 102 to 183 centimeters; grayish brown (2.5Y 5/2) very gravelly loamy sand; single grain; loose; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 35 percent gravel; moderately acid."
      }
    ]
  ]
}
