{
  "SERIES": "SCITUATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHT-DAS",
  "REVDATE": "01/2013",
  "STATES": "MA,NH",
  "OVERVIEW": "The Scituate series consists of moderately well drained soils formed in a loamy eolian influenced mantle of till underlain by sandy lodgement till. The soils are very deep to bedrock and moderately deep to a densic contact. They are nearly level through moderately steep soils on glaciated uplands. Saturated hydraulic conductivity is moderately high or high in the solum and moderately low or moderately high in the substratum. Mean annual precipitation is about 43 inches (1092 millimeters) and the mean annual temperature is about 48 degrees F. (9 degrees C.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scituate fine sandy loam - woodland, in a stony area. (Colors are for moist soil unless otherwise indicated).\nA -- 0 to 5 inches (0 to 13 centimeters); black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; weak and moderate fine granular structure; very friable; many fine roots; 10 percent gravel; extremely acid; abrupt wavy boundary. (1 to 6 inches (3 to 15 centimeters) thick.)\nBw1 -- 5 to 21 inches (13 to 53 centimeters); strong brown (7.5YR 5/6) fine sandy loam; massive; very friable; common fine roots; 10 percent gravel; strongly acid; clear wavy boundary.\nBw2 -- 21 to 27 inches (53 to 69 centimeters); yellowish brown (10YR 5/6) sandy loam; massive; very friable; few fine roots; 10 percent gravel; common fine and medium distinct yellowish red (5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 6 to 40 inches (15 to 102 centimeters) thick.)\n2Cd -- 27 to 65 inches (69 to 165 centimeters); yellowish brown (10YR 5/4) very gravelly loamy sand; massive; firm; 30 percent gravel and 5 percent cobbles; common medium distinct light brownish gray (2.5Y 6/2) iron depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hampshire County, Massachusetts; Town of Pelham, 3600 feet northwest of the junction of Shutesbury Road and Daniel Shays Highway, 50 feet west of Shutesbury Road, in woods. USGS Shutesbury, MA topographic quadrangle; Latitude 42 degrees, 24 minutes, 15 seconds N. and longitude 72 degrees, 24 minutes, 43 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The loamy mantle is 18 through 34 inches (46 through 90 centimeters) thick and corresponds closely the depth to the dense substratum. Rock fragments are dominantly granite and gneiss. Gravel content ranges from 5 through 25 percent by volume in the solum and from 10 through 35 percent in the 2Cd horizon. Cobbles range from 0 through 15 percent throughout. The surface horizon has 0 through 20 percent stones and the B and 2C horizons have 0 through 10 percent stones. Boulders range from 0 through 5 percent throughout. Reaction ranges from extremely acid through moderately acid in the surface horizon and from very strongly acid through moderately acid in the subsoil and substratum.\nSome pedons have an O horizon.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2. In cultivated areas the Ap horizon has hue of 10YR, value of 2 through 4, and chroma of 1 through 4. Dry value of the Ap horizon is 6 or more. Texture is fine sandy loam, sandy loam, or loam in the fine-earth fraction. Some pedons have an incipient E horizon immediately below the A horizon.\nThe upper part of the Bw horizon has hue of 7.5YR through 2.5Y, value of 3 through 6, and chroma of 4 through 6. Texture is fine sandy loam, sandy loam, or loam in the fine-earth fraction.\nThe lower part of the Bw horizon has hue of 10YR through 5Y, value and chroma of 4 through 6. Redox features are few through many and are distinct or prominent. Texture is fine sandy loam, sandy loam, or loam in the fine-earth fraction.\nSome pedons have a thin BC horizon that ranges from loamy sand through sandy loam. Color range is the same as the lower part of the Bw horizon but the range includes value of 7 in some pedons.\nThe 2Cd horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 2 through 4. Redox features are common or many, medium and coarse, and are distinct or prominent. Texture is loamy sand, loamy fine sand, or loamy coarse sand in the fine-earth fraction. Some pedons have subhorizons of sandy loam or fine sandy loam below a depth of 40 inches. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amostown, Bernardston, Broadbrook, Horseneck, Nantucket, Paxton, and Wethersfield series. Amostown soils formed in lacustrine sediments that are silt or very fine sand the lower solum and substratum. Bernardston and Broadbrook soils have sola with more than 65 percent silt plus very fine sand. Horseneck soils are formed in glaciofluvial deposits. Paxton soils are well drained and have loamy substrata. Nantucket soils have a lithologic discontinuity and have loamy substrata. Wethersfield soils have 5YR or redder hue in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scituate soils are nearly level through moderately steep and are on glaciated uplands. Slope ranges from 0 through 25 percent. The soils are on nearly level to gently sloping tops of broad ridges and drumlins, and on gently sloping to moderately steep foot slopes and toe slopes. They formed in eolian influenced Wisconsin age loamy till underlain by dense sandy lodgement till. The mean annual temperature ranges from 45 through 50 degrees F. (7 through 10 degrees C.) The mean annual precipitation ranges from 40 through 45 inches (1016 through 1143 millimeters). The frost free season ranges from 100 through 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Montauk, somewhat poorly and poorly drained Ridgebury, and the poorly drained Norwell soils, along with the very poorly drained Whitman and Brockton soils are in a drainage sequence with Scituate. Deerfield, Hinckley, Merrimac, Scarboro, Sudbury, Walpole, and Wareham soils are on nearby glacial outwash plains, kames, deltas, and eskers. Hollis, Paxton, and Woodbridge soils are on nearby loamy glacial till uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high or high in the loamy surface and subsoil and moderately low or moderately high in the dense sandy substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested. Some areas are used for hay, pasture, and silage corn. Common tree species in woodlands are northern red, white, and scarlet oak, gray, black, and yellow birch, white ash, red maple, elm, eastern white pine, and eastern hemlock. Many areas are used for urban development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Massachusetts and New Hampshire. MLRA's 144A and 145. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Providence County, Rhode Island; 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects changes to the range in characteristics as well as general updating to metric units.\nDiagnostic horizons and features recognized in this pedon include:\n1) Ochric epipedon - the zone from 0 to 5 inches (0 to 13 centimeters) (A horizon).\n2) Cambic horizon - the zone from 5 to 27 inches (13 to 69 centimeters) (Bw horizons).\n3) Densic material - the zone from 27 to 65 inches (69 to 165 centimeters) (2Cd horizon).\nd. Oxyaquic subgroup - redoximorphic features within 40 inches (100 centimeters) of the mineral surface.\n4) Particle-size control section - the zone from 10 through 27 inches (25 through 69 centimeters) (Bw horizons).\n5) Lithologic discontinuity - at a depth of 27 inches (69 centimeters).\nADDITIONAL DATA: SSIR20 New England states, contains some laboratory data for Scituate soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
