{
  "SERIES": "SCITICO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-SMF",
  "REVDATE": "07/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, nonacid, mesic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scitico silt loam, 1 percent slope in a broad, slightly concave low area.  (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 8 inches; very dark grayish brown (2.5Y 3/2) silt loam, light gray (5Y 7/1) dry; moderate fine and medium granular structure; friable, sticky, plastic; few very fine, fine and medium roots; slightly acid; clear smooth boundary.  (6 to 12 inches thick)\nEg -- 8 to 11 inches; olive gray (5Y 5/2) silt loam; moderate medium blocky structure; friable, sticky, plastic; few very fine and fine roots; common fine prominent light olive brown (2.5Y 5/4), yellowish brown (10YR 5/4), and dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid; clear smooth boundary.  (0 to 6 inches thick)\nBg1 -- 11 to 18 inches; olive gray (5Y 5/2 and 5Y 4/2) silty clay loam; moderate coarse blocky structure; firm, very sticky, plastic; few fine roots between peds; continuous distinct gray (5Y 5/1) coatings on ped faces; common fine prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation; neutral; clear smooth boundary.\nBg2 -- 18 to 30 inches; dark gray (5Y 4/1) silty clay loam; moderate coarse prismatic structure parting to coarse blocky; firm, very sticky, plastic; few fine roots between peds; continuous distinct gray (5Y 5/1) coatings on vertical structure faces; few worm casts along prism faces; many fine prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation; neutral; clear smooth boundary.\nBg3 -- 30 to 38 inches; olive gray (5Y 5/2) and grayish brown (2.5Y 5/2) silty clay; weak coarse prismatic structure; firm, very sticky, plastic; few fine roots between prisms; continuous distinct gray (5Y 5/1) coatings on vertical structure faces; few worm casts along prism faces; many fine prominent yellowish brown (10YR 5/6) and dark yellowish brown (10YR 5/6) masses of iron accumulation; neutral; clear smooth boundary. (Combined thickness of the Bg horizons is 10 to 30 inches.)\nCg1 -- 38 to 52 inches; olive gray (5Y 5/2), dark gray (5Y 4/1), grayish brown (2.5Y 5/2), and light olive brown (2.5Y 5/4) varved silt and clay (silty clay loam weighted average texture); few yellowish brown (10YR 5/6, 5/8) masses of iron accumulation; massive separating to weak thin plates along varved bedding planes; firm, very sticky, plastic; few fine prominent yellowish brown (10YR 5/6 and 10YR 5/8) masses of iron accumulation; neutral; clear smooth boundary.  (0 to 30 inches thick)\nCg2 -- 52 to 65 inches; olive gray (5Y 5/2), gray (5Y 5/1), grayish brown (2.5Y 5/2), and light olive brown (2.5Y 5/4) varved silt and clay (silty clay weighted average texture); massive separating to weak thin plates along varved bedding planes; firm, very sticky, plastic; few fine prominent dark yellowish brown (10YR 4/4 and 10YR 4/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hartford County, Connecticut; town of East Windsor, 2,000 feet west of the intersection of Newberry Road and Winkler Road, 100 feet north of Newberry Road.  USGS Broad Brook topographic quadrangle, latitude 41 degrees 55 minutes 20 seconds N., longitude 72 degrees 35 minutes 22 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 45 inches.  Rock fragments, mostly fine gravel, range from 0 to 3 percent by volume throughout.  Reaction ranges from very strongly acid to neutral in the A horizon, strongly acid to neutral in the Eg and upper part of the Bg horizons, and moderately acid to slightly alkaline in the lower part of the Bg horizon and in the C horizon.\nThe Ap horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 1 to 3.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 or 2.  The Ap or A horizon is silt loam or silty clay loam.  It has weak or moderate granular or subangular blocky structure and is friable or very friable.\nThe Eg horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 or 2.  It is silt loam, silty clay loam, or silty clay.  The horizon has weak or moderate granular, blocky, or platy structure, or it is massive.  Consistence is friable or firm.\nThe Bg horizon has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 1 or 2.  It is silt loam, silty clay loam, or silty clay in the upper part and silty clay loam, silty clay, or clay in the lower part.  The Bg horizon has weak or moderate prismatic, blocky, or platy structure.  Consistence is friable or firm.\nThe C horizon is neutral or has hue of 7.5YR to 5Y, value of 3 to 6, and dominant chroma of 0 to 2.  Some pedons have individuals varves with chroma of 3 or 4, but they make up less than 40 percent of the horizon.  Texture of individual varves is silt, silt loam, silty clay loam, silty clay, or clay, but the weighted average texture of the horizon is silty clay, clay, or silty clay loam.  The C horizon is massive, or has platy structure, or weak prismatic structure separating to plates.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils currently in this family.\nThe Binghamville, Boxford, Brancroft, Canadice, Canandaiga, Fonda, Latty, Livingston, Maybid, Munson, Parsippany, Raynham, Scantic, and Shaker series are similar soils in related families in LRRs L, R, and S.  Bellingham soils have mixed mineralogy. Binghamville and Raynham soils are coarse-silty.  Boxford and Brancroft soils have matrix chroma of 3 or more to a depth of 30 inches.  Canadice and Parsippany soils have an argillic horizon.  Canandaiga soils are fine-silty.  Fonda soils have a mollic epipedon.  Latty soils have carbonates in the series control section and in the substratum.  Livingston soils are in a very fine family.  Maybid soils have a thicker, darker A horizon that is high in organic matter. Munson soils are coarse-silty over clayey.  Scantic soils are frigid. Shaker soils are coarse-loamy over clayey."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scitico soils are nearly level to very gently sloping soils on lacustrine and marine terraces.  Slope ranges from 0 to 5 percent.  The soils formed in silty and clayey glaciolacustrine and marine deposits.  Typically, these soils are in low-lying, broad, flat or slightly concave areas.  Mean annual temperature ranges from 45 to 54 degrees F., mean annual precipitation ranges from 36 to 50 inches, and the growing season ranges from 125 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agawam, Amostown, Belgrade, Boxford, Brancroft, Elmridge, Enfield, Haven, Ninigret, Pollux, Raynham, Shaker, and Tisbury soils on nearby landscapes.  The moderately well to somewhat poorly drained Boxford and Brancroft soils and the very poorly drained Maybid soils are associated in a drainage sequence.  Agawam, Enfield, Haven, Ninigret, and Tisbury soils are terrace associates formed in loamy over stratified sandy and gravelly deposits.  Amostown and Pollux soils are better drained loamy soils underlain by silty lacustrine materials.  The silty Belgrade soils and the loamy over clayey Elmridge soils are moderately well drained associates on nearby terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow. Permeability is moderate or moderately slow in the surface layer, moderately slow or slow in the upper part of the subsoil, slow or very slow in the lower part of the subsoil, and very slow in the substratum. Scitico soils have a water table at or near the surface much of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for hay or pasture.  A few areas are used for silage corn and a small acreage is used for sod farming.  Some areas are wooded and a few areas are in community development.  Common trees are red maple, gray birch, alder, aspen, white pine, and swamp oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Glaciolacustrine and marine terraces in The Connecticut Valley Lowland of Connecticut and Massachusetts and coastal areas of Massachusetts and New Hampshire; MLRAS 144A AND 145.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hampshire County, Massachusetts, Central Part, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision reflects a change in classification to the 8th Edition of the Keys. Cation exchange activity class placement determined from a review of limited lab data and similar or associated soils.\nScitico soils were previously classified as Typic Haplaquepts and  Typic Endoaquepts.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 11 inches (Ap and Eg      horizons).\n2. Cambic horizon - the zone from 11 to 38 inches (Bg horizons).\n3. Typic Endoaquepts subgroup - saturation in all layers from the upper boundary of saturation to a depth of 200 cm from the mineral surface layer and dominant chroma of 2 or less to a depth of 75 cm. (Eg and Bg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
