{
  "SERIES": "SCOBEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CNG-CJH",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scobey clay loam, cropland (colors are for dry soil unless otherwise noted).\nAp--0 to 6 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; hard, friable, sticky and plastic; many fine roots; 5 percent pebbles; neutral (pH 6.8); clear wavy boundary. (5 to 8 inches thick, uncultivated areas have an A horizon 2 or 3 inches thick.)\nBt--6 to 12 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; strong fine and medium prismatic structure parting to strong fine angular blocky; hard, friable, sticky and plastic; many fine roots; many fine and very fine tubular pores; continuous faint dark grayish brown (10YR 4/2) clay films on faces of peds; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary. (5 to 12 inches thick)\nBk1--12 to 19 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; strong medium prismatic structure parting to strong fine subangular blocky; very hard, friable, sticky and plastic; common fine roots; many fine and very fine tubular pores; common faint clay films on vertical faces of peds; 5 percent pebbles; few fine masses of lime; strongly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (3 to 12 inches thick)\nBk2--19 to 42 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse and very coarse prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; few fine and very fine roots; common fine and very fine pores; 5 percent pebbles; many fine masses of lime; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (20 to 30 inches thick)\nBky--42 to 60 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak thick platy structure; very hard, firm, sticky and plastic; 5 percent pebbles; common fine masses of lime; common fine masses of gypsum; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Montana; north of road, about 500 feet west and 100 feet north of SE corner of sec. 5, T. 34 N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches; dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.\nMollic epipedon thickness - 7 to 16 inches.\nDepth to Bk horizon - 10 to 18 inches.\nDepth to Bky or By horizon - 30 to 55 inches.\nBtk, By, or BC horizons are allowed.\nPhases - stony, shaley substratum.\nScobey soils have air dry bulk density greater than 1.35 g/cc above 40 inches and a moist bulk density greater than 1.35 g/cc at depths as shallow as 20 inches.\nAp, A horizons - Hue:  10YR or 2.5Y\nChroma:  2 or 3\nTexture:  loam, clay loam, fine sandy loam, or sandy loam.\nClay content:  10 to 35 percent\nRock fragments:  0 to 60 percent--0 to 25 percent cobbles and stones; trace to 40 percent pebbles\nReaction:  pH 6.1 to 7.8\nPedons with sandy loam surfaces are in areas which have a thin sandy eolian mantle.\nBt horizon - Hue:  10YR or 2.5Y\nValue:  4, 5, or 6 dry; 3 or 4 moist\nChroma:  2 or 3\nTexture:  clay loam or clay\nClay content:  35 to 45 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles; trace to 10 percent pebbles\nReaction:  pH 6.6 to 8.4\nBk1 and Bk2 horizons - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3, or 4\nClay content:  30 to 40 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles; trace to 10 percent pebbles\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\nBky horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3 or 4\nClay content:  30 to 40 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles; trace to 10 percent pebbles\nCalcium carbonate equivalent:  5 to 12 percent\nSAR:  1 to 8\nGypsum:  1 to 6 percent\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nEthridge (MT) - does not have till above a depth of 40 inches that has a bulk density of 1.35 gr/cc or greater.\nHolderness (CO) - has carbonates at a depth of 40 inches and deeper.\nMorop (CO) - has 15 to 35 percent coarse fragments in the Bk horizons.\nNilrap (WY) - has hues of 7.5YR and redder in the control section.\nNunnston (WY) - does not have horizons that have accumulations of gypsum.\nTanna (MT) - has a paralithic contact at depths of 20 to 40 inches.\nUlric (WY) - has 15 to 35 percent rock fragments below a depth of 20 inches; has bedrock between a depth of 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - till plains; hills; moraines.\nElevation - 2,400 to 4,000 feet.\nSlope - 0 to 15 percent.\nParent material - clay loam till.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual air temperature - 40 to 45 degrees F.\nFrost-free period - 100 to 135 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Scobey soils are used mainly for dryland crops.  Some areas are used as rangeland.  Potential native vegetation is mainly bluebunch wheatgrass, western wheatgrass, green needlegrass, and needleandthread."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Scobey soils are extensive in the till plains of northern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Milk River Area, Montana, 1928."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
