{
  "SERIES": "SCOGG",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/CDH/TWH/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Scogg series consists of very deep, poorly drained soils on floodplains of valley floors.  Slopes are 0 to 2 percent.  They formed in alluvium derived from quartzite and granite.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, calcareous, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scogg very fine sandy loam--riparian.  (Colors are for dry soil unless otherwise noted.  When described on August 15, 2000, the soil was dry from 0 to 2 inches, moist from 2 to 15 inches, and wet below 15 inches.)\nA--0 to 3 inches; brown (10YR 5/3) very fine sandy loam, brown (10YR 4/3) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; few medium, few fine, and few very fine roots; few fine interstitial pores; slightly effervescent (1 percent calcium carbonate equivalent); slightly alkaline (pH 7.6); abrupt smooth boundary.  (2 to 6 inches thick)\nC--3 to l5 inches; pale brown (10YR 6/3) stratified fine sand to fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few coarse, few medium, common fine, and common very fine roots; few fine and few very fine tubular pores; few thin strata of very fine sandy loam; few fine distinct strong brown (7.5YR 5/6) redoximorphic concentrations; slightly effervescent (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); clear smooth boundary.  (3 to l2 inches thick)\nCg1--l5 to 24 inches; light brownish gray (10YR 6/2) stratified loamy fine sand to very fine sandy loam, grayish brown (10YR 5/2) moist; massive; soft, very friable, slightly sticky and nonplastic; few coarse, few medium, common fine, and common very fine roots; common very fine tubular pores; common medium prominent strong brown (7.5YR 5/6) redoximorphic concentrations, few coarse distinct very dark gray (10YR 3/1) redoximorphic depletions; positive reaction to alpha, alpha-dipyridyl; slightly effervescent (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); clear smooth boundary.  (7 to 10 inches thick)\nCg2--24 to 31 inches; gray (10YR 6/1) stratified very fine sandy loam to silt loam, gray (10YR 5/1) moist; massive; soft, very friable, slightly sticky and nonplastic; few coarse, few medium, few fine, and common very fine roots; few very fine tubular pores; common medium prominent strong brown (7.5YR 5/6) redoximorphic concentrations, common fine distinct very dark gray (10YR 3/1) redoximorphic depletions; positive reaction to alpha, alpha-dipyridyl; slightly effervescent (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); abrupt smooth boundary.  (3 to 15 inches thick)\n2Cg3--31 to 81 inches; light brownish gray (10YR 6/2) very gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 35 percent gravel and 5 percent cobbles; positive reaction to alpha, alpha-dipyridyl; slightly effervescent (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 4.5 miles south-southwest of Espanola; USGS Espanola 7.5 minute topographic quadrangle; Latitude 35 degrees 55 minutes 49 seconds North and Longitude 106 degrees 6 minutes 30 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control sections of these soils are driest in May and June. Water within the capillary fringe moistens horizons above the upper boundary of saturation. This soil is in an aquic moisture regime; adjacent well drained soils are in an aridic (torric) moisture regime bordering on ustic.\nAverage annual soil temperature: 52 to 54 degrees F\nDepth to redox concentrations: 2 to 4 inches\nDepth to lithologic discontinuity of sandy-skeletal material: 25 to 35 inches\nDepth to seasonal endosaturation: 12 to 20 inches\nLithology of rock fragments: Quartzite and granite\nParticle-size control section (weighted averages)\nUpper part:\nSilicate clay content: 8 to 18 percent\nSand content: 55 to 75 percent\nFine sand or coarser content: 25 to 45 percent\nRock fragment content: 0 to 2 percent\nLower part:\nSilicate clay content: 0 to 1 percent\nSand content: 75 to 95 percent\nFine sand or coarser content: 70 to 85 percent\nRock fragment content: 35 to 60 percent\nA horizon\nValue: 4 to 6 moist\nChroma: 2 or 3 moist\nClay content: 8 to 18 percent\nCalcium carbonate equivalent: 1 to 3 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nC horizon\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 2 or 3, dry or moist\nTexture: stratified fine sand to very fine sandy loam; some pedons have thin strata, lenses, and laminae ranging in texture from loamy sand to loam\nClay content: 8 to 18 percent\nCalcium carbonate equivalent: 1 to 3 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nRedox features: some pedons have few redox concentrations of iron as masses or pore linings\nOther features: some pedons have subhorizons with visible sodium salts\nCg horizons\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 1 or 2, dry or moist\nTexture: stratified loamy very fine sand to silt loam; some pedons have thin strata, lenses, and laminae ranging in texture from silt loam to loamy fine sand\nClay content: 8 to 18 percent\nCalcium carbonate equivalent: 0 to 1 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nRedox features: few to common concentrations of iron as masses or in pore linings\nOther features: some pedons have subhorizons with visible sodium salts\n2Cg horizons\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 1 or 2 dry, 1 to 3 moist\nTexture: very gravelly coarse sand and very gravelly sand\nClay content: 0 to 1 percent\nCalcium carbonate equivalent: 0 to 1 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nRock fragments: total range is 35 to 60, 30 to 45 percent gravel, 5 to 10 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scogg soils are on floodplains of valley floors.  They formed in alluvium derived from quartzite and granite.  Slopes are 0 to 2 percent.  Elevation ranges from 5,300 to 5,600 feet.  The mean annual precipitation is 9 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bosquecito, Mirada, and Chupe soils.  Bosquecito soils are coarse-loamy, are somewhat poorly drained, and occur on slightly higher areas on flood plains of valley floors.  Mirada soils are coarse-loamy, are very poorly drained, and occur on abandoned channels of flood plains of valley floors. Chupe soils are sandy, are somewhat excessively drained, and occur on low stream terraces of valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; very low surface runoff; permeability is moderately rapid in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Scogg soils are used for wildlife habitat and recreation. The historic climax vegetation is cottonwood, rush, sedge, and willow.  The ecological site is Populus fremontii/Salix exiuga-Salix/Carex(F036XB137NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Scogg soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Scogg is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon- The zone from the soil surface to a depth of about 3 inches. (A horizon)\nFluventic feature- Alluvial stratification present between 3 and 31 inches\nLlithologic discontinuity- at 31 inches (2Cg3 horizon)\nAquic conditions- Soil reduction in all horizons between 15 and 80 inches.\nParticle-size control section- The zone from 10 to 40 inches. (A, C, Cg1, Cg2, and 2Cg3 horizons)\nSeries control section - The zone from 0 to 60 inches.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA:\nEC was determined with an instant EC salinity kit.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
