{
  "SERIES": "SCOTTCAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWW/RLB",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Durinodic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scottcas very gravelly sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with about 70 percent pebbles, 13 percent cobbles and 2 percent stones.\nA--0 to 2 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to weak fine platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine and medium vesicular and few very fine tubular pores; 35 percent pebbles, 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (2 to 4 inches thick)\nBt--2 to 7 inches; brown (7.5YR 5/2) very gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine and fine interstitial pores; few thin clay films lining pores and on faces of ped; 45 percent pebbles and 5 percent cobbles; patchy thin silica-lime coatings on undersides of rock fragments; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 7 inches thick)\nBqk1--7 to 15 inches; light brown (7.5YR 6/4) extremely gravelly sandy loam, brown (7.5Y R 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few medium roots; many very fine and fine interstitial pores; 60 percent pebbles and 2 percent cobbles; common silica-lime coatings on undersides of rock fragments; strongly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (7 to 9 inches thick)\nBqk2--15 to 21 inches; white (10YR 8/2) very gravelly loamy coarse sand, very pale brown (10YR 7/3) moist; 50 percent pebbles; 60 percent of horizon is strongly silica-lime cemented discontinuous plates with a 2-4 mm thick laminar silica cap on individual plates; violently effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (6 to 10 inches thick)\nBqk3--21 to 60 inches; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, light yellowish brown (10YR 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine interstitial pores; 60 percent pebbles and 10 percent cobbles; many very thick silica-lime coats on undersides and sides of rock fragments; violently effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; one and 1.5 miles east of Bonnie Claire Dry Lake; 1,800 feet west and 2,400 feet north of the projected southeast corner of section 15, T. 9 S., R. 43 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during the winter and early spring months and for 10 to 20 days cumulative between July and October due to convection storms.\nSoil temperature - 59 to 64 degrees F.\nDepth to discontinuous cemented layer - 10 to 20 inches.\nControl section -  Clay content: 7 to 15 percent by average.\nRock fragments: 60 to 75 percent by average, mainly pebbles, but contain 2 to 10 percent cobbles.\nA horizon - Value:  6 or 7 dry, 4 through 6 moist.\nChroma:  2 through 4.\nEffervescence:  Slightly effervescent or strongly effervescent.\nBt horizon - Hue:  5YR or 7.5YR.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture of fine earth:  Clay loam, loam or sandy clay loam.\nPercent clay:  20 to 30 percent.\nRock fragments:  35 to 60 percent mainly pebbles but contain 2 to 10 percent cobbles.\nEffervescence:  Slightly effervescent to strongly effervescent.\nBqk1 horizon - Hue:  5YR, 7.5YR or 10YR.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nPercent clay:  5 to 15 percent.\nRock fragments:  60 to 85 percent mainly pebbles but contain 5 to 10 percent cobbles.\nEffervescence:  Strongly effervescent or violently effervescent.\nBqk2 horizon - Value:  7 or 8 dry, 6 or 7 moist.\nChroma:  2 through 4.\nCementation:  Discontinuous weakly to strongly silica-lime cemented plates and lenses comprise about 50 to 75 percent of horizon volume.\nRock fragments:  40 to 60 percent mainly pebbles but contain 5 to 10 percent cobbles.\nReaction:  Strongly alkaline or very strongly alkaline.\nBqk3 horizon - Value:  6 or 7 dry, 5 or 6 moist.\nChroma:  2 through 4.\nTexture of fine earth:  Stratified sandy loam, loamy sand, coarse sandy loam or loamy coarse sand.\nPercent clay:  4 to 10 percent.\nRock fragments:  55 to 85 percent, mainly pebbles but contain 5 to 10 percent cobbles.\nCementation:  Some pedons contain weakly silica-lime cemented strata.\nReaction:  Strongly alkaline or very strongly alkaline.\nEffervescence:  Strongly effervescent or violently effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pinez (NV) series.  Pinez soils have more than 18 percent clay in the control section and have an indurated duripan at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scottcas soils are on erosional fan remnants of fan piedmonts.  These soils formed in mixed alluvium mainly from volcanic tuffs and igneous flow rock.  Slopes are 4 to 15 percent. Elevations are 4,000 to 5,200 feet.  The climate is hot and arid with dry summers and cool moist winters.  The mean annual precipitation is about 5 to 8 inches.  The mean annual temperature is about 57 to 62 degrees F., and the frost-free season is about 150 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arizo, Canutio and Skelon soils.  Arizo soils are sandy-skeletal and are in the wash areas.   Canutio soils are very deep and lack an argillic horizon and silica cementation.  Skelon soils lack an argillic horizon and are moderately deep to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly shadscale, creosotebush, white bursage, spiny hopsage and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Nevada.  These soils are not extensive.  MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from surface to 2 inches.\nArgillic horizon - The zone from about 2 to 7 inches (Bt horizon).\nParticle-size control section - The zone from about 2 to 40 inches.\nDuric subgroup feature - The zone from about 15 to 21 inches (Bqk2 horizon).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 11/2001. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
