{
  "SERIES": "SCOTAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEL/JLR/ACT",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Scotal series consists of very shallow and shallow, well drained, moderately permeable soils over slowly permeable tuffaceous bedrock.  These gently undulating to very steep soils formed in residuum weathered from white tuffaceous strata of the Duff, Pruett, and Devil Graveyard Formations.  They are on hills and scarps.  Slopes range from 1 to 70 percent. The mean annual precipitation is about 13 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, thermic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scotal very gravelly sandy clay loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; few distinct discontinuous white (10YR 8/1) coatings of calcium carbonate on rock fragments; 50 percent subrounded tuff gravel; 8 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline; clear smooth boundary.  (2 to 10 inches)\nBk--3 to 8 inches; yellowish brown (10YR 5/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; many distinct patchy white (10YR 8/1) coatings of calcium carbonate on rock fragments; 45 percent subrounded tuff gravel; 14 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; abrupt smooth boundary.  (3 to 10 inches thick)\nR/Bk--8 to 14 inches;  white (10YR 8/1) fractured tuffaceous bedrock; fractures are 5 to 7 inches apart and filled with yellowish brown (10YR 5/4) soil material from above; common very fine and fine roots in fractures; abrupt smooth boundary.  (0 to 7 inches thick)\nR--14 to 60 inches; unweathered tuff bedrock of the Pruett Formation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas, from the junction of U.S. Highway 90 and Texas Highway 118 in Alpine; 32.3 miles south on Texas Highway 118 to 02 Ranch, 2.65 miles southwest, 300 feet north on ranch road to Whirlwind Spring Corral, site is 300 feet west of road on mid slope of hill in range. Whirlwind Spring USGS 7.5 minute quadrangle. Latitude:  29 degrees, 55 minutes, 5 seconds North; Longitude:  103 degrees, 37 minutes, 12 seconds West; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in the soil moisture control section during July-September. The soil is moist for less than 90 cumulative days during the growing season in the control section.  The soil does not receive significant amounts of moisture in the moisture control section during winter months. Ustic aridic soil moisture regime.\nMean annual soil temperature:  68 to 72 inches\nDepth to a lithic contact: 4 to 20 inches\nClay content in the particle-size control section: 18 to 35 percent\nOrganic carbon content:  greater than 2 percent\nRock fragments:  35 to 80 percent white tuffaceous fragments\nThe soil is calcareous throughout\nCalcium carbonate equivalent: 10 to 15 percent\nReaction: moderately alkaline\nA and Bk horizons\nhue: 10YR, 2.5Y\nValue: 3 to 6, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: sandy clay loam, but ranges to loam, fine sandy loam, or clay loam\nR layer\nIt is noncalcareous, unweathered white tuff of the Duff and Pruett Formations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Bofecillos (TX), Holguin (TX), Sauceda (TX), and Beach (TX) series.   Bofecillos soils contain less than 2 percent orgain carbon and less than 5 percent calcium carbonate.  Holguin soils contain less than 18 percent clay and less than 2 percent orgain carbon.   Sauceda soils contain less than 10 percent calcium carbonate.  Beach soils contain less than 2 percent organic carbon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scotal soils are on hills and scarps.  Slopes range from 1 to 70 percent.  These soils formed in residuum weathered from white tuff strata of the Duff, Pruett and Devil Graveyard Formations.  Mean annual precipitation is 12 to 15 inches, with most occurring from July through September.  Mean annual air temperature is 62 to 67 degrees F.  Frost free period is 210 to 250 days, and elevation is 3,500 to 5,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Borunda, Gemelo, Holguin, and Reduff soils.  Borunda soils are moderately deep to weathered tuff bedrock, have calcic and gypsic horizons, and are in the fine-loamy family.  Borunda soils are on adjacent erosional slopes and pediments.  Gemelo soils are very deep, have cambic horizons, and are in the coarse-loamy family.  They are on lower alluvial fan aprons.  Holguin soils are underlain by cemented conglomerate bedrock and occur on ridge caps higher in the landscape.  Reduff soils are underlain by red tuff bedrock and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the surface layer, and slow in the tuffaceous bedrock.  Runoff is medium on 1 to 5 percent slopes, high on 5 to 20 percent slopes, and very high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used as livestock grazing and wildlife habitat.  Native vegetation consists of black grama, sideoats grama, cane bluestem, and green sprangletop.  Woody species consist of creosotebush, range ratany, and feather dalea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas. MLRA 42. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brewster County, Texas, 1997.  The name is coined from a tuffaceous geological formation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (A and Bk horizons)  The soil may meet all requirements for a mollic epipedon, except some part of the epipedon is moist for less than 90 days cumulative in normal years during times when the soil temperature at a depth of 20 inches is 41 degrees F.\nLithic contact - the boundary at 8 inches (R/Bk horizon)\nUstic feature - the soil has an aridic moisture regime that borders on the ustic regime\nEntisol feature - The absence of diagnostic subsurface horizons\nSuperactive cation exchange activity class - CEC to percent clay ratio is 0.60 or greater.  This is assumed from the abundant zeolitic minerals in the Duff and Pruett Tuffs, and from laboratory data from similar soils in Presidio County, Texas.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nSeries does not have a consistent mappable cambic horizon as determined by field soil scientist. June 2008, LEL.\nSeries update to clarify differences between competing series, June 2008, Marfa MSSL.\nUpdated competing series section for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL S95TX-43-019"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; few distinct discontinuous white (10YR 8/1) coatings of calcium carbonate on rock fragments; 50 percent subrounded tuff gravel; 8 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline; clear smooth boundary.  (2 to 10 inches)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--3 to 8 inches; yellowish brown (10YR 5/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; many distinct patchy white (10YR 8/1) coatings of calcium carbonate on rock fragments; 45 percent subrounded tuff gravel; 14 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; abrupt smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "R/Bk",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "R/Bk--8 to 14 inches;  white (10YR 8/1) fractured tuffaceous bedrock; fractures are 5 to 7 inches apart and filled with yellowish brown (10YR 5/4) soil material from above; common very fine and fine roots in fractures; abrupt smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--14 to 60 inches; unweathered tuff bedrock of the Pruett Formation."
      }
    ]
  ]
}
