{
  "SERIES": "SCOUTCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev WR/JTB/SAA/ET",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "OVERVIEW": "The Scoutcamp series consists of very deep, well drained soils formed in colluvium and residuum from siltstone and fine-grained sandstone. Scoutcamp soils are on mountains. Slopes range from 15 to 75 percent. The mean annual precipitation is about 1520 milimeters and the mean annual air temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, isomesic Typic Palehumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scoutcamp silt loam on a northeast facing slope of 45 percent under a canopy of redwood, Douglas-fir, ceonothus, salal, and iris. (Colors are for moist soil unless otherwise stated.) When described on October 7, 1999 the soil was slightly moist to one meter, and moist below.\nOi--0 to 3 centimeters; slightly decomposed redwood needles; moderately acid (pH 6.0); clear smooth boundary. (0 to 12 centimeters thick)\nA1--3 to 12 centimeters; dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3), dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and medium roots; few very fine tubular pores; 5 percent paragravel; strongly acid (pH 5.3); clear smooth boundary.\nA2--12 to 30 centimeters; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and medium roots; few very fine tubular pores; 5 percent paragravel; strongly acid (pH 5.4); clear smooth boundary. (Combined thickness of A horizons is 5 to 60 centimeters)\nBt1--30 to 45 centimeters; brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and coarse roots; few very fine tubular pores; few distinct clay films on ped faces; 5 percent paragravel; strongly acid (pH 5.5); clear smooth boundary.\nBt2--45 to 70 centimeters; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; few very fine tubular pores; common distinct clay films on ped faces; 5 percent paragravel; strongly acid (pH 5.3); clear smooth boundary.)\nBt3--70 to 112 centimeters; dark yellowish brown (10YR 4/4) paragravelly silty clay loam, light yellowish brown (10YR 6/4) dry; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; common distinct clay films on ped faces; 25 percent paragravel; strongly acid (pH 5.2); clear smooth boundary. (Combined thickness of Bt horizon is 152 to 195 centimeters)\nBCt--112 to 195 centimeters; yellowish brown (10YR 5/6) extremely paragravelly silty clay loam, light yellowish brown (10YR 6/4) dry; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few fine roots; common distinct clay films on ped faces; common fine faint strong brown (7.5YR 5/6) iron-manganese masses; 60 percent paragravel; very strongly acid (pH 5.0). (0 to 83 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; located approximately 14 kilometers northwest of the town of Carlotta; southwest quarter of the southwest quarter, section 6, T. 3 N., R. 2 E., HB&M; WGS84 Decimal degrees 40.6647222 latitude and -124.0075000 longitude; USGS McWhinney Creek 7.5 minute series Quadrangle; UTM zone 10 414851e 4502016n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section, between the depths of 12 to 37 centimeters, is not dry in any part for as long as 90 cumulative days in normal years. The soils have an udic moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 10 to 13 degrees C. The difference between mean summer and mean winter temperature is less than 6 degrees C. The soils have an isomesic temperature regime.\nBase Saturation: 23 percent by sum of cations at 125cm below the upper boundary of the argillic horizon to a depth of 195 centimeters.\nOrganic matter: 2.24 percent organic carbon in the upper 15 centimeters of the argillic horizon.\nDepth to Redoximorphic Features: Greater than 100 centimeters\nSurface Fragments: 0 to 5 percent paragravel\nParticle size control section (weighted average):\nPararock fragments: 0 to 15 percent paragravel\nClay content: 24 to 35 percent\nO horizon\nHue: 10YR\nValue: 2 or 3 moist, 2 to 4 dry\nChroma: 1 or 2, moist or dry\nTexture: slightly decomposed organic matter\nPararock fragments: 0 to 15 percent weakly cemented siltstone paragravel\nReaction: moderately acid to neutral\nA horizon:\nHue: 10YR or 2.5Y\nValue: 2 to 4, 4 to 6 dry\nChroma: 1 to 3, moist or dry\nTexture of fine earth: silt loam, loam\nPararock fragments: 0 to 10 percent weakly cemented siltstone paragravel\nClay content: 12 to 27 percent\nReaction: strongly acid to neutral\nUpper Bt horizon:\nHue: 10YR, 2.5Y\nValue: 4 or 5, 5 to 7 dry\nChroma: 3 to 6, moist or dry\nTexture of fine earth: silt loam, and silty clay loam\nPararockfragments: 0 to 15 percent subangular weakly cemented siltstone paragravel\nClay content: 24 to 35 percent\nReaction: very strongly acid to slightly acid\nLower Bt horizon:\nHue: 10YR, 2.5Y\nValue: 4 or 5, 5 to 7 dry\nChroma: 3 to 6, moist or dry\nTexture of fine earth: silty clay loam, clay loam, and silty clay\nPararockfragments: 0 to 65 percent subangular weakly cemented siltstone paragravel\nClay content: 27 to 41 percent\nReaction: very strongly acid to moderately acid\nC horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 or 5, 5 to 7 dry\nChroma: 3 to 6, moist or dry\nTexture of fine earth: silty clay loam, clay loam, and silty clay\nPararockfragments: 15 to 65 percent subangular weakly cemented siltstone paragravel\nClay content: 27 to 41\nReaction: very strongly acid to moderately acid\nRedoximorphic Features: fine and medium iron-manganese masses\nQuantity: none to many\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 6\nChroma: 6 to 8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scoutcamp soils are on linear to slightly concave or convex positions on mountain slopes. Slopes are 15 to 75 percent. Elevations are 60 to 640 meters. These soils formed in colluvium and residuum from siltstone and fine-grained sandstone. The climate is humid with cool, foggy summers and cool, wet winters. Mean annual precipitation is 1140 to 2160 millimeters. Mean January temperature is about 9 degrees C, mean July temperature is about 14 degrees C, and the mean annual temperature is 10 to 13 degrees C. Frost free season is about 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Rootcreek (CA), Redcrest (CA), and Salmoncreek (CA) soils. Rootcreek soils have redoximorphic features between 50 and 100 centimeters of the mineral soil surface. Redcrest soils have greater than 15 percent paragravels in the particle-size control section. Salmoncreek soils have redoximorphic features between 10 and 25 centimeter of the mineral soil surface.  Rootcreek soils are on concave positions and in drainageways. Redcrest soils are slightly convex to linear positions. Salmoncreek soils occur on broad summits, ridges, and mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, high to very high runoff, moderately high to high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for commercial timber production, wildlife habitat, and watershed. Natural vegetation includes coast redwood, Douglas-fir, tanoak, California hazel, red alder, pacific madrone, California huckleberry, salal, western swordfern, thimbleberry, and red huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, California, South Part, 2010. The name is from a Boy Scout camp located on the Elk River, southeast of the town of Eureka, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 30 centimeters (O and A horizons).\n2. Argillic horizon - the zone from 30 to 195 centimeters (Bt1, Bt2, Bt3, and BCt horizons).\n3. Particle-size control section - the zone from 30 to 80 centimeters averages 30 percent clay and less than 1 percent fine sand or coarser. (Bt1, Bt2, and Bt3 horizons)\nADDITIONAL DATA: NSSL Pedon No. 01N0357.\nNASIS User Pedon ID: 99CA600185 or S2000CA023005\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
