{
  "SERIES": "SCRAPY",
  "STATUS": "Established Series",
  "BYREV": "Rev: DJM/TM/ET",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Scrapy very gravelly sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 45 percent gravel, 10 percent cobbles and 2 percent stones.\nA--0 to 3 centimeters (0 to 1 inches); yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate thin and medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine and medium vesicular pores; 55 percent gravel; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); clear smooth boundary. (3 to 8 centimeters thick)\nBk1--3 to 15 centimeters (1 to 6 inches); yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; many very fine and few medium roots; common very fine and fine interstitial and few very fine tubular pores; 5 percent , fine, distinct white (10YR 8/1) platy calcium carbonate nodules on the bottom of rock fragments; 50 percent gravel; violently effervescent (35 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.4); clear wavy boundary.\nBk2--15 to 30 centimeters (6 to 12 inches); yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine and few medium roots; common very fine interstitial pores; 70 percent, prominent medium white (10YR 8/1) platy calcium carbonate nodules at the top of horizon; 60 percent gravel; violently effervescent (30 percent calcium carbonate equivalent of the fine earth fraction); strongly alkaline (pH 8.6); abrupt wavy boundary. (Combined thickness of the Bk horizons is 7 to 12 inches)\nR--30 centimeters 12 inches; hard fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 4 kilometers (2.5 mile)s north of the junction of Wheeler Wash Road and the Wallace Canyon turn off; about 411 meters (1,350 feet) south and 299 meters (980 feet) west of the northeast corner of section 7, T. 19 S., R. 55 E.; USGS Wheeler Well, Nevada 7.5 minute topographic quadrangle; 36 degrees, 19 minutes, 09 seconds north latitude and 115 degrees, 50 minutes, 14 seconds west longitude; UTM 11s, 0604377e 4019976n; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in late winter and early spring and intermittently moist in the upper part following summer convection storms; aridic soil moisture regime bordering on ustic.\nSoil temperature: 8 to 11 degrees C (47 to 52 degrees F).\nDepth to calcic horizon: 3 to 8 centimeters (1 to 3 inches).\nDepth to bedrock: 25 to 36 centimeters (10 to 14 inches).\nControl section - Clay content: 5 to 15 percent.\nRock fragments: 35 to 65 percent, mainly gravels.\nCalcium carbonate equivalent in the fine earth fraction: 25 to 35 percent.\nA horizon:\nValue: 3 to 4 moist.\nBk horizons:\nChroma of 5 or 6 dry, 3 or 4 moist.\nTexture of the fine earth: Loam or sandy loam.\nStructure: Moderate or strong subangular blocky or massive.\nConsistence: Nonsticky or slightly sticky\nSecondary carbonates: 5 to 35 percent volume secondary calcium carbonate on the undersides of rock fragments, and as carbonate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Splimo (UT), Winona (AZ) and Yaki series. Splimo and Winona soils average greater 15 percent clay in the particle-size control section. Yaki soils have a mean annual soil temperature of 12 to 15 degrees C (54 to 59 degrees C)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Scrapy soils are on mountain backslopes. Slope ranges from 30 to 50 percent. These soils formed in residuum and colluvium from limestone and dolomitic limestone. Elevations are 1,435 to 2,320 meters (4,700 to 7,600 feet). The climate is semiarid with cool, moist winters and warm, intermittently moist summers. Precipitation is greatest in the winter with lesser secondary peak in the summer. The mean annual precipitation is 300 to 360 millimeters (12 to 14 inches); mean annual air temperature is 11 to 13 degrees C (51 to 56 degrees F), and the frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Buckspring and Boxsprings series. Boxspring soils lack a calcic horizon. Buckspring soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly,mountain big sagebrush, blackbrush, Stansbury cliffrose, Mormon tea, black sagebrush, desert almond, banana yucca, indian ricegrass and Utah juniper, singleleaf pinyon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; U.S.A.; MLRA 30; These soils are moderately extentensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon: 0 to 3 centimeters (0 to 1 inches),(A horizon).\nCalcic horizon: 3 to 30 centimeters (1 to 12 inches),(Bk1 and Bk2 horizons).\nLithic contact: 30 centimeters (12 inches),(R layer).\nParticle-size control section: 0 to 30 centimeters (0 to 12 inches),(A, Bk1, and Bk2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 3/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
