{
  "SERIES": "SCRIBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFR-MGC-ERS",
  "REVDATE": "1/99",
  "STATES": "NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aeric Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Scriba gravelly loam on a 4 percent slope in a cultivated area. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) gravelly loam, light brownish gray (10YR 6/2) dry; moderate medium and coarse granular structure; friable; many fine roots; 15 percent rock fragments; slightly acid; abrupt smooth boundary.  (6 to 12 inches thick)\nEg--9 to 13 inches; grayish brown (10YR 5/2) gravelly fine sandy loam; very weak medium platy structure; friable; common fine roots; 20 percent rock fragments; many medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) soft masses of iron oxide and few medium faint light gray (10YR 6/1) areas of iron depletion in lower 2 inches; slightly acid; abrupt irregular boundary. (3 to 8 inches thick)\nBx1--13 to 30 inches; brown (7.5YR 5/4) gravelly fine sandy loam; strong very coarse prismatic structure; very firm, brittle; few fine roots along prism faces; many fine pores; thin, discontinuous clay films lining pores within prisms; prisms separated by wedge-shaped fingers 1/8 to 1/4 inch wide of uncoated silt and sand grains of E horizon-like material; 25 percent rock fragments; many medium distinct dark yellowish brown (10YR 4/4) and strong brown (7.5YR 5/6) soft masses of iron oxide and common medium and coarse distinct pinkish gray (7.5YR 6/2) areas of iron depletions; slightly acid; diffuse irregular boundary.\nBx2--30 to 48 inches; brown (7.5YR 5/2) very gravelly fine sandy loam; massive; very firm, brittle; common fine pores; thin clay films lining pores; 40 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) soft masses of iron oxide, and few fine faint light gray (10YR 6/1) areas of iron depletion; neutral; clear wavy boundary. (Combined thickness of the Bx horizons is 10 to 55 inches.)\nC--48 to 72 inches; brown (7.5YR 5/2) very gravelly fine sandy loam; moderate medium platy structure; very firm; 55 percent rock fragments; common fine and medium faint brown (7.5YR 5/4) concentrations of iron oxides; slightly effervescent, slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cayuga County, New York; Town of Sterling; 200 feet north of Fintches Corner Road, 1/8 mile west of Thompson Road. USGS Fair Haven, NY topographic quadrangle; latitude 43 degrees, 16 minutes, 48 seconds N. and longitude 76 degrees, 39 minutes, 43 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 34 to 72 inches. Depth to bedrock is more than 60 inches. Depth to carbonates range from 36 to 72 inches. Depth to the top of the fragipan ranges from 12 to 18 inches. Rock fragments range from 10 to 35 percent in the surface layer and subsurface layers, and from 20 to 60 percent in the fragipan and the substratum. Redoximorphic features consisting of concentrations of iron oxide, iron or clay depletions, and reduced matrices or ped faces occur within 20 inches of the soil surface.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 2 or 3. Texture of the fine-earth fraction ranges from silt loam through fine sandy loam. Reaction ranges from extremely acid through slightly acid. Unplowed areas have an A horizon 2 to 6 inches thick with hue of 7.5YR through 5Y, value of 2 through 4, and chroma of 1 or 2. Some unplowed areas may have a thin O horizon.\nThe Eg horizon has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 1 or 2. Some pedons have a Bw horizon of similar thickness and color hues, but with value of 4, and chroma of 3 through 6. Texture of the fine-earth fraction in the Eg or Bw horizons ranges from sandy loam through silt loam. Structure is weak platy through weak or moderate subangular blocky. Consistence is very friable through firm. Reaction is extremely acid through slightly acid. In some pedons the Eg is below a Bw.\nThe Bx horizons has hue of 5YR through 5Y, value of 3 through 6, and chroma of 0 through 4, with dominant chroma above 2 in some part within 30 inches of the soil surface. Texture in the fine-earth fraction ranges from sandy loam through silt loam with more than 45 percent sand if hues are 7.5YR or redder. Structure is moderate or strong very coarse prismatic. Prism interiors are massive, or part to weak platy structure. Consistence is firm or very firm, and brittle. Reaction ranges from strongly acid through neutral.\nThe C horizon has range in color and texture similar to the fragipan. Structure is weak or moderate, medium or thick platy or the horizon is massive. Consistence is firm or very firm. Reaction ranges from strongly acid through moderately alkaline. (It is in question whether these horizons are actually Cd. They are left as originally designated at this time.)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Morris series is currently the only soil in the same family. Morris soils have less than 45 percent sand in the particle-size control section. The Rexford series was in the same family, but have not been classified to the 8th Edition of the Keys to Soil Taxonomy. Rexford soils have stratified materials within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Scriba soils are in glacial till plains and slightly concave areas between drumlins. Slope ranges from 0 to 15 percent. These soils formed in glacial till dominated by red and gray sandstone, with less and variable components of limestone and shale. Mean annual precipitation ranges from 32 to 45 inches; mean annual air temperature ranges from 45 to 49 degrees F.; and the frost free period ranges from 120 to 180 days. Elevation ranges from 250 to 900 feet above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the better drained Bernardston, Ira, Mardin, Pittstown, Sodus, Swartswood, and Wurtsboro soils are on nearby higher, more convex landscapes. Well drained Sodus soils and moderately well drained Ira soils are the most common drainage associates. Poorly drained Sun and Whitman soils occur in nearby lower depressional areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. The potential for surface runoff is low or medium. Permeability above the fragipan is moderate and in the fragipan and substratum it is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing hay and pasture. Some areas are idle or in woodlots. Woodlots are dominated by sugar maple, red maple, red oak, black cherry, and ash. Lesser acreages are used for growing oats and corn for silage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and Eastern New York State. MLRA' 101, 140, 141, 142, and 144A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cayuga County, New York, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in the typical pedon are:\n1)  Ochric Epipedon - from 0 to 9 inches (Ap horizon)\n2)  Fragipan - from 13 to 48 inches (Bx1 and Bx2 horizons)\n3)  Aquepts Suborder - reduced matrix and/or reduced ped faces and redoximorphic features of iron oxide concentrations within 20 inches of the soil surface (Eg horizon)\n4)  Aeric Subgroup - chroma of 3 or more in 50 percent or more of the matrix in a horizon between the Ap and a depth of 30 inches (Bx1 horizon)\nSoil Interpretation Record No: NY0049, NY0050\nNational Cooperative Soil Survey\nU.S.A."
  }
}
