{
  "SERIES": "SEAFORTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH-TCJ-AGG",
  "REVDATE": "07/2006",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seaforth loam with a convex 2 percent slope on the summit of a low knoll on a glacial till plain in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 centimeters (0 to 9 inches); black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; friable; hard; about 3 percent gravel; slightly effervescent; slightly alkaline; abrupt smooth boundary.\nA--23 to 38 centimeters (9 to 15 inches); very dark gray (10YR 3/1) loam, very dark grayish brown (2.5Y 3/2) crushed, moderate very fine and fine subangular blocky structure; friable; many black (10YR 2/1) and grayish brown (2.5Y 5/2) worm casts and fillings in root channels; about 3 percent gravel; slightly effervescence grading to strongly effervescent in parts; moderately alkaline; clear irregular boundary. (Combined thickness of A horizons is [20 to 51 centimeters (8 to 20 inches)]\nBk--38 to 61 centimeters (15 to 24 inches); light olive brown (2.5Y 5/3) loam; weak and moderate fine and medium subangular blocky structure; friable; many soft white masses and thread-like accumulations of lime; about 5 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary.[15 to 46 centimeters (6 to 18 inches thick) ]\nCg--61 to 91 centimeters (24 to 36 inches); grayish brown (2.5Y 5/2) loam; weak medium and coarse subangular blocky structure; friable; common medium faint light olive brown (2.5Y 5/4) Fe concentrations; about 5 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary. [15 to 38 centimeters (6 to 15 inches thick)]\nC--91 to 152 centimeters (36 to 60 inches); olive brown (2.5Y 4/4) loam; massive; friable; few soft masses of lime; few segregations of iron oxides; common medium distinct gray (5Y 5/1) Fe depletions; about 7 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lyon County, Minnesota; about 6 miles east of Marshall; about 152 meters (500 feet) west and 12 meters ( 40 feet) south of the northeast corner of sec. 9, T. 111 N., R. 40 W. ; USGS Dudley quadrangle, lat.44 degrees 26 minutes 36 seconds N., long. 95 degrees 39 minutes 23 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Free carbonates typically are in all parts of the profile, but in a few areas the upper seven inches or less does not have free carbonates. The profile contain 2 to 8 percent, by volume, of coarse fragments. Shale fragments are a common component.  The calcium carbonate equivalent in the 10- to 40-inch control section ranges from 15 to 30 percent. The mollic epipedon is 20 to 51 centimeters (8 to 20 inches) thick. The 10- to 40-inch section averages between 20 and 28 percent clay and 20 and 35 percent fine sand and coarser.\nThe A horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is typically loam but ranges to clay loam.\nSome pedons have thin AB or BA horizons which may contain few through many worm casts.  It is loam or clay loam. It is neutral to moderately alkaline.\nThe Bk horizon has a typical hue of 2.5Y, value of 4 or 5, and chroma of 2 through 4. Less commonly, it has a hue of 10YR.  It is loam or clay loam, but a few pedons have silt loam or sandy loam. It has 5 to 12 percent more calcium carbonate than the underlying C horizon. It is slightly alkaline or moderately alkaline\nThe C horizon has a typical hue of 2.5Y, but some pedons have 5Y or 10YR hue, value of 4 or 5 and chroma of 2 through 4.  It is loam or clay loam, but a few pedons have silt loam or sandy loam. Redoximorphic features are few or common and fine or medium. The calcium carbonate equivalent typically is 8 to 15 percent but ranges to 20 percent. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Moines and Wergeland series. Moines soils have moist bulk density of 1.65 to 1.75 g/cc in the lower third of the series control section. Wergeland soils are free of rock fragments and formed in loamy alluvium sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Seaforth soils are on till plains and ground moraines with low relief. Slopes are slightly convex and range from 1 to 3 percent gradient. Seaforth soils are on low knolls or \"islands\" in wet flat areas and on low peninsulas that extend away from higher slopes. These soils formed in friable, calcareous loam (New Ulm) till of the Des Moines Lobe of the Late Wisconsin glaciation. This till has a mixed mineralogical composition and has a significant content of soft shale fragments. Mean annual temperature is approximately 7 to 9 degrees C (45 to 48 degrees F), and mean annual precipitation is approximately 584 to 660 millimeters   (23 to 26 inches).  Frost free days range from 155 to 200. Elevation above sea level ranges from 270 to 480 meters (900 to 1,570 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Storden, Ves, Amiret, Normania, Webster, Canisteo, and Glencoe soils which are members of a hydrosequence with the Seaforth soils. Well drained Storden and Ves soils soils are on the steepest, most convex parts of sidehills and ridges of the till plain. Well drained Amiret soils are on more gentle, convex parts. Somewhat poorly drained Normania soils have concave and plane slopes that are slightly higher in elevation than Seaforth soils. The poorly drained Canisteo and Webster soils are on lower lying areas. They surround \"islands\" and low knolls of Seaforth soils. The poorly drained Glencoe soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is low. Saturated hydraulic conductivity, measured in inches per hour, is .6 to 2.0 grading to .2 to .6. Seasonal high saturation is as high as 51 centimeters (20 inches) during the months of April to June and October and November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn and soybeans are the main crops. Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-103.  Extensive in southern Minnesota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lyon County, Minnesota, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 38 centimeters (15 inches) (Ap, A horizon); calcic horizon - the zone of carbonate accumulation from about 38 to 61 centimeters (15 to 24 inches) (Bk horizon); aquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
