{
  "SERIES": "SEAGRAVES",
  "STATUS": "Established Series",
  "BYREV": "TCB-RM",
  "REVDATE": "09/2014",
  "STATES": "TX",
  "OVERVIEW": "The Seagraves series consists of very deep, moderately well drained, slowly permeable soils that formed in recent sandy eolian deposits over loamy lacustrine deposits of Holocene and Pleistocene age. These nearly level soils are on the floor of playa basins that are 1.5 to 9 m (5 to 30 ft) below the surrounding plain and range in size from 5 acres to more than 20 acres. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 483 mm (19 in), and mean annual air temperature is about 16 degrees C (61 degrees F)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seagraves fine sandy loam, on linear 0.5 percent slope in playa basin at an elevation of about 981 m (3,220 ft). (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 10 cm (0 to 4 in); light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable; many very fine and fine roots; many fine and medium pores; slightly alkaline; clear smooth boundary.\nAp2--10 to 28 cm (4 to 11 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable; many very fine and fine roots; many fine and medium pores; slightly alkaline; clear wavy boundary.\nAp3--28 to 64 cm (11 to 25 in); reddish yellow (7.5YR 6/6) fine sandy loam, strong brown (7.5YR 5/6) moist; weak coarse subangular blocky structure parting to weak fine subangular blocky; soft, very friable; many very fine and fine roots; many very fine and fine pores; slightly alkaline; clear wavy boundary. (combined Ap horizons are 50 to 76 cm [20 to 30 in] thick)\nAb--64 to 99 cm (25 to 39 in); brown (10YR 5/3) loamy fine sand, brown (10YR 4/3) moist; weak coarse subangular blocky structure parting to weak fine subangular blocky; soft, very friable; common very fine and fine roots; common very fine and fine pores; slightly alkaline; abrupt wavy boundary. (25 to 38 cm [10 to 15 in] thick)\nBtb1--99 to 119 cm (39 to 47 in); brown (7.5YR 4/3) sandy clay loam, dark brown (7.5YR 3/3) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common very fine and fine roots; many fine and medium pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; slightly alkaline; clear wavy boundary.\nBtb2--119 to 145 cm (47 to 57 in); brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common very fine and fine roots; many fine and medium pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; few distinct very dark gray (10YR 3/1) iron-manganese stains in pore linings; slightly alkaline; clear wavy boundary. (combined Btb horizons are 38 to 100 cm [15 to 40 in]thick)\nBtkb1--145 to 170 cm (57 to 67 in); light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; strong coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm; common very fine and fine roots between ped surfaces; many very fine and fine pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; few fine and medium cylindrical brown (7.5YR 4/4) insect casts; about 20 percent visible calcium carbonate in the form of masses and nodules; violently effervescent; moderately alkaline; clear wavy boundary.\nBtkb2--170 to 213 cm (67 to 84 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; strong coarse prismatic structure parting to strong fine and medium angular blocky; very hard, very firm; common very fine and fine roots between ped surfaces; many fine and medium pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; few fine and medium brown (7.5YR 4/4) insect casts throughout; about 25 percent visible calcium carbonate in the form of masses and nodules; violently effervescent; moderately alkaline; clear wavy boundary. (combined Btkb horizons are 25 to 76 cm [10 to 30 in] thick)\n2C1--213 to 234 cm (84 to 92 inches); light gray (2.5Y 7/2) fine sandy loam, light brownish gray (2.5Y 6/2) moist; moderate thick platy structure; hard, firm; moderately cemented by carbonates and silica; common very fine and fine roots; common very fine and fine pores; few faint light gray (2.5Y 7/2) sand lenses on vertical faces of peds; few fine and very fine fragments of snail shells; few relict krotivinas 8 to 13 cm (3 to 5 in) in diameter; few distinct very dark gray (10YR 3/1) iron-manganese stains in pore linings; strongly effervescent; moderately alkaline; clear smooth boundary. (combined 2C horizons are 0 to 50 cm thick)\n2C2--234 to 254 cm (92 to 100 in); 70 percent pale yellow (2.5Y 8/2) and 30 percent light gray (2.5Y 7/2) fine sandy loam, 70 percent light gray (2.5Y 7/2) and 30 percent light brownish gray (2.5Y 6/2) moist; moderate thick platy structure; hard, firm; weakly cemented by silica; common very fine and fine roots; common very fine and fine pores; common fine and very fine fragments of snail shells; few relict krotivinas 8 to 13 cm (3 to 5 in) in diameter; few distinct very dark gray (10YR 3/1) iron-manganese stains in pore linings; few fine calcium carbonate filaments; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lynn County, Texas; from the intersection of U.S. Highway 380 and\nFarm Road 179 about 14.5 miles west of Tahoka; 6.6 miles north on Farm Road 179; 0.25 mile west in playa basin; Latitude: 33 degrees, 15 minutes, 51 seconds N; Longitude: 102 degrees, 03 minutes, 18 seconds W; Meadow SE, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil moisture: An ustic moisture regime bordering on udic. The soil moisture control section is dry in some or all parts of the upper 50 cm more than 150 but less than 210 cumulative days in normal years. July through August and November through March are the driest months. These soils are intermittently moist in September through October and April through June. The soil receives runoff from the surrounding uplands and the soil moisture control section is moist for longer periods than normal for the climate.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to argillic horizon: 76 to 127 cm (30 to 50 in).\nDepth to calcic horizon: 127 to 203 cm (50 to 80 in).\nParticle-size control section: 18 to 35 percent silicate clay.\nSolum thickness: more than 203 cm (80 in) thick.\nAp horizons\nHue: 5YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: fine sandy loam or loamy fine sand\nEffervescence: none or slight\nReaction: neutral or slightly alkaline\nAb horizon\nHue: 7.5YR or 10YR\nValue: 5 or 7, 4 or 6 moist\nChroma: 2 to 4\nTexture: loamy fine sand or fine sandy loam\nEffervescence: none or very slight\nReaction: neutral or slightly alkaline\nBtb horizons\nHue: 7.5YR to 2.5Y\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 or 3\nTexture: sandy clay loam, clay loam, clay\nEffervescence: none or slight\nReaction: neutral or slightly alkaline\nBtkb horizons\nHue: 10YR or 2.5Y\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 or 3\nTexture: sandy clay loam, clay loam, clay\nVisible secondary calcium carbonate: 10 to 30 percent by volume in the form of films, filaments, masses, and nodules.\nEffervescence: strong or violent\nReaction: slightly alkaline to strongly alkaline\n2C horizons (where present)\nHue: 10YR or 2.5Y\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 or 3\nTexture: fine sandy loam, sandy clay loam\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Grandfield, Honeycreek, Hye, and Rochelle series. Similar soils also include the Amarillo, Brownfield, Lamesa, Levelland, Patricia, and Tokio series.\nGrandfield soils: have chroma of 3 or higher in the argillic horizon and do not have a calcic horizon.\nHoneycreek soils: have a paralithic contact between 100 and 150 cm (40 and 60 in).\nHye soils: have a lithic contact between 50 and 100 cm (20 and 40 in).\nRochelle soils: have a solum ranging from 76 to 122 cm (30 to 48 in) and do not have a calcic horizon.\nAmarillo and Patricia soils: have chroma of 3 or higher in the argillic horizon.\nBrownfield soils: have a sandy particle-size class extending 50 to 100 cm (20 to 40 in) over the argillic horizon and do not have a calcic horizon.\nLamesa soils: have an aquic moisture regime.\nLevelland soils: have less than 18 percent silicate clay in the particle-size control section.\nTokio soils: have a calcic horizon between 50 and 100 cm (20 and 40 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Parent material: recent sandy eolian deposits over loamy lacustrine deposits of Holocene and Pleistocene age.\nLandform: nearly level floor of playa basins\nSlopes: range from 0 to 1 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,402 m (2,600 to 4,600 ft).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the similar Amarillo, Brownfield, Lamesa, Patricia, and Tokio series and the Arvana, Gomez, Midessa, Milsand, and Posey series.\nAmarillo, Brownfield, Patricia, and Tokio soils are on higher landscape positions.\nArvana soils are on higher landscape positions and have a petrocalcic horizon.\nGomez and Milsand soils are on higher landscape positions and have less than 18 percent silicate clay in the particle-size control section.\nLamesa soils are on similar landscape positions.\nLevelland soils are on flood plains in draws.\nMidessa soils are on higher landscape positions and have a calcic horizon between 50 and 100 cm (20 and 40 in).\nPosey soils are on higher landscape positions and have a calcic horizon between 30 and 58 cm (12 and 23 in)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained and slow permeability. Runoff is negligible on slopes less than 1 percent. These soils are occasionally ponded for very brief to brief periods during some years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cultivated to cotton and grain sorghum. Native vegetation is mainly short and mid grasses, with mid grasses tending to dominate, with a smaller tall grass component. This site is dominated by blue grama with lesser amounts of sideoats grama, buffalograss, little bluestem, gaura, plains zinnia, prairieclover, bundleflower, wild alfalfa, and ephedra. Woody plants include catclaw sensitivebrier, yucca, and sand sagebrush. Dominant vegetation on the loamy fine sands includes sideoats grama, bluestems, and switchgrass, and on the fine sandy loams includes sideoats grama, blue grama, buffalograss, and Arizona cottontop. This soil has been correlated to the Sandy Loam (R077CY036TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: MLRA-77 Soil Survey; Lynn County, Texas; 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Randall series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 89 cm (0 to 35 in) (Ap horizons)\nArgillic horizon: 100 to 213 cm (40 to 84 in) (Btb & Btkb horizons)\nCalcic horizon: 145 to 213 cm (57 to 84 in) (Btkb horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: 95TX-305-002, Lynn County, Texas. Soil Characterization Laboratory, Texas Agricultural Experiment Station, College Station, Texas.\nSoil Interpretation Record: TX1327\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap1--0 to 10 cm (0 to 4 in); light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable; many very fine and fine roots; many fine and medium pores; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap2--10 to 28 cm (4 to 11 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable; many very fine and fine roots; many fine and medium pores; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Ap3",
        "top": 28,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap3--28 to 64 cm (11 to 25 in); reddish yellow (7.5YR 6/6) fine sandy loam, strong brown (7.5YR 5/6) moist; weak coarse subangular blocky structure parting to weak fine subangular blocky; soft, very friable; many very fine and fine roots; many very fine and fine pores; slightly alkaline; clear wavy boundary. (combined Ap horizons are 50 to 76 cm [20 to 30 in] thick)"
      },
      {
        "name": "Ab",
        "top": 64,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ab--64 to 99 cm (25 to 39 in); brown (10YR 5/3) loamy fine sand, brown (10YR 4/3) moist; weak coarse subangular blocky structure parting to weak fine subangular blocky; soft, very friable; common very fine and fine roots; common very fine and fine pores; slightly alkaline; abrupt wavy boundary. (25 to 38 cm [10 to 15 in] thick)"
      },
      {
        "name": "Btb1",
        "top": 99,
        "bottom": 119,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btb1--99 to 119 cm (39 to 47 in); brown (7.5YR 4/3) sandy clay loam, dark brown (7.5YR 3/3) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common very fine and fine roots; many fine and medium pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Btb2",
        "top": 119,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btb2--119 to 145 cm (47 to 57 in); brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common very fine and fine roots; many fine and medium pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; few distinct very dark gray (10YR 3/1) iron-manganese stains in pore linings; slightly alkaline; clear wavy boundary. (combined Btb horizons are 38 to 100 cm [15 to 40 in]thick)"
      },
      {
        "name": "Btkb1",
        "top": 145,
        "bottom": 170,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "strong coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btkb1--145 to 170 cm (57 to 67 in); light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; strong coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm; common very fine and fine roots between ped surfaces; many very fine and fine pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; few fine and medium cylindrical brown (7.5YR 4/4) insect casts; about 20 percent visible calcium carbonate in the form of masses and nodules; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Btkb2",
        "top": 170,
        "bottom": 213,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "strong coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btkb2--170 to 213 cm (67 to 84 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; strong coarse prismatic structure parting to strong fine and medium angular blocky; very hard, very firm; common very fine and fine roots between ped surfaces; many fine and medium pores; few distinct strong brown (7.5YR 4/6) clay flows on vertical faces of peds; few fine and medium brown (7.5YR 4/4) insect casts throughout; about 25 percent visible calcium carbonate in the form of masses and nodules; violently effervescent; moderately alkaline; clear wavy boundary. (combined Btkb horizons are 25 to 76 cm [10 to 30 in] thick)"
      },
      {
        "name": "2C1",
        "top": 213,
        "bottom": 234,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "moderate thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--213 to 234 cm (84 to 92 inches); light gray (2.5Y 7/2) fine sandy loam, light brownish gray (2.5Y 6/2) moist; moderate thick platy structure; hard, firm; moderately cemented by carbonates and silica; common very fine and fine roots; common very fine and fine pores; few faint light gray (2.5Y 7/2) sand lenses on vertical faces of peds; few fine and very fine fragments of snail shells; few relict krotivinas 8 to 13 cm (3 to 5 in) in diameter; few distinct very dark gray (10YR 3/1) iron-manganese stains in pore linings; strongly effervescent; moderately alkaline; clear smooth boundary. (combined 2C horizons are 0 to 50 cm thick)"
      },
      {
        "name": "2C2",
        "top": 234,
        "bottom": 254,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "moderate thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--234 to 254 cm (92 to 100 in); 70 percent pale yellow (2.5Y 8/2) and 30 percent light gray (2.5Y 7/2) fine sandy loam, 70 percent light gray (2.5Y 7/2) and 30 percent light brownish gray (2.5Y 6/2) moist; moderate thick platy structure; hard, firm; weakly cemented by silica; common very fine and fine roots; common very fine and fine pores; common fine and very fine fragments of snail shells; few relict krotivinas 8 to 13 cm (3 to 5 in) in diameter; few distinct very dark gray (10YR 3/1) iron-manganese stains in pore linings; few fine calcium carbonate filaments; slightly alkaline."
      }
    ]
  ]
}
