{
  "SERIES": "SEANNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL/RLB/ET",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Seanna series consists of very shallow and shallow, well drained soils that formed in residuum derived from granitic. The Seanna soils are on hills and mountains. Slope ranges from 8 to 50 percent. The mean annual precipitation is about 6 inches and the mean annual temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seanna extremely gravelly sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 85 percent pebbles.\nA--0 to 2 inches; brown (10YR 5/3) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 80 percent pebbles; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (1 to 3 inches thick)\nBk1--2 to 6 inches; pale brown (10YR 6/3) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; few fine calcium carbonate coats on underside of rock fragments; 50 percent pebbles; strongly effervescent; moderately alkaline (pH 8.4), clear wavy boundary.\nBk2--6 to 10 inches; light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine tubular pores; few fine calcium carbonate coats on underside of rock fragments; 50 percent pebbles; strongly effervescent; strongly alkaline (pH 8.6); abrupt irregular boundary. (Combined thickness of the Bk horizons is 6 to 12 inches.)\nCrt--10 to 20 inches; highly fractured, granitic bedrock with distinct clay coats in fractures on rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 4.5 miles southeast of the intersection of US Highway 95 and State Highway 60, located on the west side of the El Dorado Mountains; about 2,190 feet north and 690 feet west of the southeast corner of section 14, T. 25 S., R. 63 E.; USGS Boulder City SW, NV 7.5 minute topographic quadrangle; 35 degrees, 46 minutes, 11 seconds north latitude and 114 degrees, 54 minutes, 13 seconds west longitude; UTM 11, 689503e, 3960436n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July to October following summer convection storms.\nSoil temperature - 66 to 71 degrees F.\nDepth to paralithic contact - 7 to 14 inches.\nDepth to base of paralithic material - 20 to 40 inches.\nControl section - Percent clay: 8 to 18 percent.\nRock fragments: Averages 35 to 60 percent with 30 to 60 percent of the rock fragments being 2 to 5 millimeter gravel.\nA horizon - Value: 5 or 6 dry.\nBk horizons - Value: 6 or 7 dry.\nChroma: 3 or 4 moist.\nStructure: Granular or subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anteres (AZ), Dixaleta (AZ), Lavabed (CA), Shankba (NV) and Xyzoic (CA) series. Anteres soils lack carbonate coats in B horizons. Dixaleta soils contain 40 to 80 percent channers throughout the control section, lack 2 to 5 mm granitic pebbles in the control section, and are moist in some part of the moisture control section for more than 20 days cumulative following the summer solstice. Lavabed soils have a paralithic contact depth of 4 to 10 inches. Shankba soils are 14 to 20 inches to paralithic contact and formed from fine grained sedimentary rock. Xyzoic soils have a MAST of 59 to 68 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Seanna soils are on hills and mountains. These soils formed in residuum derived from granitic. Slope ranges from 8 to 50 percent. Elevations are 1,800 to 4,000 feet. The climate is hot and arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 5 to 7 inches; mean annual temperature is 64 to 69 degrees F., and the frost-free season is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Botleg series. Botleg soils have an argillic horizon with greater than 18 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high or very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly white bursage, desert senna, ephedra, creosotebush, spiny menodora, dalea and fluffgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada. MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1993. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A, Bk1 and part of the Bk2 horizons).\nParalithic contact - 10 inches (Cr layer).\nParticle-size control section - 0 to 10 inches (A, Bk1 and Bk2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; brown (10YR 5/3) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; 80 percent pebbles; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (1 to 3 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--2 to 6 inches; pale brown (10YR 6/3) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; few fine calcium carbonate coats on underside of rock fragments; 50 percent pebbles; strongly effervescent; moderately alkaline (pH 8.4), clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 15,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bk2--6 to 10 inches; light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine tubular pores; few fine calcium carbonate coats on underside of rock fragments; 50 percent pebbles; strongly effervescent; strongly alkaline (pH 8.6); abrupt irregular boundary. (Combined thickness of the Bk horizons is 6 to 12 inches.)"
      },
      {
        "name": "Crt",
        "top": 25,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Crt--10 to 20 inches; highly fractured, granitic bedrock with distinct clay coats in fractures on rock fragments."
      }
    ]
  ]
}
