{
  "SERIES": "SEARLES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "10/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Searles very stony loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; grayish brown (10YR 5/2) very stony loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular pores; 25 percent gravel; about 10 percent of the surface covered with stones and cobbles; neutral (pH 6.8); clear smooth boundary.  (5 to 33 cm thick)\nAB--8 to 20 cm; grayish brown (10YR 5/2) gravelly loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to weak fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; many very fine pores; 25 percent gravel and 5 percent cobbles and stones; neutral (pH 6.8); clear irregular boundary.  (0 to 20 cm thick)\nBt1--20 to 46 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine and few fine and medium roots; many very fine pores; few faint clay films on surfaces of peds and in pores; 50 percent gravel and 10 percent cobbles and stones; neutral (pH 7.0); gradual smooth boundary.  (5 to 30 cm thick)\nBt2--46 to 64 cm; brown (10YR 5/3) extremely gravelly clay loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and few fine and medium roots; many very fine pores; few faint clay films on surfaces of peds and in pores; 60 percent gravel and 10 percent cobbles and stones; neutral (pH 7.3); gradual smooth boundary.  (10 to 46 cm thick)\nC--64 to 100 cm; brown (10YR 5/3) extremely cobbly loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; few very fine roots; many very fine pores; 50 percent stones and cobbles and 30 percent gravel; carbonates on bottom surfaces of some rock fragments; neutral (pH 7.2); abrupt irregular boundary.  (0 to 38 cm thick)\nR--100 cm; fractured rhyolite; common distinct clay films lining fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon; on a south-facing slope north of a trail; in the SE1/4 of the SW1/4 of the NE1/4 of section 9, T. 16 S., R. 15 E.; latitude 44 degrees 11 minutes 54 seconds N and longitude 120 degrees 56 minutes 05 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nMollic epipedon thickness: 25 to 46 cm.\nDepth to base of argillic horizon: 50 to 100 cm.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nOther features; The percentage of the soil surface covered with stones and cobbles ranges from 0.1 to 15 percent.\nParticle-size control section - Clay content: Averages 25 to 35 percent. Rock fragments: Averages 50 to 70 percent, mainly gravel and cobbles. Lithology of fragments is volcanic rocks such as rhyolite and basalt.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Weak to moderate; platy, granular, angular blocky or subangular blocky.\nReaction: Slightly acid through slightly alkaline.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Loam, sandy clay loam, clay loam, or silty clay loam.\nClay content: 25 to 40 percent.\nRock fragments: 50 to 80 percent.\nFine sand or coarser content: More than 15 percent.\nStructure: Weak or moderate; prismatic, subangular blocky, or angular blocky.\nReaction: Neutral or slightly alkaline.\nC or BC horizon (when present)\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nRock fragments: 50 to 80 percent.\nOther features: Some of the rock fragments in this horizon may have carbonates coats on the bottom surfaces."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashue, Badena, Badenaugh, Eaglerock, Gitabyte, Grinrod, Ister, Lemm, Leviathan, Nosrac, Oest, Searvar, Shawmount, Shree, Shroe, Trid, and Tristan series.\nAshue, Badena, Badenaugh, Lemm, Leviathan, Nosrac, Oest, Shawmount, Shree, Shroe, and Tristan soils do not have bedrock within 100 cm of the soil surface.  Eaglerock, Searvar and Trid soils have a paralithic contact at depths of 50 to 100 cm from the soil surface.  Gitabyte soils have mollic epipedons that are 18 to 25 cm thick.  Grinrod soils cannot be adequately separated (see remarks).  Ister soils have an O horizon and average 35 to 50 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Searles soils are on south-facing slopes of uplands, mountains, and lava plains.  These soils formed in residuum and colluvium derived from rhyolite or basalt.  Slopes are 0 to 80 percent.  Elevations range from 610 to 2,135 meters.  The climate is semiarid with cool winters and warm dry summers.  The mean annual precipitation is 230 to 380 mm.  The mean annual temperature is 7 to 11 degrees C.The frost-free period is 50 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ayres, Deschutes, Holmzie, Simas, and Statz soils.  Ayres soils have ochric epipedons and duripans.  Deschutes soils do not have an argillic horizon and are coarse-loamy.  Simas soils have a clayey argillic horizon and have less than 35 percent rock fragments.  Statz soils have a duripan at depths of 25 to 50 cm and are non-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Searles soils are used for livestock grazing and wildlife habitat.  The potential native plants are bluebunch wheatgrass, Idaho fescue, Sandberg's bluegrass, Wyoming big sagebrush, basin big sagebrush, antelope bitterbrush, and western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon, west-central Idaho, northwestern California, Nevada, and Utah.  The series is extensive.  MLRAs 10, 23, 25, and 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crook County (Prineville Area), Oregon, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A, AB, and Bt1 horizons).\nArgillic horizon - The zone from 20 to 64 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 100 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 20 to 64 cm (Bt1 and Bt2 horizons).\nThe Grinrod series (WA) is an established soil and will need further investigation during an MLRA update to determine its series differentia when compared with the Searles soil. Grinrod is of moderate extent and mapped throughout central Washington within MLRA 8. It appears that soil climatic differences may be present in the Grinrod soil in addition to the influence of loess and volcanic ash (St. Helens). Within the Searles series, the use of a C horizon which may or may not be present in addition to carbonate accumulation on undersides of some rock fragments within this horizon, does not provide adequate competing differentia.\nADDITIONAL DATA: Characterization data on 1 profile (S55 Oreg. 7-7 and 1-7) reported in Riverside Soil Survey Laboratory report for soil sampled in Prineville Area, Crook and Jefferson Counties, Oregon, 1955. Organic carbon data believed not to be reliable. (Too high in the lower B and C horizon.)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
