{
  "SERIES": "SEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. PJL/PSD/MCS",
  "REVDATE": "11/98",
  "STATES": "WY",
  "OVERVIEW": "The Sear series consists of very deep, well drained soils that formed in materials weathered from porcelanite beds.  Sear soils are on porcelanite hillslopes and ridge crests.  Slopes are 0 to 60 percent and typically complex.  The mean annual precipitation is about 13 inches, and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over fragmental, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sear loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; pinkish gray (7.5YR 6/2) loam, brown (7.5YR 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots and few medium roots; 15 percent fine porcelanite chips; neutral (pH 7.2); clear smooth boundary.  (0 to 3 inches thick)\nBt--2 to 9 inches; brown (7.5YR 5/4) clay loam, dark  brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky and slightly plastic; common distinct clay films on faces of peds; common fine and very fine roots; 30 percent fine porcelanite chips; neutral (pH 7.2); clear irregular boundary.  (4 to 8 inches thick)\n2Bk--9 to 35 inches; light red (2.5YR 6/8) and yellowish red (5YR 5/8) porcellanite fragments 0.5 to 4.0 inches in diameter; light brown (7.5YR 6/4) loam fills the voids in the upper part and decreases with depth; calcium carbonate as common prominent coatings on the undersides of porcellanite fragments; 90 percent porcellanite fragments; diffuse wavy boundary. (10 to 30 inches thick)\n2C--35 to 60 inches; red (2.5YR 5/6 and 5/8) porcellanite fragments 1 to 4 inches in diameter; few traces of red (2.5YR 5/6) sandy loam in vertical and horizontal fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Converse County, Wyoming; 1,825 feet north, 1,650 feet west of the southeast corner of section 2, T.40 N., R.71 W. 43 degrees, 20 minutes, 7 seconds north latitude and 105 degrees, 16 minutes, 48 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and depth to the fractured porcelanite is 5 to 10 inches.  The porcelanite beds are from 5 to over 100 feet thick.  The mean annual soil temperature is about 47 to 52 degrees F.  The mean summer soil temperature is about 59 to 67 degrees F.\nThe A horizon has hue of 5YR through 10YR, value of 5 or 6 dry and 3 or 4 moist, and chroma of 2 through 4.  Texture is loam or clay loam.  It has 0 to 15 percent fine porcelanite chips.  It is neutral or mildly alkaline.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4.  Matrix texture is loam, clay loam, or sandy clay loam, averaging between 18 and 35 percent clay. Fine porcelanite chips range from 0 to 30 percent. They are gravel or channers.  This horizon is neutral through moderately alkaline.  Carbonates are found in the lower part of this horizon in some pedons.\nThe Bk and C horizons, have hue of 10R through 10YR.  The soil matrix is less than 10 percent of these horizons by volume.  Coarse fragments of fractured and folded porcelanite make up about 90 to 100 percent and are gravel, channer, and cobble size. Carbonates occur on the undersides of some coarse fragments in the Bk horizon. This horizon does not meet the requirements of a calcic horizon.  There is too little fine earth to fill most of the interstices larger than one mm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  A closely related series is the Wibaux series.  The Wibaux series lacks an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sear soils are on porcelanite controlled hillslopes and ridges.  Slopes are 0 to 60 percent.  They formed in materials weathered from the underlying porcelanite beds.  Elevation is 4,500 to 5,800 feet.  The mean annual precipitation is about 10 to 15 inches, of which over half falls in April, May, and June.  The mean annual air temperature is about 45 to 52 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the closely similar Wibaux soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range.  Native vegetation is blue grama grass, green needlegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In porcellanite hills within the plains of northeastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Converse County, Wyoming, Northern Part, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 2 inches (A)\nArgillic horizon - 2 to 9 inches (Bt)\nLithologic discontinuity - 9 inches (2Bk,2C)\nSIR - WY0372\nLRR=G\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; pinkish gray (7.5YR 6/2) loam, brown (7.5YR 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots and few medium roots; 15 percent fine porcelanite chips; neutral (pH 7.2); clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt--2 to 9 inches; brown (7.5YR 5/4) clay loam, dark  brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky and slightly plastic; common distinct clay films on faces of peds; common fine and very fine roots; 30 percent fine porcelanite chips; neutral (pH 7.2); clear irregular boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 23,
        "bottom": 89,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "texture_class": "loam",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "2Bk--9 to 35 inches; light red (2.5YR 6/8) and yellowish red (5YR 5/8) porcellanite fragments 0.5 to 4.0 inches in diameter; light brown (7.5YR 6/4) loam fills the voids in the upper part and decreases with depth; calcium carbonate as common prominent coatings on the undersides of porcellanite fragments; 90 percent porcellanite fragments; diffuse wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "2C",
        "top": 89,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "texture_class": "sandy loam",
        "narrative": "2C--35 to 60 inches; red (2.5YR 5/6 and 5/8) porcellanite fragments 1 to 4 inches in diameter; few traces of red (2.5YR 5/6) sandy loam in vertical and horizontal fractures."
      }
    ]
  ]
}
