{
  "SERIES": "SEARSCANYON",
  "STATUS": "Tentative Series",
  "BYREV": "IRD: TLC/TDT",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  ashy-skeletal, glassy, mesic Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Searscanyon extremely channery ashy sandy loam, on a 55 percent south slope, rangeland.  (Colors are for moist soils unless otherwise noted.)\nA1--0 to 5 centimeters (0 to 2 inches); dark brown (10YR 3/3) extremely channery ashy sandy loam, grayish brown (10YR 5/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and common very fine roots; many very fine interstitial pores; 55 percent (2 to 75 mm) channers, 5 percent (75 to 150 mm) channers and 10 percent flagstones; neutral (pH 7.2); clear wavy boundary. (5 to 13 centimeters (2 to 5 inches) thick)\nA2--5 to 25 centimeters (2 to 10 inches); dark brown (10YR 3/3) very channery ashy loam, brown (10YR 5/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine interstitial pores; 40 percent (2 to 75 mm) channers, 5 percent (75 to 150 mm) channers and 10 percent flagstones; slightly alkaline (pH 7.4) clear wavy boundary. (13 to 25 centimeters (5 to 10) inches thick)\nBw1--25 to 64 centimeters (10 to 25 inches); dark brown (10YR 3/3) extremely channery ashy sandy loam, pale brown (10YR 6/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly  plastic; common very fine and few fine, medium and coarse roots; common very fine interstitial pores; 40 percent (2 to 75 mm) channers, 15 percent (75 to 150 mm) channers and 10 percent flagstones; slightly alkaline (pH 7.6); clear wavy boundary. (30 to 51 centimeters (12 to 20 inches) thick)\nBw2--64 to 152 centimeters (25 to 60 inches); dark yellowish brown (10YR 3/4) extremely channery ashy sandy loam, dark yellowish brown (10YR 4/6) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; 35 percent (2 to 75 mm) channers, 20 percent (75 to 150 mm) channers and 10 percent flagstones; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crook County, Oregon; About 8 kilometers (5 miles) northeast of Long Barn Mountain, Oregon; 76 meters (250 feet) east and 396 meters (1,300 feet) north of the SW corner of section 25. T.20S., R.21E.; Latitude 43 degrees, 48 minutes, 11.6 seconds North;  Longitude 120 degrees, 09 minutes, 27.9 seconds West, NAD 83; UTM 10T 0728630 Easting and 4853944 Northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are dry for one-half to three-fourths of the time when the soil temperature is above 5 degrees C. (41 degrees F.). and are dry in all parts of the moisture control section for 90 to 120 cumulative days.  The mean annual soil temperature is 9 to 11 degrees C. (48 to 52 degrees F.). Depth to bedrock is greater than 152 centimeters (60 inches).  The mollic epipedon is 25 to 38 centimeters (10 to 15 inches) thick.   The weighted average rock fragment content of the particle size control section is 60 to 75 percent.  The solum has 15 to 25 percent phosphate retention, acid oxalate aluminum plus one-half the iron is 0.4 to 0.8 percent and 30 to 50 percent glassy materials.\nThe A horizon has value of 3 moist, 5 dry and chroma of 2 or 3 moist and dry.\nThe Bw horizon has value of 3 moist, 4 through 6 dry and chroma of 3 or 4 moist and 3 through 6 dry.  The fine-earth texture is ashy sandy loam or ashy loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Donica series.  Donica soils are on alluvial fans, lake terraces, and fan remnants.  It is somewhat excessively drained and lacks channers and flagstones."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Searscanyon soils are on canyonsides at elevations of 1280 to 1433 meters (4,200 to 4,700 feet).  These soils formed in colluvium derived from rhyolite and mixed with volcanic ash.  The climate is semiarid with hot, dry summers and cold, moist winters.  The mean annual precipitation is 25 to 30 centimeters (10 to 12 inches), the mean annual temperature is 8 to 11 degrees C. (46 to 52 degrees F.) and the frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blancocanyon, Canest, Dester, Embal, Erakatak, Ginserly, and Hatrock soils.  Blancocanyon soils are on stream terraces.  Canest soils are clayey-skeletal and lithic on ridges and low rolling hills.  Dester soils are moderately deep on low rolling hills.  Embal soils are on stream terraces.  Erakatak soils are moderately deep and are on adjacent south slopes.  Ginserly soils are loamy-skeletal and vitrandic on north facing slopes. Hatrock soils are frigid and ashy-skeletal on adjacent north facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Searscanyon soils are used for livestock grazing and wildlife habitat.  The native vegetation is basin big sagebrush, bluebunch wheatgrass, antelope bitterbrush and spiny hopsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon; MLRA B10.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County Area, Oregon; 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features in this pedon include:\nMollic epipedon - 0 to 25 centimeters (0 to 10 inches). (A1, A2 horizons)\nCambic horizon - 25 to 152 centimeters (10 to 60 inches). (Bw1, Bw2 horizons)\nVitritorrandic feature- 0 to 152 centimeters (0 to 60 inches). (A1, A2, Bw1, Bw2 horizons).  Property ranges are from the associated Hatrock Series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
