{
  "SERIES": "SEATON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-JWS-TWN",
  "REVDATE": "06/2005",
  "STATES": "IL,IA,MN,WI",
  "OVERVIEW": "The Seaton series consists of very deep, well drained soils formed in coarse loess. These soils are on ridge tops and side slopes on uplands near the bluffs along the major valleys and on treads and risers on high stream terraces. Slopes range from 0 to 60 percent. Mean annual air temperature is about 9 degrees C (48 degrees F). Mean annual precipitation is about 89 centimeters (35 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seaton silt loam, on a south-facing, convex slope of 5 percent, in an uncultivated area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 centimeters (0 to 4 inches); dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine granular structure; very friable; slightly acid; clear smooth boundary. [5 to 13 centimeters (2 to 5 inches) thick]\nE--10 to 23 centimeters (4 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak thin platy structure; friable; slightly acid; clear smooth boundary. [0 to 18 centimeters (0 to 7 inches) thick]\nBE--23 to 38 centimeters (9 to 15 inches); yellowish brown (10YR 5/4) silt loam; weak fine and medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films and common faint light yellowish brown (10YR 6/4) silt coats on faces of peds; moderately acid; clear smooth boundary. [0 to 18 centimeters (0 to 7 inches) thick]\nBt1--38 to 53 centimeters (15 to 21 inches); yellowish brown (10YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films and few faint light yellowish brown (10YR 6/4) silt coats on faces of peds; moderately acid; clear smooth boundary.\nBt2--53 to 69 centimeters (21 to 27 inches); brown (7.5YR 5/4) silt loam; moderate fine and medium subangular blocky structure; firm; few faint brown (10YR 4/3) clay films and few faint light yellowish brown (10YR 6/4) silt coats on faces of peds; strongly acid; clear smooth boundary.\nBt3--69 to 86 centimeters (27 to 34 inches); yellowish brown (10YR 5/4) silt loam; moderate medium angular blocky structure; firm; common faint brown (10YR 4/3) clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt4--86 to 112 centimeters (34 to 44 inches); brown (10YR 5/3) silt loam; weak medium and coarse prismatic structure; firm; few faint brown (10YR 4/3) clay films and few faint light yellowish brown (10YR 6/4) silt coats on vertical faces of peds; moderately acid; gradual smooth boundary. [Combined thickness of the Bt horizon is 64 to 114 centimeters (25 to 45 inches).]\nBC--112 to 178 centimeters (44 to 70 inches); brown (10YR 4/3) silt loam; weak very coarse prismatic structure; friable; few faint brown (7.5YR 4/2) clay films on vertical faces of peds; moderately acid; gradual smooth boundary. [0 to 76 centimeters (0 to 30 inches) thick]\nC--178 to 241 centimeters (70 to 95 inches); light brownish gray (10YR 6/2) and brown (10YR 5/3) silt loam; massive; friable; common fine faint dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 108B; Henderson County, Illinois; about 4 miles east and 2.25 miles north of Oquawka; about 201 meters (660 feet) north and 9 meters (30 feet) east of the center of section 8, T. 11 N., R. 4 W.; USGS Rozetta quadrangle; lat. 40 degrees 57 minutes 43 seconds N. and long. 90 degrees 52 minutes 23 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--greater than 152 centimeters (60 inches)\nContent of clay in the particle-size control section (weighted average)--18 to 24 percent\nContent of sand coarser than very fine sand in the particle-size control section (weighted average)--less than 5 percent\nSome pedons contain as much as 20 percent total sand\nCoarse silt to fine silt ratio in the particle-size control section--1.5 or greater\nRock fragment content in the series control section--0 percent\nA or Ap horizon:\nHue--10YR\nValue--2 to 4 (5 or 6 dry)\nChroma--2 or 3\nTexture--silt loam or silt\nClay content--10 to 22 percent\nReaction--moderately acid to neutral\nModerately or severely eroded phases:\nHue--10YR\nValue--3 to 5\nChroma--2 to 4\nTexture--silt loam\nClay content--15 to 22 percent\nReaction--moderately acid to neutral\nE horizon (when present):\nHue--10YR\nValue--4 to 6\nChroma--2 to 4\nTexture--silt loam or silt\nClay content--10 to 22 percent\nReaction--moderately acid to neutral\nThe E horizon is incorporated into the Ap horizon in some pedons\nSome pedons have an EB horizon instead of the BE horizon\nBt horizon:\nHue--7.5YR, 10YR, or 2.5Y\nValue--4 or 5\nChroma--3 to 6\nTexture--silt loam or silt\nClay content--18 to 24 percent\nReaction--very strongly acid to neutral\nBC horizon (when present):\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam or silt\nClay content--9 to 24 percent\nReaction--strongly acid to neutral\nC horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--silt loam or silt\nClay content--9 to 24 percent\nSand content--less than 15 percent\nReaction--moderately acid to moderately alkaline\nSome pedons do not have redoximorphic features in the series control section\nSome pedons have sandy materials below a depth of 150 centimeters (59 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Bertrand, Blackhammer, Camden, Dodge, Dubuque, Fayette, Flagg, Greenridge, Hackers, Jackson, Jemerson, Knowles, La Farge, Lambeau, Martinsburg, Menfro, Middletown, Navlys, Palermo, Palsgrove, Pepin, Piscasaw, Ridgway, Rozetta, Ruma, Rush, Russell, St. Charles, Stookey, Sylvan, Thebes, and Yellowriver series.\nBaraboo--have a lithic contact of quartzite within a depth of 51 to 102 centimeters (20 to 40 inches)\nBertrand--have a sand content of more than 85 percent with 0 to 5 percent rock fragments in the lower third of the series control section\nBlackhammer--have a rock fragment content, mostly chert and sandstone, of 5 to 35 percent in the lower third of the series control section\nCamden--have a sand content of 15 to 65 percent in the lower third of the series control section\nDodge--have carbonates within depths 76 to 102 centimeters (30 to 40 inches) and have a calcium carbonate equivalent range of 10 to 40 percent in the lower third of the series control section\nDubuque--have a lithic contact of dolomitic limestone within a depth of 51 to 102 centimeters (20 to 40 inches)\nFayette--have a clay content of 24 to 32 percent in the particle-size control section and have a coarse silt to fine silt ratio of 0.9 to 1.5 in the in the particle-size control section\nFlagg--have matrix hues of 2.5YR, 5YR, or 7.5YR and have a sand content of more than 15 percent in the lower third of the series control section\nGreenridge--have matrix hues of 5Y, 5YG, 10GY, or 5G in the lower third of the series control section\nHackers--have matrix hues of 2.5YR or 5YR and have stratified layers in the lower third of the series control section\nJackson--have stratified layers with a sand content of more than 80 percent in the lower third of the series control section and have a frequently saturated zone within depths of 1 to 1.8 meters (3.5 to 6 feet) in normal years\nJemerson--have a clay content of 22 to 27 percent and a sand content of 5 to 15 percent in the particle-size control section\nKnowles--have a lithic contact of dolomitic limestone within a depth of 51 to 102 centimeters (20 to 40 inches)\nLa Farge--have a paralithic contact of glauconitic sandstone within a depth of 51 to 102 centimeters (20 to 40 inches)\nLambeau--have a sand content of more than 20 percent in the lower one third of the series control section and have a paralithic contact of siliceous sandstone within depths of 114 to 203 centimeters (45 to 80 inches)\nMartinsburg--have a clay content of 27 to 35 percent and a sand content of less than 15 percent in the particle-size control section and have ochric epipedons 46 to 74 centimeters (18 to 29 inches) thick\nMenfro--are in areas that have a mean annual air temperature of 12 to 15 degrees C (54 to 59 degrees F) and have a mean annual precipitation of 81 to 107 centimeters (32 to 42 inches)\nMiddletown--have an average clay content of more than 27 percent in the particle-size control section and have a sand content of more than 80 percent in the lower third of the series control section\nNavlys--have carbonates within depths of 56 to 102 centimeters (22 to 40 inches), have a clay content of 25 to 35 percent in the particle-size control section, and have a frequently saturated zone within depths of 1.2 to 1.8 meters (4 to 6 feet) in normal years\nPalermo--have ochric epipedons 8 to 15 centimeters (3 to 6 inches) thick and are in areas that have a mean annual air temperature of 12 to 13 degrees C (53 to 55 degrees F) and have a mean annual precipitation of 91 to 97 centimeters (36 to 38 inches)\nPalsgrove--have a lithic contact of dolomitic limestone within depths of 102 to 152 centimeters (40 to 60 inches) and have a clay content of 27 to 35 percent in the particle-size control section\nPepin--have a lithic contact of dolomitic limestone within depths of 114 to 203 centimeters (45 to 80 inches)\nPiscasaw--have carbonates within a depth of 91 to 152 centimeters (36 to 60 inches) and have a sand content of 35 to 55 percent in the lower third of the series control section\nRidgway--have a sand content of more than 60 percent with lamellae in the lower third of the series control section\nRozetta--have a clay content of 27 to 35 percent in the particle-size control section and have a frequently saturated zone within depths of 1.2 to 1.8 meters (4 to 6 feet) in normal years\nRuma--have a clay content of 15 to 27 percent and a sand content of 7 to 15 percent in the lower third of the series control section and are in areas that have mean annual air temperature of 12 to 14 degrees C (54 to 57 degrees F) and have a mean annual precipitation of 91 to 102 centimeters (36 to 40 inches)\nRush--have a rock fragment content of 15 to 75 percent in the lower third of the series control section\nRussell--have a carbonates within a depth of 102 to 152 centimeters (40 to 60 inches) and have moist bulk density of 1.75 to 2.00 g/cc in the lower third of the series control section\nSt. Charles--have stratified layers with a clay content of 10 to 25 percent and a sand content of 20 to 60 percent the lower third of the series control section\nStookey--are in areas that have a mean annual air temperature of 12 to 14 degrees C (54 to 57 degrees F) and have a mean annual precipitation of 91 to 112 centimeters (36 to 44 inches)\nSylvan--have carbonates within depths of 56 to 102 centimeters (22 to 40 inches) and have an average clay content of 25 to 35 percent and a sand content of less than 15 percent in the particle-size control section\nThebes--have an average sand content of more than 50 percent in the lower third of the series control section\nYellowriver--have a sand content of 10 to 50 percent in the upper part of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--coarse loess\nLandform--ridge tops and side slopes on uplands near the bluffs along the major valleys and on treads and risers on high stream terraces\nSlopes--0 to 60 percent\nElevation--104 to 415 meters (340 to 1,360 feet) above sea level\nMean annual air temperature--4 to 14 degrees C (39 to 57 degrees F)\nMean annual precipitation--64 to 114 centimeters (25 to 45 inches)\nFrost-free period--140 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dubuque, Fayette, Hickory, La Farge, Mt. Carroll, Palsgrove, Port Byron, Sylvan and Timula soils.\nDubuque--are at lower elevations on side slopes and have a lithic contact within depths of 51 to 102 centimeters (20 to 40 inches)\nFayette--are in landscape positions similar to those of the Seaton soils\nHickory--are in landscape positions similar to those of the Seaton soils and have an average clay content of 24 to 35 percent in the particle-size control section\nLa Farge--are at lower elevations on side slopes\nMt. Carroll--are in landscape positions similar to those of the Seaton soils and have a thicker, darker colored ochric epipedon\nPalsgrove--are at lower elevations on side slopes\nPort Byron--are in landscape positions similar to those of the Seaton soils and have a mollic epipedon 25 to 61 centimeters (10 to 24 inches) thick\nSylvan--are in landscape positions similar to those of the Seaton soils\nTimula--are in landscape positions similar to those of the Seaton soils and do not have an argillic horizon and have a clay content of less than 18 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--well drained--saturation does not occur within a depth of 1.8 meters (6 feet) during the wettest periods in normal years\nSome pedons are moderately well drained and have a frequently saturated zone within a depth of 0.9 to 1.8 meters (3 to 6 feet) in normal years\nSaturated hydraulic conductivity--moderately high\nSurface runoff potential--negligible to high relative to slope"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nNearly level to strongly sloping areas are cultivated or pastured. The principal crops are corn, soybeans, small grains, and legume hays. Steeply sloping areas are mostly wooded or pastured. The native vegetation is deciduous trees, mainly oak, hickory, and birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section(s)--Wisconsin driftless section, Dissected till plains, Till plains\nMLRA(s)--Wisconsin and Minnesota Thin Loess and Till, Southern Part (90B), Eastern Iowa and Minnesota Till Prairies (104), Northern Mississippi Valley Loess Hills (105), Illinois and Iowa Deep Loess and Drift (108), and Central Mississippi Valley Wooded Slopes (115)\nLRR K and LRR M; northwestern and west-central Illinois, southwestern and west-central Wisconsin, eastern Iowa, and southeastern Minnesota\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henderson County, Illinois, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 38 to 88 centimeters (15 to 35 inches) (Bt1, Bt2, Bt3, and Bt4 horizons);\nseries control section--the zone from the surface to a depth of 178 centimeters (0 to 70 inches) (A, E, BE, Bt1, Bt2, Bt3, Bt4, and BC horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface of the soil to a depth of about 23 centimeters (0 to 9 inches) (A and E horizons);\nargillic horizon--the zone from a depth of 38 to 112 centimeters (15 to 44 inches) (Bt1, Bt2, Bt3, and Bt4 horizons);\nudic moisture regime.\nResearch data from a project conducted jointly by UW-River Falls and the Soil Conservation Service indicates that Seaton soils formed in loess thicker than 80 inches typically have a perched zone of near saturation with redox features. Internal drainage appears to be restricted by structure differences in the lower part of the argillic horizon and/or contrasting pore size, resulting in the zone of near saturation during wet periods. Seaton soils, however, will be considered well drained.\nCation-exchange activity class is supported by lab data from National Soil Survey Laboratory, Lincoln, Nebraska.\nClay content in the particle-size control section and lower third of the series control section is based on analysis of laboratory data (NSSL)\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska many pedons (http://ssldata.sc.egov.usda.gov/)\nLaboratory data--Illinois Agricultural Experiment Station Bulletins 587, 701, and 739."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 centimeters (0 to 4 inches); dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine granular structure; very friable; slightly acid; clear smooth boundary. [5 to 13 centimeters (2 to 5 inches) thick]"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--10 to 23 centimeters (4 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak thin platy structure; friable; slightly acid; clear smooth boundary. [0 to 18 centimeters (0 to 7 inches) thick]"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--23 to 38 centimeters (9 to 15 inches); yellowish brown (10YR 5/4) silt loam; weak fine and medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films and common faint light yellowish brown (10YR 6/4) silt coats on faces of peds; moderately acid; clear smooth boundary. [0 to 18 centimeters (0 to 7 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--38 to 53 centimeters (15 to 21 inches); yellowish brown (10YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films and few faint light yellowish brown (10YR 6/4) silt coats on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--53 to 69 centimeters (21 to 27 inches); brown (7.5YR 5/4) silt loam; moderate fine and medium subangular blocky structure; firm; few faint brown (10YR 4/3) clay films and few faint light yellowish brown (10YR 6/4) silt coats on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 69,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--69 to 86 centimeters (27 to 34 inches); yellowish brown (10YR 5/4) silt loam; moderate medium angular blocky structure; firm; common faint brown (10YR 4/3) clay films on faces of peds; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 86,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak medium and coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--86 to 112 centimeters (34 to 44 inches); brown (10YR 5/3) silt loam; weak medium and coarse prismatic structure; firm; few faint brown (10YR 4/3) clay films and few faint light yellowish brown (10YR 6/4) silt coats on vertical faces of peds; moderately acid; gradual smooth boundary. [Combined thickness of the Bt horizon is 64 to 114 centimeters (25 to 45 inches).]"
      },
      {
        "name": "BC",
        "top": 112,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--112 to 178 centimeters (44 to 70 inches); brown (10YR 4/3) silt loam; weak very coarse prismatic structure; friable; few faint brown (7.5YR 4/2) clay films on vertical faces of peds; moderately acid; gradual smooth boundary. [0 to 76 centimeters (0 to 30 inches) thick]"
      },
      {
        "name": "C",
        "top": 178,
        "bottom": 241,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--178 to 241 centimeters (70 to 95 inches); light brownish gray (10YR 6/2) and brown (10YR 5/3) silt loam; massive; friable; common fine faint dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear smooth boundary."
      }
    ]
  ]
}
