{
  "SERIES": "SEBASTICOOK",
  "STATUS": "Established Series",
  "BYREV": "DET-REE-AAK",
  "REVDATE": "08/2016",
  "STATES": "ME",
  "OVERVIEW": "The Sebasticook series consists of deep, well drained soils that formed in glacial till over residuum derived from limestone-interbedded phyllite, calcareous metasiltstone, or pelitic limestone bedrock. The Sebasticook soils are on linear to slightly convex summits and side slopes of ground moraines. Estimated saturated hydraulic conductivity is moderately high in the mineral solum and moderately high or high in the residuum. Slopes range from 3 to 15 percent. The mean annual temperature is about 6 degrees C, and the mean annual precipitation is about 1090 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sebasticook gravelly loam, on a 3 percent east-facing  slope in a cultivated field of potatoes at an elevation of 91 m. (Colors are for moist soil unless otherwise noted. When described on June 9, 2003, the soil was moist throughout.)\nAp--0 to 33 cm; dark yellowish brown (10YR 3/4) gravelly loam, yellowish brown (10YR 5/4) dry; moderate very fine subangular blocky structure; very friable, nonsticky and slightly plastic; many fine and very fine roots throughout; 10 percent gravel and 10 percent channers; slightly acid (pH 6.5); abrupt smooth boundary. (Thickness of the A horizon is 13 to 35 cm.)\nBw--33 to 56 cm; dark yellowish brown (10YR 3/4) gravelly loam; weak fine subangular blocky structure; very friable, nonsticky and slightly plastic; common fine and very fine roots throughout; 10 percent subrounded gravel, 5 percent subrounded cobbles, and 10 percent angular channers; 1 percent olive brown (2.5Y 4/3) and 1 percent brown (7.5YR 4/4) very friable remnants of  highly weathered medium gravel-size pelitic limestone; neutral (pH 7.1); clear smooth boundary. (Thickness of the Bw horizon is 20 to 64 cm.)\n2C1--56 to 86 cm; 40 percent dark brown (7.5YR 3/3), 30 percent dark reddish brown (5YR 3/2), 20 percent brown (10YR 4/3), 5 percent yellowish brown (10YR 5/6), and 5 percent light olive brown (2.5Y 5/6) saprolite that crushes in hand to silt loam; moderate thin platy rock structure, dipped 60 degrees from vertical; very friable, nonsticky and slightly plastic, low excavation difficulty; few very fine roots in cracks less than 10 cm apart; 3 percent parachanners; neutral (pH 7.0); clear irregular boundary.\n2C2--86 to 109 cm; mixed dark brown (7.5YR 3/3), very dark grayish brown (2.5Y 3/2), light olive brown (2.5Y 5/4), black (7.5YR 2.5/1), and yellowish brown (10YR 5/6) saprolite that crushes in hand to silt loam; strong very thin platy rock structure, dipped 70 degrees from horizontal; friable; nonsticky and slightly plastic; low excavation difficulty; 10 percent parachanners; neutral (pH 7.3); abrupt wavy boundary. (Combined thickness of the 2C horizons is 0 to 60 cm.)\n2R--109 cm; fractured pelitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Penobscot County, Maine; in the Town of Exeter Center, 2200 feet south-southeast of the Village of Exeter and 300 feet west of Stetson Road; USGS Stetson topographic quadrangle; lat, 44 degrees 57 minutes and 54 seconds N. and long. 69 degrees 8 minutes and 28 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 46 to 94 cm.  Residuum in the form of highly fractured bedrock (2Cr horizons) or non-cemented saprolite (2C horizon), where present, is at a depth of 50 to 145 cm. Depth to hard bedrock ranges from 100 to 150 cm. Rock fragments of gravel, channers, and cobbles range from 5 to 25 percent in the solum and the substratum.  Parachanners typically range from 0 to 15 percent in the subsoil and 5 to 20 percent in the till substratum where presesnt.  Parachanners, channers and flagstones range from 20 to 75 percent in the residual substratum. Very friable remnants of highly weathered gravel-sized pelitic limestone are present in some pedons in the subsoil and substratum. These remnants are intact within the profile but are easily crushed when rubbed between the fingers. Reaction in unlimed areas is strongly acid to neutral in the mineral surface and subsoil. Reaction in the substratum ranges from moderately acid to slightly alkaline. Average clay content in the particle-size control section is 5 to 15 percent.\nForested areas have an Oe horizon, if present, with hue of 10YR or 7.5YR, value of 2 to 3, and chroma of 1 or 2.\nThe Ap, or A horizon where present, has hue of 10YR, and value and chroma of 3 or 4. Texture is loam or silt loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 3 to 6. Texture is loam or silt loam in the fine-earth fraction.\nSome pedons have BC and/or C horizons with hue of 5Y to 10YR, value of 4 or 5, and chroma of 3 to 6. Texture is silt loam in the fine-earth fraction.\nThe 2C horizons have inter-layered hues of 5YR to 2.5Y, values of 2 to 6, and chroma of 1 to 8. Texture is dominantly silt loam in the fine-earth fraction, but is loam or sandy loam in some pedons.\nSome pedons have residual 2Cr horizons underlying the 2C horizons with colors and textures like the 2C horizons. The 2Cr horizons are dominantly extremely weakly to moderately cemented bedrock. They are up to 66 cm thick. They constitute paralithic material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Nehasne and the Pyrities series. Nehasne soils are moderately deep to bedrock. Pyrties soils are very deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sebasticook soils are on linear to slightly convex side slopes and summits of ground moraines. Slope ranges from 3 to 15 percent. The soils formed in glacial till over residuum derived from limestone-interbedded phyllite, calcareous metasiltstone, or pelitic limestone bedrock.  Surface stones and boulders range from 0 to 3 percent. Elevations are 50 to 110 meters. The mean annual precipitation is 1000 to 1135 mm. The mean annual temperature is 5 to 7 degrees C. The frost-free period is 115 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boothbay, Chesuncook, Corinna, Kenduskeag, Penobscot, Pushaw, Telos, Swanville, and Wassookeag soils. The moderately well drained Boothbay, the somewhat poorly drained Pushaw, and the poorly drained Swanville soils formed in very deep glaciomarine or glaciolacustrine sediments, and are on adjacent lake plains or marine terraces, at slightly lower elevations. The very deep moderately well drained Chesuncook soils, and the very deep somewhat poorly drained Telos soils formed in lodgement till, and are on side slopes and toe slopes. Corinna soils are shallow to bedrock, and are on slightly convex summits and shoulder slopes. Penobscot soils are moderately deep to bedrock, and are on slightly convex summits and upper side slopes. Kenduskeag soils are very deep and somewhat poorly drained on foot slopes.  Wassookeag soils are deep, moderately well drained, and are on smooth to slightly concave summits and side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Estimated saturated hydraulic conductivity is moderately high in the mineral solum and moderately high or high in the residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for row crops, mainly potatoes or corn. Some areas are in hay and pastureland, or mixed coniferous and deciduous forest land. Native forest vegetation includes northern white cedar (Thuja occidentalis), sugar maple (Acer saccharum), white ash (Fraxinus americana), American beech (Fagus grandifolia). Basswood (Tilia Americana) occurs in some places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ground moraines in MLRA 144B, central Maine, limited mainly to the northwestern part of Southern Penobscot County, Soil Survey Area ME612, MLRA 144B. The series is of small extent totaling about 8000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Penobscot County, Maine, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series is named for Sebasticook Lake in southwestern Penobscot County, Maine. This soil is part of a proposed catena of soils that include Corinna, Penobscot, Kenduskeag and Wassookeag. They developed in till that is shallow to deep to calcareous metasedimentary bedrock of the Waterville Formation and the Sangerville Formation in central Maine. In comparison to other soils of the region they have a higher base saturation, nutrient availability, and water-holding capacity. They are considered agriculturally productive, particularly for potatoes and similar row crops.\nCharacterization data for this pedon is isotic but not all sampled Sebasticook pedons were isotic. Some were mixed. Given the variability in the series as sampled and the landform system for the catena being dominantly mixed mineralogy, mixed is selected as representative for the series concept.\nFeatures similar to those described as remnants of highly weathered pelitic limestone, were historically described as \"limestone ghosts\" in some places.\nDiagnostic horizons and features in this pedon include:\n1. Ochric epipedon - from a depth of 0 to 33 cm (Ap horizon)\n2. Cambic horizon - from a depth of 33 to 56 cm (Bw horizon)\n3. Lithologic discontinuity - at a depth of 56 cm (2C1 horizon)\n4. Lithic contact - at a depth of 109 cm (2R layer)\nADDITIONAL DATA: Primary characterization samples from pedon 03N0759, samples 03N03777 through 3783, from Penobscot County, Maine, samples by SSL, Lincoln, NE, 09/04.  Additional characterization samples from pedons 05N0221, 05N0229, 05N0232, and 05N0234, from Penobscot County, Maine, samples by SSL, Lincoln, NE, 2004.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 33 cm; dark yellowish brown (10YR 3/4) gravelly loam, yellowish brown (10YR 5/4) dry; moderate very fine subangular blocky structure; very friable, nonsticky and slightly plastic; many fine and very fine roots throughout; 10 percent gravel and 10 percent channers; slightly acid (pH 6.5); abrupt smooth boundary. (Thickness of the A horizon is 13 to 35 cm.)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--33 to 56 cm; dark yellowish brown (10YR 3/4) gravelly loam; weak fine subangular blocky structure; very friable, nonsticky and slightly plastic; common fine and very fine roots throughout; 10 percent subrounded gravel, 5 percent subrounded cobbles, and 10 percent angular channers; 1 percent olive brown (2.5Y 4/3) and 1 percent brown (7.5YR 4/4) very friable remnants of  highly weathered medium gravel-size pelitic limestone; neutral (pH 7.1); clear smooth boundary. (Thickness of the Bw horizon is 20 to 64 cm.)"
      },
      {
        "name": "2C1",
        "top": 56,
        "bottom": 86,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "2C1--56 to 86 cm; 40 percent dark brown (7.5YR 3/3), 30 percent dark reddish brown (5YR 3/2), 20 percent brown (10YR 4/3), 5 percent yellowish brown (10YR 5/6), and 5 percent light olive brown (2.5Y 5/6) saprolite that crushes in hand to silt loam; moderate thin platy rock structure, dipped 60 degrees from vertical; very friable, nonsticky and slightly plastic, low excavation difficulty; few very fine roots in cracks less than 10 cm apart; 3 percent parachanners; neutral (pH 7.0); clear irregular boundary."
      },
      {
        "name": "2C2",
        "top": 86,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C2--86 to 109 cm; mixed dark brown (7.5YR 3/3), very dark grayish brown (2.5Y 3/2), light olive brown (2.5Y 5/4), black (7.5YR 2.5/1), and yellowish brown (10YR 5/6) saprolite that crushes in hand to silt loam; strong very thin platy rock structure, dipped 70 degrees from horizontal; friable; nonsticky and slightly plastic; low excavation difficulty; 10 percent parachanners; neutral (pH 7.3); abrupt wavy boundary. (Combined thickness of the 2C horizons is 0 to 60 cm.)"
      },
      {
        "name": "2R",
        "top": 109,
        "narrative": "2R--109 cm; fractured pelitic limestone."
      }
    ]
  ]
}
