{
  "SERIES": "SEBAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-WDH",
  "REVDATE": "02/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, frigid Fibric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sebago mucky peat, in an open bog.  (Colors are for moist soil.)\nOe1--0 to 24 inches; black (5YR 2/1) rubbed and pressed, mucky peat (hemic material); about 60 percent fibers, 50 percent rubbed; massive; nonsticky; about 50 percent herbaceous fibers and 50 percent woody fibers; pale brown (10YR 6/3) sodium pyrophosphate test; extremely acid (pH 5.2 in water and about 4.3 in 0.01 M calcium chloride); abrupt smooth boundary.\nOe2--24 to 36 inches; black (5YR 2/1) rubbed and pressed, mucky peat (hemic material); about 70 percent fibers, 50 percent rubbed; massive; nonsticky; about 70 percent herbaceous fibers and 30 percent woody fibers; estimated mineral content is 20 percent; pale brown (10YR 6/3) sodium pyrophosphate test; extremely acid (pH 5.3 in water and about 4.4 in 0.01 M calcium chloride); abrupt smooth boundary.\nOi--36 to 65 inches; very dark gray (10YR 3/1) rubbed and pressed, peat (fibric material); about 80 percent fibers, 50 percent rubbed; massive; nonsticky;  about 50 percent herbaceous fibers and 50 percent woody fibers; estimated mineral content is about 40 percent; white (10YR 8/1) sodium pyrophosphate test; extremely acid (pH 5.1 in water and about 4.3 in 0.01 M calcium chloride)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cumberland County, Maine; Town of Naples; on the east side of Maine Route 35, about one mile south of the  Naples-Harrison town line, about 500 feet out onto the bog from the highway at the outlet; USGS Casco topographic quadrangle; lat. 44 degrees 00 minutes 27 seconds N. and long. 70 degrees 36 minutes 52 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the organic material is greater than 51 inches.  The depth to bedrock is more than 60 inches.  Slightly decomposed woody fragments throughout the soil range up to 15 percent by volume.  They consist of small limbs, logs, and a few stumps.   The coarse fragments range from about 3/4 inch in diameter for small limbs to several feet in diameter for stumps.  The reaction for any tier is less than pH 4.5 in 0.01 M calcium chloride, but ranges to pH 5.5 in water.\nThe surface tier has hue of 2.5YR to 10YR, value of 2 or 3, and chroma of 1 or 2.  Upon air drying the value or chroma or both increases by one or two units.  It is massive or has weak or moderate, very fine to medium granular structure.\nThe subsurface and bottom tiers have hue of 2.5YR to 10YR, value of 2 to 4, and chroma of 1 to 4.  They are commonly massive but they include weak thick platy structure.  Hemic material dominates in the subsurface tier, but more than 10 inches of the subsurface and bottom tiers consists of fibric materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family. The Chocorua, Greenwood, Ossipee and Rifle soils are in related families.  Chocorua soils are underlain by sandy material at a depth of 16 to 51 inches. Greenwood and Rifle soils have less than 10 inches of the subsurface and bottom tiers occupied by fibric materials; in addition, the Rifle soils have a pH that is greater than 4.5 in 0.01 M calcium chloride.  Ossipee soils are underlain by loamy material at a depth of 16 to 51 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sebago soils are in bogs and swamps that are in depressions on glaciated uplands, glaciofluvial deposits and lake and marine lowlands.  They range from small enclosed bogs to areas of several hundred acres. Slope is less than 2 percent.  Sebago soils formed in moderately and slightly decomposed herbaceous and woody materials.  The climate is humid and cool temperate.  The mean annual temperature ranges from 38 to 46 degrees F, and mean annual precipitation ranges from 34 to 48 inches.  The frost-free season ranges from 80 to 160 days.  Elevation ranges from 5 to 2100 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Biddeford, Brayton, Buxton, Chocorua, Colton, Croghan, Hermon, Peacham, Scantic, Togus, Waskish, and Wonsqueak soils.  Adams and Croghan are mineral soils on nearby outwash plains and deltas.  Brayton, Hermon and Peacham are mineral soils on nearby glaciated uplands.  Biddeford, Buxton, and Scantic are mineral soils on nearby lacustrine or marine plains.  Chocorua and Togus are organic soils underlain by sandy mineral material within 51 inches.  Waskish soils are organic soils that are dominantly fibric material derived from sphagnum mosses.  Wonsqueak soils are organic soils underlain by loamy mineral material within 51 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is ponded or very slow.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are covered by vegetation primarily consisting of shrubs, cattails, and sedges, with scattered clumps of trees.  The shrubs include leatherleaf, labrador tea, highbush blueberry, bog cranberry, huckleberry, and sheep laurel.  Common tree species include black spruce, balsam fir, tamarack, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine. (MLRA'S 143, 144B and 146)  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cumberland County, Maine, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in the pedon are:\na.  Hemists - dominantly hemic material in the subsurface tier (12 to 36 inches).\nb.  Fibric subgroup - have at least 10 inches of the subsurface and bottom tiers consisting of fibric material (36 to 51 inches).\nc.  Dysic - the pH is 4.5 (in 0.01M calcium chloride) in all parts of the organic material in the control section.\nADDITIONAL DATA: Soil Interpretation record number for the Sebago series is: Sebago, ME0047.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
