{
  "SERIES": "SEBASTIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "02/2019",
  "STATES": "OR",
  "OVERVIEW": "The Sebastian series consists of shallow, well drained soils formed in colluvium and residuum from serpentinized metasedimentary or serpentinized metavolcanic rock types.  Sebastian soils occur on broad ridgetops and side slopes of coastal hills and mountains.  Slopes are 0 to 60 percent.  The mean annual precipitation is about 85 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, isomesic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sebastian very cobbly loam, native vegetation, on a 20 percent south-facing slope at an elevation of 200 feet.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 3 inches; dark reddish brown (5YR 3/2) very cobbly loam, dark reddish gray (5YR 4/2) dry; moderate fine and very fine subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots; many irregular and few medium and fine tubular pores; 20 percent gravel, 25 percent cobbles and 10 percent stones; moderately acid (pH 6.0); clear wavy boundary.  (2 to 6 inches thick)\nBw--3 to 14 inches; dark reddish brown (5YR 3/3) very cobbly clay loam, reddish brown (5YR 5/3) dry; moderate fine subangular blocky structure; hard, friable, sticky and plastic; common fine and very fine roots; many medium and fine discontinuous tubular pores; 15 percent gravel, 30 percent cobbles and 10 percent stones; slightly acid (pH 6.5); gradual irregular boundary.  (8 to 14 inches thick)\nR--14 inches; fractured black and green serpentinized metasedimentary bedrock with reddish brown soil material in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 200 feet north and 800 feet west of the southeast corner of section 12, T. 37 S., R. 15 W., W. M. (Latitude 42 degrees, 22 minutes, 56 seconds N.; Longitude 124 degrees, 25 minutes, 09 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 51 to 54 degrees F.  The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 18 to 35 percent clay and 40 to 85 percent rock fragments.  Depth to bedrock is 10 to 20 inches.  Solum thickness and thickness of the mollic epipedon is 10 to 20 inches.  The solum is moderately acid to neutral throughout.  Hue is 5YR or 7.5YR.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It is very cobbly loam or very gravelly loam averaging 18 to 25 percent clay.  It has 20 to 40 percent gravel, 10 to 30 percent cobbles, and 0 to 10 percent stones.\nThe Bw horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It is very cobbly loam, very cobbly clay loam, or extremely cobbly clay loam averaging 25 to 35 percent clay.  It has 15 to 30 percent gravel, 20 to 40 percent cobbles, and 5 to 15 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sebastian soils occur on metastable ridgetops and active side slopes of coastal hills and mountains.  Slopes are 0 to 60 percent.  The soils formed in colluvium and residuum derived from serpentinized metasedimentary or serpentinized metavolcanic rock types.  Elevations are 200 to 1000 feet.  The climate is humid, characterized by cool wet winters and cool moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 75 to 95 inches.  The mean annual temperature is 50 to 53 degrees F.  The frost-free period is about 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rustybutte soils.  Rustybutte soils are on ridgetops and side slopes of coastal hills and mountains and are 20 to 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sebastian soils are used mainly for watershed, pasture, recreation, wildlife habitat, and limited homesite development.   The native vegetation is mainly scattered Sitka spruce and Douglas fir, Port-Orford cedar, common velvetgrass, bentgrass, Douglas iris."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal hills and mountains of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: PORTLAND, OREGON"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1972.  The source of the name is Cape Sebastian in Curry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nMollic epipedon - from the surface to a depth of 14 inches (A and Bw horizons)\nHapludolls feature - base saturation by ammonium acetate is 85 percent or more from 0 to 14 inches.\nLithic subgroup - soil depth less than 20 inches.\nParticle-size control section - from 0 to 14 inches with an estimated weighted average of 31 percent clay and 55 percent rock fragments.\nADDITIONAL DATA:  Partial laboratory data available for pedon 91P328, Samples 91P1963-1964 from Curry County, Oregon, sampled by NSSL, Lincoln, NE, 4/92.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
