{
  "SERIES": "SEBRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM-JRS",
  "REVDATE": "09/2015",
  "STATES": "OH,PA",
  "OVERVIEW": "The Sebring series consists of very deep, poorly drained soils formed in stratified Wisconsinan age glaciolacustrine sediments on slackwater terraces on lake plains and some local areas on till plains. Saturated hydraulic conductivity is moderately high in the subsoil and substratum. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1065 mm (42 in), and mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sebring silt loam, on a 1 percent slope in a cultivated field at an elevation of about 1,180 ft above msl. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 in); dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak medium granular structure; friable; few fine prominent yellowish red (5YR 4/6) masses of iron accumulation lining root channels; moderately acid; abrupt smooth boundary. (15 to 30 cm [6 to 12 in] thick.)\nBEg--23 to 41 cm (9 to 16 in); gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; many faint gray (10YR 6/1) clay depletions on faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; strongly acid; clear smooth boundary. (0 to 18 cm [0 to 7 in] thick.)\nBtg1--41 to 64 cm (16 to 25 in); gray (10YR 5/1) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few faint gray (10YR 5/1) clay films on faces of peds; many faint gray (10YR 5/1) silt coats on faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; strongly acid; clear smooth boundary.\nBtg2--64 to 86 cm (25 to 34 in); gray (10YR 5/1) silty clay loam; moderate coarse subangular blocky structure; firm; common faint gray (10YR 5/1) clay films on faces of peds; many faint gray (10YR 5/1) silt coats on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizons is 46 to 89 cm [18 to 35 in].)\nBCt--86 to 127 cm (34 to 50 in); yellowish brown (10YR 5/4) silty clay loam, with a few thin strata of silt loam; weak coarse prismatic structure; firm; very few prominent thick gray (N 5/) clay films on vertical faces of peds; many prominent gray (N 5/) silt coats on vertical faces of peds; common medium distinct gray (10YR 5/1) iron depletions in the matrix; common medium faint brown (7.5YR 4/4) masses of iron accumulation in the matrix; neutral; gradual smooth boundary. (0 to 53 cm [0 to 21 in] thick.)\nC--127 to 152 cm (50 to 60 in); yellowish brown (10YR 5/4) silt loam, with thin strata of silty clay loam; common medium distinct gray (10YR 5/1) iron depletions; massive; friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Portage County, Ohio; about 3.3 miles north of Ravenna, in Shalersville Township, 4,400 ft south of Webb Road (County Road 204) and 100 ft west of State Route 44; T. 4 N., R. 8 W; USGS Ravenna, OH topographic quadrangle; Latitude 41 degrees, 12 minutes, 29 seconds N. and Longitude 81 degrees, 14 minutes, 40 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 76 to 140 cm (30 to 55 in). The particle size control section averages 22 to 35 percent clay.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1 or 2. Some pedons have thin A horizons that have value of 2 to 4, and chroma of 1 or 2. Texture is silt loam or silty clay loam. Rock fragments range from 0 to 1 percent. Structure is weak or moderate, fine to coarse, granular or subangular blocky. Reaction is very strongly acid to moderately acid. Areas that have been limed range to neutral.\nThe E horizon, if present, is 8 to 25 cm (3 to 10 in) thick. It has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2. In cultivated areas the E horizon is mixed in with the Ap in most pedons. Some cultivated areas have an E horizon up to 15 cm (6 in) thick.\nThe BEg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2. Texture is silt loam or silty clay loam. Rock fragments range from 0 to 3 percent. Structure is weak or moderate, fine or medium, subangular or angular blocky. Reaction is very strongly acid to moderately acid.  Some pedons have E/B or B/E horizons.\nThe Btg horizon has hue of 10YR to 5Y, or is neutral, value of 4 to 6, and chroma of 0 to 2. Some pedons have a Bt horizon below a depth of 76 cm (30 in) that has chroma of 3 to 6. Texture is commonly silty clay loam or silt loam, and less commonly has thin strata of loam or clay loam less than 8 cm (3 in) thick. Rock fragments range from 0 to 3 percent. Structure is weak to strong, fine to coarse, subangular blocky, angular blocky, prismatic or platy. Reaction is very strongly acid to slightly acid in the upper part and strongly acid to neutral in the lower part.\nThe BC, BCt, or BCg horizon has hue of 10YR to 5Y, or is neutral, value of 4 to 6, and chroma of 0 to 4. Texture is commonly silty clay loam or silt loam, and less commonly has thin strata of loam or clay loam less than 8 cm (3 in) thick. Rock fragments range from 0 to 3 percent. Structure is weak or moderate, fine to coarse, subangular blocky, angular blocky, prismatic or platy. Reaction is strongly acid to neutral.\nThe C or Cg horizon has hue of 10YR to 5Y or is neutral, value of 4 to 6, and chroma of 0 to 6. Hues of 5GY and 5BG are in some pedons. Texture is stratified or laminated and commonly is silt loam or silty clay loam, and less commonly thin strata of silty clay, clay loam, loam, fine sandy loam, sandy loam or very fine sand. Rock fragments range from 0 to 10 percent. Reaction is slightly acid to moderately alkaline and has carbonates in some pedons with a calcium carbonate equivalent of less than 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Moniteau, Racoon and Whitson series. Moniteau soils formed in alluvium on flood plains.  Racoon soils formed in a mixture of loess and local alluvium. Whitson soils formed in loess underlain by pedisediment."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sebring soils formed in stratified Wisconsinan age glaciolacustrine sediments and are on slackwater terraces on lake plains and some local areas on till plains. Slopes range from 0 to 2 percent. Mean annual precipitation ranges from 830 to 1320 mm (33 to 52 in) and the mean annual temperature ranges from about 6 to 11 degrees C (43 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canadice, Canandaigua,  Caneadea, Damascus, Darien, Fitchville, Glenford, Jimtown, Luray, Mahoning, Mentor, Ravenna and Wadsworth soils. The well drained Mentor soils, moderately well drained Glenford soils, somewhat poorly drained Fitchville soils and very poorly drained Luray soils are in a toposequence with Sebring soils. The fine textured Canadice and Caneadea soils are on similar landform positions. Canandaigua soils which lack an argillic horizon are also on similar landform positions. The Damascus and Jimtown soils formed in outwash on nearby outwash plains. The Darien, Mahoning, Ravenna and Wadsworth soils formed in till on nearby till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Saturated hydraulic conductivity is moderately high in the subsoil and substratum.  Depth to the top of an intermittent apparent seasonal high water table ranges from 15 cm (6 in.) above the surface to 23 cm (9 in.) below the surface from October to June in normal years.  Frequent brief ponding occurs during periods of heavy rainfall and during spring snowmelt."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Slightly more than half of this soil has been cleared, but because of wetness, most areas are used for pasture. Some areas are cultivated, with corn, oats and mixed hay being the main crops. Pin oak and swamp white oak are the dominant tree species in wooded areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern and central Ohio. MLRAs 111, 114, 124, and 139. Sebring soils are of moderate extent, about 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox County, Ohio, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - from the surface to a depth of 41 cm (16 in) (Ap and BEg horizons).\n2. Argillic horizon - from a depth of 41 to 86 cm (16 to 34 in) (Btg1 and Btg2 horizons).\n3. Aquic conditions - from the surface to a depth of 152 cm (60 in).\nA till substratum phase and a sandstone bedrock substratum phase correlated in earlier surveys will not meet current criteria for substratum phases, and will be evaluated for correlating as new series in future MLRA updates. A dark surface variant has been correlated and also will be evaluated for correlating as a new series in future MLRA updates.\nIt is anticipated that soils correlated as Sebring series in areas outside of MLRAs 100 and 139 will be evaluated for correlating as new series in future MLRA updates."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 in); dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak medium granular structure; friable; few fine prominent yellowish red (5YR 4/6) masses of iron accumulation lining root channels; moderately acid; abrupt smooth boundary. (15 to 30 cm [6 to 12 in] thick.)"
      },
      {
        "name": "BEg",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BEg--23 to 41 cm (9 to 16 in); gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; many faint gray (10YR 6/1) clay depletions on faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; strongly acid; clear smooth boundary. (0 to 18 cm [0 to 7 in] thick.)"
      },
      {
        "name": "Btg1",
        "top": 41,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--41 to 64 cm (16 to 25 in); gray (10YR 5/1) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few faint gray (10YR 5/1) clay films on faces of peds; many faint gray (10YR 5/1) silt coats on faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 64,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--64 to 86 cm (25 to 34 in); gray (10YR 5/1) silty clay loam; moderate coarse subangular blocky structure; firm; common faint gray (10YR 5/1) clay films on faces of peds; many faint gray (10YR 5/1) silt coats on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizons is 46 to 89 cm [18 to 35 in].)"
      },
      {
        "name": "BCt",
        "top": 86,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCt--86 to 127 cm (34 to 50 in); yellowish brown (10YR 5/4) silty clay loam, with a few thin strata of silt loam; weak coarse prismatic structure; firm; very few prominent thick gray (N 5/) clay films on vertical faces of peds; many prominent gray (N 5/) silt coats on vertical faces of peds; common medium distinct gray (10YR 5/1) iron depletions in the matrix; common medium faint brown (7.5YR 4/4) masses of iron accumulation in the matrix; neutral; gradual smooth boundary. (0 to 53 cm [0 to 21 in] thick.)"
      },
      {
        "name": "C",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--127 to 152 cm (50 to 60 in); yellowish brown (10YR 5/4) silt loam, with thin strata of silty clay loam; common medium distinct gray (10YR 5/1) iron depletions; massive; friable; neutral."
      }
    ]
  ]
}
