{
  "SERIES": "SEBREE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  TWP/WJL/CWT/GHL",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Xeric Natridurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sebree silty clay loam - rangeland.  (Colors are for\ndry soil unless otherwise noted.)\nE--0 to 1 inch; light gray (10YR 7/2) silt loam, grayish brown\n(10YR 5/2) moist; massive; slightly hard, friable, slightly sticky and\nslightly plastic; strongly vesicular, vesicles as large as 2 or 3 mm;\nslightly acid (pH 6.5); abrupt smooth boundary.  (0 to 2 inches thick)\nBt--1 to 3 inches; pale brown (10YR 6/3) silty clay loam, dark\nbrown (10YR 4/3) moist; moderate very fine prismatic structure parting\nto moderate very fine subangular blocky; hard, firm, sticky and\nplastic; few roots; thin clay films; neutral; common thin silt coatings\non ped faces; abrupt smooth boundary.  (1 to 3 inches thick)\nBtn--3 to 12 inches; pale brown (10YR 6/3) silty clay loam, dark\nbrown (10YR 4/3) moist; moderate fine and very fine subangular blocky\nstructure; very hard, firm, sticky and plastic; few roots; few very\nfine pores; moderately thick continuous clay films; mildly alkaline;\ncommon thin silt coatings on ped faces from 3 to 7 inches; many white\nspots of salts below 7 inches; clear wavy boundary.  (4 to 10 inches\nthick)\nBtkn--12 to 32 inches; pale brown (10YR 6/3) silt loam, brown (10YR\n5/3) moist; weak fine subangular blocky structure; hard, firm, sticky\nand plastic; few roots; common very fine pores; large splotches of\nlime; many spots of salt; violently effervescent; mildly alkaline;\nabrupt wavy boundary.  (10 to 25 inches thick)\n2Bqkm--32 to 51 inches; pinkish white (7.5YR 8/2) indurated\nsilica-calcium carbonate duripan containing lenses of slightly darker\nmaterial; indurated part is plates of 2 to 3 inches thick and extremely\ndense and nonporous; tops of plates are light brown (7.5YR 6/3) and\nrelatively smooth or slightly glazed; bottoms (0.2 to 0.5 inch) of\nplates are pale brown (10YR 6/3) and contain common fine and medium\ndiscontinuous pores; bottoms of plates are very rough and have short\npendants, less cemented material between indurated plates; lower part\nof duripan is less cemented; moderately alkaline; abrupt wavy\nboundary.  (10 to 25 inches thick)\n3Bk--51 to 58 inches; very pale brown (10YR 7/3) loamy sand,\nyellowish brown (10YR 5/4) moist; massive; strongly effervescent;\nmoderately alkaline; gradual boundary.  (5 to 15 inches thick)\n3C--58 to 60 inches; very pale brown (10YR 7/3) loamy sand; single\ngrain; slightly effervescent; mildly alkaline (continues to\nundetermined depth)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Canyon County, Idaho; about 6 miles north of Caldwell\nin the Black Canyon experimental tract; about 330 feet north and 115\nfeet west of the SW corner of the plots, SW1/4 NW1/4 SW1/4 section 4,\nT.5N., R.3W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 54 degrees F\nDepth to duripan - 20 to 40 inches\nDepth to calcium carbonate - 7 to 20 inches\nE horizon\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 2 or 3\nReaction - slightly acid to mildly alkaline\nBt horizon\nValue - 4 through 6 dry, 3 through 5 moist\nChroma - 3 or 4\nTexture - SICL, CL, SIC\nClay content - 27 to 35 percent\nExchangeable sodium - greater than 15 percent\nReaction - mildly to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Malheur series.  Malheur soils lack an E\nhorizon and a high accumulation of salts in the lower part of the\nnatric horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sebree soils are generally on terraces and basalt\nplains.  Slopes range from 0 to 12 percent.  Elevations range from\n2,000 to 4,500 feet.  The soil formed in loess overlying unconsolidated\nfan or fluviatile sediments.  The climate is semiarid and summers are\ndry.  The frost-free period is 110 to 170 days, and the mean annual\nprecipitation is 8 to 13 inches, including 0.5 to 3 feet of snow.\nAverage annual air temperature is 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chilcott and Purdam\nsoils.  Chilcott soils have more than 35 percent clay in the B2t\nhorizon.  Purdam soils have less than 15 percent exchangeable sodium in\nthe B2t horizon.  Chilcott and Purdam soils are on landscape positions\nsimilar to Sebree soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; rapid runoff; slow\npermeability in the soil above the duripan and very slow permeability\nthrough the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and irrigated cropland.  Crops\nare small grains, corn, alfalfa and pasture.  Under natural conditions\nthe soil is barren or nearly so; some cheatgrass, pepperweed, and\nstunted big sagebrush are around the edges of individual areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and southeastern Oregon.\nThe series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County Area, Idaho, 1962.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
