{
  "SERIES": "SEBUD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JJU-EMM",
  "REVDATE": "06/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sebud loam, with 3 percent surface stones and boulders, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak granular structure; soft, friable, nonsticky and nonplastic; many very fine and fine roots; 10 percent gravel; neutral (pH 7.2); clear boundary.\nA2--4 to 10 inches; dark grayish brown (10YR 4/2) very stony clay loam, very dark grayish brown (10YR 3/2) moist; very dark brown (10YR 2/2) moist coatings; moderate fine and medium blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine pores; 10 percent gravel and cobbles, 40 percent stones and 1 percent boulders; slightly alkaline (pH 7.5); clear wavy boundary. (combined thickness of A1, A2 horizons - 10 to 16 inches)\nBw1--10 to 22 inches; yellowish brown (10YR 5/4) very stony clay loam, dark brown (10YR 3/3) moist; dark yellowish brown (10YR 3/4) moist coatings; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; few very fine pores; 10 percent gravel and cobbles, 40 percent stones and 1 percent boulders; slightly alkaline (pH 7.4); clear smooth boundary. (8 to 14 inches thick)\nBw2--22 to 28 inches; light yellowish brown (10YR 6/4) very stony coarse sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly moderately sticky and slightly plastic; few very fine roots; few very fine pores; 5 percent gravel and cobbles, 40 percent stones and 1 percent boulders; slightly alkaline (pH 7.6); gradual boundary.\nBw3--28 to 49 inches; very pale brown (10YR 7/3) very stony coarse sandy clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine roots; many clear quartz sand grains, 5 percent gravel and cobbles, 40 percent stones and 1 percent boulders; slightly alkaline (pH 7.8); gradual boundary.\nBw4--49 to 62 inches; very pale brown (10YR 7/3) very stony clay loam, yellowish brown (10YR 5/4) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine tubular pores; 5 percent gravel and cobbles, 40 percent stones and 1 percent boulders; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carbon County, Montana; 2,900 feet west and 1,000 feet south of the northeast corner of sec. 16, T. 6S, R. 18E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 36 to 46 degrees F.\nMollic epipedon thickness - 10 to 16 inches\nParticle-size control section (weighted average) - 18 to 35 percent clay\nNote: Some pedons may have a BC and/or C horizons.\nA1, A2 horizons\nHue: 2.5Y or 10YR; dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 1 to 3; dry or moist\nTexture: loam or sandy loam\nClay content: 12 to 27 percent\nRock fragments: 10 to 60 percent--5 to 25 percent gravel, 0 to 45 percent cobbles or stones\nReaction: pH 6.1 to 7.8\nBw1, Bw2, Bw3, Bw4 horizons\nHue: 2.5Y or 10YR; dry or moist\nValue: 5 to 7 dry; 3 to 6 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, clay loam, sandy clay loam, coarse sandy loam or sandy loam\nClay content: 15 to 35 percent\nRock fragments: 35 to 60 percent--5 to 40 percent gravel, 5 to 45 percent cobbles, stones or boulders\nReaction: pH 5.6 to 7.8\nBC, C horizons (where present)\nHue: 2.5Y or 10YR; dry or moist\nValue: 5 to 7 dry; 3 to 6 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, clay loam, sandy clay loam, coarse sandy loam or sandy loam\nClay content: 15 to 30 percent\nRock fragments: 45 to 70 percent--30 to 55 percent gravel, 5 to 30 percent cobbles, stones or boulders\nReaction: pH 5.6 to 7.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAntrobus (CO) - do not have a cambic horizon\nGrafen (CO) - are moderately deep to a paralithic contact\nGreyback (WY) - have secondary calcium carbonate accumulation\nHandran (CO) - do not have a cambic horizon\nMaurice (MT) - average less than 18 percent clay in the particle-size control section\nMccort (WY) - average less than 18 percent clay in the particle-size control section\nMidelight (WY) - are deep to a lithic contact\nParachute (CO) - are moderately deep to a lithic contact\nSupervisor (NM) - are moderately deep to a lithic contact\nSurdal (MT) - are moderately deep to a lithic contact\nTeemat (WY) - have secondary calcium carbonate accumulation\nThornburgh (CO) - average less than 18 percent clay in the particle-size control section\nTiban (MT) - have secondary calcium carbonate accumulation\nTineman (WY) - have a lithologic discontinuity\nVanwirt (CO) - have Bt horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, fan remnants, till plains, outwash fans, moraines, hills, and mountains\nElevation - 4,500 to 8,450 feet\nSlope - 2 to 60 percent\nParent material - till, alluvium, slope alluvium and colluvium derived from igneous, metamorphic or sedimentary rock\nClimate - long, cold winters; moist springs; early, cool summers; and late falls\nMean annual air temperature - 34 to 44 degrees F.\nMean annual precipitation - 14 to 35 inches\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Sebud soils are used mainly for rangeland.  Potential native vegetation is mainly western wheatgrass, rough fescue, bluebunch wheatgrass, green needlegrass, Idaho fescue, annual forbs, and woody plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sebud soils are of small extent in Montana and Wyoming. MLRAs - 43B, 44B, 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carbon County (Bridger Area), Montana, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - from 0 to 10 inches (A1, A2 horizons)\nCambic horizon - from 10 to 60 inches (Bw1, Bw2, Bw3, Bw4 horizons)\nParticle-size control section - from 10 to 40 inches (Bw1, Bw2, part of Bw3 horizons)\nSebud soils have a cryic temperature regime and an ustic moisture regime that borders on udic.\nADDITIONAL DATA: Soil interpretations records - MT0190, MT0669, MT1108, MT0247.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
