{
  "SERIES": "SECRET",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. LWW",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Secret loam (on a 3 percent slope at 4440 degree elevation under a cover of sagebrush, shadscale, greasewood, squirrel tail, and bluegrass).\nA1--0 to 4 inches; light gray (10YR 7/2) loam, dark grayish brown (10YR 4/2) when moist; moderate fine granular and moderate thin platy structure that breaks to moderate fine granular; soft, friable, slightly sticky, slightly plastic; few very fine and fine roots; many very fine interstitial pores; moderately alkaline, violently effervescent (pH 8.0); abrupt smooth lower boundary.\nC1--4 to 11 inches; very pale brown (10YR 7/3) gravelly loam, brown (10YR 5/3) when moist; moderate fine granular structure; consistence same as above; abundant very fine and fine, plentiful medium roots; pores same as above; diffuse irregular lower boundary.\nC2 & Dr--11 to 26 inches; very pale brown (10YR 7/4) very cobbly sandy loam, light yellowish brown (10YR 6/4) when moist; structure same as above; soft, friable, nonsticky, nonplastic; plentiful very fine and few fine roots; pores same as above; strongly alkaline (pH 8.6) violently effervescent on edges of diatomite.  Diatomite is noncalcareous except on fracture surfaces."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lassen County, California.  20 miles south of Ravendale in NE 1/4, SE 1/4, sec. 14, T 31 N - R 15E, 30 W Highway 395."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Surface horizon varies from mildly to very strongly calcareous.  In places there is a weak B horizon.  Depth to fractured diatomite ranges from about 7 to 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: They somewhat resemble Adelaide, Ebbs, Lieberman, Penoyer, and Tandy soils.  Adelaide soils are pale, loamy Regosols of C-C alk - Cca profile sequence which are generally deeper than Secret soils and are generally less calcareous in the surface horizon.  They are derived from mixed rock sources.  Ebbs soils are pale to light brown, strongly calcareous loams which differ from Secret soils in being hard and very deep.  They occur on recent alluvial fans of mixed origin.   Lieberman soils are loamy Regosols in the Sierozem soil zone.  They are highly calcareous, very deep except for areas of alkali pan or lime cementation, and are developed from dominantly basaltic rock sources.  Penoyer soils are very deep, pale, highly calcareous fine sandy loams which have developed from mixed Lahontan age sediments.  Tandy soils are Regosols of fine sandy loam texture which differ in being generally deeper, imperfectly drained, somewhat darker (10YR 5/1 to 6/2 dry colors) throughout solum, and are developed on shell enriched beach sands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Secret soils occur at elevations between 4430 and 4550 feet in a BSK (Koppen) climate having a mean annual precipitation of about 10 inches; with warm dry summers and cold moist winters; an average January temperature of about 28 degrees F.; an average July temperature of about 68 degrees F.; a mean annual temperature of about 48 degrees F.; and a frost free season of about 100 days. Gently sloping but undulating on dissected terraces.  Strongly sloping to steep concave slopes on escarpments which are capped by rimrock."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Secret soils occur in the same general area as Karlo, Ravendale, Termo, and Triami soils.  They lie below the Karlo and above the other mentioned soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Range of low carrying capacity.  Big sage, greasewood, shadscale, bluegrass, squirreltail, and indian rice grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Secret Valley in Lassen County, California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "REMARKS": {},
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  }
}
