{
  "SERIES": "SEDGEVILLE",
  "STATUS": "Established Series",
  "BYREV": "MLL-KAC-AGG",
  "REVDATE": "06/2001",
  "STATES": "MN",
  "OVERVIEW": "The Sedgeville series consists of very deep, poorly drained and very poorly drained soils formed in alluvium on flood plains.  These soils have moderate permeability in the upper loamy alluvium and rapid or very rapid permeability in the lower sandy and gravelly alluvium.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 24 inches.  Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sedgeville loam on a plane level slope at an elevation of about 1480 feet in a pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very friable; about 1 percent gravel; neutral; clear wavy boundary.  (7 to 16 inches thick)\nBgl--8 to 17 inches; grayish brown (2.5Y 5/2) sandy loam; moderate medium subangular blocky structure; very friable; about 5 percent gravel; few fine distinct yellowish brown (10YR 5/6) Fe concentrations; neutral; clear wavy boundary.\nBg2--17 to 34 inches; grayish brown (2.5Y 5/2) coarse sandy loam; weak fine subangular blocky structure; very friable; about 10 percent gravel; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; strongly effervescent; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bg horizon is 10 to 40 inches)\n2Cg--34 to 80 inches; grayish brown (2.5Y 5/2) gravelly loamy coarse sand with dark grayish brown (2.5Y 4/2) strata of silt loam and sandy loam; massive; about 30 percent gravel slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Becker County, Minnesota; about 3 miles west of Wolf Lake; 1300 feet east and 200 feet south of the northwest corner of sec.  3, T. 138 N., R. 38 W; USGS Evergreen quadrangle; lat. 46 degrees 48 minutes 07 seconds N. and 95 degrees 28 minutes 20 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the loamy alluvium and depth to sandy or gravelly alluvium range from 24 to 40 inches.  The thickness of the mollic epipedon ranges form 7 to 16 inches.  The depth to carbonates ranges from 0 to 40 inches but is not continuous in all parts between 10 and 20 inches.  The textural family control section averages from 8 to 18 percent clay.  Volume of gravel makes up 0 to 15 percent of the loamy mantle and 0 to 35 percent of the lower sandy material.  The reaction of the upper material is moderately acid to slightly alkaline and the reaction of the lower material is slightly alkaline or moderately alkaline.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 0 to 3.  It is loam, silt loam, sandy loam, fine sandy loam, or very fine sandy loam.  Some pedons have a muck surface layer up to 6 inches thick\nThe Bg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 1 or 2.  It is typically stratified with textures of loam, silt loam, sandy loam, fine sandy loam or coarse sandy loam.  A BC or Cg horizon is present in some pedons.\nThe 2Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 or 2.  Strata with lower value and/or lower chroma than the matrix are present in this horizon.  The texture is sand, fine sand, coarse sand, loamy sand, loamy coarse sand or their gravelly analogues.  Thin strata of finer textured material is typically present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sedgeville soils are on plane, slightly concave or slightly concave slopes on flood plains.  Slope gradients range from 0 to 2 percent.  These soils formed in loamy alluvium overlying sandy alluvium.  Mean annual air temperature ranges from 40 to 45 degrees F.  Mean annual precipitation ranges from 21 to 26 inches.  Frost free period ranges from 90 to 140 days.  Elevation ranges from 670 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arvilla, Barnes, Buse, Nidaros, Oylen and Sandberg soils.  The Sandberg, Arvilla, and Oylen soils are on nearby terraces above the floodplain.  Barnes and Buse soils are on nearby glacial till areas.  Nidaros soils are in abandoned meander channels with organic deposits 16 to 51 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Runoff is low.  Permeability is moderate in the upper loamy alluvium and rapid or very rapid in the lower sandy or gravelly alluvium.  Flooding is rare to frequent and very brief to long duration.   The main period of flooding is March to June, but flooding can occur following any period of high runoff.  Sedgeville soils have an apparent seasonal high water table from .5 to 1.5 feet from November to June on the poorly drained phase and +1.0 to .5 from January to December on the very poorly drained phase in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pasture.  Some areas are in woodland or are used for cropland.  Native vegetation is mixed water tolerant grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern and West Central Minnesota.  The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Becker County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:  mollic epipedon-the zone from the surface to a depth of 8 inches, udic moisture regime; frigid temperature regime; fluventic properties in the zone 34 to 80 inches (2Cg2).\nThis soil was formerly included in the Fordum series.\nADDITIONAL DATA:  Soil Interpretation Record numbers:  MN0754 and MN0755-Rarely flooded.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very friable; about 1 percent gravel; neutral; clear wavy boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "Bgl",
        "top": 20,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bgl--8 to 17 inches; grayish brown (2.5Y 5/2) sandy loam; moderate medium subangular blocky structure; very friable; about 5 percent gravel; few fine distinct yellowish brown (10YR 5/6) Fe concentrations; neutral; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 43,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg2--17 to 34 inches; grayish brown (2.5Y 5/2) coarse sandy loam; weak fine subangular blocky structure; very friable; about 10 percent gravel; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; strongly effervescent; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bg horizon is 10 to 40 inches)"
      },
      {
        "name": "2Cg",
        "top": 86,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--34 to 80 inches; grayish brown (2.5Y 5/2) gravelly loamy coarse sand with dark grayish brown (2.5Y 4/2) strata of silt loam and sandy loam; massive; about 30 percent gravel slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
