{
  "SERIES": "SEDMAR",
  "STATUS": "Established Series",
  "BYREV": "IRD:  LWH/JBC/RJA",
  "REVDATE": "7/86",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sedmar loamy sand--woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light yellowish brown (10YR 6/4) loamy sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; neutral; abrupt smooth boundary.  (1 to 4 inches thick)\nC1--3 to 13 inches; mixed brownish yellow (10YR 6/6) and brown (10YR 5/3) sandy loam, brown (10YR 4/3) and yellowish brown (10YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few common distinct yellowish brown (10YR 5/8) iron stains; neutral; clear smooth boundary.  (2 to 10 inches thick)\nC2--13 to 18 inches; brownish yellow (10YR 6/6) loamy sand, brownish yellow (10YR 6/6) moist; single grain; loose, nonsticky and nonplastic; abrupt smooth boundary.  (3 to 6 inches thick)\n2R--18 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sandoval County, New Mexico; 1 mile north of Cuba, 200 feet south of power line, 50 feet west of escarpment, 2700 feet south and 200 feet west of the northeast corner of sec. 17, T. 21 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts 30 to 40 consecutive days during the 120 days following the winter solstice and is moist in all parts 40 percent or more of the time that the soil temperature at 20 inch depths is above 41 degrees F.\nSoil temperature - 44 to 47 degrees F.\nDepth to lithic contact - 6 to 20 inches\nRock fragment contact - less than 15 percent\nA and C horizons - Value:  5 through 7 dry, 4 through 6 moist Chroma: 3 through 6 Texture:  Dominantly loamy sand stratified with layers of sandy loam Clay content:  less than 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  A similar soil in another family is the Stout series.  Stout soils are loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sedmar soils are on ridges and cuestas as elevations of 7,000 to 8,000 feet.  The slopes range from 1 to 15 percent.  The soils formed in coarse-textured material derived from sandstone.  Mean annual precipitation ranges from 16 to 18 inches. Mean annual temperature is about 43 to 45 degrees F., and the frost-free period is about 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Menefee, Pinitos and Sparham soils.  The Menefee soils are shallow over shale.  The Pinitos soils have an argillic horizon and are deep.  The Sparham soils are deep with an irregular decrease in organic carbon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominant use is for wood products.  Present vegetation is Ponderosa pine, Rocky Mountain juniper, Gambel oak, mountain mahogany, bottlebrush squirreltail, blue grama, pinyon ricegrass, prairie junegrass and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil occurs in northwestern New Mexico and is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sandoval County, New Mexico, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  DIAGNOSTIC HORIZONS AND FEATURES RECOGNIZED IN THIS PEDON ARE:\nOchric epipedon - The zone from the surface to a depth of about 3 inches.  (A horizon)\nEntisol feature - The lack of diagnostic horizons.  (A, C1, C2 horizons)\nLithic contact - The boundary of about 18 inches.  (2R horizon)\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
