{
  "SERIES": "SEDONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAL/PDC",
  "REVDATE": "08/2012",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Typic Rhodustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sedona extremely channery loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; red (2.5YR 4/6) extremely channery loam, dark red (2.5YR 3/6) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; common very fine roots; many very fine tubular pores; 5 percent flagstones, 55 percent channers; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 4 inches thick)\nBtk1--2 to 10 inches; red (2.5YR 4/6) extremely channery silty clay loam, dark red (2.5YR 3/6) and dark reddish brown (2.5YR 3/4) moist; moderate fine subangular blocky structure, soft, very friable, moderately sticky and moderately plastic; many very fine and fine and common medium and coarse roots; common very fine and fine and few medium tubular pores; 20 percent flagstones, 40 percent channers; common faint coats of calcium carbonate on undersides of rock fragments; few faint clay films on ped faces; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (7 to 10 inches thick)\nBtk2--10 to 18 inches; red (2.5YR 4/6) extremely flaggy silt loam, dark red (2.5YR 3/6) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; common very fine through medium and few coarse roots; common fine through medium and few coarse tubular pores; 25 percent flagstones, 35 percent channers; common faint coats of calcium carbonate on underside of rock fragments; few faint clay films on ped faces; violently effervescent; strongly alkaline (pH 8.6); abrupt irregular boundary.  (7 to 10 inches thick)\nCr--18 to 60 inches; fractured weathered mudstone of the Hermit Shale Formation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona; located about 2,565 feet north and 1,950 feet west of the southeast corner of section 12, T.  17 N., R. 5 E.; 34 degrees, 52 minutes, 7.2 seconds north latitude and 111 degrees, 47minutes, 04.9 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July-August and December-January.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil Temperature:  59 to 62 degrees F.\nClay content:  Averages 18 to 35 percent in the particle size control section\nRock fragments:  Averages 35 to 60 percent, mostly channers and flagstones\nDepth to paralithic contact:  12 to 18 inches\nA horizon\nHue:  2.5YR, 5YR\nValue: 3 or 4, dry or moist\nChroma:  4 or 6, dry or moist\nCalcium carbonate equivalent: 0 to 1 percent\nOrganic matter content: 0.5 to 1.0 percent\nBtk horizons\nValue:  3 or 4 moist\nChroma:  4 or 6, dry or moist\nReaction:  moderately or strongly alkaline\nCalcium carbonate equivalent: 2 to 5 percent\nOrganic matter content:  less than 0.5 percent\nTexture:  silty clay loam, silt loam, loam, clay loam\nClay content: 18 to 35 percent\nCr horizon\nMay extend to 60 inches or more.  Usually highly fractured but may have zones of unfractured indurated bedrock below 20 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sedona soils are on hills at elevations of 3,700 to 5,000 feet.  Slopes range from 3 to 15 percent.  These soils formed in residuum and colluvium from shale and mudstone.  The mean annual precipitation is 16 to 20 inches.  The mean annual air temperature is 57 to 60 degrees F.  The frost-free period is 180 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Turist and Vortex soils.   Vortex soils are very deep and Turist soils have cambic horizons and are very shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wildlife habitat, livestock grazing and urban land.  Vegetation includes manzanita, ceanothus, silktassel, sideoats grama, yucca, agave, pinyon pine, one seed juniper, and Arizona cypress."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Arizona.  Sedona soils are of limited extent.  MLRA is 38.  Name is derived from the City of Sedona."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yavapai County, Arizona; Soil survey of Black Hills-Sedona Area, Arizona, Parts of Coconino and Yavapai Counties; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 2 to 18 inches (Btk1, Btk2 horizons)\nThe Rhodic feature is lithochromic\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010\nRevised for the correlation of Black Hills-Sedona, AZ, August 2012, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
