{
  "SERIES": "SEEG",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJ/NLM/PDC/WWJ",
  "REVDATE": "07/2013",
  "STATES": "AZ,UT",
  "OVERVIEW": "The Seeg series consists of very deep, well drained soils on fan terraces and stream terraces. These soils formed in alluvium from sandstone and limestone. Slope is 1 to 35 percent. The mean annual precipitation is about 9 inches and the mean annual air temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seeg fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak fine granular structure; slightly hard, very friable; many very fine roots; common very fine tubular pores; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 4 inches thick)\nBw--3 to 10 inches; yellowish red (5YR 5/6) gravelly fine sandy loam, yellowish red (5YR 4/6) moist; medium coarse subangular blocky structure; slightly hard, very friable and slightly sticky; many very fine roots; common very fine tubular pores; 30 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (4 to 11 inches thick)\nBk--10 to 18 inches; reddish yellow (5YR 6/6) and pink (5YR 7/4) gravelly fine sandy loam, yellowish red (5YR 4/6) moist; medium coarse subangular blocky structure; slightly hard, very friable, slightly sticky; common very fine roots; common very fine tubular pores; 25 percent gravel, 5 percent cobble; violently effervescent, common medium soft lime masses; moderately alkaline (pH 8.2); gradual wavy boundary. (6 to 10 inches thick)\n2C--18 to 26 inches; pink (5YR 7/4) very gravelly loam, reddish yellow (5YR 6/6) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 40 percent gravel; violently effervescent, lime disseminated; weakly cemented; moderately alkaline (pH 8.4); abrupt smooth boundary. (5 to 10 inches thick)\n2Ck--26 to 46 inches; pink (5YR 7/4) very gravelly loam, reddish yellow (5YR 6/6) moist; massive; very hard, friable, slightly sticky and slightly plastic; few very fine roots; 40 percent gravel; violently effervescent, many medium soft lime masses; moderately alkaline (pH 8.4); abrupt smooth boundary. (4 to 12 inches thick)\n3C--46 to 60 inches; reddish yellow (5YR 6/6) and pink (5YR 7/4) fine sandy loam, yellowish red (5YR 5/6) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; 5 percent gravel; violently effervescent, lime disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coconino County, Arizona; about 22 miles southwest of Marble Canyon; 900 feet west and 600 feet north of the southeast corner sec. 19, T., 38 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during July-September and December-February. Driest during May and June. Typic aridic soil moisture regime.\nSoil Temperature: 54 to 59 degrees F.\nRock Fragments: more than 35 percent gravel and cobbles in the control section\nDepth to calcic: 6 to 22 inches\nClay content in control section: 4 to 18 percent\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nBw horizon\nHue: 2.5YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 to 6, dry or moist\nTexture: fine sandy loam, loam, coarse sandy loam, sandy loam, very fine sandy loam, with appropriate modifier\nBk, Ck, C horizon (above 40 inches)\nHue: 5YR, 7.5YR\nValue: 6 to 8 dry, 4 to 7 moist\nChroma: 3 to 6, dry or moist\nTexture: loam, fine sandy loam, loamy sand, sandy loam, very fine sandy loam, with appropriate modifier"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackston (CO), Clifsand (WY), Stent (UT) and Utaline (CO) series. Blackston and Utaline soils have 18 to 35 percent clay in the control section. Clifsand soils have soil temperatures of 52 to 47 degrees F. and Stent soils have 7.5YR or yellower hues and have a lithidogical discontinuity and 5Y, 2.5Y, and 10YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Seeg soils are on fan terraces and stream terraces at elevations of 3,500 to 5,400 feet. They formed in alluvium from limestone and sandstone. Slopes range from 1 to 35 percent. The mean annual precipitation is 6 to 11 inches. The mean annual air temperature is about 52 to 57 degrees F. The frost-free period is 150 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bison, Curob and Sheppard series. Bison soils have a hardpan at depths of 20 to 40 inches. Curob soils are shallow to a hardpan. Sheppard soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing. Vegetation is galleta, Indian ricegrass, blue grama and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona and Southern Utah. Seeg soils are of small extent. MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coconino County, Arizona; Soil survey of Coconino County Area, Arizona, North Kaibab Part; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nCalcic horizon - the zone from 10 to 18 inches (Bk horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nUpdate and revisions for the correlation of Little Colorado River Area (AZ707), Sept. 2011, CEM\nUpdate and revisions for the correlation of Capitol Reef National Park, January 2013, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
