{
  "SERIES": "SEELYEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGG-TCJ",
  "REVDATE": "05/2001",
  "STATES": "MN,ND,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Seelyeville muck with less than a 1 percent plane slope in a pastured field.  (Colors are for moist soil unless otherwise stated)\nOa1--0 to 10 inches; black (10YR 2/1) broken face and rubbed muck (sapric material); about 20 percent fiber unrubbed, 5 percent rubbed; weak fine and medium subangular structure; very friable; mostly herbaceous fiber; slightly acid; gradual smooth boundary.\nOa2--10 to 19 inches; dark brown (7.5YR 3/2) broken face muck (sapric material), black (10YR 2/1) rubbed; about 30 percent fiber unrubbed, 2 percent rubbed; weak medium subangular blocky structure; very friable; mostly herbaceous fiber; slightly acid; gradual wavy boundary.\nOa3--19 to 35 inches; very dark brown (10YR 2/2) broken face muck (sapric material), black (10YR 2/1) rubbed; about 50 percent fiber unrubbed, 15 percent rubbed; massive; very friable; mostly herbaceous fiber; slightly acid; gradual wavy boundary.\nOa4--35 to 42 inches; black (10YR 2/1) broken face and rubbed muck (sapric material); about 6 percent fiber unrubbed, 1 percent rubbed; massive; friable; slightly acid; clear smooth boundary.\nOa5--42 to 80 inches; dark brown (7.5YR 3/2) broken face muck (sapric material), black (10YR 2/1) rubbed; about 15 percent fiber unrubbed, 2 percent rubbed; massive; friable; mostly herbaceous fiber; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sherburne County. Minnesota: 1300 feet south and 800 feet east of the northwest corner of sec. 34, T. 33 N., R. 26 W.; USGS Elk River quadrangle; lat. 45 degrees 18 minutes 37 seconds N and long. 93 degrees 34 minutes 08 seconds W., NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Seelyeville soils have organic soil materials extending to depths of 51 to 100 inches or more. Mineral or limnic materials are below these depths.  The fibers are derived mostly from herbaceous plants, but some layers contain moss fibers. Woody fibers and fragments typically do not occur in all parts of the control section, but a small amount of these materials are in the surface tier of some pedons.  The organic material has from 10 to 40 percent of mineral material in the control section.  All partcs of the control section typically range from strongly acid to neutral (in 0.01 M calcium chloride), but very strongly acid to moderately alkaline layers are within the range.  Free carbonates are typically absent in the organic soil material, but some phases have free carbonates throughout. The surface tier typically consists entirely of muck (sapric material), but in some, mucky peat (hemic material) comprise part to all of the tier.  The subsurface and bottom tiers typically are muck.  However, in some pedons, mucky peat totaling to as much as 10 inches in thickness is in these tiers.  These hemic layers primarily are in the upper part of the subsurface tier.\nThe Oa horizons have hue of 10YR or 7.5YR or neutral, value of 2 or 3, and chroma of 0 to 2, both for the broken face and rubbed.  The content of fiber typically is less than 50 percent in the undisturbed condition and less than 15 percent after rubbing.\nThe Oe horizons, when present, have hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 2 or 3 on the broken face."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bucksport, Lupton, Pywell and Tendoy series.  The Bucksport and Lupton soils have typically redder hue and woody fibers and/or fragments throughout the control section.  The Pywell soils have layers of volcanic ash in the control section.  The Tendoy soils have discontinuous, thin layers of mineral soil material in the 3 tiers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Seelyeville soils are in depressions and large basins on nearly level slopes on outwash plains, flood plains, valley trains, glacial lake plains, and glacial moraines.  Slope gradients typically are less than 0.5 percent but range to 15 percent in areas with hillside seeps.  These soils are formed in highly decomposed organic soil materials that are more than 51 inches thick and that primarily are derived from herbaceous plants.  Mean annual air temperature ranges from 36 to 45 degrees F.  Mean annual precipitation ranges from 16 to 33 inches.  About sixty percent occurs during May through September.  Frost-free days range from 88 to 150. The elevation ranges from 600 to 2000 feet. These soils are frozen from December to mid-April."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the Carbondale, Cathro, Markey, and Rondeau soils.  Carbondale soils have hemic soil materials totaling more than 10 inches in thickness within 51 inches. Cathro and Markey soils have mineral soil materials within 51 inches. Rondeau soils have marl within 51 inches.  In some places the Rifle soils which are dominated by mucky peat are associates.  Also, poorly drained or very poorly drained mineral soils are at the margins of the bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is negligible.  Permeability is moderately slow to moderately rapid.  Depth to an apparent water table is as high as plus 1 to .5 feet at some time from October through June for the Seelyeville, Seelyeville flooded, and Seelyeville calcareous phases, 0 to 2 feet for Seelyeville sloping, and plus 3 to 0 feet at some time from October through June for Seelyeville ponded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are in native vegetation. Some areas are used for pasture or for hay.  A few areas are drained and cropped to specialty crops.  Native vegetation primarily is sedges and grasses.  Some areas have scattered alders, willow, tamarack, and bog birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mostly northern and western Minnesota and northern Wisconsin possibly in the northern part of Michigan. Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Norman County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  sapric soil materials (muck) dominate the surface, subsurface and bottom tiers in the 51-inch control section.  Type location moved from Anoka County, Mn. to Sherburne County, Mn., 11/96 to better characterize the series concept in the MLRA.\nADDITIONAL DATA:  SIR # MN0128; MN0353, sloping phase; MN0647, calcareous phase; MN0733, frequently flooded phase; MN0646, ponded phase.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
