{
  "SERIES": "SEFFNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD; GRB",
  "REVDATE": "12/2003",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, siliceous, hyperthermic Aquic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Seffner fine sand--in a cultivated area.  (Colors are for moist soil.)\nAp--0 to 9 inches; very dark gray (10YR 3/1) fine sand; weak fine granular structure; very friable; few very fine roots; strongly acid; abrupt smooth boundary.\nA--9 to 13 inches; very dark gray (10YR 3/1) fine sand; weak fine granular structure; very friable; few very fine roots; few medium distinct dark grayish brown (10YR 4/2) areas having less organic matter than the matrix; moderately acid; clear wavy boundary.  (Combined thickness of the A horizon ranges from 10 to 20 inches)\nAC--13 to 21 inches; dark gray (10YR 4/1) fine sand; single grained; loose; few very fine roots; tongues of very dark gray (10YR 3/1) material extending to depths of 20 inches; common medium distinct brown (10YR 5/3) areas of less organic matter than the matrix; strongly acid; clear wavy boundary.  (0 to 14 inches thick)\nC--21 to 35 inches; very pale brown (10YR 7/3) fine sand; single grained; loose; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation and common medium distinct very pale brown (10YR 8/2) areas of iron depletion; strongly acid; gradual wavy boundary.  (4 to 22 inches thick)\nCg1--35 to 63 inches; light gray (10YR 7/2) fine sand; single grained; loose; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; strongly acid; clear irregular boundary.\nCg2--63 to 80 inches; very pale brown (10YR 8/2) fine sand; single grained; loose; about 10 percent, by volume, weathered phosphatic nodules; common medium distinct pale brown (10YR 6/3) and yellowish brown (10YR 5/4) masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hillsborough County, Florida; approximately 0.5 mile east of and about 1.0 mile south of Plant City.  About 2,400 feet north and about 1,950 feet west of the southeast corner of Sec. 33, T. 28 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the umbric epipedon ranges from 10 to 20 inches.  Soil reaction ranges from very strongly acid through neutral throughout.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, and chroma of 1 through 3.  Texture is sand or fine sand.\nThe AC horizon, where present, has hue of 10YR, value of 3 through 6, and chroma of 1 through 4.  Redoximorphic features in shades of red, brown, yellow, or gray range from none to common.  Texture is sand or fine sand.\nThe C horizon has hue of 10YR, value of 5 through 8, and chroma of 3 or 4.  Redoximorphic features in shades of red, yellow, brown, and gray range from few to many.  Content of phosphatic nodules range from 0 to 10 percent, by volume.  Some pedons have cemented layers within the substratum at depths greater than 40 inches.  Texture is sand or fine sand.\nThe Cg horizon has hue of 10YR, value of 5 through 8, and chroma of 1 or 2.  Redoximorphic features in shades of red, yellow, brown, and gray range from few to many.  Content of phosphatic nodules range from 0 to 10 percent, by volume.    Some pedons have cemented layers within the substratum at depths greater than 40 inches.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Seffner soils are on the rims of depressions and on lower lying flats and knolls in the Lower Coastal Plain.  Slopes are less than 2 percent.  They formed in sandy marine sediments.  The climate is humid subtropical.  The mean annual precipitation ranges from 50 to 55 inches and the mean annual air temperature ranges from 73 to 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adamsville, Myakka, Ona, Orlando, Placid, Pompano, Smyrna, and Zolfo soils.  With the exception of Orlando and Placid soils, these soils do not have umbric epipedons.  Adamsville soils are on higher positions.  The poorly or very poorly drained Myakka, Ona, and Smyrna soils are on similar to lower positions and are Spodosols.  The well drained Orlando soils are on higher positions.  The very poorly drained Placid and Pompano soils are in adjacent lower depressions.  Zolfo soils are on slightly higher positions and are Spodosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Seffner soils are cultivated.  Corn, citrus, melons, strawberries, and tomatoes are the principal crops.  Some areas are in improved pasture.  The natural vegetation consists of longleaf pine, laurel oak, and water oak with an understory of sawpalmetto, pineland threeawn, indiangrass, bluestem grasses, and several low panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of moderate known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sumter County, Florida; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Seffner soils were previously included in the Scranton series or were called Placid Variant.\nDiagnostic horizons and features recognized in this pedon:\nUmbric epipedon - the zone from the surface to a depth of 13 inches (Ap and A horizons).\nThe water table is within depths of 18 to 42 inches for 2 to 4 months during the most years.  It is at 10 to 20 inches for periods of up to 2 weeks in some years.  It is within depths of 60 inches for more than 9 months in most years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
