{
  "SERIES": "SEGURA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/RLB/PWB",
  "REVDATE": "06/2017",
  "STATES": "NV",
  "OVERVIEW": "The Segura series consists of very shallow or shallow well drained soils formed in residuum and colluvium derived from welded tuff, andesite, quartzite, conglomerate and rhyolite. Segura soils are on mountains. Slopes are 4 to 50 percent. Mean annual precipitation is about 360 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Segura very cobbly sandy clay loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; grayish brown (10YR 5/2) very cobbly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine tubular pores; 25 percent gravel, 20 percent cobbles, and 5 percent stones; neutral (pH 7.2); clear smooth boundary. (5 to 15 cm thick)\nBt1--8 to 15 cm; grayish brown (10YR 5/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common fine tubular pores; few faint clay films lining pores; 25 percent gravel; neutral (pH 7.2); clear smooth boundary. (7 to 25 cm thick)\nBt2--15 to 25 cm; brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common fine tubular pores; few distinct clay films lining pores; 25 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (2 to 13 cm thick)\nR--25 cm; tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; 700 feet west and 2400 feet south of projected northeast corner of section 20, T. 13 N., R. 51 E; USGS Fish Springs NE 7.5 minute topographic quadrangle; latitude 38 degrees 56 minutes 54.6 seconds N and longitude 116 degrees 15 minutes 49.2 seconds W; WGS84 Decimal Degrees 38.9485000 latitude, -116.2803333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry in summer and early fall; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon: 18 to 36 cm thick. Thin epipedons are mollic after mixing to 18 cm. Commonly includes part or all of Bt horizon.\nDepth to bedrock: 18 to 36 cm.\nReaction: Neutral through moderately alkaline.\nParticle-size control section - Clay content: 18 to 30 percent.\nRock fragments: Averages 10 to 35 percent.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nBt horizons\nValue: 4 to 6 dry, 2 or 3 moist. Value 6, dry is only in the lower subhorizons.\nChroma: 2 through 4, dry or moist. Chroma 4 is only in the lower subhorizons.\nTexture: Loam or sandy clay loam or clay loam.\nStructure: Fine or medium angular blocky and subangular blocky.\nConsistence: Soft or slightly hard dry, very friable or friable moist, slightly sticky or moderately sticky and slightly plastic or moderately plastic, wet.\nClay content: 20 to 35 percent.\nRock fragments: 10 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Beden series. Beden soils have ash and volcanic glass in the surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Segura soils are on mountains, and typically occur on backslope positions. These soils formed in residuum and colluvium derived from welded tuff , andesite, quartzite, conglomerate and rhyolite. Slopes are 4 to 50 percent. Elevations are 1,860 to 2,750 meters. The climate is cool and semi-arid. Mean annual precipitation is 300 to 400 mm, mean annual temperature is 6 to 8 degrees C, and frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cropper and Ravenswood series. Both Cropper and Ravenswood soils have more than 35 percent rock fragments in the control section. Ravenswood soils also have more than 35 percent clay in the particle-size control section and are 50 to 100 cm deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Segura soils are used for livestock grazing and wildlife habitat. The vegetation is principally mountain big sagebrush, currant, Thurber needlegrass, Sandberg bluegrass, bottlebrush squirreltail and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. MLRA 28B. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County (Western part), Nevada; 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 cm (A1, Bt1 and Bt2 horizons).\nArgillic horizon - The zone from about 8 to 25 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 25 cm (R layer).\nParticle-size control section - The zone from the soil surface to 25 cm (A1, Bt1 and Bt2 horizons).\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
