{
  "SERIES": "SEHOME",
  "STATUS": "Established Series",
  "BYREV": "IRD -RVM/AG/RJE",
  "REVDATE": "09/2004",
  "STATES": "WA",
  "OVERVIEW": "The Sehome series consists of moderately deep, moderately well drained soils formed in glacial till and loess and volcanic ash.  They are on glacially modified mountainslopes and valleys and have slopes of 0 to 65 percent.  The average annual precipitation is about 50 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, mixed, mesic Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sehome loam - on a 2 percent southwest-facing slope under a forest canopy of Douglas-fir,  western hemlock and red alder at 550 feet elevation.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0.5 inch to 0; needles, leaves, twigs, moss.\nA--0 to 2 inches; dark brown (7.5YR 3/2) silt loam, dark brown (7.5YR 4/2) dry; weak fine subangular blocky  structure; slightly hard, friable, nonsticky, nonplastic, and weakly smeary; few very fine and fine roots; many fine irregular pores; 5 percent pebbles; NaF pH less than 9.0; very strongly acid (pH 5.0); abrupt smooth boundary. (0 to 4 inches thick)\nBs1--2 to 11 inches; dark brown (7.5YR 4/4) loam, reddish yellow (7.5YR 6/4) dry; moderate fine and  medium subangular blocky structure; soft, very friable, nonsticky, nonplastic, and weakly smeary; few very fine, fine and medium roots; common fine irregular pores; 5 percent pebbles and 5 percent cobbles; NaF pH 12.0; strongly acid (pH 5.4); clear smooth boundary.  (3 to 12 inches thick)\nBs2--11 to 21 inches; dark yellowish brown (10YR 4/4) gravelly loam, light yellowish brown (10YR 6/4)  dry; weak fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic, and weakly smeary; few  very fine, fine and medium roots; common fine irregular pores; 20 percent pebbles and 5 percent cobbles; NaF pH 11.5; strongly acid (pH 5.4); gradual smooth boundary. (9 to 22 inches thick)\nBs3--21 to 26 inches; dark yellowish brown (10YR 4/4) gravelly loam, very pale brown (10YR 7/4) dry; weak  fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic, and weakly smeary; common fine  and few medium roots; few very fine irregular pores; 30 percent pebbles and 5 percent cobbles; NaF pH 11.0; strongly acid  (pH 5.4); abrupt smooth boundary.  (0 to 6 inches thick)\n2Cd--26 to 60 inches; grayish brown (2.5Y 5/2) dense glacial till that breaks to very gravelly loam, light gray (2.5Y 7/2) dry; few medium prominent mottles of brown (7.5YR 5/4), light brown (7.5YR 6/4) dry; massive, hard, firm, nonsticky and nonplastic; 60 percent pebbles; NaF pH 10.0; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whatcom County, Washington; about 5 1/2 miles west of Wickersham; 1,300 feet north and 900 feet west of the southeast corner of sec. 32, T. 37 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact, thickness of the solum and the depths of volcanic ash influence is 24 to 40 inches.  Mean annual soil temperature is 47 to 51 degrees F.  The soil moisture control section is dry in all parts for 60 to 75 consecutive days within the four months that follow the summer solstice in 6 or more years out of 10.  Average rock fragment content in the particle-size control section is 15 to 35 percent which includes 0 to 10 percent cobbles.  Individual horizons are up to 50 percent rock fragments in the lower part of the control section.\nThe A horizon has hue of 5YR through 10YR, value of 2 or 3 moist, 3 through 5 dry, and chroma of 2 through 4 moist and 3 or 4 dry. Reaction is very strongly acid through moderately acid.  Some pedons have an E horizon.\nThe Bs horizon has hue of 7.5YR or 10YR, value of 3 through 5 moist, 6 or 7 dry, and chroma of 4 through 6 moist and dry.  It is gravelly loam or gravelly silt loam.  Reaction is strongly acid through slightly acid.\nSome pedons have a C horizon.\nThe 2Cd horizon has value of 5 through 7 moist, and chroma of 2 through 4 moist, 2 through 6 dry.  It is dense glacial till that crushes to very gravelly silt loam, very gravelly loam, gravelly loam, or very gravelly sandy loam.  Consistence is hard or very hard dry and firm or very firm moist.  Reaction is strongly acid through slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullards, Chuckanut, Kickerville, Nati, and Squalicum series and the similar Cathcart, Cathlamet, Comar, Giles, Nevat, Pastik, Ponto, Sadie, and Sulsavar soils.  All of the competing series except Nati and Sadie soils lack a paralithic contact  within depths of 40 inches.  Nati soils are 20 to 55 percent weathered sandstone in the particle-size control section and have a paralithic contact with sandstone at 20 to 40 inches.  Sadie soils have an A1 horizon 4 to 8 inches thick and are dry in the moisture control section for 45 to 60 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sehome soils are on glacial modified mountain slopes and valleys at elevations of 200 to  1100 feet.  Slopes are 0 to 65 percent.  The soils formed in noncompacted glacial till mixed with loess and volcanic ash over dense glacial till.  Sehome soils have a marine climate with warm, dry summers and cool, moist winters. Snow cover is intermittent.  Average annual precipitation is 40 to 60 inches.   Mean January temperature is about 36 degrees F., mean July temperature is about 63 degrees F.; and mean annual temperature is about 46 to 51 degrees F.  The frost-free season is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barneston, Blethen, Squalicum, Squires, and Vanzandt series, and the competing Cathcart and Squalicum series.  Barneston soils are sandy-skeletal.  Blethens, Squires, and Vanzandt soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; moderate permeability in the solum to the dense glacial till and very slow through it.  A perched water table is as high as 2 to 3 feet at times from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, cropland, homesites, recreation, watershed, and wildlife  habitat.  Native vegetation is Douglas-fir, western hemlock, red alder, bigleaf maple, and western redcedar with an understory of salal,  Oregon-grape, western swordfern, red huckleberry, vine maple, western brackenfern and salmonberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West footslopes of the Cascade Mountains; northwestern Washington.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skagit County area, Washington, l981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy, except the Cr horizon was changed to Cd.  This draft reflects a change in classification from coarse-loamy, mixed, mesic Typic Haplorthods to medial mesic Typic Vitrixerands.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 2 inches, a cambic horizon from 2 to 26 inches, and a paralithic contact with dense glacial till at 26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
