{
  "SERIES": "SEITZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/AJS/TWH",
  "REVDATE": "01/2010",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Ustic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Seitz very stony loam - on a steep slope at 10,000 feet elevation in woodland.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed organic material, mainly bark, twigs, and needles.\nOe--2 inches to 4; partially decomposed organic material like that of the horizon above.\nA--4 to 6 inches; dark gray (10YR 4/1) very stony loam, black (10YR 2/1) moist; strong fine granular structure; soft, very friable; 40 percent stones, mostly on the surface; neutral (pH 7.0); abrupt smooth boundary.  (0 to 3 inches thick)\nE--6 to 13 inches; pinkish gray (7.5YR 7/2) very stony very fine sandy loam, brown (7.5YR 5/2) moist; weak thick platy structure parting to strong fine granular; soft, very friable; 40 percent stones; neutral (pH 6.8); diffuse wavy boundary.  (4 to 8 inches thick)\nE/B--13 to 18 inches; mixed pinkish gray (7.5YR 7/2) very stony loam (E), brown (7.5YR 5/2) moist; brown (7.5YR 5/3) very stony loam (Bt), brown (7.5YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable; the more clayey peds are hard; few faint clay films on faces of peds; 40 percent stones; this horizon consists of clayey material like that of the underlying horizon embedded in a light colored matrix like that of the overlying horizon, and occurs as blotches rather than tongues about the rock fragments; neutral (pH 6.8); gradual wavy boundary.  (4 to 8 inches thick)\nBt1--18 to 32 inches; brown (7.5YR 5/3) very stony clay, brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; extremely hard, firm, very plastic; common faint clay films on faces of peds and in root channels; few faint clay films on rock fragments; 40 percent stones; neutral (pH 6.8); gradual wavy boundary.  (9 to 29 inches thick)\nBt2--32 to 36 inches; brown (7.5YR 5/3) very stony clay loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; very hard, plastic; common faint clay films on faces of peds; few faint clay films in root channels; 40 percent stones; neutral (pH 6.8); gradual wavy boundary.  (3 to 6 inches thick)\nC--36 to 64 inches; brown (7.5YR 5/4) extremely stony clay loam, brown (7.5YR 4/4) moist; massive; very hard, friable; 60 percent stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Grande County, Colorado; about 11 miles southwest of Monte Vista; near the center of section 30, T.37 N., R.7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  udic bordering on ustic\nMean annual soil temperature: 34 to 46 degrees F.\nMean annual summer soil temperature: 42 to 48 degrees F.\nDepth to the base of the argillic horizon: 17 to 45 inches or more\nA horizon: (not present in all pedons):\nHue: 5Y to 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist; where moist value is 4 or less, horizon thickness is less than 4 inches.\nChroma: 1 or 2\nRock fragments: 35 to 60 percent total rock fragments (very gravelly, very cobbly, and very stony modifiers allowed)\nReaction: slightly acid or neutral\nE horizon:\nHue: 5Y to 7.5YR\nValue: 5 or 7 dry, 4 or 5 moist\nChroma: 2 or 3\nTexture: loam, clay loam, sandy clay loam and sandy loam\nRock fragments: 35 to 60 percent total rock fragments (very gravelly, very cobbly and very stony modifiers allowed)\nReaction: slightly acid or neutral\nE/B horizon:\nE part (albic materials):\nPattern: interfingering, not tonguing\nHue: 5Y to 7.5YR\nValue: 3 to 7 dry, 2 to 5 moist\nChroma: 2 or 3\nReaction: slightly acid or neutral\nBt part:\nHue: 2.5Y to 7.5YR\nValue: 3 to 7 dry, 2 to 5 moist\nChroma: 2 to 6, dry or moist\nRock fragments: 35 to 60 percent total rock fragments (very gravelly, very cobbly, and very stony modifiers allowed)\nBt horizons:\nHue: 2.5Y to 7.5YR\nValue: 3 to 7 dry, 2 to 5 moist\nChroma: 2 to 6\nTexture: clay loam or clay with gravelly, cobbly and stony modifiers.\nClay content: 27 to 55 percent\nSilt content: 10 to 40 percent\nSand content: 20 to 45 percent\nRock fragments: 35 to 85 percent\nReaction: slightly acid or neutral\nBC and C horizons (not present in all pedons):\nHue: 2.5Y to 7.5YR\nValue: 3 to 7 dry, 3 to 5 moist\nChroma: 2 to 5, dry or moist\nTexture: clay, sandy clay loam, clay loam, loam, or sandy loam\nClay content: 10 to 50 percent\nContent of fine or coarser sand: 15 to 55 percent\nRock fragments: 35 to 85 percent total rock fragments (very and extremely gravelly, cobbly and stony modifiers allowed)\nSome pedons have BCt horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nVulcan (CO) soils have fragmental layers at depths of 20 to 40 inches (51 to 102 centimeters)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in noncalcareous colluvium or slope alluvium derived from granite, gneiss, mica schist, rhyolite, andesite, trachyte, interbedded sandstone/shale and basalt.\nLandform: hills, ridges, valley sides, and mountain slopes.\nSlopes: 2 to 65 percent.\nElevation: 7,500 to 12,000 feet (2,286 to 3,658 meters).\nMean annual air temperature: 32 to 44 degrees F (0.0 to 6.7 degrees C).\nMean annual precipitation: 14 to 32 inches (36 to 81 centimeters).\nPrecipitation pattern: The soil moisture control section is affected by snow melt in early spring and peak precipitation occurring in the form of thunderstorms from June to September.\nFrost-free period: 40 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Tolman and Empedrado soils.  Both of these soils have a mollic epipedon and a frigid temperature regime; Tolman is shallow, and Empedrado has secondary carbonates. Both of these soils are at lower elevations than Seitz and have pinyon-juniper vegetation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high and very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland or for forestry and recreational purposes.  Native vegetation is Engelmanns spruce, Rocky Mountain Douglas-fir, subalpine fir, and a sparse understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas bordering the San Luis Valley in south-central Colorado and in western Colorado.  MLRA 48A, Land Resource Region E. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County Area, Colorado, 1972. The name is taken from a stream in Rio Grande County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1999 revision changes the classification from clayey-skeletal, montmorillonitic Typic Cryoboralfs to clayey-skeletal, smectitic Ustic Glossocryalfs.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from 4 to 6 inches (10 to 15 centimeters) (A horizon)\nAlbic horizon: from 6 to 13 inches (15 to 33 centimeters) (E horizon)\nGlossic horizon: from 13 to 18 inches (33 to 46 centimeters) (E/B horizon)\nArgillic horizon: from 18 to 36 inches (46 to 91 centimeters) (Bt1 and Bt2 horizons)\nParticle-size control section: the zone from 18 to 36 inches (46 to 91 centimeters) the entire argillic horizon.\nKeys to Soil Taxonomy: Classified according to 10th Edition, 2006\nADDITIONAL DATA:  National Soil Survey Lab data is available.  Sample number S84CO-105-002, S91CO-037-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
