{
  "SERIES": "SEKIL",
  "STATUS": "Established Series",
  "BYREV": "NBP-DDR; Rev. DTA",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sekil sandy loam - mixed pine and hardwood forest (Colors are for moist soil.)\n0i--2 to 1 inches; undecomposed leaves, pine needles, and twigs.\n0e--1 to 0 inch; black (10YR 2/1) partially decomposed organic matter.\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) sandy loam; weak very fine granular structure; very friable; many fine roots; very strongly acid; clear smooth boundary. (0 to 5 inches thick)\nE--3 to 10 inches; brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; many fine and medium roots; 5 percent quartz fragments up to 2 inches in diameter; few very fine flakes of mica; strongly acid; clear smooth boundary. (4 to 12 inches thick)\nBt--10 to 14 inches; strong brown (7.5YR 5/6) sandy loam; weak fine subangular blocky structure; friable; many fine and medium roots; clay bridging between sand grains, thin coatings on sand grains; 5 percent weathered rock fragments up to 1 inch in diameter; few fine flakes of mica; moderately acid; gradual smooth boundary. (3 to 6 inches thick)\nC--14 to 37 inches; multicolored brown, yellow, black, and white gravelly sandy loam; massive; firm in place; 25 percent fragments of hard and weathered rock up to 2 inches in diameter; many fine flakes of mica; moderately acid; gradual irregular boundary. (6 to 24 inches thick)\nR--37 inches; hard basic and acidic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Louisa County, Virginia; 300 feet north of Highway 657; 3/4 mile east of junction with Highway 522."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 12 to 20 inches. Depth to bedrock ranges from 20 to 40 inches. Coarse fragments range from 0 to 15 percent in the solum and from 15 to\n35 percent in the C horizon. Coarse fragments consist dominantly\nof quartz and partly weathered gneiss and granite.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 through 5 and chroma of 2 through 4. It is sandy loam, fine sandy loam, very\nfine sandy loam or loam.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 2 through 4. It is sandy loam, fine sandy loam, very fine sandy loam or loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5 and\nchroma of 4 through 8. It is sandy loam, fine sandy loam, very\nfine sandy loam or loam. Some pedons have irregular shaped bodies or lenses of sandy clay loam or clay.\nThe BC horizon, where present, has hue of 7.5YR or 10YR, value of 5 and chroma of 4 through 6. It is sandy loam, fine sandy loam or loam.\nThe C horizon is variable in color, commonly gravelly sandy loam weathered from basic and acidic rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Thomson is the only other series in the same family.  Chavies, Highfield, Lewisberry, Louisburg, Poindexter, Saluda, and Wilkes soils are similar soils in related families. Chavies, Highfield, and Lewisberry soils have bedrock at depths greater than 40 inches and soil temperatures less than 59 degrees C. Louisburg soils have discontinuous Bt horizons and less than 35 percent base saturation. Poindexter soils have fine-loamy textural control sections and more than 60 percent base saturation. Saluda soils have a paralithic contact at depths less than 20 inches, less than 35 percent base saturation and soil temperatures below 59 degrees F. Wilkes soils have a paralithic contact at depths less than 20 inches, and more than 60 percent base saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sekil soils are on gently sloping to steep dissected uplands. Slopes are commonly convex with gradients\nranging from 0 to 45 percent but are commonly 7 to 25 percent.\nThese soils formed in materials weathered from a mixture of basic and acidic rock. Basic rocks are dominantly hornblende gneiss and acidic rocks and granite and granitic gneiss. The mean annual temperature ranges from 59 degrees F to 62 degrees F and the mean annual precipitation ranges from 38 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Appling, Cecil, Cullen, Helena, Pacolet, Vance, and Wedowee soils. All of these soils have thicker sola and contain more clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to fast runoff; moderately rapid permeability and medium internal drainage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in forest and pasture with a minor acreage in cultivation. Crops are corn, small grains, and mixed hay. Native vegetation consists of white, red, black, and scarlet oaks, red cedar, hickory, dogwood, redbud, and shortleaf and Virginia pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia; possibly North Carolina. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Louisa County, Virginia, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0043 SEKIL       0-45   59- 62   175-210  38-46    200-800\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0043 NONE          6.0-6.0              -     20-40   HARD\nSOI-5  Depth  Texture         3-Inch  No-10   Clay%   -CEC-\nVA0043  0-10  SL L FSL        0-5     75-100   5-18     -\nVA0043 10-14  SL L            0-5     75-100   5-18     -\nVA0043 14-37  GR-SL          10-25    40-70    5-15     -\nVA0043 37-47  UWB              -        -       -       -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0043  0-10  4.5- 6.0  .5-2.  0-0    2.0- 6.0   LOW\nVA0043 10-14  4.5- 6.0  0.-.5  0-0    2.0- 6.0   LOW\nVA0043 14-37  4.5- 6.0  0.-.5  0-0    2.0- 6.0   LOW\nVA0043 37-47     -        -     -     0.00-0.01\nNational Cooperative Soil Survey\nU.S.A."
  }
}
