{
  "SERIES": "SELLERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFB; GRB",
  "REVDATE": "05/2004",
  "STATES": "FL",
  "OVERVIEW": "The Sellers series consists of very deep, very poorly drained, rapidly permeable soils in low, depressional areas and poorly defined drainage ways.  They formed in sandy marine sediments.  Near the type location, the mean annual temperature is about 73 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Cumulic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sellers sand--range.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 28 inches; black (10YR 2/1) sand; weak fine crumb structure; friable; many fine and medium roots; very strongly acid; gradual wavy boundary.  (24 to 40 inches thick)\nCg1--28 to 44 inches; dark gray (10YR 4/1) sand; single grain; loose; common fine roots; common medium faint gray (10YR 6/1) areas having less organic matter than the matrix and black (10YR 2/1) areas having more organic matter than the matrix; strongly acid; clear wavy boundary.\nCg2--44 to 84 inches; light brownish gray (10YR 6/2) sand; single grain; loose; few fine roots; many uncoated sand grains; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ocala National Forest; Marion County, Florida; approximately 0.75 mile south of intersection of Forest Road 60 and Linda Road, about 0.75 mile east on graded unmarked Forest Road, and about 0.2 mile south on edge of pond.  NE 1/4, NE 1/4, Sec. 20 T. 15 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from extremely to strongly acid throughout.  Reaction of the Oa horizon in 0.01M calcium chloride is extremely acid.\nThe Oa horizon, where present, is up to 5 inches in thickness.  It has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2; or it is neutral with value of 2.  Texture is muck.\nThe A horizon has hue of 10YR, value of 2, and chroma of 2 or less; or it is neutral with value of 2.  Redoximorphic features in shades of brown or gray range from one to common.  Texture is sand, fine sand, loamy sand, loamy fine sand or their mucky analogs.\nThe Cg horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 4 or less.  Redoximorphic features in shades of black, gray, yellow, or brown range from none to common.  Texture is sand, fine sand, loamy sand, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Bakersville series is the only known series in the same family.  Bakersville soils are on similar positions, have more fines in the control section, and have cambic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sellers soils are in depressional areas or in low, concave poorly defined drainage ways.  Slopes range from 0 to 2 percent.  They formed in thick deposits of sandy marine sediments.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 55 inches and the average annual air temperature ranges from 72 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Astor, Basinger, Immokalee, Kershaw, Myakka, Paola, Placid, Pomello, and St. Lucie series.  Astor soils are on similar positions and are Mollisols.  The very poorly or poorly drained Basinger soils are on similar to higher positions and have weakly expressed spodic horizons.  The very poorly or poorly drained Immokalee and Myakka soils are on similar to higher positions and are Spodosols.  The excessively drained Paola and St. Lucie soils are on higher positions and are sandy throughout.  In addition, Paola soils have weakly expressed spodic horizons.  Placid soils are on similar positions but have umbric epipedons 10 to 24 inches in thickness.  The somewhat poorly to moderately well drained Pomello soils are on higher positions and are Spodosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Sellers soils are used for range and forest.  The natural vegetation consists of pond pine, sweet bay, bald cypress, sweetgum, red maple, and a ground cover of pickerelweed and perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The hyperthermic zone of Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ocala National Forest; Marion County, Florida; 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nUmbric epipedon - the zone from 0 to 28 inches (A horizon).\nSellers soils are covered with water for 3 to 9 months, and the water table is at depths of less than 10 inches below the soil surface for 6 to 12 months during most years under natural conditions.  It may recede to depths of 20 to 40 inches during the drier seasons.  Flooding is likely under normal conditions.\nSellers soils were formerly included in the Rutlege series.  This description removes from the Rutlege series soils that have a mean annual soil temperature of more than 72 degrees F. at depths of 20 inches and a very dark gray to black A horizon 24 to 40 inches thick.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 28 inches; black (10YR 2/1) sand; weak fine crumb structure; friable; many fine and medium roots; very strongly acid; gradual wavy boundary.  (24 to 40 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 71,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--28 to 44 inches; dark gray (10YR 4/1) sand; single grain; loose; common fine roots; common medium faint gray (10YR 6/1) areas having less organic matter than the matrix and black (10YR 2/1) areas having more organic matter than the matrix; strongly acid; clear wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 112,
        "bottom": 213,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--44 to 84 inches; light brownish gray (10YR 6/2) sand; single grain; loose; few fine roots; many uncoated sand grains; strongly acid."
      }
    ]
  ]
}
