{
  "SERIES": "SELON",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-GLS-EMM",
  "REVDATE": "11/2010",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Humic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Selon fine sandy loam, in woodland (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; undecomposed and slightly decomposed forest litter.\nA1--1 to 4 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many very fine pores; slightly acid (pH 6.4); clear smooth boundary.\nA2--4 to 8 inches; grayish brown (10YR 5/2) fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many fine pores; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of A horizons is 3 to 9 inches)\nE--8 to 23 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many very fine tubular pores and common fine and medium tubular pores; slightly acid (pH 6.4); clear smooth boundary. (10 to 30 inches thick)\nE/Bw--23 to 40 inches; E part (80 percent) is very pale brown (10YR 7/3) fine sandy loam, yellowish brown (10YR 5/4) moist; B part (20 percent) is yellowish brown (10YR 5/4) fine sandy loam, dark brown (10YR 4/3) moist; as random small masses and discontinuous horizontal thin bands; massive; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many very fine pores; slightly acid (pH 6.2). (12 to 35 inches thick)\nC--40 to 60 inches; very pale brown (10YR 7/3) fine sandy loam, yellowish brown (10YR 5/4) massive; soft, very friable, nonsticky and nonplastic; few fine and medium roots; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Montana; 2,500 feet south and 1,100 feet west of the NE corner of sec. 29, T. 22 N., R. 19 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nSoil moisture control section - dry in all parts for 45 or more consecutive days during the four months following the summer solstice.\nThe dark colored surface of this soil does not meet the thickness requirements for a mollic epipedon.\nA horizon - Hue:  10YR or 2.5Y\nValue:  4, 5, or 6 dry; 2, 3, or 4 moist\nChroma:  2 or 3\nTexture:  fine sandy loam, sandy loam, or loam\nClay content:  10 to 18 percent\nRock fragments:  0 to 15 percent pebbles\nReaction:  pH 6.1 to 7.3\nE horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  3 or 4\nClay content:  10 to 18 percent\nRock fragments:  0 to 15 percent pebbles\nReaction:  pH 6.1 to 7.3\nE/Bw horizon - Hue:  10YR or 2.5Y\nValue:  E part 5, 6, or 7, B part 4 or 5 dry; E part 4, 5, or 6, B part 4 or 5 moist\nChroma:  E part 3 or 4; B part 3, 4, 5, or 6\nTexture:  E part fine sandy loam; B part sandy clay loam or sandy clay; mixed fine sandy loam\nClay content:  E part 10 to 18 percent; B part 20 to 40 percent; mixed 10 to 28 percent\nRock fragments:  0 to 15 percent pebbles\nReaction:  pH 6.1 to 7.3\nC horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  3 or 4\nClay content:  10 to 18 percent\nRock fragments:  0 to 15 percent pebbles\nReaction:  pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBouldrock (OR) - are moderately deep over weathered quartz diorite.\nSnowshoe (ID) - does not have a E/Bw horizon; has a 28 inch thick surface layer of loamy fine sand; has loam texture below a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - dissected alluvial fans, stream terraces and escarpments.\nElevation - 2,300 to 3,400 feet.\nSlope - 0 to 60 percent.\nParent material - glaciofluvial deposits or alluvium.\nClimate - long, cold winters; moist falls and springs; warm, dry summers.\nMean annual precipitation - 15 to 24 inches.\nMean annual temperature - 40 to 45 degrees F.\nFrost-free period - 90 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Selon soils are used for irrigated and nonirrigated crops, pasture, and timber production.  Principal crops are wheat, alfalfa, and potatoes.  Native timber species are ponderosa pine and Douglas fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are of small extent in northwestern Montana valleys."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Montana, 1991; proposed in Lake County, Montana, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT0039.  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from 1 to 8 inches (A1, A2 horizons); a particle-size control section from 11 to 41 inches (E, E/Bw, C horizons); a cambic horizon from 23 to 40 inches (E/Bw horizon).  Selon soils have a frigid temperature regime and a xeric moisture regime.\nThe 11/2010 revision reflects a reclassification from Typic Haploxerepts to Humic Haploxerepts subgroup based on revisions to the 11th Edition Keys to Soil Taxonomy. No other changes were made during this revision.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
