{
  "SERIES": "SENACHWINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE-BRP-AAC-KAR",
  "REVDATE": "04/2016",
  "STATES": "IL,IN",
  "OVERVIEW": "The Senachwine series consists of very deep, well drained soils on till plains.  They formed in as much as 46 cm (18 inches) of loess or other silty material and in the underlying calcareous loamy till. Slope ranges from 2 to 60 percent. Mean annual precipitation is about 985 mm (38 inches), and the mean annual air temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Senachwine silt loam - on an 14 percent convex slope in a cultivated field at an elevation of 261 meters (856 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); mixed brown (10YR 4/3) and yellowish brown (10YR 5/4) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; common fine roots; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nBt1--15 to 38 cm (6 to 15 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine subangular blocky structure; friable; few fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear smooth boundary.\n2Bt2--38 to 71 cm (15 to 28 inches); brown (7.5YR 5/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many faint brown (7.5YR 4/4) clay films on faces of peds; few fine rounded black (N 2.5/0) weakly cemented iron-manganese concretions throughout; neutral; clear smooth boundary.\n2BCt--71 to 86 cm (28 to 34 inches); brown (7.5YR 5/4) loam; weak coarse prismatic structure; firm; few fine roots; common faint brown (7.5YR 4/4) clay films on faces of peds; 5 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary.  [The combined thickness of the Bt plus 2Bt horizons ranges from 41 to 89 cm (16 to 35 inches).]\n2C--86 to 152 cm (34 to 60 inches); brown (7.5YR 5/4) loam; massive; firm; 5 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bureau County, Illinois, 2 1/4 miles west and 1 1/4 mile south of Tiskilwa; 1,040 feet west and 1,345 feet south of the northeast corner sec. 21, T. 15 N., R. 8 E.; USGS Wyanet topographic quadrangle; lat. 41 degrees 16 minutes 25.5 seconds N., and long. 89 degrees, 34 minutes, 18.3 seconds W.; UTM Zone 16T, 0284600 easting 4572337 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 61 to 102 cm (24 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nThickness of the loess: less than 46 cm (18 inches)\nParticle-size control section: averages between 27 and 35 percent clay\nAp or A horizon;\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 4\nTexture: loam, silt loam, fine sandy loam, sandy loam, silty clay loam or clay loam\nContent of gravel: 0 to 3 percent\nReaction: moderately acid to neutral\nE horizon;\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 4\nTexture: silt loam\nReaction: moderately acid to neutral\nBt, 2Bt, BC, and/or 2BC horizons:\nHue: 10YR, 7.5YR or 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silty clay loam or clay loam in the upper part and clay loam or loam in the lower part of the Bt horizons\nSand content: 15 to 40 percent\nRock fragment: 1 to 10 percent gravel\nReaction: slightly acid to strongly acid in the upper part and ranges to neutral in the lower part of the Bt and 2Bt horizons;   neutral or slightly alkaline in the BC or 2BC horizon\nMoist bulk density in the Bt and/or 2Bt horizon: 1.4 to 1.7 g/cm3, and 1.6 to 1.8 g/cm3  in the BC or 2BC horizon\nC or 2C horizon:\nHue: 10YR, 7.5YR or 2.5Y\nValue: 5 or 6\nChroma: 3 or 4\nTexture: clay loam or loam\nClay content: 15 to 30 percent, and 20 to 55 percent sand content\nGravel content: 1 to 10 percent\nReaction: slightly alkaline or moderately alkaline\nCalcium carbonate equivalent: 20 to 40 percent\nMoist bulk density: 1.60 to 1.85 g/cm3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Caprell, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook,  Hickory, High Gap, Hollinger, Kalamazoo, Kanawha, Kidder, Kosciusko, Leroy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Skelton, Strawn, Turnersburg, Wawaka, Wawasee, and Woodbine soils.. Amanda, Conestoga, Hollinger, Mocksville, and Turnersburg soils do not have carbonates within a depth of 102 cm (40 inches). Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Belmore, Chili, Kosciusko, and Wawaka soils have more than 10 percent gravel in the lower half of the series control section. Caprell soils have a bulk density that averages less than 1.65 g/cm3 in the lower part of the series control section. Cliftycreek soils have more than 30 percent clay in the lower part of the series control section. Crouse, Gallman, Greybrook, Hickory, Kanawha, Martinsville, Ockley, Richardville, Riddles, and Skelton soils are deeper than 102 cm (40 inches) to the base of the argillic horizon and to carbonates. Kalamazoo and Kidder soils have more than 55 percent sand in the lower part of the series control section. LeRoy and Strawn soils are less than 61 cm (24 inches) deep to the base of the argillic horizon and to carbonates. Princeton and Wawasee soils have less than 27 percent clay and more than 40 percent sand in the middle part of the series control section. Relay soils have hue of 5Y and rock fragments of gabbro, metagabbro, and granodiorite throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Senachwine soils are on till plains. Slope ranges from 2 to 60 percent. Senachwine soils formed in as much as 46 cm (18 inches) of loess or other silty material and in the underlying calcareous loamy till. Illite is the dominant clay mineral in the till. Mean annual precipitation ranges from 873 to 1076 mm (34 to 42 inches), mean annual temperature ranges from 8 to 12 degrees C (46 to 54 degrees F), frost free period ranges from 152 to 187 days, and elevation ranges from 139 to 300 meters (456 to 984 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Birkbeck, Catlin, Hennepin, La Rose and Strawn soils.  The moderately well drained Birkbeck and Catlin soils have thicker loess over the till and are on upslope positions. Hennepin soils have lower average clay content in the subsoil. La Rose soils have darker surface layers. Hennepin and La Rose soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff is low to high. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large part is under cultivation. The principal crops are corn, soybeans, small grain, and hay. Much of the more sloping part is in permanent pasture or forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois and in west central Indiana. The soil is moderately extensive in MLRAs 95B, 108, 110 and 111."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bureau County, Illinois, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series replaces the Miami series (Oxyaquic Hapludalfs) in many areas of MLRA 108A, 108B, and 110 in Illinois.\nDuring the \"SDJR - MLRA 108A - Senachwine silt loam, 10 to 18 percent slopes\" project it was noted that an MLRA field project be developed to resample the OSD site for full characterization and to ascertain the presence of a densic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from the surface of the soil to a depth of approximately 15 cm (6 inches) (Ap horizon);\nargillic horizon - the zone from approximately 15 to 71 cm (6 to 28 inches) (Bt1, 2Bt2 horizons);\nudic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 inches); mixed brown (10YR 4/3) and yellowish brown (10YR 5/4) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; common fine roots; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--15 to 38 cm (6 to 15 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine subangular blocky structure; friable; few fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "2Bt2",
        "top": 38,
        "bottom": 71,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--38 to 71 cm (15 to 28 inches); brown (7.5YR 5/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many faint brown (7.5YR 4/4) clay films on faces of peds; few fine rounded black (N 2.5/0) weakly cemented iron-manganese concretions throughout; neutral; clear smooth boundary."
      },
      {
        "name": "2BCt",
        "top": 71,
        "bottom": 86,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2BCt--71 to 86 cm (28 to 34 inches); brown (7.5YR 5/4) loam; weak coarse prismatic structure; firm; few fine roots; common faint brown (7.5YR 4/4) clay films on faces of peds; 5 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary.  [The combined thickness of the Bt plus 2Bt horizons ranges from 41 to 89 cm (16 to 35 inches).]"
      },
      {
        "name": "2C",
        "top": 86,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "2C--86 to 152 cm (34 to 60 inches); brown (7.5YR 5/4) loam; massive; firm; 5 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
