{
  "SERIES": "SENCHERT",
  "STATUS": "Established Series",
  "BYREV": "REV:  EJ/JMD/CSW/JWB",
  "REVDATE": "05/2011",
  "STATES": "UT",
  "OVERVIEW": "The Senchert series consists of moderately deep, well drained soils that formed in alluvium, colluvium and slope alluvium derived dominantly from sandstone and shale.  These soils are on mountainsides, ridges, and plateaus.  Slopes range from 1 to 50 percent.  Mean annual temperature is about 37 degrees F. and average annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Senchert loam, in aspen woodland at an elevation of 9,100 feet.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 3 inches; somewhat decomposed leaves and twigs.\nA--3 to 7 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable; few fine and very fine roots; neutral (pH 7.2); abrupt smooth boundary.  (2 to 12 inches thick)\nBt1--7 to 12 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine, medium and coarse roots; few very fine and fine pores; few thin clay films on faces of peds and in pores; neutral (pH 7.2); clear smooth boundary.  (4 to 16 inches thick)\nBt2--12 to 19 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few very fine, fine and medium roots; few very fine and fine pores; common moderately thick clay films on faces of peds and in pores; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 16 inches thick)\nBt3--19 to 38 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine and medium roots; few very fine and fine pores; few thin clay films on faces of peds and in pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 19 inches thick)\nR--38 inches; calcareous sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Utah, about 5.5 miles south and 13 miles east of East Carbon City; about 1,000 feet north and 500 feet west of the SE corner of sec. 32., T. 15 S., R. 16 E., SLBM; Lighthouse Canyon USGS quad; lat. 39 degrees 28 minutes 20 seconds N. and long. 110 degrees 8 minutes 30 seconds W., NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon is 16 to 35 inches.  Depth to bedrock is 20 to 40 inches.  Soil moisture regime: udic bordering ustic.  Mean annual soil temperature ranges from 36 to 41 degrees F.  The mean summer soil temperature is 44 to 49 degrees F.\nThe A horizon has value of 3 through 5 dry, 2 or 3 moist and chroma of 2 or 3.  Clay content is 10 to 24 percent.\nThe Bt horizon has value of 4 to 6 dry and chroma of 2 to 4.  Texture is loam, clay loam, or sandy clay loam.  Rock fragment content is 0 to 15 percent, mostly gravel or channers and up to 4 percent cobbles.  Clay content is 18 to 35 percent.  Reaction is neutral to slightly alkaline.\nThe C horizon where present is clay loam or silty clay.\nThe O horizon is discontinuous in some areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bachus , Bavdark, Benteen, Brushtop,  Clayburn, Croydon, Crystalbutte, Davtone, Dehana, Demast, Dranburn, Dranyon, Echemoor, Hagenbarth, Hoopgobel, Lostminer (T)(UT), Millerlake, Odark (T), Pontuge, Southmount, Squawval, Stubbs, Thulepah, Vadnais and Winu series.\nBavdark, Brushtop, Clayburn, Croydon, Crystalbutte, Davtone, Dehana, Demast, Dranburn, Dranyon, Hagenbarth, Millerlake, Odark, Pontuge, Southmount and Thulepah:  do not have a lithic contact at a depth of 20 and 40 inches.\nBachus:  neutral through moderately acid throughout.\nBenteen:  have greater than 20 percent rock fragments in the lower profile and peak periods of precipitation in April through July.\nEchemoor, Hoopgobel, Squawval and Stubbs:  have a paralithic contact at a depth of 20 to 40 inches.\nLostminer:  has a Bk horizon 3 to 12 inches (8 to 31 centimeters) thick over a lithic contact with limestone, soapstone, talc, calcareous shale or calcareous sandstone.\nVadnais:  moderately acid or slightly acid throughout and has a lithologic discontinuity over basalt.\nWinu:  15 to 35 percent rock fragments in the particle-size control section and is derived from igneous rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Senchert soils are on mountain slopes, ridges, plateaus and benches.  Slopes are 1 to 50 percent.  The soils formed in alluvium, colluvium and slope alluvium from sandstone, shale, siltstone and limestone.  The elevation is 7,200 to 10,100 feet.  The mean annual temperature is 34 to 39 degrees F.  The average annual precipitation is 22 to 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Beenom, Toze and Trag soils.  Beenom and Trag soils are associated with Senchert at the lower elevation and have mean annual temperature of 38 to 42 degrees F.  Beenom soils are shallow and Trag soils are deep.  Toze soils do not have argillic horizons and have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow or medium; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland and wildlife habitat.  The native vegetation is  quaking aspen  with an understory of brome, blue wildrye, slender wheatgrass, Thurbers fescue, and/or bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Senchert soils are moderately extensive.  They are in the high mountain areas of Carbon and Emery Counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carbon County, Utah, 1982.  The name of this series is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 19 to 38 inches (Bt3 horizon)\nMollic epipedon (Pachic feature):  The zone from 3 to 38 inches (A and Bt horizons)\nArgillic horizon:  The zone from 19 to 38 inches (Bt3 horizon)\nLithic contact:  The contact with sandstone bedrock at 38 inches (R layer)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nThe 4/2011 revision removes Engelmann spruce, Douglas-fir, white fir, and big sagebrush from the vegetation. The current concept includes only an aspen plant community.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 3 inches; somewhat decomposed leaves and twigs."
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--3 to 7 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable; few fine and very fine roots; neutral (pH 7.2); abrupt smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 12 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine, medium and coarse roots; few very fine and fine pores; few thin clay films on faces of peds and in pores; neutral (pH 7.2); clear smooth boundary.  (4 to 16 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--12 to 19 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few very fine, fine and medium roots; few very fine and fine pores; common moderately thick clay films on faces of peds and in pores; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 48,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt3--19 to 38 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, fine and medium roots; few very fine and fine pores; few thin clay films on faces of peds and in pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 19 inches thick)"
      },
      {
        "name": "R",
        "top": 97,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--38 inches; calcareous sandstone bedrock."
      }
    ]
  ]
}
