{
  "SERIES": "SENSABAUGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAE-RPS",
  "REVDATE": "04/2001",
  "STATES": "KY,MO,TN,WV",
  "OVERVIEW": "The Sensabaugh series consists of deep, well drained, loamy soils that formed in alluvium or colluvium along small streams and drainageways and on footslopes and alluvial fans.  These soils have moderate or moderately rapid permeability.  Slopes range from 0 to 10 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sensabaugh gravelly loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; brown (7.5YR 4/2) gravelly loam; weak medium granular structure; very friable; many roots; about 20 percent by volume of fragments of shale and reddish and brownish sandstone ranging from less than one inch to four inches across; slightly acid; clear smooth boundary.  (6 to 10 inches thick)\nBw1--9 to 20 inches; brown (7.5YR 4/4) gravelly loam; weak medium subangular blocky structure; friable; many roots; about 25 percent by volume of greenish and brownish fragments of shale and sandstone ranging from less than one inch to about 4 inches across; medium acid; gradual wavy boundary.  (7 to 15 inches thick)\nBw2--20 to 36 inches; brown (7.5YR 4/4) gravelly clay loam; weak medium subangular blocky structure; friable; common fine roots; about 30 percent by volume of shale and sandstone fragments up to 4 inches across; medium acid; gradual wavy boundary.  (6 to 25 inches thick)\nAb--36 to 42 inches; brown (10YR 4/3) gravelly loam; weak medium subangular blocky structure; friable; few fine roots; about 20 percent by volume of fragments of shale and sandstone 1 to 4 inches across; medium acid; gradual wavy boundary.  (0 to 8 inches thick)\nC--42 to 62 inches; dark yellowish brown (10YR 4/4) gravelly loam; weak medium subangular blocky structure; massive in some parts, friable; few fine roots; about 30 percent by volume of fragments of shale and sandstone most of which are 1 to 4 inches in size; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hawkins County, Tennessee; 4.5 miles east of Mooresburg; 1 mile west from intersection of Bingham Road and Lee Valley Road; 75 feet north of Bingham Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 24 to 55 inches.  The soil ranges from medium acid to mildly alkaline throughout.  Amount of weatherable minerals, chiefly feldspar, mica, chlorite, and sericite, in the sand and silt fractions exceeds 10 percent and ranges to as much as 85 percent.  Coarse fragments are shale, limestone, siltstone, chert, sandstone, phyllite and slate dominantly 1 to 4 inches in size but ranging from less than 1 inch to as much as 5 inches along the longer axis.  Amount of fragments ranges from a few to 25 percent in the A horizon, from about 15 to 40 percent in subhorizons of the B horizon, and from 15 to 70 percent in the C horizon.  The control section averages between l5 and 35 percent by volume.\nThe A horizon has hue of 10YR, 7.5YR or 5YR; value of 4 and chroma of 2 to 4 or some pedons have a horizon less than 10 inches with value of 3 and chroma of 2 or 3.  The fine earth fraction of the A horizon is loam, silt loam, or fine sandy loam.\nThe B and C horizons have hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 to 6 or hue of 5YR or 2.5YR, value of 3 or 4 and chroma of 3 or 4.  Below a depth of about 24 inches, mottles in shades of gray, brown, and yellow range from none to common.  The fine earth fraction of these horizons is loam, fine sandy loam, clay loam, sandy clay loam, silt loam, and silty clay loam.  Fine sandy loam texture is common in the C horizon but rare in the B horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chargin soils in the same family.  Closely similar soils are the Bermudian, Clifty, Ennis, Greendale, Moshannon, Riverview, Skidmore, and Starr series.  Bermudian soils range to very strongly acid, and have less than 60 percent base saturation.  Chagrin and Moshannon soils have 0 to 15 percent coarse fragments in the control section.  Clifty soils are strongly acid or very strongly acid.  Ennis and Greendale soils have siliceous mineralogy, have fragments of chert, and are more acid.  Riverview and Starr soils are warmer, having temperatures more than 59 degrees F, and in addition, Riverview soils are strongly acid or very strongly acid and lack coarse fragments.  Skidmore soils have more than 35 percent by volume of coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sensabaugh soils are in narrow tracts along intermittent drainageways and small streams and on local alluvial fans at the mouth of hollows.  Slopes range have from 0 to 10 percent slopes.  The soil formed in loamy local alluvium washed from soils underlain by shales, sandstone, and limestone.  Near the type location, mean annual temperature is about 57 degrees F, and mean annual rainfall is 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Moshannon series and the Calvin, Dunmore, Gilpin, Garmon, Hackers, Jefferson, Lehew, Nolin, Senecaville, Shouns, Teas, Upshur, and Vandalia series.  Dunmore, Gilpin, Hackers, Jefferson, Shouns, Upshur, and Vandalia soils have argillic horizons.  Calvin, Garmon, Lehew, and Teas soils are less than 40 inches to rock, and Nolin and Senecaville soils lack coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate and moderately rapid permeability; slow and medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for growing corn, tobacco, vegetable crops, hay crops, and pasture.  The native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The great Appalachian Valley and Ridge province in Tennessee, mainly in the Allegheny Plateau area of West Virginia and possibly in Kentucky and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hawkins County, Tennessee, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In Tennessee, these soils were previously mapped in the Barbourville series.\nDiagnostic horizons recognized in this pedon are:\nOchric epipedon - the zone from 0 to 9 inches (Ap horizon).\nCambic horizon - the zone from 9 to 36 inches (Bw1, Bw2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; brown (7.5YR 4/2) gravelly loam; weak medium granular structure; very friable; many roots; about 20 percent by volume of fragments of shale and reddish and brownish sandstone ranging from less than one inch to four inches across; slightly acid; clear smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--9 to 20 inches; brown (7.5YR 4/4) gravelly loam; weak medium subangular blocky structure; friable; many roots; about 25 percent by volume of greenish and brownish fragments of shale and sandstone ranging from less than one inch to about 4 inches across; medium acid; gradual wavy boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--20 to 36 inches; brown (7.5YR 4/4) gravelly clay loam; weak medium subangular blocky structure; friable; common fine roots; about 30 percent by volume of shale and sandstone fragments up to 4 inches across; medium acid; gradual wavy boundary.  (6 to 25 inches thick)"
      },
      {
        "name": "Ab",
        "top": 91,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ab--36 to 42 inches; brown (10YR 4/3) gravelly loam; weak medium subangular blocky structure; friable; few fine roots; about 20 percent by volume of fragments of shale and sandstone 1 to 4 inches across; medium acid; gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--42 to 62 inches; dark yellowish brown (10YR 4/4) gravelly loam; weak medium subangular blocky structure; massive in some parts, friable; few fine roots; about 30 percent by volume of fragments of shale and sandstone most of which are 1 to 4 inches in size; medium acid."
      }
    ]
  ]
}
