{
  "SERIES": "SEQUATCHIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHP:RPS,DLN",
  "REVDATE": "09/2007",
  "STATES": "AL,AR,GA,KY,MD,TN,VA",
  "OVERVIEW": "The Sequatchie series consists of very deep, well drained, moderately permeable soils that formed in loamy alluvium.  These soils are on low terraces, foot slopes, and benches.  Water runs off the surface at a moderate or slow rate.  Slopes range from 0 to 12 percent but are dominantly less than 6 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sequatchie loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) loam; weak medium granular structure; friable; many fine roots; strongly acid; clear smooth boundary.  (6 to 9 inches thick)\nBA--9 to 12 inches; brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; many fine roots; strongly acid; gradual smooth boundary.  (0 to 8 inches thick)\nBt1--12 to 28 inches; brown (7.5YR 4/4) loam; weak fine and medium subangular blocky structure; friable; many roots; discontinuous clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt2--28 to 38 inches; brown (7.5YR 4/4) loam; few fine faint brown mottles; weak fine and medium subangular blocky structure; friable; few roots; 5 percent by volume sandstone pebbles up to 3 inches in diameter; discontinuous clay films on faces of peds; very strongly acid; gradual smooth boundary.  (Combined thickness of the Bt horizon is 18 to 40 inches.)\nBC--38 to 46 inches; strong brown (7.5YR 5/6) loam; weak medium subangular blocky structure; friable; about 5 percent by volume sandstone pebbles up to 3 inches in diameter; very strongly acid; gradual smooth boundary.  (0 to 12 inches thick)\nC--46 to 72 inches; strong brown (7.5YR 5/6) sandy loam; structureless; friable; about 10 percent pebbles and cobbles up to 6 inches in diameter; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sequatchie County, Tennessee; 1 1/2 miles north of Dunlap; east of Hwy. U.S. 127; 100 yards east of old paved road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 32 to 60 inches.  Depth to bedrock is more than 60 inches.  The soil is strongly acid or very strongly acid except the A and B1 horizons are less acid in recently limed areas.  Gravel and cobbles range from 0 to 15 percent by volume in the solum.  Coarse fragments in the C horizon average from 0 to 35 percent by volume, but some subhorizons within the C horizon may contain as much as 50 percent of coarse fragments by volume.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 and chroma of 2 to 4.   It is loam, fine sandy loam, or silt loam.\nThe BA horizon, where present, has hue of 10YR, value of 4 and chroma of 3 or 4; hue of 7.5YR, value of 4 or 5, and chroma of 4 or 6; hue of 5YR, value of 4, and chroma of 4.  It is loam, silt loam, or fine sandy loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8; hue of 5YR, value of 4, and chroma of 4 or 6. Mottles in shades of brown range from none to common in the upper part and mottles in shades of brown, yellow, gray, and red range from none to common in the lower part.  It is loam, clay loam, or silt loam.  Some pedons have a silty clay loam texture, however, the weighted average clay content of the upper 20 inches averages between 18 and 30 percent, and the content of sand coarser than very fine sand is more than 15 percent.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 8.  Mottles in shades of brown, gray, yellow, or red range from none to common.  It is loam, clay loam, fine sandy loam, or sandy loam.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  Mottles range from none to many in shades of brown, gray, and yellow.  The fine earth texture is fine sandy loam, sandy loam, or loam and contains thin strata of loamy sandy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Humphreys soils.  Similar soils are the Chavies, Hayter, State, Statler, and Whitwell series.  Chavies and Hayter soils have base saturation more than 35 percent and soil temperature less than 59 degrees F.  Humphreys soils have more than 15 percent chert fragments. State soils have an Ap horizon with moist color value of 4 or more and have mixed mineralogy.  Statler soils have mixed mineralogy.  Whitwell soils have mottles with chroma of 2 or less in the upper part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sequatchie soils are on low terraces, foot slopes, and benches.  Slopes are mainly 0 to 6 percent but range from 0 to 12 percent.  Near the type location mean annual air temperature is 60 degrees F. and mean annual precipitation is 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Humphreys and Whitwell series and the Cartecay, Hamblen, and Bruno series.  Humphreys soils are on slightly higher terraces.  Whitwell soils are on slightly lower, slightly depressional areas.  Cartecay, Hamblen, and Bruno soils are on slightly lower adjacent flood plains and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Sequatchie soils are well drained. Runoff is medium or slow and permeability is moderate.  The lower lying more level areas of Sequatchie soils are subject to occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cleared and used for growing hay, pasture, corn, tobacco, small grains, and vegetables. The native vegetation was mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Great Valley, and Highland Rim in Tennessee, Alabama, Georgia, Maryland and Arkansas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hamilton County, Tennessee; 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 9 inches (Ap horizon)\nArgillic horizon - 12 to 38 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
