{
  "SERIES": "SERALIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM/TM/ET",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Seralin series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from dolomite and dolomitic limestones rock sources. Seralin soils are on mountain slopes. Slope ranges from 15 to 75 percent. The mean annual precipitation is about 330 millimeters (13 inches) and the mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seralin extremely gravelly very fine sandy loam, woodland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 65 percent gravel, 10 percent cobbles and 5 percent stones.\nA1--0 to 5 centimeters (0 to 2 inches); brown (10YR 5/3) extremely gravelly very fine sandy loam, brown (10YR 4/3) moist; moderate medium and thin platy structure parting to weak fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine and fine interstitial and vesicular pores; 65 percent gravel, 10 percent cobbles and 5 percent stones; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 10 centimeters thick)\nA2--5 to 18 centimeters (2 to 7 inches); brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium and few coarse roots; many very fine and fine interstitial and common fine tubular pores; 50 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.0); clear wavy boundary. (8 to 13 centimeters thick)\nBk--18 to 36 centimeters (7 to 14 inches); brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable; slightly sticky and slightly plastic; common very fine and fine and many medium roots; common very fine and fine interstitial and tubular pores; many distinct lime coats on the undersides of rock fragments; 40 percent gravel and 15 percent cobbles; slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (3 to 12 inches thick)\nR--36 centimeters 14 inches; dolomitic limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 3.2 kilometers (2 miles) north of Whitney Ranch in the south end of the Virgin Mountains; about 305 centimeters (1000 feet) south and 460 centimeters (1500 feet) east of the northwest corner of section 15, T.16 S., R.71 E.; 36 degrees, 32 minutes, 47 seconds north latitude and 114 degrees, 3 minutes, 10 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in late winter and spring and intermittently moist in the upper part following summer thunderstorms. Aridic bordering on ustic soil moisture regime.\nSoil temperature: 8 to 11 degrees C (47 to 52 degrees F).\nMollic epipedon: 20 to 36 centimeters (8 to 14 inches).\nDepth to bedrock: 20 to 36 centimeters (8 to 14 inches).\nControl section - Percent clay: 10 to 18 percent.\nRock fragments: 50 to 80 percent, mainly gravel.\nA horizons:\nValue: 4 or 5 dry, 3 or 4 moist. Where moist value of 4 occurs, the soil when mixed to 18 centimeters (7 inches) has value of 3.\nChroma: 2 or 3.\nEffervescence: Noneffervescent; some pedons are slightly effervescent in the upper part due to recharge from dust.\nBk horizon:\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture of the fine earth: Very fine sandy loam or loam.\nConsistence: Slightly hard or soft, friable or very friable.\nSecondary lime accumulation: Identifiable secondary carbonates as coatings, pendants or soft filaments.\nCalcium carbonate equivalent: 1 to 5 percent in the less than 2 millimeter fraction; 20 to 30 percent in the less than 20 millimeter fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arbol (NM), Biduya (T TX), Faraway (AZ), Lostpeak (T TX), Oro Grande (NM), Rotagilla (NM) and Yaquican (AZ) series. Arbol, Oro Grande, Rotagilla and Yaquican soils have more than 18 percent clay in the particle-size control section. Biduya, Faraway, Lostpeak soils lack a Bk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Seralin soils are on mountain slopes. These soils formed in residuum and colluvium from dolomite and dolomitic limestone rock sources. Slope ranges from 15 to 75 percent. Elevations are 1,525 to 2,920 meters (5,000 to 9,580 feet). The climate is sub-humid continental, cool, moist winters and occasional summer thundershowers. The mean annual precipitation is 300 to 420 millimeters (12 to 17 inches); mean annual air temperature is 7 to 9 degrees C (45 to 49 degrees F), and the frost-free season is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Boxspring soil. Boxspring soils have a carbonatic particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very rapid runoff and moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for woodland and wildlife habitat. The present vegetation is mainly singleleaf pinyon pine, Utah juniper, Stansbury cliffrose and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada, U.S.A. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County, Nevada, Southwest Part, 1994. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly classified as Lithic Haplustolls, and relcassified according to the Keys to Soil Taxonomy, 9th edition in 2005. No other changes to the original series concept were made.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 36 centimeters (0 to 14 inches),(A1, A2 and Bk horizons).\nLithic contact: 36 centimeters (14 inches),(R layer)\nParticle-size control section: 0 to 36 centimeters (0 to 14 inches),(A1, A2 and Bk horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 6/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 centimeters (0 to 2 inches); brown (10YR 5/3) extremely gravelly very fine sandy loam, brown (10YR 4/3) moist; moderate medium and thin platy structure parting to weak fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine and fine interstitial and vesicular pores; 65 percent gravel, 10 percent cobbles and 5 percent stones; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 10 centimeters thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 18 centimeters (2 to 7 inches); brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium and few coarse roots; many very fine and fine interstitial and common fine tubular pores; 50 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.0); clear wavy boundary. (8 to 13 centimeters thick)"
      },
      {
        "name": "Bk",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--18 to 36 centimeters (7 to 14 inches); brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable; slightly sticky and slightly plastic; common very fine and fine and many medium roots; common very fine and fine interstitial and tubular pores; many distinct lime coats on the undersides of rock fragments; 40 percent gravel and 15 percent cobbles; slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (3 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--36 centimeters 14 inches; dolomitic limestone bedrock."
      }
    ]
  ]
}
