{
  "SERIES": "SEROCO",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "11/2002",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Seroco series consists of very deep, excessively drained, rapidly permeable soils that formed in wind and water sorted sandy material.  These soils are on sandy outwash plains, terraces and uplands and have slopes of 0 to 35 percent.  Mean annual air temperature is 41 degrees F, and mean annual precipitation is 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Seroco loamy fine sand - on a north facing convex slope of 4 percent in native grass.  (Colors are for dry soil unless otherwise stated.  Where described the soil was moist throughout.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; loose; many fine roots; slightly acid; gradual wavy boundary.  (1 to 6 inches thick)\nC1--3 to 20 inches; brown (10YR 5/3) fine sand, brown (10YR 4/3) moist; single grain; common fine roots; neutral; gradual wavy boundary.\nC2--20 to 60 inches; brown (10YR 5/3) fine sand, brown (10YR 4/3) moist; single grain; few roots; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mercer County, North Dakota; about 4 miles east of Hazen; 1,056 feet south and 60 feet east of the northwest corner, sec.  13, T. 144 N., R. 86 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section is loamy fine sand, loamy sand or fine sand.  It contains less than 50 percent medium and coarser sand and less than 10 percent by volume of rock fragments.  Depth to carbonates typically is greater than 60 inches but is as shallow as 30 inches in some pedons.  Evidence of recent wind action, such as thin dark layers and variation in texture, are in some pedons.\nThe A horizon has hue of 10YR, value of 4 to 6 and 3 or 4 moist, and chroma of 2 or 3.  It is loamy fine sand, loamy sand, or fine sand. Some pedons have AC horizons.\nThe C horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  Some pedons have finer or coarser materials below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beisigl, Blanchard, Kenray, Yecross and Zilditloi series series.  Beisigl soils are moderately deep to soft sandstone bedrock.  Blanchard and Yecross soils typically contain carbonates higher in the profile.  In addition, Yecross soils contain more than 50 percent medium and coarser sand in the control section.  Kenray soils are dry in all parts of the soil moisture control section, periodically, during May and June and moist in some part, periodically, from July through October.  Zilditloi soils are dry in all parts of the soil moisture control section during June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Seroco soils are on level to hilly sandy outwash plains, terraces and uplands.  Slopes range from 0 to 35 percent.  The soil formed in wind and water sorted sandy material.  The climate is cool, subhumid with mean annual air temperatures of 38 to 45 degrees F, and mean annual precipitation of 13 to 17 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Flasher, Flaxton, Lihen, Livona, Parshall, Tally, Telfer and Vebar soils.  Flasher soils are on nearby uplands and are 7 to 20 inches deep to soft sandstone.  Flaxton and Livona soils are on nearby till plains and have mollic epipedons.  Lihen and Telfer soils are on similar nearby landscapes.  These soils have mollic epipedons.  Parshall, Tally and Vebar soils are on nearby uplands and are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Very slow runoff when not frozen.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland and pasture.  Native vegetation is prairie sandreed, needleandthread, penn sedge, blue grama, western wheatgrass and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and western North Dakota and north central South Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ward County, North Dakota, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 3 inches (A horizon); fine sand texture between 10 and 40 inches (C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; loose; many fine roots; slightly acid; gradual wavy boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--3 to 20 inches; brown (10YR 5/3) fine sand, brown (10YR 4/3) moist; single grain; common fine roots; neutral; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 51,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--20 to 60 inches; brown (10YR 5/3) fine sand, brown (10YR 4/3) moist; single grain; few roots; neutral."
      }
    ]
  ]
}
