{
  "SERIES": "SERPEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/KWH/TLA",
  "REVDATE": "02/97",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Serpen very gravelly loam, forested.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 inches; yellowish brown (10YR 5/4) very gravelly loam, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard; friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 50 percent pebbles and 5 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (10 to 12 inches thick)\nBt1--10 to 18 inches; light yellowish brown (10YR 6/4) very gravelly clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; hard; firm, sticky and plastic; many fine and medium roots; common medium and large tubular pores; few faint clay films lining pores and on faces of peds; 50 percent pebbles and 5 percent cobbles; neutral (pH 7.0); gradual smooth boundary.\nBt2--18 to 27 inches; brown (10YR 5/3) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, very firm, sticky and plastic; common fine and medium roots; common medium and large tubular pores; common prominent clay films lining pores and on faces of peds; 60 percent pebbles and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.\nBt3--27 to 34 inches; yellowish brown (10YR 5/4) extremely gravelly clay loam, dark brown (10YR 4/3) moist; weak fine subangular blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; very few fine tubular pores; common prominent clay films lining pores and on faces of peds; 75 percent pebbles and 5 percent cobbles; neutral (pH 7.2); gradual smooth boundary.  (Combined thickness of the Bt horizon is 13 to 30 inches)\nC--34 to 48 inches; grayish brown (10YR 5/2) extremely gravelly clay loam, dark grayish brown (10YR 4/2) moist; massive; very hard, very firm, very sticky and very plastic; very few fine roots; few very fine tubular pores; 80 percent pebbles and 5 percent cobbles; neutral (pH 7.2); gradual wavy boundary.  (10 to 20 inches thick)\nR--48 inches; serpentine."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 11 miles south of Peshastin, 1,640 feet south and 1,500 feet west of the northeast corner of sec. 11, T. 22 N., R. 17 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature ranges from 44 to 47 degrees F.  The control section averages 35 to 80 percent rock fragments and 25 to 35 percent clay.  Depth to bedrock ranges from 40 to 60 inches. Soil reaction is neutral to mildly alkaline throughout.\nThe A horizon has chroma of 2 to 4 dry and 2 or 3 moist.\nThe Bt horizons have value of 5 or 6 dry, 3 or 4 moist and chroma of 2, to 4 moist and dry.  Textures are very gravelly clay loam or extremely gravelly clay loam.  Structure is weak or moderate medium or fine subangular blocky.\nThe C horizon has value of 5 or 6 dry, 4 or 5 moist and chroma of 2 to 4 moist or dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Holmes, Horrocks, Hoskin, Kingmont, Shaser, and Stamilt soils in other families.  Holmes, Horrocks, Hoskin, and Stamilt soils have mixed mineralogy.  Kingmont and Shaser soils lack a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Serpen soils are on mountainsides that generally have a south aspect.  These soils formed in colluvium and residuum derived primarily from serpentine, with some slate, phyllite and gabbro pebbles in some pedons and a minor amount of loess and volcanic ash.  Slopes are 15 to 65 percent.  Elevations are 2,500 to 4,500 feet.  These soils are in a climate with warm dry summers and cool moist winters, with a snowpack from about December through March.  The average annual precipitation is 25 to 40 inches. The average January temperature is about 26 degrees F.; average July temperature is about 69 degrees F; and the average annual air temperature is 43 to 45 degrees F.  The growing season (28 degrees F.) is 150 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Culving soil and the competing Kingmont soils.  Culving soils lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid and very rapid runoff; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, livestock grazing, wildlife habitat and watershed. Native vegetation is bluebunch wheatgrass, elk sedge, antelope bitterbrush, and scattered ponderosa pine and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in southern Chelan County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Chelan County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 10 inches, an argillic horizon from 10 to 34 inches and a lithic contact at 48 inches.  The particle-size control section is the upper 20 inches of the argillic horizon (Bt1, Bt2 and part of the Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
