{
  "SERIES": "SETH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "03/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Pachic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seth loam; on a 4 percent east facing slope-- grazeable woodland. (Colors are for air dry soil unless otherwise noted.)\nA1--0 to 10 inches; dark brown (10YR 4/3) loam, very dark brown (10YR 2/2) moist; weak and moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few medium, common fine and many very fine random tubular pores; 5 percent cobbles and 5 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (8 to 18 inches thick).\nA2--10 to 24 inches; dark brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few medium, common fine and many very fine random tubular pores; 5 percent cobbles and 5 percent gravel; slightly acid (pH 6.1); clear irregular boundary.  (9 to 14 inches thick).\nBt1--24 to 32 inches; brown (10YR 4/3) gravelly clay,  dark brown (10YR 3/3) moist; strong coarse prismatic structure parting to strong coarse subangular blocky; extremely hard, very firm, very sticky and very plastic; few fine and very fine roots; few fine and common very fine random tubular pores; common prominent clay films on faces of peds; 5 percent cobbles and 10 percent gravel;  slightly acid (pH 6.1); gradual wavy boundary.  (8 to 16 inches thick).\nBt2--32 to 46 inches; 50 percent brown (10YR 4/3) and 50 percent (7.5YR 5/4) gravelly clay, 50 percent dark brown (10YR 3/3) and 50 percent strong brown (7.5YR 4/6) moist; strong coarse prismatic structure parting to strong fine angular blocky; very hard, very firm, very sticky and very plastic; few fine and very fine roots; few fine and common very fine random tubular pores; common prominent clay films on faces of peds; 5 percent cobbles and 25 percent gravel; slightly acid (pH 6.5); clear wavy boundary.  (8 to 14 inches thick).\nBt3--46 to 60 inches; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; strong coarse blocky structure; very hard, firm, sticky and plastic; few very fine roots; common distinct clay films on faces of peds; 15 percent cobbles and 40 percent gravel; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; about 5.4 miles southeast of Cedar City and 1.8 miles south of Lone Tree Mountain;  approximately 1,320 feet west and 1,190 feet north of the  southeast corner of section 6, T.37S., R.10W."
  },
  "COMPETING SERIES": {},
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Seth soils are on old basalt flows on mountaintops and mountain slopes at elevations of 8,000 to 9,500 feet.  Slope range from 2 to 65 percent.  These soils formed residuum derived dominantly from basalt.  The mean annual temperature is 34 degrees F to 40 degrees F.  The mean summer temperature is 53 degrees F to 58 degrees F. Average annual precipitation is 22 to 30 inches.  The frost free period ranges from 40 to 70 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mord, Gordonpoint and Winnemucca soils.  Mord soils do not have a thick mollic epipedon and are intermixed with the Seth soils.  Gordonpoint soils have a frigid temperature regime and occur on basalt flows at lower elevations.  Winnemucca soils have greater than 35 percent rock fragments in the particle size control section and are intermixed with the Seth soils."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow or moderately slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as grazeable woodland and for wildlife habitat.  The native vegetation includes aspen, white fir, Rocky Mountain juniper, ponderosa pine, dandelion, Kentucky bluegrass, tall native bluegrass and slender wheatgrass."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Utah and southwest Colorado.  MLRA 47B.  The Seth series is moderately extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand Mesa-West Elk Soil Survey Area, Colorado, 1994."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  }
}
