{
  "SERIES": "SEVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB/GAM/BKP",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Seval very gravelly sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; many very fine and few fine interstitial, and few very fine tubular pores; 35 percent gravel and 20 percent cobbles; neutral (pH 7.0); clear wavy boundary. (5 to 10 cm thick)\nBt1--8 to 15 cm; brown (7.5YR 5/2) gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and very plastic; common fine and very fine, and few medium roots; few very fine tubular, and many very fine interstitial pores; few distinct clay films in pores and as bridges between sand grains; 20 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary.\nBt2--15 to 36 cm; light brown (7.5YR 6/4) gravelly clay, brown (7.5YR 4/4) moist; weak medium prismatic structure; very hard, firm, very sticky and very plastic; few fine and very fine roots; few very fine and fine tubular, and many very fine and fine interstitial pores; many thin clay films in pores; few distinct clay films on the faces of peds and few distinct clay bridges between sand grains; 20 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of Bt horizons is 26 to 38 cm thick)\nBtqk--36 to 58 cm; light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; massive; hard, firm and brittle; few very fine tubular, and many very fine and fine interstitial pores; common faint clay films and few distinct clay films coating gravel and as bridges between sand grains; common fine distinct very pale brown soft calcium carbonate masses in the matrix; 30 percent gravel; moderately alkaline (pH 8.4); abrupt wavy boundary. (20 to 30 cm thick)\nBqkm--58 to 69 cm; white (10YR 8/1) alternating bands of strongly to indurated duripan with a 1 mm light gray (10YR 7/2) continuous silica cemented cap and 1 to 2 mm discontinuous horizontal and oblique silica laminae; massive; extremely hard or very rigid, slightly rigid or very rigid, brittle; abrupt wavy boundary. (8 to 13 cm thick)\n2Bqkm--69 to 152 cm; pinkish gray (7.5YR 7/2) weakly cemented very gravelly material composed of stratified layers of fine sand, loamy sand, and loam, brown (7.5YR 5/2) moist; massive; hard, very firm, brittle; many fine and very fine interstitial pores; many silica and calcium carbonate bridges between sand grains; 35 percent gravel and 10 percent cobbles; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about 1,820 feet south and 2,650 feet west of the  of the northeast corner of sec. 9, T. l N ., R. 69 E.; USGS Rose Valley 7.5 minute topographic quadrangle; latitude 37 degrees 57 minutes 15.8 seconds N and longitude 114 degrees 15 minutes 42.5 seconds W; WGS84 Decimal Degrees 37.9543889 latitude, -115.2618056 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall except intermittently moist for 10 to 20 days between July and September due to convection storms. Aridic soil moisture regime that borders on xeric.\nSoil temperature: 8 to 11 degrees C.\nDepth to duripan: 50 to 100 cm.\nMollic epipedon: 18 to 25 cm. In some pedons, when the upper 18 cm is mixed, it has a value darker than 6 dry and 4 moist.\nCalcium carbonate stage development - IV\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nRock fragments: Averages 15 to 35 percent.\nA horizon\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist.\nMineralogy: 15 to 24 percent volcanic glass in the parent material and averages 0.05 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 4 through 6 dry.\nChroma: 2 through 4 dry and moist.\nClay content: 27 to 45 percent.\nRock fragments: 15 to 35 percent, some pedons contain sub-horizons that average 35 to 55 percent.\nTexture: Sandy clay loam, clay loam, sandy clay, or clay.\nMineralogy: 15 to 24 percent volcanic glass in the parent material and averages 0.05 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nStructure: Prismatic or subangular blocky structure.\nConcentrations: Some pedons contain thin sub-horizons with 5 to 20 percent secondary calcium carbonate concretions on the bottom of rock fragments.\nReaction: Neutral through moderately alkaline.\nBtqk horizon\nHue: 10YR or 7.5YR.\nValue: 4 through 7, dry.\nChroma: 3 or 4, moist.\nClay content: 18 to 27 percent.\nRock fragments: 15 to 35 percent, some pedons contain thin sub-horizons that average 35 to 55 percent.\nMineralogy: 15 to 24 percent volcanic glass in the parent material and averages 0.05 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nTexture: Sandy loam, sandy clay loam, loam, or clay loam.\nCementation: Non-cemented to weakly cemented by secondary silica and calcium carbonate.\nSecondary calcium carbonate: 10 to 30 percent concretions on the bottom of rock fragments.\nReaction: Moderately alkaline through strongly alkaline.\nBqkm horizon\nHue: 10YR or 7.5YR.\nValue: 7 to 8, dry.\nChroma: 2 or 3, dry or moist.\nCementation: Indurated through strongly cemented with some pedons containing thin sub-horizons that are moderately cemented.\nStructure: Very coarse platy structure or massive.\nConsistence: Extremely hard through very rigid, slightly rigid through very rigid.\nDuripan features: variegated brown (10YR 4/3), light yellowish brown (10YR 6/4), and white (10YR 8/1) in sub-horizons of some duripans.\n2Bqkm horizon\nHue: 10YR or 7.5YR.\nValue: 5 to 7 dry.\nChroma: 2 or 3 dry or moist.\nClay content: 2 to 18 percent.\nRock fragments: 35 to 60 percent, some pedons contain thin sub-horizons that average 15 to 35 percent rock fragments.\nCementation: Moderate to strongly cemented.\nSecondary calcium carbonate: 5 to 20 percent masses as dendritic threads or as concretions around rock fragments.\nReaction: Moderately alkaline through very strongly alkaline.\nMineralogy: 10 to 24 percent volcanic glass in the parent material and averages 0.01 to 0.05 percent Al plus 1/2Fe, extracted by ammonium oxalate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Deerhorn, Schnipper, and Selah series.\nDeerhorn soils have bedrock below the duripan. Schnipper soils average less than 15 percent rock fragments in the particle-size control section. Selah soils are not intermittently moist for 10 to 20 days between July and September due to convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Seval soils are on backslopes of eroded fan remnants at elevations of 1,700 to 1,850 meters. Slope range from 15 to 35 percent. Seval soils formed in loess over alluvium derived from welded tuff and reworked lacustrine deposits. The climate is cool, semiarid with a mean annual temperature of 7 to 10 degrees C. The mean annual precipitation is 200 to 300 mm. The frost free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Heist, Minu, and Roval soils. Heist soils are very deep and do not have a duripan. Minu and Roval soils have an Ochric epipedon and are shallow to a duripan. Roval soils average less than 27 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; very high runoff;  moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Seval soils are used primarily for wildlife habitat. The principal native vegetation is black sagebrush, Indian ricegrass, squirreltail, Sandberg's bluegrass, and a minor component of Utah juniper and Singleleaf pinyon. This pedon has been correlated to Ecological Site Description R029XY014NV, Shallow Calcareous Slope 8-12 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. Seval soils are not extensive (2,400 acres). MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Seval soils were formerly classified as fine, montmorillonitic but as a result of additional mapping and laboratory data, they were changed in 1990 to fine-loamy, to better reflect the concept of the series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 15 cm (A and Bt1 horizon).\nArgillic horizon - The zone from 8 to 58 cm (Bt1 and Bt2 Horizon).\nDuripan - The zone from 58 to 69 cm (Bqkm horizon).\nParticle-size control section - The zone from 8 to 58 cm (Bt1, Bt2, and Btqk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
