{
  "SERIES": "SEVENCEDARS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/MHF/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Sevencedars series consists of very deep, well drained soils that formed in colluvium and residuum derived from basalt and coarse-grained intrusive igneous rock.  Sevencedars soils are on ridgetops and side slopes of mountains. Slopes are 5 to 100 percent. The mean annual precipitation is about 135 inches and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic Typic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sevencedars gravelly medial loam - woodland, on a 22 percent southeast-facing slope at 3,050 feet elevation. (Colors are for moist soil unless otherwise stated. When described on November 17, 1995, the soil was moist throughout.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss.\nA1--1 to 6 inches; very dark brown (7.5YR 2/2) gravelly medial loam, brown (7.5YR 4/3) dry; weak very fine subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; moderately smeary; many very fine, common fine, medium, and coarse roots; few fine irregular pores; 20 percent gravel, 5 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.4); clear smooth boundary.\nA2--6 to 13 inches; dark brown (7.5YR 3/2) very cobbly medial loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; common very fine, fine, medium, and coarse roots; few fine irregular pores; 25 percent gravel, 15 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.2); clear wavy boundary. (combined thickness of the A horizon is 10 to 20 inches)\nBw1--13 to 28 inches; dark brown (7.5YR 3/4) very cobbly medial loam, yellowish brown (10YR 5/6) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; few very fine and common fine, medium, and coarse roots; few fine irregular pores; 25 percent gravel, 15 percent cobbles, and 5 percent paragravel; very strongly acid (pH 4.6); gradual wavy boundary.\nBw2--28 to 53 inches; brown (7.5YR 4/4) very cobbly medial loam, yellowish brown (10YR 5/8) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; moderately smeary; few medium roots; 25 percent gravel, 15 percent cobbles, and 5 percent paragravel; very strongly acid (pH 4.6); gradual wavy boundary. (combined thickness of the Bw1 and Bw2 horizons are 20 to 40 inches)\nBw3--53 to 68 inches; brown (7.5YR 4/4) very gravelly sandy loam, yellowish brown (10YR 5/8) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; 25 percent gravel, 10 percent cobbles, and 10 percent paragravel; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; about 2,000 feet south and 2,000 feet east of the northwest corner of section 28, T. 1 N., R. 6 W. (Latitude 45 degrees 32 minutes 43 seconds N. and Longitude 123 degrees 26 minutes 04 seconds W.); Woods Point, OR 7.5 minute USGS topographic quadrangle; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist, and are dry in the soil moisture control section less than 45 consecutive days after the summer solstice. The mean annual soil temperature at a depth of 20 inches is 40 to 45 degrees F. and the mean summer soil temperature is less than 46 degrees F. The particle-size control section has 35 to 80 percent rock fragments. It has a phosphate retention of greater than 85 percent, acid oxalate extractable aluminum plus one-half iron of 2.0 to 4.0 percent, 2.0 to 15 cmol (+)/kg of KCl extractable aluminum, and 20 to 30 percent 15-bar moisture (air dried sample). Moist bulk density is 0.75 to 0.90g/cubic centimeter in the particle-size control section. Depth to bedrock is greater than 60 inches. The umbric epipedon is 10 to 20 inches or more thick. Hue is 7.5YR or 10YR. Soil reaction is very strongly acid or strongly acid throughout.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist, 3 or 4 dry. It is typically medial loam but may range to medial clay loam. It has 15 to 35 percent gravel, 5 to 35 percent cobbles, 0 to 10 percent stones and 0 to 10 percent paragravel.\nThe Bw horizon has value of 3 or 4 moist, 4 to 6 dry and chroma of 3 or 4 moist, 4 to 8 dry. The fine-earth section of the upper part is typically medial loam or medial sandy loam but may range to medial clay loam; the lower part is loam or sandy loam. It has 10 to 25 percent clay.  It has 15 to 35 percent gravel, 5 to 35 percent cobbles, 0 to 10 percent stones and 0 to 10 percent paragravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brokenfinger, Lilliwaup, and Newanna series. Lilliwaup soils have an ochric epipedon. Brokenfinger and Newanna soils are 20 to 40 inches deep to a lithic bedrock contact. The Urgestine soils have a similar classification with less than 2 cmol (+)/kg KCL extractable aluminum and are 20 to 40 inches deep to a lithic bedrock contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sevencedars soils occur in the area along the summit of the Coast Range; some of the area has been glaciated. The soils are on ridgetops and side slopes of mountains. Slopes are 5 to 100 percent. The soils are typically formed in colluvium and residuum derived from basalt and coarse-grained intrusive igneous rock but in some areas may be mixed with glacial till from volcanic rock. Elevation is 2,800 to 4,100 feet. The climate is characterized by cold, wet winters and cool, moist summers. The mean annual precipitation is 120 to 150 inches. The mean annual temperature is 39 to 45 degrees F. The frost free period is 40 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Newanna soils and the Caterl, Laderly, Murtip and Woodspoint soils. Caterl, Laderly, and Murtip soils are on side slopes which are lower in elevation and have frigid soil temperature regimes. Newanna soils are on side slopes and are 20 to 40 inches to bedrock. Woodspoint soils have a medial family particle-size class and a cryic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for timber production. Potential native vegetation is noble fir, Douglas fir, western hemlock, oval-leaved blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations in the central and northern portions of the Coast Range in Oregon; MLRA 1. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County, Oregon, 2004. Name is from Sevencedars road in Tillamook County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from 1 to 13 inches (A1, A2 horizons).\nCambic horizon - from 13 to 68 inches (Bw1, Bw2, Bw3 horizons).\nParticle-size control section - from 1 to 41 inches.\nAndic soil properties - from 1 to 53 inches (A1, A2, Bw1, Bw2 horizons) based on similar soils.\nBelow a depth of approximately 40 to 50 inches, andic soil properties are absent primarily due to reduced organic matter and higher bulk density.\nClassification revised 9/97 from Alic Haplocryands to Alic Fulvicryands.\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 6 inches; very dark brown (7.5YR 2/2) gravelly medial loam, brown (7.5YR 4/3) dry; weak very fine subangular blocky structure; slightly hard, very friable, slightly sticky and non-plastic; moderately smeary; many very fine, common fine, medium, and coarse roots; few fine irregular pores; 20 percent gravel, 5 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.4); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--6 to 13 inches; dark brown (7.5YR 3/2) very cobbly medial loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; common very fine, fine, medium, and coarse roots; few fine irregular pores; 25 percent gravel, 15 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.2); clear wavy boundary. (combined thickness of the A horizon is 10 to 20 inches)"
      },
      {
        "name": "Bw1",
        "top": 33,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--13 to 28 inches; dark brown (7.5YR 3/4) very cobbly medial loam, yellowish brown (10YR 5/6) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; few very fine and common fine, medium, and coarse roots; few fine irregular pores; 25 percent gravel, 15 percent cobbles, and 5 percent paragravel; very strongly acid (pH 4.6); gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 71,
        "bottom": 135,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 53 inches; brown (7.5YR 4/4) very cobbly medial loam, yellowish brown (10YR 5/8) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; moderately smeary; few medium roots; 25 percent gravel, 15 percent cobbles, and 5 percent paragravel; very strongly acid (pH 4.6); gradual wavy boundary. (combined thickness of the Bw1 and Bw2 horizons are 20 to 40 inches)"
      },
      {
        "name": "Bw3",
        "top": 135,
        "bottom": 173,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "narrative": "Bw3--53 to 68 inches; brown (7.5YR 4/4) very gravelly sandy loam, yellowish brown (10YR 5/8) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; 25 percent gravel, 10 percent cobbles, and 10 percent paragravel; very strongly acid (pH 4.8)."
      }
    ]
  ]
}
