{
  "SERIES": "SHABBELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-ET-MAV",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shabbell sandy loam in a level abandoned fallow field at an elevation of 1,207 meters.  (When described on January 29, 1986, the soil was slightly moist to 41 cm and dry below.  Colors are for dry soil unless otherwise stated.\nAp1--0 to 10 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak thick platy; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine interstitial pores; 8 percent gravel 2 to 15 mm in diameter; neutral (pH 6.8) clear smooth boundary.\nAp2--10 to 23 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial and common very fine tubular pores; 5 percent gravel 2 to 15 mm in diameter; neutral (pH 6.6); clear smooth boundary.  (Combined thickness of the Ap horizons is 10 to 30 cm)\nAB--23 to 41 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine tubular and interstitial and few fine tubular pores; few faint clay films bridging mineral grains and in pores; 10 percent gravel 2 to 15 mm in diameter; slightly acid (pH 6.4); clear wavy boundary.  (15 to 25 cm thick)\nBt--41 to 64 cm; variegated pale brown (10YR 6/3), grayish brown (10YR 5/2) and light yellowish brown (10YR 6/4) sandy loam, brown (10YR 4/3), very dark grayish brown (10YR 3/2) and dark yellowish brown (10YR 4/6) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine tubular and interstitial and common fine tubular pores; common faint clay films bridging mineral grains and in pores; 5 percent gravel 2 to 15 mm in diameter; slightly acid (pH 6.4); clear smooth boundary.  (20 to 56 cm thick)\nC1--64 to 99 cm; variegated light yellowish brown (10YR 6/4) and pale brown (10YR 6/3) sandy loam, dark yellowish brown (10YR 4/6) and dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; many very fine interstitial, common very fine, and few fine tubular pores; 8 percent gravel 2 to 15 mm in diameter; slightly acid (pH 6.2); clear smooth boundary.  (30 to 51 cm thick)\nC2--99 to 152 cm; light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial and common very fine tubular pores; common, fine to large, prominent masses of iron accumulations lining pores and surrounding roots; 5 percent gravel 2 to 15 mm in diameter; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 3 miles north northwest of Independence; 200 feet west of Shabbell Road; 4,900 feet north and 940 feet west of the SE corner of sec. 1, T.13S., R.34E.; USGS Independence 7.5 minute topographic quadrangle; longitude 118 degrees, 13 minutes, 24 seconds; latitude 36 degrees, 50 minutes, 23 seconds; WGS84 Decimal Degrees 36.8397222 latitude, -118.2233333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 15 to 17.8 degrees C.  The soil temperature is 8.3 degrees C or below from November 1 to March 1 and is seldom below 5 degrees C.  The soil between the depths of 23 cm and 69 cm is moist in all parts less than 30 days in January and February and is dry in all parts for 245 days from April 15 to December 15; aridic moisture regime bordering on xeric.  It is noneffervescent throughout except in some pedons which have received wind blown carbonates in the upper part of the A horizon.  It has 3 to 20 percent coarse fragments throughout that are dominantly 2 to 15 mm in diameter.  Moderately well drained phases are recognized with a water table at 122 to 183 cm.\nThe Ap horizon is 10YR 4/2, 5/2, or 5/3.  Moist color is 10YR 2/2, 3/2, or 3/3.  Textures are loamy sand and sandy loam.  Clay content is 8 to 14 percent.  Reaction is neutral to moderately alkaline.  It has 1 to 5 percent organic matter.\nThe Bt horizon is 10YR 5/2, 5/3, 5/4, 6/2, 6/3 or 6/4.  Moist color is 10YR 3/2, 3/3, 4/3, 4/4 or 4/6.  Textures are sandy loam and gravelly coarse sandy loam.  It has 12 to 18 percent clay content and is 3 to 8 percent (absolute) more than the Ap horizon.  The mollic epipedon extends into the Bt horizon in many pedons.  Reaction is slightly acid to neutral.\nThe C horizon is 10YR 6/2, 6/3 or 6/4.  Moist color is 10YR 4/3, 4/4, or 4/6.  Textures are coarse sand, sand, loamy sand, sandy loam, fine sandy loam or gravelly sand with 8 to 15 percent clay content.  Reaction is slightly acid to neutral.  Redox concentrations are present in some pedons.  The redox concentrations are the result of a former high water table or heavy irrigation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family.  A similar soil in another family is the Bedell series.  The Bedell series has a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shabbell soils are on stream and fan terraces.  Slopes are 0 to 2 percent.  They formed in alluvium derived from mixed rock sources.  They occur at elevations of 1,130 to 1,280 meters, in an arid climate with mean annual precipitation of 100 to 150 mm, with hot dry summers and cool, slightly moist winters.  Mean annual temperature is about 13.9 to 16.1 degrees C, average January temperature is 3.9 degrees C; and average July temperature is 26.7 degrees C.  Frost-free season is 140 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dehy (T), Goodale (T) and Cartago (T) soils.  Dehy soils have a water table at a depth of 46 to 91 cm and are on lower more recent stream terraces.  Goodale and Cartago soils are sandy-skeletal and sandy respectively and are on recent alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff, moderately rapid permeability, and in some areas is moderately rapid over rapid.  Moderately well drained phases are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Shabbell soils are used for irrigated cropland, hay and pasture, homesite development and rangeland.  Vegetation is Nevada saltbrush, Inland saltgrass and Fivehook bassia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Valley of eastern California.  The series is not extensive in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Benton-Owens Valley Area, Inyo County, California, 1989.  Name from Shabbell Road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Shabbell soils have an argillic horizon with a sandy loam texture that has 3 to 8 percent more clay content (absolute) than the A horizon which also has a sandy loam texture.\nDiagnostic horizons and features recognized in the profile are:\n1. Mollic epipedon - The zone from the surface of the soil to 41 cm (Ap1, Ap2, AB horizons)\n1.1  Organic carbon content ranges from 0.6 to 2.9 percent (modified Walkley-Black digestion method)\n1.2  Weak medium subangular blocky structure and soft dry consistence\n1.3  Base saturation assumed to be over 50 percent (pH 6.8, 6.6)\n2. Argillic horizon - The zone from 23 to 64 cm (AB and Bt horizons)\n2.1  Clay increase from 8 percent (Ap2 horizon) to 11 percent (BA horizon) and 14 percent (Bt horizon).  Determined by hydrometer method.\n2.2  Clay films bridging mineral grains and in pores.\nOther Soil Characteristics:\n1.  Thermic temperature regime -- assumption based on preliminary SCS soil/moisture transect, 55 years of local climate records and BLM data.\n2.  Mineralogy - assumed mixed, no indication otherwise\n3.  Particle-size class -- coarse-loamy based on hydrometer and field testing of the 23 to 64 cm control section.\n4.  Moisture Regime -- Soil moisture control section is dry 67 percent of the year based on SCS soil moisture/temperature transect data.\n4.1  The moisture control section is dry throughout about 215 days from May 15 to December 15.  Within this time period about 200 days are above 5 degrees C.  It is moist throughout from January 1 to February 1.\n4.2  The soil temperature exceeds 5 degrees C from February 15 to December 1 (290 days).  Within this time period, the moisture control section is dry from May 15 to December 1.\n4.3  The soil temperature exceeds 8.3 degrees C from March 1 to November 1 (245 days).  Within this time period the MCS is dry from May 15 to November 1.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
