{
  "SERIES": "SHADYPASS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/KWH",
  "REVDATE": "07/2003",
  "STATES": "WA",
  "OVERVIEW": "The Shadypass series consists of very deep, well drained soils formed in volcanic ash and pumice.  They are on mountainsides.  Slopes range from 30 to 60 percent.  The average annual precipitation is 40 inches and average annual temperature is 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-pumiceous, glassy Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shadypass very paragravelly ashy sandy loam - forested, on a 50 percent southwest facing back slope at an elevation of 5,700 feet.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nA--0 to 3 inches; light brownish gray (10YR 6/2) very paragravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine roots; 35 percent pumice; neutral (pH 6.8); gradual wavy boundary. (2 to 5 inches thick.)\nBw--3 to 19 inches; light gray (10YR 7/2) very paragravelly ashy coarse sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; 50 percent pumice; neutral (pH 6.6); gradual wavy boundary. (10 to 25 inches thick.)\nC--19 to 60 inches; yellow (10YR 7/6) pumice paragravel, yellowish brown (10YR 5/6) moist; single grain; loose; nonsticky and nonplastic; few very fine and fine roots; 90 percent pumice; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 8 miles north of Brief, Washington and 1.5 miles east of Shady Pass along Forest Service road 5900; 1,750 feet south, 100 feet west of the northeast corner of section 27, T.29N., R.19E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 41 to 43 degrees F.  These soils are usually moist but are dry in all parts between depths of 12 to 36 inches for 45 to 60 consecutive days.  The 0 to 40 inch particle-size control section has an estimated moist bulk density of 0.45 to 0.85 g/cc, volcanic glass content of more than 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of more than 2.0 percent and 15-bar water retention of 5 to 12 percent.\nThe A horizon has value of 5 or 6 dry, 3 through 5 moist, and chroma of 2 or 3 dry, 2 through 4 moist.  Pumice fragments range from 35 to 60 percent.\nThe Bw horizon has value of 3 through 7 moist, and chroma of 2 through 6 dry, 3 through 6 moist.  It is very paragravelly ashy coarse sandy loam, very paragravelly ashy sandy loam, and extremely paragravelly ashy sandy loam.  Pumice fragments range from 50 to 70 percent.  Reaction is slightly acid or neutral.\nThe C horizon has value of 7 or 8 dry, 5 through 7 moist, and chroma of 3 through 6 dry.  A stratified lense of loamy sand to sandy loam volcanic ash may be present in some profiles.  Pumice fragments range from 75 to 90 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lapine, Maklak and Wedge series.  Lapine soils and Maklak soils have 0.4 to 1.0 acid oxalate aluminum plus one-half the iron.  In addition Lapine soils have loamy coarse sand and coarse sand fine-earth textures, and Maklak soils have similar fine-earth textures and contain a significant amount of paracobbles.  Wedge soils are similar and need review for series separation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shadypass soils are on back slopes of mountains with southerly aspects at elevations of 4,800 to 6,500 feet.  Slopes range from 30 to 60 percent.  Shadypass soils formed in volcanic ash and pumice.  They are in climate of warm, dry summers and cold, moist winter.  The average January temperature is about 22 degrees F., the average July temperature is about 60 degrees F., and the average annual temperature is 37 to 40 degrees F.  The average annual precipitation is 35 to 45 inches.  The growing season at 28 degrees F. is about 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Choralmont, Devore, Fears and the competing Wedge soils on mountainsides.  Choralmont soils are frigid.  Devore soils are 20 to 40 inches deep to a lithic contact and have 35 to 85 percent rock fragments in the particle-size control section.  Fears soils have 35 to 80 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, livestock grazing, wildlife habitat, watershed and recreation.  Native vegetation is subalpine fir, Douglas-fir, lodgepole pine, with an understory of dwarf huckleberry, pachystima, pinemat manzanita, pinegrass, common princes pine, elk sedge, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile are an ochric epipedon from the surface to 3 inches, a cambic horizon from 3 to 19 inches, and 90 percent pumice fragments from 19 to 60 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; light brownish gray (10YR 6/2) very paragravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine roots; 35 percent pumice; neutral (pH 6.8); gradual wavy boundary. (2 to 5 inches thick.)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--3 to 19 inches; light gray (10YR 7/2) very paragravelly ashy coarse sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; 50 percent pumice; neutral (pH 6.6); gradual wavy boundary. (10 to 25 inches thick.)"
      },
      {
        "name": "C",
        "top": 48,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "C--19 to 60 inches; yellow (10YR 7/6) pumice paragravel, yellowish brown (10YR 5/6) moist; single grain; loose; nonsticky and nonplastic; few very fine and fine roots; 90 percent pumice; neutral (pH 6.6)."
      }
    ]
  ]
}
