{
  "SERIES": "SHADEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJA:WGH",
  "REVDATE": "09/2002",
  "STATES": "FL",
  "OVERVIEW": "The Shadeville series consist of moderately well  drained soils that are deep to fractured porous limestone bedrock.  They are slowly permeable soils that formed in sandy and loamy marine deposits.  These soils are on broad, nearly level to gently undulating low uplands and broad knolls within the flatwoods and karst topography of the Lower Coastal Plain.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, superactive, thermic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shadeville fine sand, on a 1 percent slope of forested upland. (colors are for moist soils).\nAp--0 to 7 inches; pale brown (10YR 6/3) fine sand; few coarse white (10YR 8/2) splotches of clean sand grains; weak fine granular structure; very friable; moderately acid; clear smooth boundary.  (4 to 9 inches thick)\nE--7 to 28 inches; light gray (10YR 7/2) fine sand; many coarse white (10YR 8/2) splotches of clean sand grains: single grained; loose; slightly acid; abrupt wavy boundary. (13 to 31 inches thick)\nBt--28 to 45 inches; brownish yellow (10YR 6/8) sandy clay loam; few limestone chips; few fine prominent light gray (10YR 7/1) mottles in lower part; strong medium subangular blocky structure; firm; few clay skins; slightly acid; abrupt irregular boundary.  (6 to 51 inches thick)\n2R--45 inches; fractured porous limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wakulla County, Florida; about one mile south of County Road 61, and 3,500 feet west of the Wakulla River, NW1/4NW1/4, R. S. 3 (Hartsfield Survey), R. 1 E., T. 3 S."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to limestone bedrock ranges from 40 to 72 inches.  Soil reaction ranges from very strongly acid to neutral in the A and E horizons and from very strongly acid to moderately alkaline in the Bt horizons.  Some pedons have up to 5 percent gravel to stone-size limestone, chert, or ironstone fragments in the E and Bt horizons.\nThe A or Ap horizon has hue of 10YR, value of 3 to 6, and chroma of 1 to 3.  texture is fine sand or sand.\nThe E horizon has hue of 10YR, value of 4 to 8, and chroma of 2 to 6 with or without mottles in shades of brown or yellow.  White splotches or pockets of clean sand grains occur in this horizon in some pedons.  Chroma 2 colors are due to leaching and are not indicative of wetness.  Texture is fine sand or sand.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 7, and chroma of 4 to 8.  Some pedon have mottles in shades of gray, brown, red or yellow.  Texture is sandy loam, fine sandy loam or sandy clay loam.\nThe 2Btg horizon is below a depth of 40 inches in some pedons.  where present, it has hue of 10YR, value of 5 to 7, and chroma of 1 or 2, with or without mottles in shades of red, brown or yellow.  Texture is fine sandy loam to clay.  Thickness ranges from 0 to 30 inches.\nThe 2CR horizon is above the 2R horizon in some pedons.  Where present, it has hue of 10YR, value of 7 or 8, and chroma of 1.  It is soft powdery limestone that can be dug with a spade, with few to many gravel and cobble sized hard limestone or chert fragments.\nThe 2R is fractured porous limestone with cracks and or solution holes in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chiefland series in the same family and the Hague and Jonesville series in closely similar families.  Chiefland soils do not have a seasonal high water table within 60 inches of the soil surface nor in the fractured porous limestone within this depth.  Hague soils do not have limestone within 80 inches of the surface.  Hague and Jonesville soils are hyperthermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shadeville soils are on broad, nearly level to gently undulating low uplands and broad knolls within the flatwoods and on karst topography of the lower Coastal Plain.  Slopes range from 0 to 5 percent.  These soils formed in sandy and loamy marine deposits over fractured porous limestone bedrock.  The mean annual rainfall is about 50 to 60 inches and the mean annual temperature is about 65 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bushnell, Lutterloh, Moriah, Nutall, Ortega, Otela, Penney, Pilgrims, Ridgewood, Seaboard, and Tooles soils.  Bushnell soils are somewhat poorly drained and have a fine textured argillic horizon within a depth of 20 inches, and limestone within a depth of 40 inches.  Lutterloh soils are somewhat poorly drained and have an argillic horizon below a depth of 40 inches.  Moriah soils are in lower landscape positions and are somewhat poorly drained.  Nutall and Tooles soils are poorly drained, and Nutall soils have an argillic horizon within 20 inches of the surface.  Otela soils have an argillic horizon between 40 and 80 inches.  Penney soils are  on high landscape positions, are excessively drained, and do not have an argillic horizon.  Pilgrims soils have an argillic horizon within 20 inches of the surface.  Ridgewood soils are on slightly lower landscape positions, are somewhat poorly drained, and are sandy throughout.  Seaboard soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are moderately well drained.  A seasonal high water table is between 48 and 60 inches of the surface or within the fractured limestone within this depth for 1 to 3 months in most years.  Permeability is slow.  Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for woodland.  Natural vegetation consists of slash and longleaf pine, live oak, laurel oak, cabbage palm, red maple, American beauty berry, huckleberry and chalky bluestem grass, greenbrier, poison-ivy, and Carolina jessamine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are of moderate extent on the lower Coastal Plain."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wakulla county, Florida, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon and arenic properties -- The zone from the soil surface to a depth of about 28 inches. (Ap and E horizons)\nArgillic horizon - The zone from about 28 to 45 inches. (Bt horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; pale brown (10YR 6/3) fine sand; few coarse white (10YR 8/2) splotches of clean sand grains; weak fine granular structure; very friable; moderately acid; clear smooth boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--7 to 28 inches; light gray (10YR 7/2) fine sand; many coarse white (10YR 8/2) splotches of clean sand grains: single grained; loose; slightly acid; abrupt wavy boundary. (13 to 31 inches thick)"
      },
      {
        "name": "Bt",
        "top": 71,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--28 to 45 inches; brownish yellow (10YR 6/8) sandy clay loam; few limestone chips; few fine prominent light gray (10YR 7/1) mottles in lower part; strong medium subangular blocky structure; firm; few clay skins; slightly acid; abrupt irregular boundary.  (6 to 51 inches thick)"
      },
      {
        "name": "2R",
        "top": 114,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--45 inches; fractured porous limestone bedrock."
      }
    ]
  ]
}
