{
  "SERIES": "SHADYOAK",
  "STATUS": "Established Series",
  "BYREV": "SLD-DRV-EHE/Rev. JWB",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shadyoak silt loam in a cultivated field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 23 cm (0 to 9 inches); light olive brown (2.5Y 5/3) silt loam; moderate medium granular structure; slightly sticky; slightly plastic; many fine and medium roots throughout; common fine yellowish red (5YR 4/6) iron masses along old root channels; slightly acid; clear smooth boundary. (5 to 36 cm)\nBtg1--23 to 41 cm (9 to 16 inches); 60 percent grayish brown (2.5Y 5/2) and 10 percent light olive brown (2.5Y 5/3); silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; slightly sticky; slightly plastic; few fine and medium roots throughout; common fine and very fine tubular pores; common medium irregular strong brown (7.5YR 5/8) iron masses throughout; common faint grayish brown (2.5Y 5/2) clay films on faces of peds; strongly acid; clear smooth boundary.\nBtg2--41 to 74 cm (16 to 29 inches); gray (5Y 6/1); silt loam; moderate fine and medium prismatic structure parting to moderate subangular blocky; firm; moderately sticky; moderately plastic; few fine and very fine roots throughout; few fine tubular pores; common irregular yellowish brown (10YR 5/8) iron masses throughout; common distinct white (N 8/) skeletans on faces of peds; very strongly acid; clear smooth boundary. (Combined thickness of Btg horizons is 41 to 112 cm)\n2Agb--74 to 89 cm (29 to 35 inches); dark gray (10YR 4/1) and dark gray (7.5YR 4/1); loam; moderate coarse and very coarse prismatic structure parting to moderate coarse and medium subangular blocky; firm; moderately sticky; moderately plastic; few very fine and fine roots; few very fine and fine tubular pores; common medium irregular dark yellowish brown (10YR 4/4) iron masses throughout and common medium irregular dark yellowish brown (10YR 4/6) iron masses throughout; common distinct light gray (10YR 7/1) skeletans on faces of peds; extremely acid; clear irregular boundary. (10 to 46 cm)\n2Btgb--89 to 109 cm (35 to 43 inches); dark grayish brown (10YR 4/2); loam; moderate very coarse and coarse prismatic structure parting to moderate medium subangular blocky; firm; moderately sticky; moderately plastic; common medium irregular yellowish brown (10YR 5/6) iron masses throughout and few threadlike black (10YR 2/1) accumulations; common distinct grayish brown (2.5Y 5/2) clay films on faces of peds; extremely acid; gradual wavy boundary.\n2Btgb2--109 to 132 cm (43 to 52 inches); 60 percent grayish brown (2.5Y 5/2) interior and 30 percent light gray (5Y 7/2) clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; firm; sticky; moderately plastic; common medium irregular yellowish brown (10YR 5/8) iron masses; extremely acid; clear wavy boundary. (Combined thickness of 2Btgb is 0 to 71 cm)\n2BCg--132 to 147 cm (52 to 58 inches); 40 percent light olive gray (5Y 6/2), 40 percent greenish gray (5GY 5/1), and 5 percent grayish brown (10YR 5/2); loam; weak coarse prismatic structure; friable; common fine glauconite pellets; extremely acid; gradual wavy boundary. (0 to 61 cm thick)\n2CBg1--147 to 157 cm (58 to 62 inches); greenish gray (5GY 5/1); sandy loam; massive; slightly sticky; nonplastic; many fine glauconite pellets; extremely acid; clear wavy boundary.\n2CBg2--157 to 180 cm (62 to 71 inches); dark olive gray (5Y 3/2); sandy loam; massive; nonsticky; nonplastic; many coarse and very coarse yellowish brown (10YR 5/6) iron masses throughout; many fine glauconite pellets; 1 percent, by volume rounded quartz gravel; ultra acid; gradual wavy boundary. (Combined thickness of the 2CBg is 0 to 61 cm)\n2CBjg--180 to 191 cm (71 to 75 inches); olive gray (5Y 4/2); sandy loam; massive; nonsticky; nonplastic; common fine and medium irregular shaped yellow (5Y 8/6 and 2.5Y 8/6) jarosite concentrations throughout; common medium and coarse irregular yellowish brown (10YR 5/8) and few fine and medium threadlike brown (7.5YR 4/4) iron masses throughout; many fine glauconite pellets; trace rounded quartz gravel; ultra acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anne Arundel County, Maryland; about 700 feet southeast of the intersection of Swamp Circle Road and MD Route 258, about 15 feet from the tree line, in a crop field; USGS Deale, Maryland topographic quadrangle; lat. 38 degrees 47 minutes 34 seconds N. and long. 76 degrees 33 minutes 10 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to base of Argillic horizon: 71 to 142 cm (28 to 56 inches)\nDepth to Lithologic Discontinuity: 51 to 102 cm (20 to 40 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: +15 to 25 cm (+6 to 10 inches), December to March\nRock Fragments: 0 to 5 percent, by volume, below the lithologic discontinuity\nSoil Reaction: Very strongly acid to ultra acid throughout, unless limed\nDepth to sulfuric horizon: 127 to 203 cm (50 to 80 inches) & RANGE OF INDIVIDUAL HORIZONS:                                                                                           A or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 3\nTexture--silt loam\nRedoximorphic features (if they occur)-- iron masses in shades of red, brown, or yellow\nEg, BEg, or Egb horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2\nTexture--silt loam\nRedoximorphic features (if they occur)--iron masses in shades of red, brown, or yellow\nBtg horizon:\nColor--hue of 10YR to 5Y, value of 4 to 7, chroma 1 or 2\nTexture--silt loam or silty clay loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nAgb horizon:\nColor--hue of 7.5YR to 2.5Y, value of 2.5 to 5, chroma of 1 or 2\nTexture--loam, sandy clay loam, clay loam, silt loam, or silty clay loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and clay depletions in shades of gray or white\n2Btgb horizon:\nColor--hue of 10YR to 5GY (or greener), value of 4 to 7, chroma of 1 or 2\nTexture--sandy clay loam, clay loam, loam, silty clay loam, or silt loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2BCg horizon (if it occurs):\nColor--hue of 10YR to 5GY, value of 5 to 7, and chroma of 1 or 2\nTexture--loamy sandy; loamy fine sand; sandy loam, fine sandy loam, sandy clay loam, loam, clay loam, or silt loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2CBg or 2Cg horizon (if it occurs):\nColor--hue of 2.5Y to 5GY, value of 3 to 7, chroma of 1 or 2\nTexture--sandy loam, fine sandy loam, sandy clay loam, or silt loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\n2CBjg horizon (if it occurs):\nColor--hue of 2.5Y to 5GY, value of 2.5 to 7, chroma of 1 or 2\nTexture--sandy loam, fine sandy loam, sandy clay loam, or silt loam\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nOther features--yellow jarosite concentrations (ultra acid reaction may occur)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nElkton soils--do not have a heavier textured buried A horizon or glauconite and/or sulfuric materials in the substratum\nKnowlton soils--formed in alluvium from shale, sandstone, and siltstone bedrock\nOthello soils--do not have a heavier textured buried A horizon or glauconite and/or sulfuric materials in the substratum\nTent soils--have silty texture throughout the profile and do not have a heavier textured buried A horizon or glauconite and/or sulfuric materials in the substratum\nToddstav soils--formed in silty colluvial and alluvial materials derived from mica schist; on drainageways on the piedmont plateau"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Low marine terrace\nGeomorphic Component: Treads\nHillslope Profile Position: N/A\nParent Material: Silty eolian deposits underlain by clayey or loamy fluviomarine deposits\nSlope: 0 to 2 percent\nElevation: Generally less than 8 meters (25 feet)\nFrost Free Period: 160 to 190 days\nMean Annual Air Temperature: 11 to 14 degrees C. (52 to 58 degrees F.)\nMean Annual Precipitation: 102 to 122 cm (40 to 48 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCumberstone soils--have a seasonally high water table between 25 to 51 cm (10 and 20 inches); on slightly higher landform positions\nDeale soils--have a seasonally high water table between 25 to 51 cm (10 and 20 inches); on slightly higher landform positions\nElkton soils--do not have a heavier textured buried A horizon or glauconite and/or sulfuric materials in the substratum\nCrosiadore soils--have a seasonally high water table between 25 to 51 cm (10 and 20 inches), do not have a heavier textured buried A horizon or glauconite and/or sulfuric materials in the substratum; on slightly higher landform positions\nMattapex soils--have a seasonally high water table between 51 and 102 cm (20 and 40 inches), do not have a heavier textured buried A horizon or glauconite and/or sulfuric materials in the substratum; on slightly higher landform positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural): Poorly drained\nInternal Free Water Occurrence: Very shallow (0 to 25 cm) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: Frequent ponding of long duration\nIndex Surface Runoff: Low or medium\nSaturated Hydraulic Conductivity Class: Moderately high or moderately low\nPermeability Class (obsolete): Moderately slow or slow\nShrink-swell Potential: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland, cropland, urban development\nDominant Vegetation: Where wooded--sweetgum, red maple, greenbriar; where cultivated--corn, wheat, soybeans, and specialty crops"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Terraces along the Chesapeake Bay of Maryland\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anne Arundel County, Maryland, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Shadyoak soils were previously mapped as Elkton and Othello.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 23 cm (Ap horizon)\nArgillic horizon--the zone from 23 to 74 cm (Btg horizons)\nSulfuric horizon--the zone from 180 to 191 cm (the 2CBjg horizon)\nSeries control section--the zone from 0 to 150 cm\nADDITIONAL DATA: This pedon sampled as S96MD003-002.\nData Mapunit ID (type location): To be developed.\nPrevious revisions: 2003/DAS-JAK; 8/2005/JWB\nNational Cooperative Soil Survey\nU.S.A."
  }
}
