{
  "SERIES": "SHAKESPEARE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS/LIL/WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,CO,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Xeric Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shakespeare loam - forested. (Colors are for dry soil unless otherwise stated.)\n0i--0 to 3 cm; litter of conifer needles. (0 to 8 cm thick)\nA1--3 to 5 cm; brown (10YR 4/3) silt loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; moderately acid (pH 6.0); clear wavy boundary. (3 to 13 cm thick)\nA2--5 to 13 cm; brown (10YR 5/3) very gravelly gravelly heavy loam, dark brown (10YR 3/3) moist; weak fine granular structure slightly hard, friable, slightly sticky and slightly plastic; many very fine and common fine and medium roots; many very fine interstitial and common very fine tubular pores; 35 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (3 to 13 cm thick)\nAB--13 to 25 cm; pale brown (10YR 6/3) very gravelly heavy loam, brown (10YR 4/3) moist; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; common very fine interstitial, and common very fine, and few fine tubular pores; 40 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (10 to 30 cm thick)\nBt1--25 to 53 cm; pale brown (10YR 6/3) very gravelly heavy loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; few very fine interstitial, and common very fine, and few fine tubular pores; few thin clay films in pores and on faces of peds; 35 percent gravel and 5 percent cobbles; moderately acid (pH 6.0); clear wavy boundary. (23 to 38 cm thick)\nBt2--53 to 86 cm; grayish brown (10YR 5/2) very gravelly clay loam, brown (7.5YR 4/2) moist; fine distinct brown (7.5YR 4/4) mottles; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; common very fine and few fine tubular pores; common thin and few moderately thick clay films on faces of peds and in pores; 25 percent gravel and 10 percent cobbles; moderately acid (pH 5.8); clear wavy boundary. (25 to 50 cm thick)\nC--86 to 155 cm; yellowish red (5YR 5/6) silty clay loam, yellowish red (5YR 4/6) moist; common medium faint red (2.5YR 4/6) mottles; massive; very hard, friable, sticky and plastic; few very fine, fine, medium and coarse roots; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Nevada; 4 miles northeast of Zepher Cove near Genoa Peak; approximately 152 meters west and 305 meters north of S1/4 corner sec. 30, T.14N., R.l9E., Mount Diablo base line and meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soils have a typic xeric moisture regime.\nSoil Temperature: mean annual soil temperature ranges from 6 to 8 degrees C. The mean summer soil temperature ranges from 12 to 15 degrees C.\nRock fragments: range from 25 to 75 percent in any one horizon and average 35 to 50 percent in the 25 to 75 centimeters section. They range from gravel to boulders but are predominantly gravel and cobbles.\nThe A1 horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture of the fine earth fraction: Sandy loam, loam and silt loam\nReaction: Strongly to slightly acid.\nThe A2 horizon:\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry, 3 or 4 moist\nChroma: 2 or 3 moist or dry\nTexture of the fine earth fraction: Sandy loam, loam and silt loam\nReaction: Strongly to slightly acid\nOther features: Mottles with hue of 5YR or 10YR, value of 5 through 7, and chroma of 6 to 8 occur in some pedons. These mottles are inherited from the parent material and not due to pedologic processes..\nThe Bt horizons:\nHue: 2.5Y through 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 through 4 dry and moist\nTexture of the fine earth fraction: Sandy clay loam, clay loam or clay\nClay content: Averages 25 to 35 percent\nOther features: It has few or common, fine or medium mottles with hue of 5YR through 10YR, value of 2 through 6, and chroma of 2 through 8. These mottles are inherited from the parent material and not due to pedologic processes.\nThe C horizons:\nHue: 5YR through 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6 dry and moist\nTexture of the fine earth fraction: Silty clay loam\nClay content: Averages 27 to 40 percent\nRock fragments: 0 to 10 percent gravel and 0 to 5 percent cobbles\nOther features: It has few or common, fine or medium mottles with hue of 5YR through 10YR, value of 2 through 6, and chroma of 2 through 8. These mottles are inherited from the parent material and not due to pedologic processes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hardzem soils.  Hardzem soils are derived from limestone and shale and have paralithic contact between 50 and 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shakespeare soils are on strongly sloping to steep mountain flanks at elevations of 2335 to 2695 meters. Slope gradients range from 9 to 50 percent. The soils formed in material from mixed, undifferentiated metamorphic rocks. The climate is cool, subhumid. Mean annual precipitation is 760 to 1020 cm most of which comes as winter snow. The mean annual temperature is 3 to 6 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dagget, Temo, and Witefels soils. These soils lack argillic horizons and are derived from granitic rock sources.  All of these soils are on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland and wildlife. Native vegetation is mainly white fir, red fir, lodgepole pine, and manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lake Tahoe Basin, Douglas, Carson City Rural Area, and Washoe Counties, Nevada. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tahoe Basin Area, California and Nevada, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Shakespeare soils were classified as Gray Wooded soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
