{
  "SERIES": "SHAKOPEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLP-JMK-AGG",
  "REVDATE": "04/2000",
  "STATES": "MN",
  "OVERVIEW": "The Shakopee series consists of very deep, poorly drained, soils that formed in clayey over sandy glaciolacustrine sediments.  Permeability is slow in the clayey sediments and rapid in the underlying sandy sediments.  These soils are on glacial lake plains, terraces and deltas.  Slopes range from 0 to 3 percent.  Mean annual air temperature is 44 degrees and mean annual precipitation is 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic over mixed, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shakopee silty clay on a 1 percent plain slope on an outwash plain in a cultivated field. (Colors are for moist conditions unless otherwise noted).\nAp--0 to 9 inches; black (N 2/0), very dark gray (N 3/0) dry, silty clay; moderate fine and very fine subangular blocky structure; friable; few fine roots; strongly effervescent; slightly alkaline; abrupt smooth boundary.\nA--9 to 15 inches; black (N 2/0), very dark gray (N 3/0) dry, silty clay; moderate fine subangular blocky structure; friable; few fine roots; strongly effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the A horizons is 7 to 16 inches)\nBkg--15 to 38 inches; grayish brown (2.5Y 5/2) silty clay; weak fine and medium angular blocky structure; friable; few fine roots; few fine prominent yellowish brown (10YR 5/6) Fe concentrations; violently effervescent; strongly alkaline; clear smooth boundary.\n2Cg--38 to 80 inches; grayish brown (2.5Y 5/2) sand; single grain; loose; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Swift County, Minnesota; 1800 feet west and 75 feet south of the northeast corner of sec. 32, T. 121 N., R. 41 W.  USGS Danvers, Minnesota Quadrangle; Latitude 45 degrees 15 minutes 13 seconds N.; Longitude 95 degrees 50 minutes 12 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 16 inches in thickness.  The depth to coarse textured material ranges from 20 to 40 inches.\nThe Ap or A horizon has a hue of 10YR or is neutral, value of 2 or 3, and chroma of 0 or 1.  Some pedons have an Ak horizon.  It is silty clay, clay or silty clay loam with a clay range of 35 to 60 percent.  Reaction is slightly alkaline or moderately alkaline.\nThe Bkg horizon has a hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 1 or 2.  It is silty clay, clay or silty clay loam.  Clay ranges from 35 to 60 percent.  Reaction is slightly alkaline or moderatley alkaline.\nThe 2Cg horizon has a hue of 2.5Y or 5Y, value of 5 or 6 and chroma of 2 to 4.  It is sand or fine sand.  Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shakopee soils are on nearly level glacial lake plains, terraces, and deltas.  Slope gradients range from 0 to 3 percent.  The soils formed in glaciolacustrine material overlying sandy sediments.  Mean annual air temperature ranges from about 38 to 45 degrees F.  Mean annual precipitation ranges from 22 to 29 inches.  Frost free days range from 120 to 160.  Elevation above sea level ranges from 990 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are McDonaldsville, Marysland and Arveson series.  The McDonaldsville soils do not have free carbonates throughout.  The Marysland and Arveson soils do not have a clayey upper mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is slow. Permeability is slow in the solum and rapid in the 2C horizon. A seasonal high water table is at a depth of 0.5 foot to 1.5 feet below the surface at some time during the period of March through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cultivated; corn, soybeans, and small grains are the principal crops. The native vegetation is an association of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Minnesota, principally in Swift County, MLRA-102A.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Swift County, Minnesota, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon--the zone from the surface to a depth of 15 inches (Ap and A horizons); calcic horizon (Bkg horizon); aquic moisture regime--low chroma matrix and redoximorphic concentrations below the mollic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
