{
  "SERIES": "SHALOWOOD",
  "STATUS": "Tentative Series",
  "BYREV": "JTB-SLM",
  "REVDATE": "03/2017",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Shalowood series consists of shallow, well drained, moderately rapid to moderately permeable soils that formed in calcareous loamy colluvium from the Ogallala Formation of Miocene-Pliocene age over mudstone, sandstone, siltstone, or shale residuum of Permian age.  These soils are on very gently sloping to steep hills and hillslopes in the Southern High Plains, Breaks (MLRA-77E).  The slope ranges from 1 to 45 percent.  Mean annual precipitation is about 530 mm (21 in), and mean annual temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shalowood loam - on a north facing 4 percent convex slope in native rangeland at an elevation of 764 m (2505 ft).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); brown (7.5YR 5/4) loam, brown (7.5YR 4/4) rubbed moist; moderate medium subangular blocky parting to moderate medium granular structure; soft, friable; common fine and medium roots; common worm casts; 1 percent 20 to 75 mm, 1 percent 5 to 20 mm, and 1 percent 2 to 5 mm quartzite fragments; slightly effervescent (8 percent calcium carbonate); slightly alkaline, pH 7.6; krotovinas 5 to 10 cm in diameter throughout horizon; gradual smooth boundary. (9 to 20 cm thick, 4 to 8 in)\nBk--18 to 34 cm (7 to 13 in); reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) broken face moist; moderate medium subangular blocky structure; slightly hard, friable; common fine and few medium roots; few worm casts; few fine carbonate masses throughout and few medium weakly cemented carbonate nodules throughout lower third of horizon; 1 percent 20 to 76 mm, 4 percent 5 to 20 mm, and 4 percent 2 to 5 mm quartzite fragments; 2 percent 2 to 5 mm weakly cemented calcareous sandstone fragments; a 1 to 3 cm thick fractured band of laminar calcium carbonate at the bottom of this horizon separates the overlying colluvium and the underlying residuum; strongly effervescent (23 percent calcium carbonate); moderately alkaline, pH 7.9); abrupt smooth boundary.  (15 to 30 cm thick, 5 to 12 in)\n2Crk1--34 to 68 cm (13 to 27 in); red (2.5YR 5/8) very weakly cemented sandstone with a texture of very fine sandy loam, red (2.5YR 4/8) broken face moist; moderate medium platy structure parting to structureless massive; moderately hard, friable, very weakly cemented; moderate excavation difficulty; few very fine roots in cracks; few threadlike carbonate masses on horizontal faces of peds; slightly effervescent (9 percent calcium carbonate); moderately alkaline, pH 8.3; clear wavy boundary.\n2Crk2--68 to 240 cm (27 to 94 in); red (2.5YR 5/8) moderately cemented sandstone with a texture of very fine sandy loam, red (2.5YR 4/8) broken face moist; structureless massive; moderately hard, firm, moderately cemented; high excavation difficulty; few very fine roots in cracks; few threadlike carbonate masses along lamina or strata surfaces; slightly effervescent (7 percent calcium carbonate); moderately alkaline, pH 8.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaver County, Oklahoma; about 1 mile south and 2 miles west of the town of Beaver; then 2379 ft (721 m) south and 7 ft (2 m) east of the northwest corner of Section 26, Township 4N, Range 23E (Cimarron meridian).\nUSGS topographic quadrangle: Beaver, Oklahoma\nLatitude: 36 degrees 47 minutes 1.67 seconds N\nLongitude: 100 degrees 33 minutes 34.58 seconds W\nDatum WGS84\nDecimal Degrees:\nLatitude: 36.7837982\nLongitude: -100.5596085\nUTM Northing: 4072023\nUTM Easting:   360835\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 25 to 50 cm (10 to 20 in)\nThickness of ochric epipedon:  9 to 20 cm (4 to 8 in)\nDepth to secondary carbonates:\nDepth to calcic horizon:  15 to 30 cm (6 to 12 in)\nDepth to lithologic discontinuity:  25 to 50 cm (10 to 20 in)\nDepth to paralithic materials:  25 to 50 cm (10 to 20 in)\nParticle size control section (weighted average):\nSection range: From the soil surface to the lithologic discontinuity if less than 36 cm, or 25 cm to the depth of the lithologic discontinuity\nTotal clay content: 14 to 28 percent\nSilicate clay content: 10 to 18 percent silicate clay\nCalcium carbonate equivalent:  Weighted average of 12 to 30 percent\nCoarse fragments: amount-3 to 10 percent; size-fine to coarse gravels, cobbles; kind-indurated well-rounded quartzite, and angular to subrounded moderately cemented Permian sandstone, siltstone, mudstone, or shale.\nSurface Fragments: amount-0 to 10 percent; size-fine to coarse gravels; cobbles; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone.\nA, Ak or Ap horizons:\nHue:  2.5YR, 5YR, 7.5YR or 10YR\nValue:  4 to 6 dry, 3 or 4 moist\nChroma:  3 or 4 moist or dry\nTexture:  Loam, silt loam, fine sandy loam, very fine sandy loam\nCoarse fragments: amount-0 to 5 percent; size-fine to coarse gravels; kind-quartzite, feldspar, ironstone, and sandstone\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable calcium carbonate: amount-0 to 5 percent, size-fine and medium; kind-finely disseminated, masses, nodules, and concretions\nEffervescence:  None to strong\nReaction (pH):  Slightly alkaline to moderately alkaline (7.4-8.4)\nBk horizons:\nHue:  2.5YR, 5YR, 7.5YR or 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  4 to 6 moist or dry\nTexture:  Loam, silt loam, fine sandy loam, very fine sandy loam\nCoarse fragments: amount-1 to 10 percent; size-fine to coarse gravels; kind- indurated well-rounded quartzite, feldspar, ironstone, and moderately cemented angular to subrounded calcareous mudstone, sandstone, siltstone, or shale.\nCalcium carbonate equivalent: 16 to 30 percent\nIdentifiable calcium carbonate: amount-1 to 30 percent; size-fine to coarse; kind-carbonate masses, nodules, threads, films, concretions, and finely disseminated carbonate\nEffervescence: Slight to violent\nReaction (pH):  Slightly alkaline to moderately alkaline (7.4-8.4)\n2CBrk, 2Crk, or other horizons containing paralithic materials:\nHue:  2.5YR or 5YR\nValue:  4 to 5 dry, 3 to 5 moist\nChroma:  5 to 8 moist or dry\nTexture:  Textures associated with weathered calcareous mudstone, sandstone, siltstone, or shale of Permian age.  The bulk density is high enough to be root restrictive.  Fractures that roots can enter in some part of these layers are greater than 10 cm apart.\nIdentifiable calcium carbonate: amount-1 to 8 percent; size-fine to very coarse; kind-carbonate masses, threads, films occurring along fractures or cleavage planes in the Permian-age residuum\nCalcium carbonate equivalent:  1 to 10 percent\nEffervescence:  Slight to violent.\nReaction (pH):  Slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar series are the Quinlan (OK) soils.\nQuinlan soils: were formed in residuum of Permian age, and do not have a calcic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material:  Calcareous loamy colluvium derived from the Ogallala Formation of Miocene-Pliocene age overlying partially weathered Permian age mudstone, sandstone, siltstone, or shale residuum.\nLandscape: alluvial plain remnants\nLandform: hills and hillslopes\nSlope: 1 to 45 percent\nSoil moisture:  An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual air temperature: 14 to 16 degrees C (57 to 61 degrees F)\nMean annual precipitation: 381 to 660 mm (15 to 26 in)\nFrost-free period: 180 to 210 days\nElevation: 600 to 1500 m (1968 to 4921 ft)\nThornthwaite annual P-E Index: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alopark (T), Alowood (T), Deepwood, Dreyfoos(T), Mansic, Mocane(T), Oklark, Woods, Woodward, and Quinlan series.\nAlopark, Mansic, Mocane, Oklark, and Woods series occur on adjacent landscapes within thicker deposits of the Laverne (Valentine) member of the Ogallala formation that comprise the entire soil profile.\nOklark and Mansic soils have a mollic epipedon.\nAlopark soils: have a coarse-loamy particle-size class, and are very deep\nMansic and Oklark soils: have a mollic epipedon, and are very deep\nMocane soils: have a sandy particle-size class, and are very deep\nWoods soils: have a mollic epipedon, a fine particle-size class, and slickensides within 100 cm (40 in) of the soil surface, and are very deep\nAlowood soils: occur on the same landscape, and have a paralithic contact with Permian-age residuum within 50 to 100 cm (20 to 40 in) of the soil surface, and have a fine-silty particle size control section\nDeepwood, Quinlan, and Woodward soils occur on lower landscapes and were formed in residuum from Permian shale, siltstone, and sandstone.\nWoodward, Quinlan, and Deepwood soils: do not have a covering mantle of Ogallala colluvial sediments, and do not have a calcic horizon\nDreyfoos soils: occur on higher landscapes in eolian sands, have textures coarser than loamy fine sand throughout, and do not have coarse fragments"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well Drained\nPermeability: moderate\nRunoff: low on 1 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on greater than 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely in native range and used for grazing livestock and wildlife.  Native vegetation includes little bluestem, blue grama, sand dropseed, sideoats grama, and buffalograss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Breaks (MLRA 77E in LRR H) of the Texas and Oklahoma Panhandles, and counties in northwestern Oklahoma and southwestern Kansas. Distribution is bounded to the south by the Salt Fork of the Red River and to the north by the Cimarron River.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Beaver County, Oklahoma, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon are:\nOchric epipedon: 0 to 18 cm (0 to 7 in) (A horizon)\nSecondary carbonates: 18 to 68 cm (7 to 27 in) (Bk and 2Crk1 horizons)\nCalcic Horizon: 18 to 34 cm (7 to 13 in) (Bk horizon)\nLithologic discontinuity: 34 to 240 cm (13 to 95 in) (2Crk1 and 2Crk2 horizons)\nParalithic materials:  34 to 240 cm (13 to 95 in) (2Crk1 and 2Crk2 horizons)\nParticle Size Control Section:  0 to 34 cm (0 to 13 in)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL data available.  S2009OK007001 (TL-Beaver County, Oklahoma), and S1987OK153002 (Woodward County, Oklahoma).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); brown (7.5YR 5/4) loam, brown (7.5YR 4/4) rubbed moist; moderate medium subangular blocky parting to moderate medium granular structure; soft, friable; common fine and medium roots; common worm casts; 1 percent 20 to 75 mm, 1 percent 5 to 20 mm, and 1 percent 2 to 5 mm quartzite fragments; slightly effervescent (8 percent calcium carbonate); slightly alkaline, pH 7.6; krotovinas 5 to 10 cm in diameter throughout horizon; gradual smooth boundary. (9 to 20 cm thick, 4 to 8 in)"
      },
      {
        "name": "Bk",
        "top": 18,
        "bottom": 34,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--18 to 34 cm (7 to 13 in); reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) broken face moist; moderate medium subangular blocky structure; slightly hard, friable; common fine and few medium roots; few worm casts; few fine carbonate masses throughout and few medium weakly cemented carbonate nodules throughout lower third of horizon; 1 percent 20 to 76 mm, 4 percent 5 to 20 mm, and 4 percent 2 to 5 mm quartzite fragments; 2 percent 2 to 5 mm weakly cemented calcareous sandstone fragments; a 1 to 3 cm thick fractured band of laminar calcium carbonate at the bottom of this horizon separates the overlying colluvium and the underlying residuum; strongly effervescent (23 percent calcium carbonate); moderately alkaline, pH 7.9); abrupt smooth boundary.  (15 to 30 cm thick, 5 to 12 in)"
      },
      {
        "name": "2Crk1",
        "top": 34,
        "bottom": 68,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Crk1--34 to 68 cm (13 to 27 in); red (2.5YR 5/8) very weakly cemented sandstone with a texture of very fine sandy loam, red (2.5YR 4/8) broken face moist; moderate medium platy structure parting to structureless massive; moderately hard, friable, very weakly cemented; moderate excavation difficulty; few very fine roots in cracks; few threadlike carbonate masses on horizontal faces of peds; slightly effervescent (9 percent calcium carbonate); moderately alkaline, pH 8.3; clear wavy boundary."
      },
      {
        "name": "2Crk2",
        "top": 68,
        "bottom": 240,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Crk2--68 to 240 cm (27 to 94 in); red (2.5YR 5/8) moderately cemented sandstone with a texture of very fine sandy loam, red (2.5YR 4/8) broken face moist; structureless massive; moderately hard, firm, moderately cemented; high excavation difficulty; few very fine roots in cracks; few threadlike carbonate masses along lamina or strata surfaces; slightly effervescent (7 percent calcium carbonate); moderately alkaline, pH 8.4."
      }
    ]
  ]
}
