{
  "SERIES": "SHALAKO",
  "STATUS": "Established Series",
  "BYREV": "REV: DAL/RLM/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Shalako series consists of shallow, well drained, moderately rapidly permeable soils that formed in residuum and alluvium derived from sandstone.  Shalako soils are on cuesta dipslopes and structural benches, and have slopes of 3 to 30 percent.  The average annual precipitation is about 13 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shalako gravelly sandy loam, rangeland.  (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 1 inch; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/6) moist; weak thin platy structure; soft, friable; few very fine roots; common very fine and few fine pores; 25 percent channer sized pebbles; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (1 to 4 inches thick)\nBw--1 to 4 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/6) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly plastic; few very fine and fine roots; few very fine and fine pores; 5 percent pebbles; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 5 inches thick)\nBk--4 to 10 inches; very pale brown (10YR 7/4) gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly plastic; few very fine roots; 20 percent channer size pebbles; strongly calcareous; carbonates occur as moderately thick pendants on the undersides of rock fragments; strongly alkaline (pH 8.6); abrupt smooth boundary.  (6 to 14 inches thick)\nR--10 inches; unweathered sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Utah; about 2 miles north and 8 miles west of Harley Dome; about 500 feet north and 2,000 feet west of the southeast corner of sec. 29, T. 18 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 47 to 54 degrees F.  The moisture regime is aridic bordering on ustic.\nThese soils have 5 to 60 percent pebbles and channer size caliche fragments on the surface.  The particle-size control section ranges from 5 to 18 percent clay.  Depth to unweathered sandstone ranges from 10 to 20 inches.\nThe A horizon has value 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 6.  It is noncalcareous to moderately calcareous, and mildly alkaline to strongly alkaline.  Rock fragments are dominantly less than 30 percent.\nThe B horizon, where present, has hue of 10YR or 2.5Y, value 5 or 6 dry, 3 through 5 moist, and chroma of 4 through 6.  It commonly is fine sandy loam, loam, and sandy loam.  The B horizon is moderately alkaline or strongly alkaline, and noncalcareous to moderately calcareous.  Angular pebbles and channer size rock fragements are less than 10 percent by volume.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 through 8 dry, 3 through 5 moist, and chroma of 2 through 4.  Texture is gravelly loam, gravelly sandy loam, or gravelly fine sandy loam.  The Cca horizon is moderately alkaline to strongly alkaline, and the calcium carbonate equivalent ranges from 15 to 40 percent.  It has angular pebbles and channer size rock fragments ranging from 15 to 35 percent by volume with moderately thick pendants of calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bisoodi, Pinon, and Wayneco series.  The Pinon soils has more than 18 percent clay in the particle-size control section.  The Bisoodi and Wayneco soils have hue of 7.5YR or redder and have 0 to 15 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shalako soils are on sandstone controlled cuesta dipslopes and benches at elevations of 5,100 to 7,400 feet.  Slopes are 3 to 30 percent.  These soils formed in residuum and alluvium from sandstone.  The mean annual temperature is 44 to 50 degrees F., and the average annual precipitation is 9 to 14 inches.  The freeze-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anasazi, Barx, Hostage, Lockerby, and Rizno soils.  Anasazi soils are 20 to 40 inches deep over sandstone and Lockerby soils are greater than 20 inches to shale and have more than 35 percent clay the textural control section.  Barx soils are more than 60 inches deep and have an argillic horizon.  Hostage soils are more than 40 inches over shale.  Rizno soils lack a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat, and recreation.  Potential vegetation is Utah juniper, pinon, birchleaf mountainmahogany, black sagebrush, and Salina wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  The series is of small extent; about 9,000 acres have been mapped. MLRA 34 and 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County-Central Part, Utah 1982.  Named after a frontier town."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone fro 0 to 1 inch (A horizon).\nCalcic horizon - the zone from 4 to 10 inches (Bk horizon).\nLithic contact - the boundary at 10 inches (R horizon).\nFormerly classified as Lithic Ustollic Calciorthids.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak thin platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/6) moist; weak thin platy structure; soft, friable; few very fine roots; common very fine and few fine pores; 25 percent channer sized pebbles; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--1 to 4 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/6) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly plastic; few very fine and fine roots; few very fine and fine pores; 5 percent pebbles; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bk",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--4 to 10 inches; very pale brown (10YR 7/4) gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly plastic; few very fine roots; 20 percent channer size pebbles; strongly calcareous; carbonates occur as moderately thick pendants on the undersides of rock fragments; strongly alkaline (pH 8.6); abrupt smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 25,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--10 inches; unweathered sandstone."
      }
    ]
  ]
}
