{
  "SERIES": "SHALAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-TSB-RLB-JBF",
  "REVDATE": "11/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shalake very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; moderate thick platy structure parting to strong thin platy; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; few medium and many fine vesicular pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (5 to 10 cm thick)\nA2--8 to 20 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; moderate thin platy structure; hard, friable, nonsticky and nonplastic; few medium, fine and very fine roots; many very fine vesicular pores; slightly alkaline (pH 7.8); clear smooth boundary.  (2 to 13 cm thick)\nBq--20 to 33 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few medium, fine and very fine roots; few very fine vesicular pores; 10 percent gravel; 15 percent weak silica cemented durinodes; slightly alkaline (pH 7.8); abrupt wavy boundary.  (8 to 25 cm thick)\nBqk1--33 to 46 cm; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, brittle, nonsticky and nonplastic; few fine and very fine roots; 15 percent gravel; 35 percent brittle durinodes; continuous brittle matrix; common fine carbonate filaments; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (13 to 30 cm thick)\nBqk2--46 to 64 cm; very pale brown (10YR 8/3) gravelly loam, very pale brown (10YR 7/4) moist; massive; very hard, very firm, brittle, nonsticky and nonplastic; few fine and very fine roots; 30 percent gravel; 40 percent brittle durinodes; continuous brittle matrix; violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (13 to 25 cm thick)\nBqkm1--64 to 76 cm; very pale brown (10YR 8/3) continuous indurated duripan, very pale brown (10YR 7/3) moist; massive; extremely hard; extremely firm; strongly effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (13 to 74 cm thick)\nBqkm2--76 to 150 cm; very pale brown (10YR 8/3) fractured indurated duripan; light gray (10YR 7/2) moist; strong thick and very thick platy; extremely hard, extremely firm; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Owyhee Desert, Elko County, Nevada; approximately 15 miles north of Midas; about 1,240 feet south and 920 feet west of the northeast corner of section 19, T. 42 N., R. 48., Mount Diablo Meridian; USGS Winters Ranch Reservoir 7.5 minute topographic quadrangle; latitude 41 degrees 31 minutes 38 seconds N and longitude 116 degrees 37 minutes 47 seconds W; WGS84 Decimal Degrees 41.5272222 latitude, -116.6288889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in summer and early autumn; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to brittle matrix: 25 to 50 cm.\nDepth to duripan: 50 to 100 cm.\nDurinodes: Averages 20 to 50 percent.\nParticle-size control section - Clay content: 12 to 18 percent.\nRock fragments: 10 to 35 percent, mainly gravel.\nA horizon\nValue: 3 or 4 moist.\nChroma: 2 or 3.\nBq, Bqk horizons\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 3 or 4.\nTexture: Loam, gravelly loam, gravelly silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Doel, Jestrick, Oupico, Taunton and Ticeska series.\nDoel, Jestrick, Oupico, Taunton and Ticeska soils lack continuous brittle horizons with firm or very firm moist consistence above the duripan.  Doel soil have Bt and Bw horizons and contain less than 15 percent coarse fragments.  Jestrick soils have Bw horizon and is underlain by bedrock.  Taunton soils have less than 15 percent rock fragments in the particle-size control section and Taunton soils also have Bw horizons.  Ticeska soils are underlain by bedrock at moderate depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shalake soils are on broad summits and side slopes of fan piedmont remnants.  These soils formed in loess and alluvium derived from mixed volcanic rocks.  Slopes are 0 to 4 percent.  Elevation are 1,555 to 1,710 meters.  The climate is cool and semiarid with warm, dry summers and cool, moist winters.  Mean annual precipitation is 200 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Roca and Susie Creek series.  Roca soils have clayey-skeletal argillic horizons.  Susie Creek soils have a mollic epipedon and fine textured argillic horizons.  Roca and Susie Creek soils also lack a duripan within 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat.  Vegetation is mainly Wyoming big sagebrush, bottlebrush squirreltail, Sandberg bluegrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Nevada.  MLRA 25.  Shalake soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Elko County, Nevada, Northwestern Part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A1 and part of the A2 horizons).\nDuripan - The zone from 64 to 150 cm (Bqkm1 and Bqkm2 horizons).\nParticle-size control section - The zone from 25 to 64 cm (part of Bq, Bqk1 and Bqk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
