{
  "SERIES": "SHALBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMG:CDB",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Shalba series consists of shallow, moderately well drained, very slowly permeable soils that formed in tuffaceous fine grained sandstone.  These soils are on gently sloping to sloping convex uplands.  Slope is dominantly 1 to 5 percent but ranges from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic, shallow Udic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shalba fine sandy loam on a convex 2 percent slope in open field.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) fine sandy loam, light gray (10YR 7/2) dry; massive; hard, friable; many fine roots; common fine and medium pores; very strongly acid; abrupt wavy boundary.  (3 to 8 inches thick)\nBt--4 to 18 inches; dark grayish brown (10YR 4/2) clay, grayish brown (10YR 5/2) dry; few fine distinct yellowish brown (10YR 5/4) mottles; weak medium angular blocky structure; very hard, very firm, very sticky and very plastic; common clay films; patchy dark coatings on faces of peds; few wormcasts; few fine roots; few fine and medium pores; very strongly acid; clear wavy boundary.  (6 to 17 inches thick)\nCr--18 to 40 inches; light gray (10YR 7/2) weakly cemented, tuffaceous sandstone; few fine roots along fractures; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Texas; from the intersection of Texas 36 and Farm Road 1948 near Lake Somerville, 0.1 mile west on Farm Road 1948, 0.6 mile north on Overlook Road, 0.9 mile west on paved and gravel road to ridgetop, site is 50 feet north of road in open field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to paralithic contact ranges from 12 to 20 inches.\nThe A horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2.  Texture of the A horizon is fine sandy loam.  The reaction ranges from slightly acid through very strongly acid.  The boundary between the A and Bt horizons is abrupt and wavy.\nThe Bt horizon has hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  Ped coatings of very dark gray, dark gray, and very dark grayish brown range from none to common.  Mottles are in ped interiors and range from none to common, fine to medium in shades of brown and yellow. Structure ranges from weak to moderate, medium angular blocky.  Reaction of the Bt ranges from medium acid to very strongly acid. The lower boundary of the Bt is wavy or irregular.\nThe Cr horizon is a clayey tuff, tuffaceous sandstone, siltstone, or tuffaceous clay.  Texture ranges from sandy loam to clay loam. Reaction ranges from strongly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family.  Similar soils are the Arol, Burlewash, Corrigan, and Falba.  All of these have a solum thickness greater than 20 inches.  In addition, Arol soils are less acid in the Bt horizon and  Burlewash soils are well drained.  Corrigan soils are in areas of higher rainfall."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shalba soils are on nearly level to sloping convex uplands.  Slopes are mainly 1 to 5 percent but range from 1 to 8 percent.  These soils developed from interbedded clays, tuffs, ash beds, sandstones, and siltstones of the Catahoula and related formations.  The mean annual temperature ranges from 67 to 70 degrees F. and mean annual precipitation ranges from 34 to 44 inches.  Frost free days range from 260 to 280 days and elevation ranges from 250 to 600 feet.  Thornthwaite P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Arol, Burlewash, and Falba series.  Arol and Falba are on similar positions with Shalba.  Burlewash soils are on slightly higher more sloping landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Shalba soils are moderately well drained.  Runoff is medium.  Permeability is very slow.  The soil has a perched water table for short period following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for improved pastures or ranges.  Native vegetation is scattered post oak, blackjack oak, cedar, and yaupon with little bluestem, indiangrass, purple top and other grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in east and south-central Texas.  The soil is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Texas, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils do not have an aquic moisture regime.  Classification change from Typic Albaqualfs is the result of interpretation that low chroma matrix is due to litochromic influences.  Field observation, landscape position and climate indicate the whole soil is not typically saturated throughout.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A horizon)\nArgillic horizon - 4 to 18 inches (Bt horizon)\nAbrupt textural change - at 4 inches; paralithic contact - at 18 inches.\nParalithic contact at 18 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) fine sandy loam, light gray (10YR 7/2) dry; massive; hard, friable; many fine roots; common fine and medium pores; very strongly acid; abrupt wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--4 to 18 inches; dark grayish brown (10YR 4/2) clay, grayish brown (10YR 5/2) dry; few fine distinct yellowish brown (10YR 5/4) mottles; weak medium angular blocky structure; very hard, very firm, very sticky and very plastic; common clay films; patchy dark coatings on faces of peds; few wormcasts; few fine roots; few fine and medium pores; very strongly acid; clear wavy boundary.  (6 to 17 inches thick)"
      },
      {
        "name": "Cr",
        "top": 46,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--18 to 40 inches; light gray (10YR 7/2) weakly cemented, tuffaceous sandstone; few fine roots along fractures; strongly acid."
      }
    ]
  ]
}
