{
  "SERIES": "SHALET",
  "STATUS": "Established Series",
  "BYREV": "REV:  VLM/RLT",
  "REVDATE": "02/2019",
  "STATES": "NM,UT",
  "OVERVIEW": "The Shalet series consists of very shallow and shallow, well drained, moderately slow or slow permeable soils that formed in residuum from shale.  Shalet soils are on rolling and dissected hillsides.  Slopes are 2 to 20 percent.  Average annual precipitation is about 12 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shalet clay loam--rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 4 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate fine granular structure; slightly hard, friable, sticky and slightly plastic; few fine roots; many fine pores; moderately calcareous; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 12 inches thick)\nC--4 to 12 inches; yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few fine roots; common fine and medium pores; moderately calcareous; strongly alkaline (pH 8.6); abrupt smooth boundary.  (4 to 10 inches thick)\nR--12 inches; fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Utah; approximately 1 mile southwest of the end of Hurricane Mesa Test Tract; 1,000 feet north of the southeast corner of sec. 19, T. 41 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to shale bedrock ranges from 4 to 20 inches.  The mean annual soil temperature is estimated to range from 54 to 59 degrees F., and the mean summer soil temperature ranges from 72 to 78 degrees F.  The soils are dry in the moisture control section 75 to 90 percent of the time that the soil temperature at a depth of 20 inches is more than 41 degrees F.  Few to common fine crystals of gypsum (0.05 to 2.0 mm diameter) occur in some pedons.  Pebble content ranges from 0 to 20 percent in the particle-size control section and in many areas a desert pavement of pebble covers up to 20 percent of the surface.\nThe A horizon has hue of 5YR or 2.5YR and chroma of 4 to 6.\nThe C horizon has hue of 5YR to 2.5YR, value of 3 to 6 dry, 3 to 5 moist, and chroma of 4 to 6.  It ranges from clay loam, loam or sandy clay loam and contains shale fragments in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birdsley, Celeton, Goldyke (T), Oceanet, Persayo, Roic and Slatery series.  Birdsley soils are very strongly alkaline and have more than 15 percent exchangeable sodium.  Celeton, Goldyke, Oceanet, Persayo, Roic and Slatery soils have hue yellower than 10YR.  All these soils except Roic lack gypsum.  Roic soils contain less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shalet soils are on rolling, dissected hillsides at elevations of 3,600 to 5,500 feet.  Slopes range from 2 to 20 percent, commonly sideslopes into drainageways range from 5 to 20 percent.  These soils formed in residuum from shale.  Mean annual air temperature is 51 to 58 degrees F., and the mean summer temperature is 76 to 69 degrees F.  The average annual precipitation is 5 to 13 inches.  The freeze-free period ranges from 165 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Schmutz soils and miscellaneous areas of Badland.  Schmutz soils are deeper than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Potential vegetation is galleta, dixiegrass, sand dropseed, blackbrush, and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Utah and northern Arizona.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 4 inches (A horizon)\nShallow feature - bedrock at 12 inches (R horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate fine granular structure; slightly hard, friable, sticky and slightly plastic; few fine roots; many fine pores; moderately calcareous; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--4 to 12 inches; yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few fine roots; common fine and medium pores; moderately calcareous; strongly alkaline (pH 8.6); abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--12 inches; fractured shale."
      }
    ]
  ]
}
