{
  "SERIES": "SHANTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/VGL",
  "REVDATE": "03/2003",
  "STATES": "CO,NM,WY",
  "OVERVIEW": "The Shanta series is a member of the fine, loamy, mixed, mesic family of Cumulic Haplustolls.  Typically, Shanta soils have thick dark colored loamy A horizons and stratified calcareous C horizons that average sandy clay loam.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shanta very fine sandy loam, range.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 9 inches; brown (10YR 4/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic; common fine and medium roots; common fine interstitial and tubular pores; 5 percent gravel; calcareous; mildly alkaline; gradual smooth boundary.  (6 to 12 inches thick)\nA12--9 to 23 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak moderate and coarse subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine and medium roots; few medium and fine interstitial pores and few fine tubular pores; 10 percent gravel and cobbles; slightly calcareous; mildly alkaline; gradual smooth boundary.  (10 to 15 inches thick)\nC2--23 to 50 inches; brown (10YR 5/3) light sandy clay loam with thin layers of silt loam, sand and gravel, dark brown (10YR 3/3) moist; structureless; slightly hard, friable, slightly sticky, slightly plastic; few fine and medium roots to 36 inches, few coarse roots; few fine and medium interstitial pores; 10 percent gravel and cobble; moderately calcareous, lime disseminated and segregated as few, fine, faint segregations; moderately alkaline; diffuse irregular boundary.  (24 to 40 inches thick)\nIIC2--50 to 60 inches; coarse sand and gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; about 1,000 feet east of the west boundary of the Mescalero Apache Indian Reservation and about 800 feet south of the road; about 1,000 feet east of the NW corner of the SW1/4 section 8, T.11S., R.10E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 20 to 27 inches thick.  The mean annual soil temperature varies from 47 to 59 degrees F.  These soils are usually dry in some part between 4 and 12 inches for more than 1/2 the time the soil temperature at 20 inches exceeds 41 degrees F.  The driest period occurs between October and June.  The control section ranges from neutral to moderately alakline.  Carbonates range in form from disseminated throughout the control section to common soft lime concretions, mottles and mycelia in the lower part of the section.  Calcium carbonate  equivalent is estimated to range from 5 to 12 percent in the control section.  The A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry,  2 or 3 moist, and chroma of 2 or 3 dry or moist.  Organic matter content of the A horizon ranges from 1 to 3 percent and decreases irregularly with depth.  The C horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 through 5 dry or moist.  It is stratified and is loam, clay loam, sandy loam, and gravelly sandy loam.  Clay content of the control section ranges from 18 to 35 percent .  Coarse fragments range from 5 to 20 percent in the control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Ackmen, Draper, Gabaldon, Lynx, Manzano, Pack and Vegas series.  Ackman, Gabaldon, and Vegas soils have less than 15 percent sand coarser than very fine in the control section.  Draper and Pack soils are saturated with water within 40 inches for 90 days or more when not frozen.  Manzano soils have accumulated calcium carbonate in the lower portion of the profile and have few thin clay films in the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Shanta soils are on nearly level to gently sloping alluvial fans and floodplains of broad valley slopes at elevations of 5,600 to 6,500 feet.  Parent materials were derived mostly from sedimentary and igneous rocks.  These soils occur in a semiarid continental climate.  The mean annual precipitation is about 12 to 15 inches with a summer maximum.  The average annual air temperature is about 45 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Gabaldon soils and the Irock, Pena, Remunda, Rinconada, and Ruidoso soils.  Irock and Pena soils are skeletal in the control section.  Remunda soils lack cumulic horizons.  Rinconada soils have less than 15 percent sand coarser than very fine sand and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Native range and limited cultivation of field crops.  Principal native vegetation is blue grama, sideoats grama, ring muhly, cholla, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alluvial valleys in the foothills and low mountains of south central New Mexico.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County (Mescalero Apache Area), New Mexico, 1970.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A11--0 to 9 inches; brown (10YR 4/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic; common fine and medium roots; common fine interstitial and tubular pores; 5 percent gravel; calcareous; mildly alkaline; gradual smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "A12",
        "top": 23,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A12--9 to 23 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak moderate and coarse subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine and medium roots; few medium and fine interstitial pores and few fine tubular pores; 10 percent gravel and cobbles; slightly calcareous; mildly alkaline; gradual smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 58,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "C2--23 to 50 inches; brown (10YR 5/3) light sandy clay loam with thin layers of silt loam, sand and gravel, dark brown (10YR 3/3) moist; structureless; slightly hard, friable, slightly sticky, slightly plastic; few fine and medium roots to 36 inches, few coarse roots; few fine and medium interstitial pores; 10 percent gravel and cobble; moderately calcareous, lime disseminated and segregated as few, fine, faint segregations; moderately alkaline; diffuse irregular boundary.  (24 to 40 inches thick)"
      },
      {
        "name": "IIC2",
        "top": 127,
        "bottom": 152,
        "texture_class": "coarse sand",
        "narrative": "IIC2--50 to 60 inches; coarse sand and gravel."
      }
    ]
  ]
}
