{
  "SERIES": "SHANKBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DM/RLB/TM",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Shankba series consists of shallow, well drained soils that formed in residuum and colluvium from fine grained silty sandstone, siltstone and shale.  The Shankba soils are on hills and mountains.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 5 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shankba very gravelly fine sandy loam, Rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 45 percent pebbles and 5 percent cobbles.\nA1--0 to 2 inches; brown (7.5YR 5/4) very gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; moderate thin platy structure; soft very friable, nonsticky and nonplastic; common very fine roots; many very fine vesicular pores; 35 percent pebbles; violently effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 3 inches thick)\nA2--2 to 5 inches; brown (7.5YR 5/4) gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; weak thin platy structure parting to moderate fine granular; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and few fine interstitial pores; 20 percent pebbles; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 4 inches thick)\nBk1--5 to 12 inches; brown (7.5YR 5/4) very gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; common very fine and few fine tubular pores; 35 percent pebbles; common very thin lime coats on undersides of rock fragments; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 8 inches thick)\nBk2--12 to 18 inches; brown (7.5YR 5/4) very gravelly very fine sandy loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and few fine tubular pores; 35 percent pebbles; few very thin lime coats on sides and common thin lime coats on undersides of rock fragments; few fine threads and concretions of lime; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary.  (0 to 6 inches thick)\nCr--18 to 23 inches; highly weathered siltstone; partially weathered calcium carbonate impregnated rock material in the upper 3 inches of the paralithic. (5 to 10 inches thick)\nR--23 inches; siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; approximately 22 miles north-northwest of Mesquite about 1,000 feet south and 200 feet west of the northeast corner of section 11, T. 10 S., R. 69 E.; 37 degrees, 5 minutes, 14 seconds north Latitude and 114 degrees, 14 minutes, 13 seconds west Longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Usually dry, moist in some part for short periods during winter and early spring and for very brief intermittent periods in summer and fall, 10 to 20 days cumulative following summer convection storms.\nSoil temperature - 61 to 67 degrees F.\nDepth to paralithic contact:  14 to 20 inches.\nDepth to hard bedrock: 20 to 26 inches.\nDepth to Bk horizon:  3 to 8 inches.\nControl section - Percent clay:  8 to 18 percent.\nRock fragments:  35 to 55 percent, mainly pebbles.\nA horizon -  Hue: 2.5YR to 7.5YR\nValue: 5 or 6 dry, 3 through 5 moist.\nChroma: 3 or 4.\nReaction - Mildly alkaline to moderately alkaline.\nBk horizon - Hue: 2.5YR, 5YR or 7.5YR.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 3 through 4.\nStructure: Subangular block or granular.\nTexture:  Fine sandy loam, very fine sandy loam or loam.\nReaction: Moderately alkaline or strongly alkaline.\nOther features: Secondary carbonates may be represented only by common thin lime coats on undersides of rock fragments but additionally may include few to common fine threads and few fine concretions of lime.\nCr horizon - Slightly to moderately fractured silty very fine sandstone, siltstone and shale, and includes up to 50 percent weathered bedrock material.  Secondary carbonates may occur as common thin coats in fractures but lime often impregnates the weathering rind of fractured bedrock in the upper three inches of this horizon.  Lime may permeate from 0 to 60 percent of the lithic contact surface."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dixaleta(AZ) and Seanna(NV) series.  The Dixaleta soils have a paralithic at 3 to 10 inches and contain 10 to 80 percent channers throughout the control section. The Seanna soils are 7 to 14 inches to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shankba soils are on summits and side slopes of hills and mountains.  These soils formed in residuum and colluvium from very fine grained silty sandstone, siltstones and shale.  Slopes are 8 to 50 percent.  Elevations are 3,000 to 4,100 feet.  The climate is semiarid with cool moist winters and hot intermittently moist summers.  The mean annual precipitation is 5 to 8 inches; mean annual temperature is 59 to 65 degrees F., and the frost-free season is 180 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Zeheme soil.  Zeheme soils are very shallow or shallow to limestone bedrock and have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat.  The present vegetation is dominantly blackbrush with scattered pale wolfberry, Joshua tree, creosotebush, big galleta and bush muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Nevada.  MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Nevada, South Part.  1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to about 5 inches (A1 and A2 horizons)\nParalithic contact - The boundary at 18 inches.\nLithic contact - The boundary at about 23 inches.\nParticle-size control section - the zone from 10 to 18 inches.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 9/1997. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
