{
  "SERIES": "SHARONDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAK:JMR:JDM",
  "REVDATE": "05/2008",
  "STATES": "KY",
  "OVERVIEW": "The Sharondale series consists of very deep, well drained soils formed in loamy colluvium weathered from sandstone, siltstone, and shale. Permeability is moderately rapid. These moderately steep to very steep soils are in coves or on mountain sides on north and east facing slopes. Slope ranges from 15 to 100 percent but is dominantly 45 to 90 percent. Mean annual precipitation is about 43 inches and the mean annual temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sharondale channery fine sandy loam on a 75 percent east facing cove under mixed hardwoods (yellow popular dominant) at 1,620 feet elevation.(Colors are for moist soil unless otherwise stated.)\nOi--2 to 0 inches; partially decomposed hardwood leaf litter; slightly acid; abrupt smooth boundary. (0 to 3 inches thick.)\nA--0 to 13 inches; very dark gray (10YR 3/1) channery fine sandy loam; dark brown (10YR 3/3) dry; moderate medium granular structure; very friable; many medium and coarse roots; 25 percent sandstone fragments (2mm to 6 inches in length); moderately acid; clear smooth boundary.\nAB--13 to 18 inches; dark brown (10YR 3/3) channery loam; brown (10YR 4/3) dry; weak medium subangular blocky structure; very friable; many fine and medium roots; 20 percent sandstone fragments (2mm to 6 inches in length; moderately acid; clear smooth boundary. (Combined thickness of the A horizon is 10 to 19 inches.)\nBw1----18 to 34 inches; dark yellowish brown (10YR 4/4) very channery loam; yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; friable; few medium roots; 35 percent sandstone fragments (2m to 6 inches in length); moderately acid; clear smooth boundary.\nBw2--34 to 48 inches; brown (10YR 4/3) extremely flaggy sandy loam; yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure parting to moderate medium granular; very friable; few medium roots; 80 percent sandstone fragments (2mm to 15 inches in length); moderately acid; clear smooth boundary.\nBw3--48 to 61 inches; yellowish brown (10YR 5/4) very flaggy fine sandy loam; moderate medium subangular blocky structure; friable; common faint silt coatings on faces of peds and on rock fragments; 45 percent sandstone fragments (2mm to 15 inches in length); moderately acid; clear smooth boundary.\nBC--61 to 74 inches; yellowish brown (10YR 5/4) very flaggy loam; weak medium subangular blocky structure; friable; common faint silt coatings on faces of peds and on rock fragments; 50 percent sandstone fragments (2mm to 15 inches in length); moderately acid; clear smooth boundary. (Combined thickness of Bw and BC horizons is 30 to 60 inches thick.)\nC--74 to 84 inches, yellowish brown (10YR 5/4) very flaggy loam; many medium distinct light yellowish brown (2.5Y 6/4) and strong brown (7.5YR 5/6) lithochromic mottles; massive; firm; many faint silt coatings on fracture surfaces and on rock surfaces; 60 percent sandstone fragments (2mm to 15 inches in length); moderately acid; clear smooth boundary. (0 to 20 inches thick or more).\nR--84 inches; fractured brown sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Kentucky; about 3,000 feet south of the confluence of Opossum Branch and Raccoon Creek, about 5.7 miles east of Zebulon; 37 degrees, 28 minutes, 15 seconds N. Latitude and 82 degrees, 24 minutes, 41 seconds W. Longitude; USGS Millard Quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 40 to 80 inches and depth to hard bedrock is more than 5 feet. Flat rock fragments, mostly 2mm to 15 inches in length, range from 10 to 85 percent in individual horizons, but average 35 percent or more in the particle-size control section. Clay content ranges from 8 to 27 percent, but is commonly between 12 and 27 percent. Reaction ranges from strongly acid to neutral throughout.\nThe A horizon has hue of 10YR or 2.5Y, value moist of 2 or 3, dry 4 or 5, and chroma moist of 1 to 3, dry 3 to 5. Texture of the fine-earth is silt loam, loam, fine sandy loam, or sandy loam.\nThe B horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 3 to 6. Texture of the fine-earth is silt loam, loam, fine sandy loam, or sandy loam. Some pedons display lithochromic mottles in shades of brown, yellow, red, or  gray. Some pedons have very few or few thin discontinuous silt coatings or clay films on faces of peds, and on rock surfaces below a depth of about 30 inches.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. Texture of the fine-earth is silt loam, loam, silty clay loam, clay loam, fine sandy loam, or sandy loam. Some pedons display lithochromic mottling and  discontinuous silt coatings or clay films similar to the B horizon.\nBedrock is hard sandstone or siltstone, and less commonly soft shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Palantine series is the only other member of this family. Other soils in similar families include the Guyandotte, Kankakee, Lacrescent, and Marlean, Spivey, and Stock land series. Guyandotte soils are on similar landforms, but lack base saturations of 50 percent in one or more horizons. Kankakee soils are moderately deep to bedrock and formed in loamy alluvium on outwash plains and stream terraces. Lacrescent soils formed in 12 to 50 centimeters of loess, a mixture of loess and loamy colluvium, or in loamy sediments on dissected uplands. Marlean soils formed in 20 to 50 centimeters of loamy glacial or eolian sediments overlying loamy residuum weathered from limestone on ridges, interfluves, and side slopes of dissected uplands. Spivey soils formed in colluvium weathered from low-grade metasedimentary rocks that accumulates along drainageways, on benches, fans, and in coves of the Southern Blue Ridge Mountains (MLRA 130B). Stockland soils formed in gravelly alluvium on stream terraces and outwash plains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sharondale soils are mostly in deep coves, or on mountain side slopes on north and east facing slopes (azimuth of about 320 to 140 degrees). Slopes are dominantly 50 to 90 percent, but range from 15 to 100 percent. These soils formed in loamy colluvium weathered from strongly acid to neutral Pennsylvanian aged sandstone, siltstone, and shale. Surface stones or boulders range from .01 to 75 percent of surface coverage, but most commonly areas range from 3 to 15 percent. Elevations range from 1,000 to 4,000 feet and local relief difference ranges from 800 to 2,500 feet. Near the type location, the mean annual temperature ranges from 53 to 59 degrees F. and the mean annual precipitation ranges from 40 to 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Caneyville, Dekalb, Gilpin, Fedscreek, Kimper, Marrowbone, Muskingum, Renox, and Shelocta series. None of these soils has a mollic epipedon. Caneyville, Gilpin, Renox, and Shelocta soils have argillic horizons. Berks, Caneyville, Dekalb, Gilpin, Marrowbone, and Muskingum soils are moderately deep to bedrock. Caneyville soils are in a fine family. Gilpin, Kimper, Muskingum, Renox, and Shelocta soils are in a fine-loamy family. Fedscreek and Marrowbone soils are in a coarse-loamy family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in second growth forests with mixed stands of yellow poplar, American basswood, white ash, cucumber tree, northern red oak, black walnut, hickory, black locust, yellow buckeye, Ohio buckeye, and umbrella magnolia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sharondale soils are in the Cumberland-Allegheny Plateau of eastern Kentucky with possible similar areas in Virginia, West Virginia, and eastern Tennessee. The area is estimated to be of moderate extent, about 50,000 acres. (30,000 acres in Pike County)"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Kentucky; 1985. Source of the name is a small community in eastern Pike County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Sharondale soils were mostly mapped as Cutshin soils in the past.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 18 inches A, AB\nCambic subsurface horizon: 18 to 34 inches Bw1, 34 to 49 inches Bw2, 49 to 63 inches Bw3, 63 to 75 inches BC\nADDITIONAL DATA: Characterization sample S83KY-195-10 by NSSL. Supplemental data from pedon S82KY-195-22.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
