{
  "SERIES": "SHARATIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SR",
  "REVDATE": "12/71",
  "STATES": "AK",
  "OVERVIEW": "The Sharatin series consists of deep, well drained soils formed in recent volcanic ash overlying older ash influenced soils underlain by glacial outwash.  Sharatin soils are on glacial outwash terraces.  Slopes range from 0 to 7 percent.  Mean annual temperature is about 40 degrees F., and the average annual precipitation is about 60 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over sandy or sandy-skeletal, mixed Humic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sharatin silt loam -- under native grass  ( All colors are for moist soil)\nOi--2 inches to 0; mat of grass roots and straw and some moss; very strongly acid.\nC--0 to 1 inch; light yellowish brown (10YR 6/4) silt loam volcanic ash; massive; firm in place; few roots; abrupt smooth boundary.  (1 to 5 inches thick)\n2C--1 to 7 inches; pale brown (10YR 6/3) loamy fine sand volcanic ash; single grained; loose; mottled with yellowish red; some indication of mixing since deposition; few roots; strongly acid; abrupt wavy boundary.  (5 to 9 inches thick)\n3A1b--7 to 10 inches; dark reddish brown (5YR 3/2) silt loam with streaks of very dark grayish brown; weak fine subangular blocky structure; very friable; common roots; very strongly acid; gradual boundary.  (3 to 4 inches thick)\n3A2b--10 to 13 inches; dark olive gray (5Y 3/2) silt loam; weak fine subangular blocky structure; friable; fewer roots than horizon above; irregular thin discontinuous streak of dark yellowish brown toward bottom of horizon; very strongly to strongly acid; abrupt irregular boundary.  (3 to 4 inches thick)\n3A3b--13 to 16 inches; dark reddish brown (5YR 3/4 and 5YR 3/2) silt loam; moderate medium subangular blocky structure; friable; sticky; few roots; strongly acid; clear boundary.  (3 to 6 inches thick)\n3AC1--16 to 20 inches; mixed dark reddish brown (5YR 3/4) and dark yellowish brown (10YR 4/4) silt loam; colors in large patches; very weak medium subangular blocky structure; friable; sticky; few roots; strongly to medium acid; clear wavy boundary.  (3 to 6 inches thick)\n3AC2--20 to 36 inches; dark reddish brown (5YR 3/4) silt loam with darker red and lighter yellowish brown streaks; moderate medium subangular blocky structure; friable; few roots; strongly acid; abrupt wavy boundary.  (4 to 6 inches thick)\n4C--25 to 36 inches +; coarse sand and gravel; glacial outwash material; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Northeastern Kodiak Island Area, Alaska.  0.1 mile north of road bridge at the head of Anton Larsen Valley."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Total thickness of recent volcanic ash ranges from a few inches to 15 inches, but the normal range in thickness is 7 to 12 inches.  Texture of the uppermost layer ranges from silt loam to loamy fine sand.  Thickness of the buried dark solum ranges from 10 to 25 inches; normally the solum is 15 to 20 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Kodiak series in the same subgroup.  Kodiak soils have loamy-skeletal material in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sharatin soils are on glacial outwash terraces in narrow valleys.  The soils are formed in volcanic ash deposited over the outwash sand and gravel.  The climate is cool maritime.  Average annual precipitation ranges from 50 to 70 inches, and the average annual temperature is about 40 degrees F.  Temperatures below freezing are recorded on fewer than 40 days annually, and temperatures above 70 degrees F. are rare."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Pasagshak and Salonie series.  Pasagshak and Salonie soils have seasonally high water tables and have very shallow and shallow gravelly substrata, respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderate over very rapid permeability.  Runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as range land.  Native grasses are cut in places for hay and silage.  The native vegetation is tall grass, dominantly bluejoint reedgrass, and associated plants such as fireweed and salmonberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Kodiak Island, Alaska, and adjacent islands.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northeastern Kodiak Island Area, Alaska, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The range in characteristics for the Sharatin series is poorly defined.  More data is needed to define the central concept or the series should be inactivated (jpm, 4/87).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
