{
  "SERIES": "SHARPTOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. AVY/SHB/EMM",
  "REVDATE": "10/2013",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, isotic, frigid Vitrandic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sharptop ashy silt loam, forested; on a northwest-facing slope of 14 percent at an elevation of 2910 feet. (Colors are for moist soil unless otherwise stated). When described on November 3, 2005, the soil was dry to 23 inches and moist below.\nOi--0 to 1 inch; slightly decomposed needles, twigs, leaves, bark and cones. (0.5 to 1 inch thick)\nOe--1 to 2 inches; moderately decomposed organic matter mixed with 1980 Mt. St. Helens volcanic ash. (0.5 to 1 inch thick)\nA--2 to 4 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; moderate fine and medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine and common medium and few coarse roots; many very fine, fine and few medium tubular pores; 1 percent gravel; neutral (pH 7.1); clear smooth boundary. (2 to 9 inches thick)\nBw--4 to 9 inches; brown (10YR 4/3) ashy silt loam, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and common medium and few coarse roots; many very fine, fine and few medium tubular pores; 2 percent gravel; neutral (pH 7.1); clear wavy boundary. (4 to 10 inches thick)\nBtE--9 to 17 inches; mixed dark yellowish brown (10YR 4/4) silt loam, pale brown (10YR 6/3) dry; weak medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; moderately hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots; common very fine, fine tubular pores; few faint clay films and many faint very pale brown (10YR 7/3) silt coats on faces of peds; 3 percent gravel; neutral (pH 6.6); clear wavy boundary. (4 to 14 inches thick)\nBtxbE1--17 to 27 inches; highly mixed yellowish brown (10YR 5/4) silt loam, very pale brown (10YR 7/3) dry; weak medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, firm, slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots within peds; many very fine and common fine tubular pores; few distinct clay films and many faint very pale brown (10YR 8/3) silt coats on ped faces; few fine iron-manganese masses; approximately 20 percent fragic material that has a brittle manner of failure when moist; 5 percent gravel, slightly acid (pH 6.1); gradual wavy boundary\nBtxbE2--27 to 42 inches; highly mixed yellowish brown (10YR 5/4) silt loam, very pale brown (10YR 7/4) dry; weak medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm, slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots between peds; many fine and few fine tubular pores; common distinct clay films on ped faces and in pores; common distinct very pale brown (10YR 8/2) silt coats on faces of peds and in pores and root channels; few fine iron-manganese masses; few distinct organoargillans along root channels; approximately 50 percent fragic material; 9 percent gravel, slightly acid (pH 6.1); clear wavy boundary. (Combined thickness of the BtxbE horizon is 26 to 35 inches)\nBtxb--42 to 49 inches; dark yellowish brown (10YR 4/4) paragravelly silt loam, yellowish brown (10YR 5/4) dry; weak fine and medium prismatic structure parting to moderate medium and coarse subangular blocky; very hard, firm, slightly sticky and moderately plastic; few very fine, fine and medium roots between and within peds; many very fine and few fine tubular pores; common distinct clay films on faces of peds and in pores; few distinct silt coats in pores and root channels; few fine iron-manganese masses; few distinct organoargillans along root channels; approximately 30 percent fragic material; 5 percent gravel, 15 percent paragravel; slightly acid (pH 6.5); gradual wavy boundary. (4 to 11 inches thick)\n2Cr--49 to 60 inches; soft, weathered, fractured quartzite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benewah County, Idaho; about 2 miles north of Plummer, ID; about 440 feet south and 2,000 feet east of the northwest corner of section 6, T.46N., R.4W.; USGS Plummer topographic quadrangle; Latitude 47 degrees, 21 minutes, 55 seconds North; Longitude 116 degrees, 52 minutes, 58 seconds West; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\n(Depth to diagnostic horizons and features measured from the top of the first mineral layer.)\nSoil moisture - usually dry for 45 to 60 consecutive days mid-July to mid-September, moist mid-September to mid-July (xeric moisture regime)\nAverage annual soil temperature - 44 to 46 degrees F\nAverage summer soil temperature - 52 to 54 degrees F with an O horizon (frigid temperature regime)\nDepth to weathered bedrock (paralithic contact) - 40 to 60 inches\nParticle size control section: the upper 20 inches of the argillic horizon averages less than 18 percent clay content and less than 10 percent rock fragments\nFragic soil properties in a layer within 40 inches and at least 6 inches thick - 30 to 50 percent by volume\nVolcanic ash influence - 7 to 12 inches thick in surface layers\nVolcanic glass content - 5 to 20 percent (estimated)\nAcid-oxalate extractable Al + Fe - 0.40 to 1.0 percent (estimated)\nMoist bulk density, grams/cubic centimeter - 1.0 to 1.2 g/cc (estimated)\nPhosphate retention - 25 to 55 percent (estimated)\nA horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 to 4 dry or moist\nClay content - 5 to 10 percent\nGravel content - 0 to 5 percent\nTotal rock fragment content - 0 to 5 percent\nReaction - slightly acid or neutral\nBw horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nClay content - 8 to 13 percent\nGravel content - 0 to 5 percent\nTotal rock fragment content - 0 to 10 percent\nReaction - slightly acid or neutral\nBtE horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nClay content - 10 to 16 percent\nGravel content - 0 to 5 percent\nTotal rock fragment content - 0 to 20 percent\nReaction - slightly acid or neutral\nBtxbE horizons\nValue - 5 to 7 dry and 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - silt loam or silty clay loam\nClay content - 16 to 24 percent\nFragic material - 10 to 50 percent\nGravel content - 0 to 10 percent\nParagravel content - 0 to 5 percent\nTotal rock fragment content - 0 to 20 percent\nReaction - moderately acid or slightly acid\nBtxb horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry and 4 or 5 moist\nChroma - 3 or 4 dry and 4 or 6 moist\nTexture - silt loam or silty clay loam\nClay content - 17 to 26 percent\nFragic material - 5 to 30 percent\nGravel content - 0 to 25 percent\nParagravel content - 0 to 15 percent\nTotal rock fragment content - 0 to 25 percent\nReaction - moderately acid or slightly acid\n2BCt horizons - present in some pedons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry and 4 or 5 moist\nChroma - 3 or 4 dry and 4 or 6 moist\nTexture - silt loam or loam\nClay content - 12 to 17 percent\nGravel content - 15 to 30 percent\nParagravel content - 0 to 40 percent\nCobble content - 0 to 10 percent\nTotal rock fragment content - 15 to 55 percent\nReaction - moderately acid or slightly acid\n2C horizons - present in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sharptop soils are on convex southeast to northwest-facing back slopes, shoulders and summits of dissected hills and hills on basalt plateaus. Slopes range from 5 to 25 percent. They formed in loess with an influence of loess and volcanic ash in the surface over colluvium and residuum weathered from basalt or metasedimentary bedrock, predominantly siltite and fine grained quartzite. Elevation ranges from 2,700 to 3,300 feet. The average annual air temperature is 43 to 45 degrees F. The average annual precipitation is 28 to 32 inches. The frost free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Carlinton, Reggear, Santa and Taney soils. These soils are very deep to bedrock and have a fragipan. Carlinton soils are on side slopes of broad interfluves and have a thin mollic epipedon. Reggear soils have a udic moisture regime and are on summits and back slopes of hills and basalt plateaus. Santa soils are on shoulders and back slopes of dissected hills and broad interfluves. Taney soils are on side slopes of broad interfluves and have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is medium to rapid; Saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, watershed, recreation, and some areas are cleared for cultivation. Potential natural overstory vegetation is mainly a closed canopy of grand fir, Douglas-fir and ponderosa pine with an understory of twinflower, oceanspray, mallow ninebark, common snowberry, white spirea, sweet-scented bedstraw, elk sedge, pine reedgrass, Idaho fescue and Columbia brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Idaho and possibly eastern Washington. The series is not extensive. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: BOZEMAN, MONTANA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 2013."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (Oi, Oe and A horizons).\nArgillic horizon - the zone from 9 to 49 inches (BtE, BtxbE1, BtxbE2 and Btxb horizons).\nVitrandic feature - the zone from 2 to 9 inches (A and Bw horizons).\nParticle-size control section - The zone from 9 to 29 inches (BtE, BtxbE1 and part of the BtxbE2 horizons).\nFragic subgroup - the zone from 27 to 49 inches having 30 percent or more of volume with fragic properties\nThis concept was included in the Santa Variant concept that was set up in the Soil Survey of Benewah County Area, Idaho - 1974.  Santa Variant was mapped in both Benewah and Kootenai Counties.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
