{
  "SERIES": "SHARK VALLEY",
  "STATUS": "Tentative Series",
  "BYREV": "CAP-MVF/JGT",
  "REVDATE": "05/2021",
  "STATES": "FL",
  "OVERVIEW": "MLRA(s): 156A\nSoil Survey Regional Office (SSRO) Responsible: Auburn, Alabama\nDepth Class: Moderately deep\nDrainage Class: Very poorly drained\nSaturated Hydraulic Conductivity:  High in the organic material and negligible in the rock material\nIndex Surface Runoff: Negligible\nParent Material: Organic materials of Holocene age over limestone bedrock\nSlope: 0 to 1 percent\nElevation: 1 to 7 meters (3 to 25 feet)\nMean Annual Air Temperature: 25 degrees C. (77 degrees F.)\nMean Annual Precipitation: 165 centimeters (65 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Lithic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shark Valley muck on a concave dip in fresh water marsh. (Colors are for moist soil unless otherwise stated)\nOa1--0 to 28 centimeters (0 to 11 inches); black (10YR 2/1) muck; about 30 percent fiber unrubbed and about 5 percent fiber rubbed; weak medium prismatic structure; very friable, soft; nonsticky, nonplastic; slightly acid; gradual wavy boundary.\nOa2--28 to 61 centimeters (11 to 24 inches); black (10YR 2/1) muck; about 25 percent fiber unrubbed and about 5 percent fiber rubbed; massive; very friable, soft; nonsticky, nonplastic; neutral; abrupt wavy boundary. [Combined thickness of the Oa horizon is 51 to 91 centimeters (20 to 36) inches)]\n2R--61 to 86 centimeters (24 to 34 inches); weakly to strongly cemented limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or loamy material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Broward County, Florida; approximately 3 miles north of I-75; about 13 miles west of the intersection of I-75 and US 29; approximity 825 feet west and 450 feet south of the northeast corner of Sec. 28, T. 48 S., R. 39 E.; latitude 26 degrees, 11 minutes, 20.22 seconds N and longitude 80 degrees, 38 minutes, 52.84 seconds W; WSG84. USGS East of Lone Palm Head, FL quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 50 to 100 centimeters (20 to 40)\nDepth to seasonally high water: 0 to 15 centimeters (0 to 6 inches)\nSoil reaction: Moderately acid to moderately alkaline\nDepth of the organic material: 50 to 100 centimeters (20 to 40 inches)\nDepth to bedrock: 50 to 100 centimeters (20 to 40 inches)\nFiber content: Un-Rubbed 10 to 70 percent and rubbed less than 17 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Islamorada and Macks Camp series, and the Tamiami series in a closely related family.\nIslamorada soils--lack stratification of marly sediments, are in the tidal zone, are very frequently flooded, and occur in marine marshes, swamps, or low broad flats.\nMacks Camp soils--have bedrock at depths of 100 to 150 centimeters (40 to 60 inches) and occur on similar landform positions.\nTamiami soils--have bedrock at depths less than 100 centimeters (40 inches), are stratified with calcareous silty marl, and are hyperthermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Florida Everglades\nLandform(s): Talfs, rises, and/or dips in fresh water marshes and swamps\nParent material: organic materials formed from remains of hydrophytic herbaceous plant overlying limestone bedrock.\nMean annual air temperature: 24 to 26 degrees C (75 to 79 degrees F)\nMean annual precipitation: 112 to 160 centimeters (44 to 63 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Macks Camp and Tamiami soils, these are:\nBuffalo Tiger soils--lack limestone bedrock within 203 centimeters (80 inches) and occur in similar landform positions.\nCoopertown soils--have limestone bedrock within 18 to 50 centimeters (7 to 20 inches) of the surface and occur in similar landform positions.\nGator Lake soils--have limestone bedrock within 5 to 18 centimeters (2 to 7 inches) of the surface and occur in similar landform positions.\nLoxahatche soils--are very deep, lack limestone substratum within 203 centimeters (80 inches) and are in similar landform positions.\nPlantation soils--have sandy layers below the organic layer and above the limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (KSAT): High to very high\nPermeability: Rapid\nSurface Runoff: Negligible\nPonding frequency and duration: Under natural conditions the soil is covered by water (ponded) - very frequently for very long duration 9 to 11 months, currently ponding is controlled by anthropogenic activities.\nFlooding frequency and duration: None\nHydric Indicators: A1 Histosol, A3 Black Histic, and A8 Muck Presence"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Water quality, water storage, and wildlife habitat.\nDominant vegetation: sawgrass, sedges, lilies, spikerush, willow, elderberry, pond apple, and cypress."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Florida Everglades and associated areas.  This soil is of moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Broward County, Florida; 2018."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\n1.\tParticle size control section:  0 to 61 centimeters (0 to 24 inches)\n2.\tHistic epipedon: 0 to 61 centimeters (0 to 24 inches) (Oa1 and Oa2 horizons).\n3.\tLithic contact: 61 to 86 centimeters (24 to 34 inches) (2R horizon).\n4.\tPeraquic Conditions: Endosaturation ranges from 0 to 86 centimeters (0 to 34 inches)\nThis soil was previously mapped as Lauderhill, which is in the hyperthermic temperature regime.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: 10FL011WCA3A076\nOSD Pedon Site ID: 10FL011WCA3A076\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa1--0 to 28 centimeters (0 to 11 inches); black (10YR 2/1) muck; about 30 percent fiber unrubbed and about 5 percent fiber rubbed; weak medium prismatic structure; very friable, soft; nonsticky, nonplastic; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Oa2",
        "top": 28,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa2--28 to 61 centimeters (11 to 24 inches); black (10YR 2/1) muck; about 25 percent fiber unrubbed and about 5 percent fiber rubbed; massive; very friable, soft; nonsticky, nonplastic; neutral; abrupt wavy boundary. [Combined thickness of the Oa horizon is 51 to 91 centimeters (20 to 36) inches)]"
      },
      {
        "name": "2R",
        "top": 61,
        "bottom": 86,
        "texture_class": "sand",
        "narrative": "2R--61 to 86 centimeters (24 to 34 inches); weakly to strongly cemented limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or loamy material."
      }
    ]
  ]
}
