{
  "SERIES": "SHARESNOUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/CLM",
  "REVDATE": "11/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sharesnout gravelly loam -- on a slightly convex northwest-facing slopes of 5 percent, in native rangeland, at 1,770 meter elevation.  (Colors are for air-dry soil unless otherwise stated.  When described on September 25, 1979, the soil was dry to 38 cm and slightly moist below).\nA--0 to 10 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine, few medium roots; common fine, few medium vesicular pores; 20 percent gravel; neutral (pH 7.3); clear smooth boundary.  (8 to 23 cm thick)\nBA--10 to 25 cm; brown (10YR 5/3) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, few medium roots; common fine tubular pores; 15 percent gravel, 5 percent cobbles; neutral (pH 7.1); clear smooth boundary.  (0 to 20 cm thick)\nBt1--25 to 38 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; many distinct clay films on faces of peds and in pores; 30 percent gravel, 10 percent cobbles; neutral (pH 7.1) clear smooth boundary.  (10 to 25 cm thick)\nBt2--38 to 56 cm; yellowish brown (10YR 5/4) extremely cobbly clay, brown (10YR 4/3) moist; moderate medium prismatic structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few fine tubular pores; many prominent clay films on faces of peds and in pores; 25 percent gravel, 30 percent cobbles, 5 percent stones; neutral (pH 7.1); clear smooth boundary.   (15 to 43 cm thick)\nR--56 cm; fractured welded rhyolitic tuff; silica and clay fill most voids and fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 2 1/2 miles north of Nevada border and 9 miles east of Duck Valley Indian Reservation; 2,300 feet west and 2,200 feet north of the southeast corner of section 13, T. 16 S., R. 6 E.; USGS Triplet Butte 7.5 minute topographic quadrangle; latitude 42 degrees 02 minutes 02 seconds N and longitude 115 degrees 41 minutes 52 seconds W; WGS84 Decimal Degrees 42.0338889 latitude, -115.6977778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist winter and spring, dry late July through early October; typic xeric soil moisture regime.\nMean annual soil temperature: 4 to 8 degrees C.\nAverage summer soil temperature: 15 to 18 degrees C.\nMollic epipedon thickness: 20 to 46 cm.\nDepth to fractured bedrock: 50 to76 cm.\nParticle-size control section - Clay content: Average 35 to 50 percent.\nRock fragments: Average 40 to 75 percent (Averages less than 25 percent cobble and stone).\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 through 4 dry, 2 or 3 moist.\nReaction: Slightly acid or neutral.\nBt1 horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 3 or 4 dry, 2 or 3 moist.\nTexture: Very gravelly clay loam, extremely gravelly clay loam or very cobbly clay loam\nReaction: Slightly acid through slightly alkaline.\nBt2 horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 6 dry, 2 to 4 moist.\nChroma: 3 through 6 dry or moist.\nTexture: Extremely gravelly clay, extremely cobbly clay or extremely gravelly clay loam.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birchcreek, Derringer, Droem, Erakatak, Leevan, McIvey, Ravenswood, Roostercomb, Threek, Yago, and Yeates Hollow series.  Birchcreek soils have rock fragments predominantly greater than 8 cm in the argillic horizon. Derringer soils are over paralithic contact.  Droem, Leevan, and Roostercomb soils have a mollic epipedon that does not include the upper Bt horizon.  McIvey, Threek, Yago, and Yeates Hollow soils are over 100 cm deep.  Erakatak and Ravenswood soils have less than 60 percent rock fragments in the lower argillic horizon.  Ravenswood soils have a solum thickness of 76 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sharesnout soils are on footslopes, backslopes, and summits of foothills and mountains at elevations of 1,463 to 2,195 meters.  Slopes range from 3 to 35 percent.  These soils formed in local alluvium and residuum from extrusive rocks and volcanic ash.  The climate is cool and moist in winter and warm and dry in summer.  Average annual precipitation ranges from 330 to 430 mm and average annual temperature ranges from 3 to 7 degrees C.  The frost-free period is 55 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bregar, Cleavage, Doodlelink, Hurryback, Monasterio, Thacker, and Vitale series.  The Bregar and Cleavage soils are shallow to bedrock and have less than 35 percent clay in the control section.  Doodlelink and Hurryback soils are greater than 100 cm deep, have less than 35 percent clay in the control section, and have a mollic epipedon greater than 50 cm thick.  Thacker soils have a duripan and have less than 35 percent rock in the control section.   Monasterio and Vitale soils have less than 35 percent clay in the control section.  The Doodlelink and Hurryback soils occur on steep north and east aspects.  All other soils occur on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE ANDSATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE ANDSATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to rapid runoff; saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sharesnout soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is low sagebrush, Idaho fescue, bluebunch wheatgrass, Antelope bitterbrush, and occasionally mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sharesnout soils are of moderate extent in southwestern Idaho. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nMollic epipedon - The zone from the soil surface to 38 cm (A, BA, and Bt1 horizons).\nArgillic horizon and particle-size control section - The zone from 25 to 56 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 56 cm (R layer).\nParticle-size control section - - The zone from 25 to 56 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
