{
  "SERIES": "SHARKEY",
  "STATUS": "Established Series",
  "BYREV": "LBW; Rev.JDS",
  "REVDATE": "02/2013",
  "STATES": "AR,KY,LA,MS,MO,TN",
  "OVERVIEW": "The Sharkey series consists of very deep, poorly and very poorly drained, very slowly permeable soils that formed in clayey alluvium. These soils are on flood plains and low terraces of the Mississippi River; MLRA 131A. Slope is dominantly less than 1 percent, but ranges to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Chromic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sharkey clay--planed and smoothed, cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 6 inches; very dark grayish brown (10YR 3/2) clay; structureless, massive; firm; very sticky; very plastic; few fine roots; few fine pores; few stress cracks; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation around dead roots; few fine faint dark gray (10YR 4/1) iron depletions around some root channels and pores; slightly acid; clear smooth boundary.\nAp2--6 to 10 inches; dark grayish brown (10YR 4/2) clay; weak medium subangular blocky structure parting to moderate fine angular blocky; firm; very sticky; very plastic; few fine roots; few fine pores; shiny pressure faces on some peds; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation throughout matrix and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on faces of some peds; few fine faint dark gray (10YR 4/1) iron depletions throughout matrix; few fine charcoal fragments; slightly acid; clear wavy boundary. (Combined thickness of the A horizon ranges from 4 to 12 inches.)\nBssg1--10 to 24 inches; dark gray (10YR 4/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; few fine grooved intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on some peds; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in matrix and on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on faces of some peds; neutral; gradual wavy boundary.\nBssg2--24 to 39 inches; dark gray (10YR 4/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; common intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on some peds; many medium distinct dark yellowish brown (10YR 4/4), few fine distinct dark yellowish brown (10YR 3/4) and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in matrix and on faces of peds; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bssg horizon ranges from 26 to more than 60 inches.)\nBssyg1--39 to 58 inches; gray (2.5Y 5/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; few intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on many peds; few fine soft threads of gypsum accumulation between some peds; many fine and medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in matrix and on faces of peds; slightly alkaline; gradual wavy boundary.\nBssyg2--58 to 64 inches; dark gray (2.5Y 4/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; few intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on many peds; few fine soft threads of gypsum accumulation between peds; many fine and medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in matrix and on faces of peds; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bssyg horizon ranges from 0 to more than 36 inches.)\nBssg--64 to 84 inches; gray (2.5Y 5/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on many peds; few fine calcium carbonate masses that are slightly effervescent; common medium prominent dark yellowish brown (10YR 4/4 and 4/6) masses of iron accumulation in matrix and on faces of peds; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison Parish, Louisiana; northeast on U.S. Hwy 65 approximately 2.5 miles from the intersection of U.S. Hwy.80 and U.S. Hwy.65 in Tallulah; then 500 feet west on a field road, then 50 feet south into cultivated field; NE 1/4, SE 1/4, SE 1/4, Sec.33, T.17 N., R.13 E.; 32 degrees, 26 minutes, 19.51 seconds N. Latitude; 91 degrees, 9 minutes, 55.64 seconds W. Longitude; Tallulah Quadrangle, Louisiana."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 36 to more than 80 inches. In most years, cracks 1 to 3 cm wide develop to a depth of 20 to 24 inches or more. COLE ranges from about 0.10 to 0.17 throughout the Bg, Bssg and Bssyg horizons. Clay content in the 10-40 inch control section ranges from 60 percent to about 90 percent. Some pedons are calcareous below 20 inches. Clayey buried A horizons are present in some pedons below a depth of 20 inches.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2. Texture is clay, silty clay, or silty clay loam with more than 30 percent clay. Loamy overwash phases with less than 30 percent clay with hue of 10YR, values of 2 to 5 and chroma of 1 to 3 are recognized. Clayey overwash phases with hue of 2.5YR or 5YR are also recognized Reaction ranges from strongly acid through moderately alkaline.\nThe Bg horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2; or is neutral with values of 4 to 6. Texture is clay. Iron-manganese accumulations and depletions range from none to common in shades of gray, brown, yellow, and red. Reaction ranges from slightly acid to moderately alkaline.\nThe Bssg and Bssyg horizons have hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2; or are neutral with values of 4 to 6. Texture is clay. Iron-manganese accumulations and depletions range from few to many in shades of gray, brown, yellow, and red. Reaction ranges from slightly acid to moderately alkaline.\nThe BC or C horizons, where present, have hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2; or are neutral with values of 4 to 6. Iron-manganese accumulations and depletions range few to many in shades of gray, brown, yellow, and red. Texture is typically clay or silty clay but coarser textures are also present in some pedons below a depth of 40 inches. Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sharkey soils are on the floodplain, lower parts of natural levees, in backswamps and abandoned channels and on interfluves and low terraces of the Mississippi River. Slope is dominantly less than 1 percent, but ranges to 5 percent. They formed in clayey alluvium that is dominantly smectites. Elevation ranges from 20 to 250 feet above mean sea level. Mean annual temperature ranges from 60 to 67 degrees F. Mean annual precipitation ranges from 45 to 65 inches. Annual frost free days range from 200 to 350."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alligator, Bowdre, Commerce, Dundee, Earle, Mhoon, Newellton and Tunica series. Alligator soils occur on similar landscapes, but are more acid in the upper part of the subsoil. Bowdre, Earle, Newellton and Tunica soils typically occur on clay capped point bars. Bowdre soils have a mollic epipedon and a loamy 2C horizon within 12 to 20 inches of the soil surface. Earle soils are more acid in the subsoil and have a loamy 2C horizon within 20 to 36 inches of the soil surface. Newellton soils have a loamy 2C horizon within 12 to 20 inches of the soil surface. Tunica soils have a loamy 2C horizon within 20 to 36 inches of the soil surface. Commerce and Mhoon soils typically occur on low flood plains near the present channel. Commerce and Mhoon soils are in a fine-silty particle size class. Dundee soils typically on higher parts of natural levees and in a fine-silty particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: The construction of levees along the Mississippi River and its tributaries along with the installation of an intricate network of regional, local and field drains to remove surface water has altered the hydrology of Sharkey and other soils in the valley. These soils are now saturated only in the upper part of the surface layer, and along cracks and slickenside faces in the subsoil from December through April in normal years. The soils are reduced in the upper part of the surface horizon and have positive reaction to alpha,alpha-dipyridyl solution during periods when water is on the surface.\nIn undrained areas, which includes areas inside the main Mississippi River levee and ponded backswamps and abandoned channels, the natural drainage classes of Sharkey are poor and very poor.\nIn ponded areas, the natural drainage is very poor. These areas typically are old abandoned channels and depressional backswamps. These areas are covered with water .5 to 5 feet deep during winter and spring. These areas typically are dry long enough in summer and fall for cracks to form in the surface layer during normal years.\nSurface runoff is negligible to very high depending on slope. Permeability is very slow. Unprotected areas typically flood for long to very long durations, most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for cropland; soybeans and rice are the principal crops. Corn, wheat, grain sorghum and other small grains are also grown. Minor areas are in Pecan orchards, woodland and pasture. Frequently flooded and ponded areas are mainly in bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mississippi River flood plain and low terraces in Arkansas, Louisiana, Kentucky, Mississippi, Missouri, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yazoo area, Yazoo County, Mississippi; 1901."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and significant features recognized in the soil are:\nOchric epipedon..0 to 10 inches\nCambic horizon...10 to 84 inches\nSlickensides.....10 to 84 inches\nMLRA(s): = 131A"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap1--0 to 6 inches; very dark grayish brown (10YR 3/2) clay; structureless, massive; firm; very sticky; very plastic; few fine roots; few fine pores; few stress cracks; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation around dead roots; few fine faint dark gray (10YR 4/1) iron depletions around some root channels and pores; slightly acid; clear smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 15,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap2--6 to 10 inches; dark grayish brown (10YR 4/2) clay; weak medium subangular blocky structure parting to moderate fine angular blocky; firm; very sticky; very plastic; few fine roots; few fine pores; shiny pressure faces on some peds; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation throughout matrix and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on faces of some peds; few fine faint dark gray (10YR 4/1) iron depletions throughout matrix; few fine charcoal fragments; slightly acid; clear wavy boundary. (Combined thickness of the A horizon ranges from 4 to 12 inches.)"
      },
      {
        "name": "Bssg1",
        "top": 25,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg1--10 to 24 inches; dark gray (10YR 4/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; few fine grooved intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on some peds; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in matrix and on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on faces of some peds; neutral; gradual wavy boundary."
      },
      {
        "name": "Bssg2",
        "top": 61,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg2--24 to 39 inches; dark gray (10YR 4/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; common intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on some peds; many medium distinct dark yellowish brown (10YR 4/4), few fine distinct dark yellowish brown (10YR 3/4) and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in matrix and on faces of peds; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bssg horizon ranges from 26 to more than 60 inches.)"
      },
      {
        "name": "Bssyg1",
        "top": 99,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssyg1--39 to 58 inches; gray (2.5Y 5/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; few intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on many peds; few fine soft threads of gypsum accumulation between some peds; many fine and medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation in matrix and on faces of peds; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bssyg2",
        "top": 147,
        "bottom": 163,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssyg2--58 to 64 inches; dark gray (2.5Y 4/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few fine roots; few intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on many peds; few fine soft threads of gypsum accumulation between peds; many fine and medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in matrix and on faces of peds; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bssyg horizon ranges from 0 to more than 36 inches.)"
      },
      {
        "name": "Bssg",
        "top": 163,
        "bottom": 213,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bssg--64 to 84 inches; gray (2.5Y 5/1) clay (color for ped interiors and faces); weak medium subangular blocky structure parting to moderate fine angular blocky; very firm; very sticky; very plastic; few intersecting slickensides that form coarse wedge-shaped aggregates; shiny pressure faces on many peds; few fine calcium carbonate masses that are slightly effervescent; common medium prominent dark yellowish brown (10YR 4/4 and 4/6) masses of iron accumulation in matrix and on faces of peds; slightly alkaline."
      }
    ]
  ]
}
