{
  "SERIES": "SHASTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/CAF/JJJ",
  "REVDATE": "10/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, mixed, mesic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shasta loamy sand on a 1 percent slope under a canopy of ponderosa pine, manzanita, whitethorn, chokecherry, bitterbrush, and stipa.  (Colors are for dry soil unless otherwise stated.  When described June 5, 1974 the soil was moist throughout.)\nOi1--4 to 1 inches; recent and slightly decomposed needles, leaves, bark, twigs and other organic debris; abrupt smooth boundary.  (0 to 4 inches thick)\nOi2--1 to 0 inch; partially decomposed needles, leaves, twigs, bark and other organic debris; abrupt smooth boundary.  (0 to 2 inches thick)\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) loamy sand, black (N 2/0) moist; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many very fine interstitial pores; strongly acid (5.5); abrupt smooth boundary.  (3 to 5 inches thick)\nA2--5 to 13 inches; very dark grayish brown (10YR 3/2) loamy sand, black (10YR 2/1) moist; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; many very fine interstitial pores; strongly acid (pH 5.5); clear smooth boundary.  (6 to 8 inches thick)\nA3--13 to 22 inches; dark grayish brown (10YR 4/2) loamy sand, black (10YR 2/1) moist; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and many medium and coarse roots; many very fine interstitial pores; strongly acid (pH 5.5); clear smooth boundary.  (6 to 9 inches thick)\n2C1--22 to 30 inches; grayish brown (10YR 5/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and many medium and coarse roots; strongly acid (pH 5.5); abrupt wavy boundary.  (5 to 9 inches thick)\n3C2--30 to 39 inches; pale brown (10YR 6/3) extremely gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; massive; hard, firm, nonsticky and nonplastic; common very fine, fine and medium roots; many very fine random interstitial pores; 70 percent rounded gravel; very weakly discontinuously cemented with volcanic glass; moderately acid (pH 5.8); abrupt wavy boundary.  (0 to 9 inches thick)\n4C3--39 to 50 inches; gray (10YR 5/1) gravelly sand, dark brown (10YR 3/3) moist; single grain; slightly hard, loose, nonsticky and nonplastic; few fine and very fine roots; many very fine interstitial pores; 25 percent rounded gravel; moderately acid (pH 5.9); abrupt wavy boundary.  (6 to 15 inches thick)\n5C4--50 to 60 inches; gray (10YR 5/1) sand, dark brown (10YR 3/3) moist; single grained; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 10 percent rounded gravel; moderately acid (pH 5.9); abrupt wavy boundary.  (8 to 12 inches thick)\n5C5--60 to 70 inches; gray (10YR 5/1) sand, 70 percent black (10YR 2/1) and 30 percent dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 5 miles east of McCloud, 0.3 miles east of Fowler campground road, 50 feet north of logging road 24KG; 3,700 feet north and 1,700 feet west of the southeast corner of sec. 1, T. 39 N., R. 2 W., Shasta SE (Elk Spring) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 51 degrees F.  The soil temperature exceeds 41 degrees F.from early April to late November and exceeds 47 degrees F. from early May to mid November.  The soil between a depth of 12 and 30 inches is dry from mid July to mid October 90 to 110 days, and is moist in some or all parts the rest of the year.  The depth to sand or gravelly sand ranges from 20 to 40 inches. Gravel make up 0 to 35 percent of the upper soil.  Strata below 30 inches may be as high as 80 percent gravel.  The volcanic ash is composed of 1 to 10 percent glass shards and 50 to 70 percent weathered and unweathered glass aggregates.  The lower part of the substratum may have 1 to 4 inch thick layers of silt size glacial rock flour.\nThe A horizon color is 10YR 3/1, 3/2, 3/3, 3/4, 4/1, 4/2, 4/3, 4/4, 5/1, 5/2, 5/3 or 5/4.  Moist colors are N 2/0; 10YR 1/1, 1/2, 1/3, 2/0, 2/1, 2/2, 2/3, 3/1, 3/2 or 3/3.  It is loamy sand or loamy fine sand and may be gravelly.  Structure is very fine granular, single grain or massive.  It is strongly acid or moderately acid.\nThe C horizon color is 10YR or 2.5YR 5/1, 5/2, 5/3, 5/4, 6/1, 6/2, 6/3, 6/4, 7/1, 7/2, 7/3 or 7/4.  Moist color is 10YR or 2.5Y 2/1, 3/1, 3/2, 3/3, 4/1, 4/2 or 4/3.  The C horizons are stratified.  They are loamy sand or sand and may be gravelly, very gravelly or extremely gravelly.  Reaction is very strongly acid to moderately acid.\nAndic property data (see remarks for explanation):\nDepth  P-ret   B.D.   pH NaF   Glass   Alo   Feo   15 barH20 0-5     56    .83     10.2    9/7,69  1.46  0.24  15.2/15.1 5-13    ND     .95 10.7    7/       ND    ND   13.2/11.3 13-22   67     .95     10.3\n1.66  0.25  11.4/10.2 22-30   83     .96     10.2   1/8,69   2.10 0.28  11.8/10.0 30-39   72     .92      9.5            2.00  0.27 10.7/8.9 39-50   63     .89      9.4            1.52  0.19   8.4/5.0 50-60   47      ND      8.9     /2,51  0.95  0.17   5.4/2.4 60-70   41   .94      8.8            0.71  0.17   3.7/2.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Shasta soils occupy nearly level to moderately sloping glacial outwash plains and fans and have developed in glacial outwash from glacial rock flour and volcanic ash.  They occur at elevations of 3000 to 5000 feet in a dry mesothermal climate with warm, dry summers and cool, moist winters.  The average annual precipitation is 35 to 60 inches.  The mean annual temperature is about 47 to 50 degrees F. The average January temperature is about 31 degrees F.  The average July temperature is about 66 degrees F.  Frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deetz, Delaney, Neer, Nikal, Ponto and Shastina (T) soils.  The Deetz and Delaney soils have ochric epipedons.  Neer soils are medial skeletal with fractured weathered vesicular andesite at 20 to 40 inches.  Nikal soils are medial over loamy skeletal over hard basalt at 20 to 40 inches.  Ponto soils have ochric epipedons and are medial.  Shastina soils are medial over sandy or sandy skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow and very slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Shasta soils are used mainly for the production of timber and as recreational areas.  The vegetation is ponderosa pine, Douglas-fir, incense cedar, sugarpine, white fir, manzanita, mountain whitethorn, Antelope, bitterbrush, western chokecherry, western serviceberry, bitter cherry, needlegrass, and other grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Shasta soils are of moderate extent in northeastern California and occur in large homogeneous areas.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shasta Valley Area, Siskiyou County, California in 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series reclassified on September, 1994.  Competing series not reviewed at that time.\nADDITIONAL DATA: Soil was sampled in June 1974 by the Riverside Laboratory, Pedon No. S74CA-093-003.  UCD Laboratory lab no. 1270.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
