{
  "SERIES": "SHASKIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/ARH/RJE",
  "REVDATE": "01/2002",
  "STATES": "WA",
  "OVERVIEW": "The Shaskit series consists of very deep, somewhat poorly drained soils on nearly level to undulating stream floodplains at elevations of 2,500 to 5,500 feet. They formed in glacial outwash and alluvium. These soils occur in a cold, subhumid climate with cold, moist winters and cool, dry summers. The mean annual precipitation ranges from 25 to 40 inches; the mean annual temperature ranges from 42 to 45 degrees F.; and the mean frost free season ranges from 70 to 100 days.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, aniso, glassy over mixed, nonacid Vitrandic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shaskit silt loam, forested. (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; pinkish gray (7.5YR 7/2) ashy silt loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse angular blocky and fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many fine roots; neutral (pH 6.8); clear wavy boundary. (6 to 8 inches thick)\nAC--7 to 17 inches; very pale brown (10YR 7/3) ashy sandy loam, brown (10YR 5/3) moist; massive; soft, friable, nonsticky, nonplastic; common fine roots; neutral (pH 6.9); clear wavy boundary. (9 to 11 inches thick)\n2C1--17 to 24 inches; very pale brown (10YR 7/3) coarse sand, brown (10YR 5/3) moist; massive; hard, slightly firm, slightly sticky, nonplastic; few medium and fine roots; few brittle, brown (7.5YR 4/4) iron stained nodules; neutral (pH 7.0); clear wavy boundary. (6 to 9 inches thick)\n3C2--24 to 31 inches; pink (7.5YR 7/4) loam, brown (7.5YR 4/4) moist; massive; hard, firm, slightly sticky, slightly plastic; few roots; neutral (pH 7.0); clear wavy boundary. (6 to 9 inches thick)\n4C3--31 to 36 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; strong medium and coarse angular blocky structure; hard, firm, sticky, plastic; neutral (pH 6.8); clear wavy boundary. (4 to 7 inches thick)\n4C4--36 to 44 inches; brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; massive; hard, firm, sticky, plastic; few medium and large roots; neutral (pH 7.0); clear wavy boundary. (7 to 10 inches thick)\n5C5--44 inches; light brown (7.5YR 6/4) loamy coarse sand, brown (7.5YR 4/4) moist; massive; hard, firm, slightly sticky, slightly plastic; few large roots; strong brown (7.5YR 5/6) stains; some bridging of sand grains with clay; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; adjacent to forest road on south side of South Fork Deadman Creek, 100 yards east of steel cattle guard; NE1/4 SE1/4 section 29, T.37N., R.36E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at depth of 20 inches ranges from 42 to 45 degrees F. The mean summer temperature is about 50 degrees F. Surface horizons contain 30 to 60 percent volcanic ash, and have bulk densities of less than 0.95. These soils are usually moist between depths of 8 and 24 inches. The top part of the 10 to 40 inch control section averages more than 30 percent volcanic glass, the next part is sand or loamy sand, and the bottom part is loamy with less than 18 percent clay and 15 to 50 percent particles coarser than very fine sand.\nThe A horizon has hue of 7.5YR or 10YR, value of 6 through 8 dry and 3 or 4 moist. It has weak to moderate blocky or granular structure.\nThe AC horizon has hue of 10YR or 7.5YR, and dry value of 6 through 8. It ranges from ashy sandy loam to sand and is massive or single grained.\nThe 2C horizon has value of 7.5YR through 2.5Y, dry value of 5 through 8, and dry chroma of 3 through 6. It is highly stratified, with texture ranging from coarse sand to loamy sand.\nThe 3C, 4C, and 5C horizons have value of 7.5YR through 2.5Y, dry value of 5 through 8, and dry chroma of 3 through 6. It is highly stratified, with texture ranging from  sandy loam to clay loam. Depth to mottles with chroma of 2 or less exceeds 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Salchaket series. Salchaket soils lack enough volcanic ash to give bulk densities below 0.95."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shaskit soils are on nearly level to undulating stream floors at elevations of 2,500 to 5,500 feet. They formed in glacial outwash and alluvium. These soils occur in a cold, subhumid climate with cold, moist winters and cool, dry summers. The mean annual precipitation ranges from 25 to 40 inches; the mean annual temperature ranges from 42 to 45 degrees F.; and the mean frost free season ranges from 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gahee, Goddard, Nanamkin, Tonata, and Torboy soils. All of these soils have cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Woodland, recreation and grazing. Douglas fir, western red cedar, lodgepole pine, grand fir, and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County (North Ferry Area), Washington, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
