{
  "SERIES": "SHATTUCK",
  "STATUS": "Established Series",
  "BYREV": "PNP-BDG-EMM",
  "REVDATE": "07/2013",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy over loamy-skeletal, amorphic over isotic, frigid Ultic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shattuck ashy silt loam, forested.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1.5 inches; partially decomposed needles, leaves, and twigs.\nOe--1.5 to 2.5 inches; well decomposed moss, leaves, needles, and twigs. (O horizons 1 to 2.5 inches thick)\nA--2.5 to 7 inches; yellowish brown (10YR 5/6) ashy silt loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium and coarse roots; many very fine and fine irregular pores; slightly acid (pH 6.5); gradual smooth boundary.  (2 to 5 inches thick)\nBw1--7 to 14 inches; brownish yellow (10YR 6/6) ashy silt loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few coarse roots; many very fine and fine irregular pores; slightly acid (pH 6.4); clear smooth boundary.\nBw2--14 to 19 inches; brownish yellow (10YR 6/6) ashy silt loam, dark brown (7.5YR 3/4) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and few coarse roots; many very fine and fine irregular pores; slightly acid (pH 6.2); abrupt smooth boundary.  (Bw horizons 11 to 16 inches thick)\n2Bt1--19 to 30 inches; light reddish brown (5YR 6/3) gravelly clay loam, reddish brown (5YR 4/3) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; few coarse roots; many very fine and fine, and few medium irregular, and few fine tubular pores; few faint clay films lining pores; common silt coatings on faces of peds; 20 percent gravel; moderately acid (pH 5.9); gradual wavy boundary.\n2Bt2--30 to 44 inches; light reddish brown (5YR 6/3) extremely cobbly clay loam, reddish brown (5YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common medium roots; many very fine and fine irregular, many very fine and fine, and few medium tubular pores; common faint clay films lining pores; few silt coatings on faces of peds; 20 percent gravel, 40 percent cobbles, 10 percent stones; strongly acid (pH 5.5); gradual wavy boundary.  (2Bt horizons 25 to 37 inches thick)\n2BC--44 to 63 inches; reddish yellow (5YR 6/6) extremely cobbly clay loam, yellowish red (5YR 5/6) moist; massive; hard, firm, moderately sticky and slightly plastic; few medium roots; many very fine and fine irregular pores; few faint clay films lining pores; 20 percent gravel, 30 percent cobbles, 10 percent stones; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; about 6 miles north and 3 miles west of Ahsahka, Idaho; about 800 feet east and 2,490 feet south of the northwest corner of sec. 31, T. 38 N., R. 1 E.; on a 24 percent northwest slope.  Latitude - 46 degrees, 35 minutes, 27 seconds North; Longitude - 116 degrees, 23 minutes, 24 seconds West; USGS Southwick Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 39 to 45 degrees F.\nBase saturation - less than 35 percent in upper 50 cm of the argillic horizon .\nThickness of volcanic ash mantle - 14 to 21 inches.\nVolcanic glass content in the 0.02 to 2 mm fraction - 15 to 60 percent\nAcid oxalate extractable Al plus 1/2 Fe - 1.8 to 2.7\nPhosphate retention - 55 to 95 percent\n15 bar water retention on air dry samples - 7 to 12 percent\nA horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry\nChroma - 3 to 6 dry, 2 to 4 moist\nTexture - ashy-silt loam or ashy-loam\nClay content - 8 to 10 percent\nRock fragments - 0 to 10 percent gravel\nReaction - strongly acid to slightly acid\nBulk density - 0.65 to 0.90 grams/cc\nBw horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 to 6 dry\nTexture - ashy-silt loam or ashy-loam\nClay content - 8 to 15 percent\nRock fragments - 0 to 15 percent gravel\nReaction - strongly acid to slightly acid\nBulk density - 0.65 to 0.90 grams/cc\n2Bt horizons\nHue - 10YR to 5YR\nValue - 6 to 8 dry, 4 to 7 moist\nChroma - 2 to 4 dry, 3 to 6 moist\nTextures - clay loam, loam, very fine sandy loam, coarse sandy loam, sandy clay loam, or silt loam\nClay content - 14 to 29 percent\nRock fragments - 5 to 70 percent gravel, 0 to 40 percent cobbles, 0 to 10 percent stones, 15 to 85 percent total rock fragments (weighted average for the control section is greater than 35 percent)\nReaction - extremely acid to moderately acid\n2BC horizon\nHue - 7.5YR or 5YR dry, 10YR to 5YR moist\nValue - 6 to 8 dry, 3 to 8 moist\nChroma - 2 to 6 dry, 3 to 8 moist\nTextures - clay loam, coarse sandy loam, sandy loam, sandy clay loam or loamy sand\nClay content - 8 to 29 percent\nRock fragments - 20 to 75 percent gravel, 0 to 35 percent cobbles, 0 to 10 percent stones, 30 to 85 percent total rock fragments\nReaction - extremely acid to strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Flumecreek series. Flumecreek series have moderate permeability."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Shattuck soils are on mountain slopes and ridges, have elevations of 1,800 to 4,800 feet and have slopes of 15 to 75 percent. The soils formed in a mantle of volcanic ash over material weathered from quartzite.  The average annual temperature is 38 to 44 degrees F. The average annual precipitation is 40 to 55 inches and the frost-free season is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bouldercreek, Dworshak, Kruse, and Teakean soils.  Bouldercreek soils occur on mountain slopes and lack an argillic horizon.  Dworshak soils occur on mountain slopes and are in an Ashy over loamy family. Kruse soils occur on mountain slopes, ridges and canyon sides. They have a xeric moisture regime and a vitrandic surface. Teakean soils occur on mountain slopes.  They have a xeric moisture regime and a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for timber production, woodland grazing, wildlife habitat and watershed.  The natural vegetation is western redcedar, grand fir, Douglas-fir, and western larch with an understory of queencup beadlily, longtube twinflower, western rattlesnake platain, baldhip rose, common snowberry, and Myrtle pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central, Idaho; Shattuck soils are not extensive.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is named after a local mountain.\nDiagnostic horizons and other features recognized in this pedon are:\nVolcanic ash mantle - The zone from 2.5 inches to 19 inches. (A, Bw1, Bw2 horizons)\nOchric epipedon - The zone from 0 inches to 7 inches.  (Oi, Oe and A horizons)\nCambic horizon - The zone from 7 to 19 inches.  (Bw1 and Bw2 horizons)\nArgillic horizon - The zone from 19 to 44 inches.  (2Bt1 and 2Bt2 horizons)\nParticle-size control section - The zone from 2.5 to 42.5 inches.  (A, Bw1, Bw2, 2Bt1, 2Bt2 horizons)\nThe ranges of values listed under the Range in Characteristics for Bulk density, volcanic glass content, Acid-oxalate Al+1/2 Fe, Phosphate retention and 15-bar water retention are estimates only.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
