{
  "SERIES": "SHAVASH",
  "STATUS": "Established Series",
  "BYREV": "Rev JDM:GLL",
  "REVDATE": "04/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, thermic Lithic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shavash stony loamy fine sand, on a plane 2\npercent slope, in rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; brown (10YR 4/3) stony loamy fine sand;\ndark brown (10YR 3/3) moist; weak fine granular structure; hard, friable; many fine roots; fragments of sandstone 10 to 36 inches\nin diameter cover about 10 percent of the surface; slightly acid; clear smooth boundary.  (0 to 8 inches thick)\nA2--4 to 10 inches; light brown (7.5YR 6/4) loamy fine sand, brown (7.5YR 5/4) moist; single grained; slightly hard, friable;\nfew fine roots; few fine fragments of chert and sandstone;\nslightly acid; clear smooth boundary.  (4 to 10 inches thick)\nB2t--10 to 16 inches; brownish yellow (10YR 6/6) sandy clay loam, yellowish brown (10YR 5/6) moist, with common medium\ndistinct yellowish red and yellow mottles; moderate fine\nsubangular blocky structure; very hard, firm; few fine roots; many medium pores; few fine fragments of chert; few thin clay films on faces of peds; slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)\nR--16 to 18 inches; very strongly cemented brown sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Palo Pinto County, Texas; from the intersection of Farm Road 4 and 129 in Santo, Texas, north on Farm Road 4 for 4.2 miles to the intersection of Farm Road 4 and an unnumbered paved road; then west on paved road 0.5 mile to north end of Palo Pinto Lake dam; then 0.6 mile west on paved road and 20 yards north in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to very\nstrongly cemented or indurated sandstone ranges from 10 to 20\ninches.  Coarse fragments of sandstone and chert in the solum\nrange from 0 to 15 percent by volume.  Some pedons have fragments\nof sandstone ranging from 10 to 36 inches in diameter that are\nmostly imbedded in the A horizons.  The stones cover 0 to 15\npercent of the surface.\nThe A1 horizon has hue of 7.5YR and 10YR, value of 3 through 5, chroma of 2 through 4.  In most pedons, the A2 horizon is 1 to 2 units of value or chroma greater than the A1 horizon.  The A\nhorizon is loamy fine sand,  loamy sand, or their stony\ncounterparts.  Reaction is neutral or slightly acid.\nThe Bt horizon has hue of 7.5YR and 10YR, value of 5 through 7, chroma of 3 through 8 with reddish and yellowish mottles.  This horizon is sandy clay loam or clay loam with clay content of 20 to\n35 percent.  It ranges from medium through slightly acid.  Base saturation ranges from 50 to 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in the same family.  Other similar soils are the Cosh, Exray, Kokernot, Ligon, Oben,\nand Vashti series.  Cosh, Exray, and Ligon soils have hue redder\nthan 5YR.  Kokernot soils have mixed mineralogy and 15 to 35\npercent coarse fragments in the Bt horizons.  Oben soils lack\nmottles in the B2t horizon and lack a lithic contact to sandstone.  Vashti soils are more than 20 inches thick and have gray mottles\nin the Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shavash soils are on broad gently sloping ridgetops.  Slopes range from 1 to 5 percent.  The soil formed in materials weathered from Pennsylvanian age sandstone.  Mean annual precipitation ranges from 26 to 30 inches.  The mean annual temperature ranges from 64 degrees to 66 degrees F. and the Thornthwaite P-E indices range from 38 to 48."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Exray\nand Vashti series and the Bonti, Owens, and Truce series.  Exray\nand Bonti soils are on lower lying ridgetops, have loamy surfaces\nand clayey Bt horizons.  Vashti soils occupy similar landscapes.  Owens and Truce soils are on escarpments and steeper areas below Shavash soils.  Owens soils lack B2t horizons and Truce soils have sola thicker than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation\nincludes little bluestem, dropseeds, annuals, and greenbrier with\nan overstory of post oak and blackjack oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Texas mainly in the"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas\nCentral Rolling Red Prairies land resource area.  The series is of moderate extent.\nSeries Proposed:  Palo Pinto County, Texas; 1976.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  }
}
