{
  "SERIES": "SHAWANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shawano loamy fine sand - on a southwest-facing 3 percent slope in a wooded area at an elevation of about 605 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; very dark brown (10YR 2/2) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; many fine roots; very strongly acid; abrupt smooth boundary. (1 to 4 inches thick)\nBA--2 to 4 inches; dark brown (10YR 3/3) fine sand; weak medium subangular blocky structure; very friable; many fine roots; strongly acid; abrupt smooth boundary.  (0 to 4 inches thick)\nBw1--4 to 11 inches; brown (7.5YR 4/4) fine sand; single grain; loose; common fine roots; slightly acid; clear wavy boundary.\nBw2--11 to 26 inches; strong brown (7.5YR 5/6) fine sand; single grain; loose; common fine roots; slightly acid; clear wavy boundary.  (Combined thickness of the Bw horizons ranges from 13 to 28 inches.)\nC--26 to 60 inches; brown (7.5YR 5/4) fine sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marinette County, Wisconsin; about 1 mile southeast of Peshtigo; 275 feet north and 395 feet west of the southeast corner, sec. 29, T. 30 N., R. 23 E. USGS Marinett West, Wis. Quad. Latitude  45 degrees 02 minutes 08 seconds N. Longitude  87 degrees 43 minutes 14 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development ranges from 18 to 40 inches.  Depth to carbonates is greater than 80 inches.  The content of fine sand averages 50 percent or more in the particle-size and series control section.  Rock fragments typically are absent but volume of fine gravel ranges from 0 to 2 percent throughout.  The clay plus silt content averages less than 10 percent below the Ap or A horizon.  Reaction typically ranges from very strongly acid to slightly acid in the solum but ranges to neutral in the upper part, where the soil is limed.  Reaction ranges from moderately acid to slightly alkaline in the substratum.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.   Cultivated pedons have an Ap horizon with hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  Texture of the A or Ap is loamy fine sand or fine sand.\nSome pedons have an E horizon with hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 or 3.  Texture is fine sand or loamy fine sand.\nThe Bw horizon has hue of 5YR or 7.5YR in at least some part. Value and chroma are 4 to 6.  Some pedons have subhorizons with hue of 10YR.  Texture of the Bw horizon is typically fine sand, but some pedons have thin subhorizons of very fine sand or loamy fine sand.  Organic carbon content is less than 0.6 percent.\nSome pedons have a BC horizon with color and texture like the C horizon.\nThe C horizon typically has hue of 5YR or 7.5YR but is 10YR in some pedons.  Value is 5 to 7 and chroma is 3 to 6.  Texture is typically fine sand but some pedons have strata of medium sand or very fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abbeylake, Cantlin, Champlain, Claire, Corliss, Danjay(T), Feldtman(T), Friendship, Grayling, Hiawatha(T), Mahtomedi, Menahga, Nymore, Plainbo, Sartell, Serden, and Sunday series.  Related soils are the Oakville and Plainfield series.  Abbeylake, Champlain, Claire, Corliss, Feldtman, Friendship, Grayling, Mahtomedi Menahga, Nymore, and Sunday soils average less than 50 percent fine sand in the particle-size control section.  Danjay soils have a lithic contact with sandstone at a depth of 20 to 40 inches. Hiawatha soils have a loamy red surface layer with 7 to 15 percent hydrous oxide clays; have relict redox accumulations within the series control section; and are saturated with water at depths 0f 60 to 80 inches. Plainbo soils have bedrock at depths of less than 40 inches.  Sartell soils have hue yellower than 7.5YR throughout the Bw horizon.  Serden soils are less acid than slightly acid throughout the particle-size control section.  Oakville soils are mesic. Plainfield soils are mesic and dominated by medium sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shawano soils are on outwash plains, outwash terraces, lake plains, and moraines.  Slope gradients range from 0 to 35 percent.  These soils formed in sandy outwash or eolian deposits. Mean annual precipitation ranges from 28 to 33 inches. Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rousseau and Wainola soils.  Rousseau soils are on landscape positions similar to those of Shawano soils where there is a spodic horizon.  The somewhat poorly drained Wainola soils are in lower landscape positions where there is a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  The potential for surface runoff ranges from negligible to medium. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have been cleared and are used for cropland. Common crops are corn, small grains, and hay. Some areas are used for woodland and some have been planted to pine trees.  Native vegetation is northern red oak and conifers with blueberry and sweet fern under cover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin and northeastern Minnesota.   This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 11 inches (A, BA, Bw1)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
