{
  "SERIES": "SHAWTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KEM-RMG-RAR",
  "REVDATE": "09/2012",
  "STATES": "OH",
  "OVERVIEW": "The Shawtown series consists of very deep, moderately well drained soils formed in stratified glaciolacustrine or water-sorted sediments 127 to 178 cm (50 to 70 inches) thick overlying dense till. They are on beach ridges and longshore bars on lake plains and outwash plains, and in outwash areas on till plains. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shawtown loam, on a 4 percent backslope in a cultivated field at an elevation of 230 meters (755 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; friable; few fine roots; 5 percent rock fragments; strongly acid; abrupt smooth boundary. [18 to 30 cm (7 to 12 inches) thick]\nBt1--23 to 53 cm (9 to 21 inches); dark yellowish brown (10YR 4/4) loam; moderate fine and medium subangular blocky structure; friable; few fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 10 percent rock fragments; strongly acid; gradual wavy boundary.\nBt2--53 to 84 cm (21 to 33 inches); dark yellowish brown (10YR 4/4) gravelly clay loam with strata of clay loam; moderate medium subangular blocky structure; friable; few fine roots; many faint brown (10YR 4/3) clay films on faces of peds; 15 percent rock fragments; neutral; clear wavy boundary.\nBt3--84 to 122 cm (33 to 48 inches); yellowish brown (10YR 5/4) gravelly loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; few medium distinct grayish brown (10YR 5/2) and common medium faint brown (10YR 5/3) iron depletions in the matrix; 20 percent rock fragments; neutral; clear wavy boundary.\nBt4--122 to 140 cm (48 to 55 inches); brown (10YR 5/3) gravelly loam with strata of gravelly sandy loam; weak medium and coarse subangular blocky structure; very friable; common faint brown (10YR 5/3) clay films on faces of peds and as bridging between sand grains; common medium faint grayish brown (10YR 5/2) iron depletions in the matrix; common medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; 20 percent rock fragments; slightly effervescent discontinuously in the lower part; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 61 to 122 cm (24 to 48 inches).]\nCg--140 to 160 cm (55 to 63 inches); grayish brown (10YR 5/2) gravelly loamy coarse sand with strata of loamy sand; single grain; loose; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 20 percent rock fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary. [8 to 51 cm (3 to 20 inches) thick]\n2Cd--160 to 203 cm (63 to 80 inches); yellowish brown (10YR 5/4) clay loam; massive, with widely spaced vertical fractures; very firm; common fine distinct gray (10YR 5/1) iron depletions oriented along fractures; 5 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hancock County, Ohio; approximately 1 mile west of McComb, in Pleasant Township; about 2,280 feet east and 280 feet south of the northwest corner of sec. 27, T 2. N., R. 9 E.; USGS McComb, Ohio topographic quadrangle; lat. 41 degrees 06 minutes 32 seconds N. and long. 83 degrees 48 minutes 53 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 89 to 152 cm (35 to 60 inches)\nThickness of the solum: 89 to 152 cm (35 to 60 inches)\nDepth to the densic contact: 127 to 178 cm (50 to 70 inches)\nDepth to carbonates: 89 to 152 cm (35 to 60 inches)\nParticle-size control section: averages 18 to 35 percent clay and 25 to 60 percent sand\nAp horizon:\nHue: 10YR\nValue: 3 or 4 (6 or more dry)\nChroma: 2 or 3\nTexture: loam\nRock fragment content: 1 to 14 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: loam, clay loam, sandy clay loam, coarse sandy loam, or sandy loam or the gravelly analogs of these textures\nClay content: averages less than 27 percent, with individual subhorizons ranging from 15 to 30 percent\nRock fragment content: 5 to 25 percent\nReaction: typically strongly acid to neutral, but may be slightly alkaline in the lower part\nCg or C horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 1 to 4\nTexture: loamy sand, loamy coarse sand, coarse sandy loam, or sandy loam or the gravelly or very gravelly analogs of these textures; some pedons have thin strata of fine sandy loam, sand, or silt loam\nClay content: 3 to 15 percent\nSand content: averages 65 to 85 percent, with individual subhorizons ranging from 35 to 95 percent\nRock fragment content: 5 to 45 percent\nReaction: slightly alkaline or moderately alkaline\n2Cd or 2Cdg horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam, clay loam, or silty clay loam\nClay content: 23 to 40 percent\nRock fragment content: 1 to 7 percent\nCalcium carbonate equivalent: 15 to 30 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adamstown, Beech, Blakeslee, Cazenovia, El Dara, Funkstown, Hilton, Kidami, Lima, Miami, Mt. Zion, Pevely, Rainsville, Rawson, Richland, Summitville, and Vaughnsville series. Adamstown, Beech, and Mt. Zion soils do not have carbonates within a depth of 152 cm (60 inches). Blakeslee, El Dara, Funkstown, and Richland soils are more acid than slightly alkaline in the lower part of the series control section. Cazenovia and Hilton soils have a B/E horizon in the upper part of the series control section. Kidami soils have hue redder than 10YR in the lower part of the series control section. Lima soils are less than 89 cm (35 inches) to the base of the argillic horizon. Miami soils average more than 27 percent clay in the argillic horizon. Pevely soils have a lithic contact within a depth of 152 cm (60 inches). Rainsville soils have less than 5 percent rock fragments in the upper part of the argillic horizon. Rawson soils average more than 27 percent clay in the lower part of the solum. Summitville soils have at least one subhorizon in the argillic horizon that has hue redder than 7.5YR. Vaughnsville soils have hue redder than 10YR in the surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Shawtown soils are on beach ridges and longshore bars on lake plains and outwash plains, and in outwash areas on till plains of late Wisconsinan age. Slope ranges from 0 to 6 percent. Shawtown soils formed in stratified glaciolacustrine or water-sorted sediments 127 to 178 cm (50 to 70 inches) thick overlying dense till. Mean annual precipitation ranges from 686 to 1067 mm (27 to 42 inches). Mean annual air temperature ranges from 7 to 13 degrees C (45 to 55 degrees F). Frost-free period is 140 to 180 days. Elevation is 183 to 305 meters (600 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Oshtemo, moderately well drained Cygnet, and somewhat poorly drained Aurand soils on beach ridges and longshore bars on lake plains. Also, the moderately well drained Thackery, somewhat poorly drained Lamberjack, and very poorly drained Alvada soils on outwash plains and in outwash areas on till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent perched high water table ranges from 61 to 107 cm (2 to 3.5 feet) between December and April in normal years. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high in the loamy solum, very high in the sandy and gravelly substratum, and low in the underlying till substratum. Permeability is moderate in the loamy solum, rapid in the sandy and gravelly substratum, and slow or very slow in the underlying till substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large portion is under cultivation, primarily corn, soybeans, wheat, and hay. A relatively small proportion is in woodland. Native vegetation is deciduous forest, primarily ash, beech, elm, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern and west central Ohio; MLRAs 99 and 111B. The type location is in MLRA 99. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hancock County, Ohio, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Shawtown soils are currently being converted from Belmore and Haney soils during modernization projects.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 140 cm (Bt horizon).\nDensic contact: at 160 cm (top of the 2Cd horizon).\nAquic conditions: iron depletions in all horizons below a depth of 84 cm.\nSupporting laboratory data is needed to confirm the presence of densic materials in the 2Cd horizon.\nRepresentative data mapunit is DMU ID 130043.\nADDITIONAL DATA: Supporting laboratory characterization data is available for pedon AL-126 from The Ohio State University Soil Characterization Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
