{
  "SERIES": "SHEA",
  "STATUS": "Tentative Series",
  "BYREV": "LAH-RBT-JTI",
  "REVDATE": "04/2013",
  "STATES": "NY",
  "OVERVIEW": "The Shea series consists of very deep to bedrock, well drained soils with a thin mantle of loamy human transported material overlying an impermeable human-manufactured layer. Saturated hydraulic conductivity is moderately high to high, but can be moderately low in the surface where affected by compaction or beneath the human-manufactured layer. These soils occur on anthropogenic landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 15 percent. Mean annual air temperature is 13 degrees Celsius, and mean annual precipitation is about 1196 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, mesic, shallow Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shea sandy loam in a stand of white pine on a 1 percent slope. (Colors are for moist soil unless noted differently.)\n^A-- 0 to 8 centimeters; dark yellowish brown (10YR 3/4) sandy loam; weak very fine subangular blocky structure; very friable; many very fine and fine and few medium and coarse roots; 1 percent gravel; strongly acid (pH 5.4); clear wavy boundary. (2 to 13 centimeters thick.)\n^Bw-- 8 to 28 centimeters; dark yellowish brown (10YR 4/4) sandy loam; weak very fine subangular blocky structure; very friable; many very fine and fine roots; 1 percent gravel; moderately acid (pH 5.6); clear wavy boundary. (2 to 30 centimeters thick.)\n2^Cu-- 28 to 41 centimeters; dark yellowish brown (10YR 4/6) sandy loam; massive structure; very friable; common very fine roots; 3 percent gravel-sized coal ash, 3 gravel, and 2 percent gravel-sized asphalt fragments; moderately acid (pH 5.6); abrupt smooth boundary. (2 to 25 centimeters thick.)\n3M-- 41to 61 centimeters; unweathered impermeable asphalt; massive; rigid. (5 to 25 centimeters thick.)\n4^C-- 61 to 165 centimeters; dark yellowish brown (10YR 4/4) sandy loam; massive; friable."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Queens County, New York; Flushing Meadows and Corona Park head 1000 feet due 100 degrees or East of Silver Globe. When nearing the site you will see a very small building made of gray bricks and the site is located under a stand of white pine trees; USGS Jamaica topographic quadrangle; Latitude 40 degrees, 44 minutes, 43 seconds N. and Longitude 73 degrees, 50 minutes, 30 seconds W. (Rockwell GPS Receiver); NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the human-manufactured layer (M horizon) ranges from 25 to 50 centimeters from the soil surface. The human transported soil materials may be sourced from any geologic deposit ranging from till, outwash, alluvium, coastal plain sediments, or residuum, usually from a very local source. Total coarse fragments range from 0 to 25 percent, with human artifacts typically ranging from 0 to 10 percent. Textures range from sandy loam to silt loam, with occasional discrete layers of coarse-textured materials. Reaction ranges from strongly acid to slightly alkaline.\nHue colors range from 5YR to 2.5Y throughout.\nThe ^A or ^Ap horizon in the human transported soil have value of 3 to 5, and chroma of 1 to 6. It is defined by weak subangular blocky or granular structure and organic matter accumulation. Consistence is very friable or friable.\nThe ^B horizons, when present, have value of 3 to 6, and chroma of 2 to 8. Structure is subangular blocky, and fine roots are generally common to many. Consistence is very friable or friable.\nThe M horizon is asphalt, concrete, coal slag or other anthropogenic material. It is rigid and weatherable only over extended periods of time. The horizon designation will vary depending on the nature of the rigid layer.\nThe ^C or ^Cu horizons have value of 3 to 6, and chroma of 2 to 8, but may have a hue of N and chroma of 2.5 if the soil occurs in coal slag materials. Structure is massive or single grain and may have plate-like divisions. Consistence is loose to firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shea soils are on nearly level to strongly sloping artificially modified landforms. These soils formed in loamy human transported materials underlain by a nearly impermeable layer of asphalt, concrete, or other cemented human-manufactured material. The human transported material is relatively clean of refuse, with less than 10 percent pieces of plastic, glass, bricks, concrete, and metal. The dominant rock fragments are derived mainly from sedimentary and metamorphic rocks. Slope ranges from 0 to 15 percent. Mean annual temperature ranges from 8 to 17 degrees Celsius. Mean annual precipitation ranges from 1021 to 1325 millimeters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bulkhead, Centralpark, Ebbets, Greenbelt, and Laguardia. The Bulkhead soils in a thin mantle of organic anthrotransported materials. Centralpark, Ebbetts, Greenbelt, and Laguardia do not have an asphalt (human manufactured) layer."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: The soils are well drained. The potential for surface runoff is low to medium on vegetated slopes less than 8 percent, and high to very high on vegetated slopes 8 percent and greater. The potential for surface runoff is one class higher where the soil is unvegetated or the surface is poorly protected from erosion. Saturated hydraulic conductivity is moderately high to high, but can be moderately low in the surface where affected by compaction or beneath the human-manufactured layer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are commonly used for recreational purposes. Shea soils are generally covered with common weeds, common reed, and mugwort if deposited in sunny locations; by turfgrass in recreational areas; and native forest understory plants if deposited in a shady location. Trees quickly spread lateral roots into fill areas deposited near them. The more compacted areas support sparse populations of various grasses, annuals, and perennials that invade disturbed areas. The looser dumps are quickly covered with early succession hardwood seedlings from nearby sources."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeast. MLRA 144A and 149B. The soils of this series are usually small in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Queens County, New York; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Shea soils are mapped in the soil survey areas of the Gateway National Recreation Area and the New York City Reconnaissance Soil Survey, as well as the initial survey areas of Kings and Queens Counties NY.  The soils are of minimal extent (less than 1,000 acres); however they are of unique importance to users of the soil surveys.\nShea soils often exhibit an irregular decrease in organic carbon with depth however this is a result of anthropogenic filling (deposition) not alluvial deposition; excluding them from the concept of Fluventic Eutrudepts. Proposed revisions to soil taxonomy in ICOMANTH Circular Letter 7 developed for anthropogenic soils will help to clarify this difference.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric Epipedon - the zone from 0 8 centimeters.\nb. Cambic horizon - the horizon from 8 to 28 centimeters;\nc. Shallow family- human-manufactured materials (M horizon) - rigid asphalt layer from 28 to 40 centimeters.\nd. CEC activity class is estimated as active.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^A-- 0 to 8 centimeters; dark yellowish brown (10YR 3/4) sandy loam; weak very fine subangular blocky structure; very friable; many very fine and fine and few medium and coarse roots; 1 percent gravel; strongly acid (pH 5.4); clear wavy boundary. (2 to 13 centimeters thick.)"
      },
      {
        "name": "^Bw",
        "top": 8,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Bw-- 8 to 28 centimeters; dark yellowish brown (10YR 4/4) sandy loam; weak very fine subangular blocky structure; very friable; many very fine and fine roots; 1 percent gravel; moderately acid (pH 5.6); clear wavy boundary. (2 to 30 centimeters thick.)"
      },
      {
        "name": "2^Cu",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2^Cu-- 28 to 41 centimeters; dark yellowish brown (10YR 4/6) sandy loam; massive structure; very friable; common very fine roots; 3 percent gravel-sized coal ash, 3 gravel, and 2 percent gravel-sized asphalt fragments; moderately acid (pH 5.6); abrupt smooth boundary. (2 to 25 centimeters thick.)"
      },
      {
        "name": "3M",
        "top": 41,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3M-- 41to 61 centimeters; unweathered impermeable asphalt; massive; rigid. (5 to 25 centimeters thick.)"
      },
      {
        "name": "4^C",
        "top": 61,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "4^C-- 61 to 165 centimeters; dark yellowish brown (10YR 4/4) sandy loam; massive; friable."
      }
    ]
  ]
}
