{
  "SERIES": "SHEDHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AA/JAL",
  "REVDATE": "10/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Typic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shedhorn clay loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots and common coarse roots; many very fine interstitial pores; 5 percent angular sandstone pebbles; slightly acid (pH 6.2); abrupt smooth boundary.  (4 to 6 inches thick)\nA2--4 to 12 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, friable, moderately sticky and moderately plastic; many very fine roots and common coarse roots; many very fine interstitial pores; 5 percent angular shale and sandstone pebbles; slightly acid (pH 6.2); clear smooth boundary.  (8 to 10 inches thick)\nBw--12 to 40 inches; light brownish gray (2.5Y 6/2) light clay, grayish brown (2.5Y 5/2) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and very fine roots and few coarse roots; common fine and very fine interstitial pores; thin very dark grayish brown (2.5Y 3/2) moist organic coatings on faces of peds; 10 percent angular shale and sandstone pebbles; slightly acid (pH 6.5); clear smooth boundary.  (28 to 32 inches thick)\nBC--40 to 60 inches; dark grayish brown (2.5Y 4/2) clay loam, very dark grayish brown (2.5Y 3/2) moist; weak fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine, very fine, medium, and coarse roots; common fine and very fine interstitial pores; 30 percent angular shale pebbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Montana; 2,200 feet north and 1,700 feet east of the SW corner of sec. 7, T. 8 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature:36 to 40 degrees F.\nMollic epipedon thickness:12 to 16 inches\nA horizon:\nHue: 10YR or 2.5Y\nValue, dry: 4 or 5\nValue, moist: 3\nChroma: 1 or 2\nTexture: clay loam or loam\nClay content: 27 to 35 percent\nRock fragments: 0 to 15 percent shale and sandstone fragments\nCobbles, angular: trace\nPebbles, angular: 0 to 15 percent\nReaction: pH 6.1 to 6.5\nBw horizon:\nHue: 10YR or 2.5Y\nValue, dry: 5 or 6\nValue, moist: 4 or 5\nChroma: 1 or 2\nTexture: heavy clay loam or light clay\nClay content: 35 to 45 percent\nRock fragments: 5 to 35 percent shale and sandstone fragments\nCobbles, angular: 0 to 5 percent\nPebbles, angular: 5 to 30 percent\nReaction: pH 6.1 to 7.3\nBC horizon:\nHue: 2.5Y or 5Y\nValue, dry: 4, 5, or 6\nValue, moist: 3, 4, or 5\nChroma: 2, 3, or 4\nTexture: heavy clay loam or light clay\nClay content: 35 to 45 percent\nRock fragments: 10 to 35 percent, mainly shale fragments\nCobbles, angular: 0 to 5 percent\nPebbles, angular: 10 to 30 percent\nReaction: pH 6.1 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shedhorn soils are on mountain slopes and glacial moraines.  Elevations are 6,000 to 9,500 feet.  Slopes are 0 to 70 percent.  These soils formed under grass cover in colluvium and glacial till derived from consolidated shale and sandstone.  The climate is cold.  Mean annual precipitation is 25 to 50 inches.  Mean annual temperature is 34 to 38 degrees F.  The frost-free season is less than 70 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used as rangeland and for wildlife habitat.  The potential native vegetation is mainly bearded wheatgrass, mountain brome, basin wildrye, Columbia needlegrass, forbs, and shrubs.  A few areas have tree cover consisting mainly of Douglas-fir."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The high mountainous areas of southwestern Montana.  This series is inextensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madison County Area, Montana, 1983.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
