{
  "SERIES": "SHEDD",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/LCL/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Shedd series is a member of the fine-silty, mixed (calcareous), thermic family of Typic Xerorthents.  Typically, Shedd soils have gray, strongly and violently effervescent, silty clay loam A horizons and light gray, violently effervescent, silty clay loam Cca horizons over soft calcareous shale at a depth of 30 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, thermic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shedd silty clay loam - annual grass range.  (Colors are for dry soil unless otherwise stated.)\nA11--0 to 5 inches; gray (5Y 6/1) silty clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium angular blocky structure; hard, very friable, sticky, plastic; common very fine roots; common very fine interstitial and common very fine tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 7 inches thick)\nA12--5 to 12 inches; gray (5Y 6/1) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; strong medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine interstitial, common very fine, fine and medium tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); gradual smooth boundary.  (6 to 9 inches thick)\nA13--12 to 23 inches; gray (5Y 6/1) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; strong medium subangular blocky structure; slightly hard, very friable, sticky, plastic; few very fine roots; many very fine interstitial and common very fine, fine and medium tubular pores; violently effervescent with disseminated lime; moderately alkaline (pH 8.0); abrupt wavy boundary.  (8 to 11 inches thick)\nC1ca--23 to 30 inches; light gray (2.5Y 7/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, sticky, plastic; few very fine roots; many very fine interstitial and few fine and medium tubular pores; violently effervescent with disseminated lime; moderately alkaline (pH 8.0); gradual smooth boundary.  (6 to 9 inches thick)\nC2--30 to 36 inches; light gray (5Y 7/2) soft calcareous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monterey County, California; nine miles east of King City up Wild Horse Canyon; center of SE1/4NW1/4 sec. 11, T.20S., R.9E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact of shale is 24 to 40 inches.  The mean annual soil temperature is 60 degrees to 65 degrees F., and the soil temperature usually is not below 47 degrees F.  at any time.  Soil between the depths of about 4 to 12 inches usually is dry all of the time from sometime in April or May until November or early December and usually is moist in some or all parts all the rest of the year.  Textures throughout are silt loam or silty clay loam with less than 15 percent fine sand or coarser and usually the clay content is about 27 to 35 percent.  After the surface few inches have been disturbed the soils are weakly to violently effervescent and the amount of lime increases somewhat with depth.\nThe A horizon is gray to light gray in 10YR or 5Y hue and chroma is less than 2.  It has about 1 to 5 percent organic matter but the moist value is 4 or more in some or all parts.\nThe C horizon is variable but usually has one unit higher value or stronger chroma than the A horizon.  It is light gray to white, 7/2, 8/2, 8/1 in 10YR, 2.5Y or 5Y hue."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balcom, Castaic, Docas, Kettleman, Linne, and Nacimiento series.  Balcom and Castaic soils have a chroma of 2 or 3 in the A horizon.  Docas soils are stratified and lack a paralithic contact.  Kettleman soils have a Torric moisture regime.  Linne and Nacimiento soils have a mollic epipedon and dry value of 5 or less and moist value of 3 or 2."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shedd soils are moderately sloping to very steep and are on hills at elevations of 200 to 2,500 feet.  The soils formed in residuum weathered from calcareous soft shale.  The climate is semiarid to dry subhumid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 10 to 20 inches.  Average January temperature is about 46 degrees F.; average July temperature is about 74 degrees F.; and the mean annual temperature is 58 degrees to 60 degrees F.  The freeze-free season is about 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Docas, Linne, and Nacimiento soils and the Diablo, Gazos, Newville, and San Benito soils.  Diablo are clay soils with slickensides.  Gazos and San Benito soils have mollic epipedons that are not calcareous in some or all parts.  Newville soils have brown argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; medium to very rapid runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for range; some grain with alternate fallow.  Uncultivated areas have annual grasses and forbs and a few oak trees occur on north slopes in the area of higher rainfall."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Shedd soils are in the drier part of the Coast Range in California.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Luis Obispo County (Paso Robles Area), California, 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Shedd soils were formerly classified as Regosols.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nADDITIONAL DATA:  Riverside Laboratory - Pedon S65-Calif-27-8.\nOSED scanned by SSQA.  Last revised by state on 1/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
