{
  "SERIES": "SHEDADO",
  "STATUS": "Established Series",
  "BYREV": "REV: WN/RLM/LJGII",
  "REVDATE": "11/2011",
  "STATES": "AZ,UT",
  "OVERVIEW": "The Shedado series consists of moderately deep, well drained, moderately rapidly permeable soils that formed in eolian material weathered from sandstone. Shedado soils are on broad mesas and rolling uplands. Slopes are 1 to 15 percent. The average annual precipitation is about 11 inches, and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shedado loamy very fine sand, rangeland. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 7 inches; yellowish red (5YR 5/6) loamy very fine sand, yellowish red (5YR 4/6) moist; weak medium granular structure; soft, very friable; few fine and very fine roots; few fine and very fine pores; neutral (pH 7.0); clear wavy boundary. (5 to 10 inches thick)\nC1--7 to 15 inches; yellowish red (5YR 5/8) very fine sand, yellowish red (5YR 4/6) moist; single grained; few medium and fine roots; few medium pores, many fine interstitial pores; neutral (pH 7.0); gradual wavy boundary. (5 to 9 inches thick)\nC2--15 to 24 inches; reddish brown (5YR 5/4) loamy very fine sand, reddish brown (5YR 4/4) moist; massive; slightly hard, friable; few medium, fine and very fine roots; few fine and very fine pores; neutral (pH 7.2); gradual wavy boundary. (6 to 10 inches thick)\nC3--24 to 35 inches; yellowish red (5YR 5/6) loamy very fine sand, yellowish red (5YR 4/6) moist; massive; slightly hard, friable; neutral (pH 7.2); abrupt wavy boundary. (8 to 13 inches thick)\nR--35 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; 1.5 miles east of Navajo Mountain School; NW 1/4, SE 1/4, sec. 26, T. 43 S., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil depth: 20 to 40 inches deep over interbedded sandstone and shale\nMean annual soil temperature: 45 to 56 degrees F.\nMean summer soil temperature: 61 to 65 degrees F.\nSoil moisture: The soils are dry in all parts of the moisture control section for 50 to 75 percent of the time the soil temperature at depth of 20 inches is above 41 degrees F. They are moist in some parts of the moisture control section 30 to 40 days during the summer and are dry for 60 to 90 days in some part of the moisture control section during the winter and early spring. Ustic aridic soil moisture regime.\nTexture: The particle-size control section is fine sandy loam or loamy very fine sand but includes thin strata of loamy fine sand and very fine sand and contains 15 to 40 percent fine sand or coarser.\nA horizon\nHue: 5YR, 2.5YR\nValue: 4 to 6, dry or moist\nChroma: 4 to 6, dry or moist\nC horizon\nHue: 5YR, 2.5YR\nValue: 4 to 6, dry or moist\nChroma: 3 to 8, dry or moist\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cliff (UT), Councelor (NM), Henrieville (), Keeline (WY), Nelman (CO), Nelson (CO), Oterodry (CO), Turnercrest (WY), Uendal (UT), Yarts (UT), and Zia (NM) series. Cliff, Councelor, Henrieville, Keeline, Oterodry, Yarts and Zia soils are very deep. Nelman soils are moderately alkaline or strongly alkaline in the series control section and have hue of 10YR or 7.5YR. Nelson and Turnercrest soils have a paralithic contact between 20 and 40 inches. Uendal soils have hue 7.5YR and yellower."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shedado soils are at elevations of 5,200 to  6,600 feet. They are on broad mesa tops and rolling uplands. Slopes are 2 to 12 percent. These soils formed in eolian deposits and material weathered from sandstone. The climate is semiarid and the average annual precipitation ranges from 8 to 14 inches. The mean annual temperature is 45 to 54 degrees F. The mean summer temperature is 59 to 63 degrees F. and the freeze-free period ranges from 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anasazi and Begay soils. Anasazi soils have a calcic horizon and Begay soils have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. Potential vegetation is pinyon, Utah juniper, Indian ricegrass, needleandthread, and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Utah. Shedado soils are inextensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Utah, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated competing series section May 28, 2008, CEM\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJGII\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
