{
  "SERIES": "SHEEPHEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/LAB/RWK",
  "REVDATE": "03/2009",
  "STATES": "CA",
  "OVERVIEW": "The Sheephead series consists of shallow, somewhat excessively drained soils that formed in material weathered from mica, schist, gneiss, or granite.  Sheephead soils are on mountainous uplands and have slopes of 9 to 75 percent.  The mean annual precipitation is about 30 inches and the mean annual temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Entic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sheephead cobbly fine sandy loam, chaparral.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 4 inches; dark grayish brown (10YR 4/2) cobbly fine sandy loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; highly micaeous; slightly acid (pH 6.5); clear smooth boundary.  (2 to 10 inches thick)\nA12--4 to 8 inches; brown (10YR 5/3) cobble fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; common fine tubular pores; highly micaceous; slightly acid (pH 6.2); clear irregular boundary.  (10 to 48 inches thick)\nCr--8 to 51 inches; light yellowish brown (10YR 6/4) fractured foliar micaeous schist; common medium and coarse roots along fracture planes; diffuse irregular boundary.  (10 to 48 inches thick)\nR--51 t 57 inches; pale yellow (2.5Y 7/4) fractured foliar micaceous schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Diego County, California; about 10 miles southeast of Julian; approximately 800 feet east of Sunrise Highway in the SW1/4 section 7, T.14 S., R.5 E. 32 degrees 58 minutes, 00 seconds North latitude; 116 degrees, 30 minutes, 38 seconds West longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact is 6 to 20 inches.  The mean annual soil temperature above bedrock is about 58 degrees F. and the soil temperature is above 47 degrees F. after mid-February or is not below 47 degrees F.  at any time.  Soil below a depth of 8 inches is usually moist in some or all parts from about December 1 until late May and is continuously dry the rest of the time.  The base saturation is 65 to 75 percent.  Cobbles make up to 20 percent and gravel makes up an additional 5 to 25 percent of the rock fragments in the soil profile.  The profile is coarse sandy loam, sandy loam or fine sandy loam.\nThe A horizon is brown, dark brown, grayish brown or dark gray (10YR 5/3, 5/2, 4/3, 4/2, 4/1). Moist color is very dark brown, very dark grayish brown, or dark brown (10YR 2/2, 3/2, 3/3).\nSome pedons have a C horizon of soil material above the paralithic contact.  It is grayish brown, brown, yellowish brown, pale brown or light yellowish brown (10YR 5/2, 5/3, 5/6, 6/3, 6/4) and is slightly acid or medium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chehulpum, Crafton, Crouch, Friant, Millsholm, and Tollhouse series in other families.  Chehulpum soils are loam, silt loam, or silty clay loam.  Crafton soils have a paralithic contact at a depth of 20 to 40 inches.  Crouch soils lack a lithic contact within 40 inches of the surface.  Friant soils have a mean annual soil temperature warmer than 59 degrees F.  and have a lithic contact within a depth of 20 inches.  Tollhouse soils have base saturation of more than 75 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sheephead soils are in mountainous areas at elevations of 2,000 to 7,500 feet.  Slopes are 9 to 75 percent.  The soils formed in material weathered from granitic rocks.  The climate is subhumid mesothermal with warm, dry summers and cool, moist winters.  The mean annual precipitation is 20 to 50 inches of which some is snow.  The mean annual temperature is about 57 degrees F.; the average January temperature is about 44 degrees F.; and the average July temperature is about 70 degrees F.  The frost free period is 150 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Crafton, Crouch and Tollhouse soils and the Coarsegold, Holland and La Posta soils.  Coarsegold and Holland soils have an argillic horizon and Holland soils are 60 to 100 inches deep to a paralithic contact.  La Posta soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for watershed and wildlife habitat.  Native vegetation is mainly chaparral but in the lower rainfall area it is scrub oak, pinyon pine, and digger pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains in southern California.  The soils are extensive in MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Diego County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  NSSL pedon:  S60CA-073-003 (type location).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A11--0 to 4 inches; dark grayish brown (10YR 4/2) cobbly fine sandy loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; highly micaeous; slightly acid (pH 6.5); clear smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A12--4 to 8 inches; brown (10YR 5/3) cobble fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; common fine tubular pores; highly micaceous; slightly acid (pH 6.2); clear irregular boundary.  (10 to 48 inches thick)"
      },
      {
        "name": "Cr",
        "top": 20,
        "bottom": 130,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "Cr--8 to 51 inches; light yellowish brown (10YR 6/4) fractured foliar micaeous schist; common medium and coarse roots along fracture planes; diffuse irregular boundary.  (10 to 48 inches thick)"
      }
    ]
  ]
}
