{
  "SERIES": "SHEETIRON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SRJ/LCL/DWH/CEJ/SBS",
  "REVDATE": "8/98",
  "STATES": "CA",
  "OVERVIEW": "The Sheetiron series consists of moderately deep, well drained soils formed in material derived from mica-quartz schist.  Sheetiron soils are on mountains.  Slopes are 9 to 90 percent.  The mean annual precipitation is about 45 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sheetiron gravelly sandy loam--on a north facing convex slope of 30 percent under ponderosa pine, Douglas-fir, California black oak and shrubs at 4,940 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on October 16, 1980, the soil was moist to 10 inches and dry below).\nOi--1 inch to 0; decomposed and partially decomposed conifer litter consisting of twigs, bark, needles and cones.\nA1--0 to 3 inches; brown (10YR 5/3) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine, fine and medium interstitial pores; 30 percent pebbles 2mm to 75mm in diameter; strongly acid (pH 5.5); clear wavy boundary.\nA2--3 to 8 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; moderate very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common coarse roots; common very fine, fine, and medium interstitial pores; few thin gray coatings on ped faces and in pores; 50 percent pebbles 2 mm to 75 mm in diameter; strongly acid (pH 5.5); clear wavy boundary.  (Combined A horizon thickness is 5 to 12 inches)\nBwl--8 to 17 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine, many medium and common coarse roots; common very fine, fine and medium interstitial pores; common moderately thick gray coatings on ped faces and in pores; 50 percent pebbles 2 mm to 75 mm in diameter and 5 percent cobbles to 125 mm in diameter; strongly acid (pH 5.5); gradual wavy boundary.\nBw2--17 to 29 inches; very pale brown (10YR 7/3) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, and medium interstitial pores; common moderately thick gray coatings on ped faces and in pores; 55 percent pebbles 2 mm to 75 mm in diameter and 5 percent cobbles to 125 mm in diameter; strongly acid (pH 5.5); abrupt irregular boundary. (Combined Bw horizon thickness is 15 to 28 inches).\nR--29 inches; slightly hard fractured quartz-mica schist.  Cracks are .25 to .5 inch wide and about 1 to 4 inches apart.  Soil and roots extend down the cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, California, Mendocino National Forest; 0.9 mile east on forest road 20NO2 from its intersection with road 20N11 then north down logging road 0.3 mile.  Pit is on road cut on south side of road; 1,850 feet north and 2,000 feet east from the southeast corner of section 23, T.20 N., R.9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to a lithic contact is 20 to 40 inches.  The mean annual soil temperature is 47 degrees to 54 degrees F; and is usually below 47 degrees F in January and February but is not below 41 degrees F at any time.  The soil between the depths of 9 and 29 inches is usually dry in all parts from early July to late October (about 90 to 110 days) and moist in all parts from December 1 to April 30.  The particle-size control section averages 15 to 25 percent clay.  The very fine sand fraction has 15 to 40 chlorite and mica.  Reaction is strongly acid or moderately acid throughout.\nThe A horizon is 10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 6/2, 6/3, 6/4, 7/2, 7/3, 7.5YR 5/4, 2.5Y 5/2.  Moist color is 10YR 2/1, 2/2, 3/2, 3/3, 3/4, 4/3, 4/4, 5/3 7.5YR 3/2, 3/4 or 5/3. Texture is sandy loam or loam with 10 to 25 percent clay and is gravelly, very gravelly or extremely gravelly with 15 to 65 percent pebbles and cobbles.  Base saturation (ammonium acetate) is 35 to 60 percent and decreases with depth.  Dry color value of 5 or less and moist value and chroma of 3 or less occur only in the upper 6 inches.\nThe Bw horizon is 10YR 4/4, 5/3, 5/4, 5/6 ,6/2, 6/3, 6/4, 7/2, 7/3, 7/4, 7/6; 2.5Y 6/2, 6/3, 7/2, 7.5YR 5/4 or 5/6.  Moist color is 10YR 3/4, 3/6, 4/3, 4/4, 4/6, 5/3, 5/4, 5/6; 2.5Y 4/4, 5/3, 5/4, 7.5YR 4/4, or 4/6.  Texture is sandy loam or loam with 12 to 25 percent clay and is very gravelly or extremely gravelly with 35 to 70 percent rock fragments. Pebbles range from 35 to 55 percent and cobbles range from 5 to 15 percent.  Base saturation (ammonium acetate) is 20 to 55 percent.  Thin or moderately thick gray silt and mica coatings and flow deposits are common on peds and in pores.  Some pedons have few thin clay films."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring, Baldhill, Barpeak (T), Beekman, Chamate (T), Clallam, Farber, Geppert, Hartless, Inskip, Kanid, Kindig, Mayacama, Neuns, Straight, Terbies, Vena, and Woodin series.  Atring and Clallam soils are 20 to 40 inches deep to a paralithic contact. Baldhill, Barpeak, Chamate, Hartless, Kanid, Kindig soils are greater than 40 inches deep.  Beekman soils are dry for only 45 to 60 days. Geppert and Straight have a paralithic contact at 20 to 40 inches. Inskip soils have a large amount of ash and amorphous material and have less than 10 percent clay content.  Mayacama soils have MAST of 54 degrees to 59 degrees F.  Neuns soils have less than 15 percent mica and chlorite.  Terbies soils have a Bs horizon, are 40 to 60 inches deep to bedrock, and are dry for 45 to 60 days.  Vena soils do not have a cambic horizon.  Woodin soils are dry for 75 to 90 days and have MAST of 54 degrees to 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTINGS",
    "content": "GEOGRAPHIC SETTINGS:  Sheetiron soils are on mountains.  Slopes are 9 to 90 percent.  Elevation is 2,400 to 5,500 feet.  Soils having elevations more than 5,000 feet are usually on south or west facing slopes.  The soils formed in material weathered from mica-quartz schist and closely related metasedimentary rocks.  The climate is subhumid with warm, dry summers and cold, moist winters.  The mean annual precipitation is 35 to 70 inches with snow common during winter months.  Mean January temperature is about 36 degrees F; mean July temperature is about 70 degrees F; mean annual temperature is 47 degrees to 55 degrees F. Frost-free season is 90 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Neuns soils and the Deadwood soils.  Deadwood soils are less than 20 inches to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, wildlife habitat and watershed.  Native vegetation is ponderosa pine, Douglas-fir, sugar pine, Jeffrey pine, California black oak, canyon live oak, Oregon white oak, manzanita and ceanothus.  Scattered white fir occur at the higher elevations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North part of the Coast Ranges and Klamath Mountains in California and possibly in Oregon.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Glenn County, California 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  As previously recognized, this series contained pedons in both skeletal and non-skeletal families.  Non-skeletal pedons are now excluded.  This is a new type location that is more representative of the series.  There is no change in concept.  After field investigations and a review of lab data, clay content is now restricted to 12 to 25 percent in the control section.  Also the mineralogy class is changed to mixed, based on NSSL data.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to about 8 inches (A1 and A2 horizon).\nCambic horizon - the zone from about 9 to 29 inches (Bw1 and Bw2 horizon).\nParticle-size control section - the zone from 10 to 29 inches (Bw1 and Bw2 horizon).\nLithic contact - the boundary at about 29 inches.\nADDITIONAL DATA:  NSSL pedon S80CA-033-010 (partial pedon)  Location 39 degrees North Latitude, 34 minutes, 7 seconds, 122 degrees West Longitude, 50 minutes, 17 seconds. Partial analysis on NSSL Pedon,  S80CA-033-13 (81P-49).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
