{
  "SERIES": "SHEEPRANGE",
  "STATUS": "Established Series",
  "BYREV": "REV: LJL/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Sheeprange series consists of very shallow and shallow, somewhat excessively drained soils that formed in residuum and/or colluvium derived from limestone. The Sheeprange soils are on upper back slopes of mountains. Slopes range from 30 to 75 percent. The mean annual precipitation is about 375 millimeters and the mean annual air temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sheeprange very gravelly sandy loam, on a south facing (196 degree), 52 percent slope at an elevation of 2834 meters (9,295 feet). When described on 7/18/2008 the soil was dry throughout. Colors are for dry soils unless otherwise noted. The soil surface is covered by 10 percent fine gravel, 60 percent medium and coarse gravel, 7 percent cobbles, 1 percent stones.\nA--0 to 12 centimeters (0 to 5 inches); very dark grayish brown (10YR 3/2) very gravelly sandy loam, black (10YR 2/1) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots ; common fine tubular and many very fine interstitial pores; 5 percent fine gravel, 45 percent medium and coarse gravel, 1 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (4 to 12 centimeters thick)\nBk--12 to 23 centimeters (5 to 9 inches); very dark grayish brown (10YR 3/2) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine through coarse and many very fine roots; common fine tubular and many very fine interstitial pores; 60 percent prominent, white (10YR 8/1), dry, calcium carbonate coats on bottom surfaces of rock fragments; 15 percent fine gravel, 50 percent medium and coarse gravel; slightly effervescent; slightly alkaline (pH 7.8); very abrupt broken boundary. (6 to 24 centimeters thick)\nR--23 to 33 centimeters (9 to 13 inches); indurated limestone bedrock; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 9.1 kilometers east and 16.6 kilometers north of Corn Creek Station, Nevada, located in the Sheep Range approximately 175 meters south and 360 meters west of Sheep Peak; about 780 meters south and 720 meters west of the northeast corner of Sec. 33, T. 15 S., R. 60 E.; USGS Black Hills, Nevada 7.5 minute topographic quadrangle; 36 degrees, 35 minutes, 11.1 seconds north latitude and 115 degrees, 15 minutes, 17.8 seconds west longitude; UTM 11S 656113e 4050411n; (DATUM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part for short periods during winter and early spring. The soils have an ustic-aridic soil moisture regime.\nSoil temperature: 4 to 8 degrees C. (39 to 46 degrees F.)\nDepth to base of mollic epipedon: 10 to 36 centimeters.\nDepth to lithic contact: 10 to 36 centimeters.\nControl section\nOrganic matter content: 2 to 4 percent.\nClay content: 7 to 15 percent.\nRock fragments: 50 to 75 percent mainly gravel, with 0 to 5 percent cobbles or stones.\nA horizon\nValue: 3 through 5 dry, 2 through 4 moist.\nChroma: 2 or 3 dry, 1 through 3 moist.\nEffervescence: slight through violent.\nReaction: neutral or slightly alkaline.\nCalcium carbonate equivalence of the fine earth: 15 to 30 percent.\nBk horizon(s)\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry, 2 through 4 moist.\nChroma: 2 or 3, dryor moist.\nTexture: sandy loam or loam.\nStructure: weak or medium, moderate or coarse, subangular blocky or massive.\nConsistence: soft through moderately hard, nonsticky or slightly sticky, and nonplastic or slightly plastic.\nRock fragments: 50 to 75 percent mainly gravel, with 0 to 5 percent cobbles or stones.\nEffervescence: slight through violent.\nReaction: neutral or slightly alkaline.\nCalcium carbonate equivalence of the fine earth: 15 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Comodore (CO) and Reedpoint (MT) series. Comodore and Reedpoint soils have less than 3 percent calcium carbonate equivalence and have an ustic bordering on aridic soil moisture regime. Additionally, Comodore soils have 18 to 27 percent clay and are dominated by cobbles and stones. Reedpoint soils are dominated by channers and flagstones."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sheeprange soils are on upper back slopes of mountains. Slopes range from 30 to 75 percent. These soils formed in residuum and/or colluvium derived from limestone. Elevations are 1,590 to 3,020 meters (5,220 to 9,910 feet). The climate is semiarid with cool, moist winters and warm, intermittently moist summers. Precipitation is greatest in the winter with lesser secondary peak in the summer, typical of the Mojave Desert transitional to Great Basin. The mean annual precipitation is 300 to 560 millimeters; mean annual air temperature is 2 to 8 degrees C., and the frost-free season is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Haypeak, Kitgram, Seralin and Wheelerwell soils. Haypeak soils are on back slopes of mountains, moderately deep and have an argillic and calcic horizons. Kitgram soils are on back slopes of mountains, moderately deep and have a calcic horizon. Seralin soils on back slopes of mountains and have a mesic soil temperature regime. Wheelerwell soils are on back slopes of mountains, moderately deep, have an argillic horizon and a mesic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very high runoff; moderately high saturated hydraulic conductivity above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly littleleaf mountain mahogany, spiny greasebush and Mormon tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada, U.S.A.; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Desert National Wildlife Refuge Area, Nevada, South Part, Clark County, Nevada, 2011. The name is coined from the Sheep Range."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nMollic epipedon - 0 to 23 centimeters (0 to 9 inches) (A and Bk horizons).\nLithic contact - 23 centimeters (9 inches) (R horizon).\nParticle-size control section - 0 to 23 centimeters (0 to 9 inches) (A and Bk horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: The USER PEDON ID is 08NV786006LL and was described on 7/18/2008. The ecological site is Shallow Limestone Slope 13\"+ P.Z. (030XC031NV).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 6/20011. ET"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 12 centimeters (0 to 5 inches); very dark grayish brown (10YR 3/2) very gravelly sandy loam, black (10YR 2/1) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots ; common fine tubular and many very fine interstitial pores; 5 percent fine gravel, 45 percent medium and coarse gravel, 1 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (4 to 12 centimeters thick)"
      },
      {
        "name": "Bk",
        "top": 12,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "very abrupt",
        "topography": "broken",
        "narrative": "Bk--12 to 23 centimeters (5 to 9 inches); very dark grayish brown (10YR 3/2) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine through coarse and many very fine roots; common fine tubular and many very fine interstitial pores; 60 percent prominent, white (10YR 8/1), dry, calcium carbonate coats on bottom surfaces of rock fragments; 15 percent fine gravel, 50 percent medium and coarse gravel; slightly effervescent; slightly alkaline (pH 7.8); very abrupt broken boundary. (6 to 24 centimeters thick)"
      },
      {
        "name": "R",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--23 to 33 centimeters (9 to 13 inches); indurated limestone bedrock; slightly effervescent."
      }
    ]
  ]
}
