{
  "SERIES": "SHENANGO",
  "STATUS": "Established Series",
  "BYREV": "GWM-CWT-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aeric Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shenango sandy loam on a convex slope of 1 percent on an outwash-mantled till plain under an aspen forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; very dark gray (10YR 3/1) sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; very friable; many fine roots; 2 percent gravel; very strongly acid; clear wavy boundary. (1 to 4 inches thick.)\nE--2 to 8 inches; grayish brown (10YR 5/2) loamy sand, light gray (10YR 7/2) dry; weak medium subangular blocky structure; very friable; common medium roots; 2 percent gravel; very strongly acid; clear wavy boundary. (0 to 7 inches thick.)\nBw--8 to 20 inches; pale brown (10YR 6/3) loamy coarse sand; weak medium subangular blocky structure; very friable; common medium roots; many medium distinct brownish yellow (10YR 6/6) and few fine prominent yellowish brown (10YR 5/8) Fe concentrations; 2 percent gravel; strongly acid; clear wavy boundary. (6 to 26 inches thick.)\nEg1--20 to 22 inches; light brownish gray (10YR 6/2) loamy coarse sand, very pale brown (10YR 8/2) dry; single grain; very friable; few medium roots; few fine distinct yellowish brown (10YR 5/4) Fe concentrations; 5 percent gravel; strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)\n2Eg2--22 to 28 inches; light brownish gray (2.5Y 6/2) loam, light gray (10YR 7/2) dry; weak medium subangular blocky structure; firm; few fine roots; few light gray (10YR 7/2) silt and sand coats on faces of peds; common medium prominent strong brown (7.5YR 5/6) Fe concentrations and few distinct gray (N 6/0) Fe depletions; 2 percent gravel; strongly acid; gradual wavy boundary. (0 to 8 inches thick.)\n2E/B--28 to 34 inches; 60 percent light brownish gray (2.5Y 6/2) loam (E horizon) and 40 percent pale brown (10YR 6/3) silty clay loam (Bt horizon); weak coarse subangular blocky structure parting to weak thin platy; firm; few fine roots; gray (5Y 6/1) clay films on faces of peds; common coarse prominent brownish yellow (10YR 6/6) Fe concentrations; 2 percent gravel; moderately acid; gradual wavy boundary. (4 to 9 inches thick.)\n2Btg--34 to 48 inches; light brownish gray (2.5Y 6/2) clay loam; weak coarse subangular blocky structure parting to weak thin platy; firm; few fine roots; common gray (N 6/0) clay films on rock fragments and faces of peds; common coarse prominent brownish yellow (10YR 6/6) Fe concentrations; 2 percent gravel; moderately acid; gradual wavy boundary. (8 to 16 inches thick.)\n2BCd1--48 to 66 inches; light yellowish brown (2.5Y 6/4) clay loam; strong very coarse prismatic structure parting to moderate medium platy firm; common medium distinct light brownish gray (2.5Y 6/2) Fe depletions and common fine prominent brownish yellow (10YR 6/6) Fe concentrations; 2 percent gravel; slightly acid; gradual wavy boundary.\n2BCd2--66 to 80 inches; light yellowish brown (2.5Y 6/4) clay loam; massive; firm; strong very coarse prismatic structure parting to moderate medium platy common coarse distinct light brownish gray (2.5Y 6/2) Fe depletions and common medium prominent brownish yellow (10YR 6/6) Fe concentrations; 5 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota, about 10 miles north of Chisholm; about 950 feet west and 800 feet south of the northeast corner of Section 11, T. 59 N., R. 21 W. USGS Dewey Lake Quadrangle; latitude 47 degrees 36 minutes 52 seconds N. and longitude 92 degrees 57 minutes 32 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the upper sediment ranges from 20 to 40 inches. The depth to carbonates is greater than 60 inches. The depth to dense till is 40 to 60 inches. The  total rock fragment content ranges from 1 to 15 percent, by volume, throughout the profile. Gravel size fragments make up 1 to 15 percent and the combined cobble, stone and boulder content makes up 0 to 5 percent.\nThe A horizon has hue of 10YR or is neutral. Value is 2 or 3 and chroma is 1 or 2. Texture is sandy loam or fine sandy loam. Reaction is very strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 4 or 5 and chroma of 2 or 3. Texture is fine sandy loam, sandy loam, loamy sand or loamy coarse sand. Reaction is very strongly acid to slightly acid.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 or 6 and chroma of 3 or 4. Texture is loamy sand, loamy coarse sand, sand or coarse sand. The upper Bw is sandy loam or fine sandy loam in some pedons. Reaction is strongly acid to slightly acid.\nThe Eg horizon has hue of 10YR or 2.5Y, value 5 or 6 and chroma of 2 or 3. Texture and reaction are similar to the Bw horizon.\nThe 2Eg horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 2 or 3. Texture is sandy loam, fine sandy loam or loam. Reaction is strongly acid to slightly acid.\nThe 2E/B horizon or 2B/E horizon has colors and properties similar to the 2Eg and 2Bt respectively.\nThe 2Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 2 to 4. The texture is loam, clay loam or silty clay loam. Reaction is strongly acid to slightly acid.\nSome pedons have 2BC horizons.\nThe 2BCd horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 2 to 4. The texture is loam, clay loam or silty clay loam. Reaction is slightly acid to moderately alkaline. The bulk density ranges from 1.75 to 1.95 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dusler, Freer and Stuntz series. These soils do not have horizons in the upper half of the series control section that are loamy fine sand or coarser."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shenango soils are on till plains and moraines. They formed in a 20 to 40 inch mantle of glacial outwash and the underlying dense, loamy glacial till. Slopes range from 0 to 3 percent. Mean annual air temperature is 38 to 40 degrees F., mean annual precipitation is 26 to 28 inches and the  frost-free period is 95 to 125 days. Elevation above sea level is 1280 to 1610 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balkan, Graycalm, Greatscott, Keewatin, Menahga, Nashwauk, and Daybrook soils. Well drained Greatscott, moderately well drained Nashwauk, somewhat poorly drained Keewatin and poorly and very poorly drained Balkan soils do not have a mantle of outwash. Moderately well drained Daybrook soils are on slightly higher positions. Somewhat excessively drained Graycalm and excessively drained Menahga soils formed in deep sandy materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Runoff is very low or low. Saturated hydraulic conductivity is 42.34 to 141.14 micrometers per second (6 to 20 inches per hour) in the upper part and .01 to 1.41 micrometers per second (.0015 to .20 inches per hour) the underlying till. Seasonal high saturation is perched at a depth of 1  foot during April through June and October through November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Principal trees are aspen, paper birch, red maple, balsam fir, red pine and jack pine. A few areas are used for pastureland and hayland. Native vegetation is mixed coniferous and deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-57.  Northern Minnesota,  Small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota (Virginia subset) 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - the zone from the surface to a depth of 8 inches (A and E horizons); Albic horizon - the zones from 2 to 8 inches; 20 to 28 inches (E, E' and 2E' horizons) - Argillic horizon - the zone from 34 to 48 inches (2Bt horizon) - Glossic horizon - the zone from 28 to 34 inches (2E/B horizon), densic contact at 48 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
