{
  "SERIES": "SHEPPARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. WN/JWH/DKR",
  "REVDATE": "08/2013",
  "STATES": "AZ,CO,NM,UT",
  "OVERVIEW": "The Sheppard series consists of very deep, somewhat excessively drained soils that formed in eolian material derived from sandstone. Sheppard soils are on structural benches, alluvial fans, dunes on structural benches, and terraces. Slopes range from 0 to 60 percent. Mean annual precipitation is about 9 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sheppard fine sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nC1--0 to 2 inches; reddish yellow (5YR 6/6) fine sand, yellowish red (5YR 5/6) moist; weak thick platy structure parting to single grain; soft, loose; few fine roots; many fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (0 to 2 inches thick)\nC2--2 to 12 inches; reddish yellow (5YR 6/6) fine sand, yellowish red (5YR 5/6) moist; single grain; soft, loose; few fine roots; many fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (9 to 16 inches thick)\nC3--12 to 60 inches; reddish yellow (5YR 6/6) loamy fine sand, yellowish red (5YR 5/6) moist; single grain; soft, loose; few medium and fine roots; few coarse pores, many fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; about 3 miles south and 2 miles east of White Mesa Village; located about 1,500 feet north and 600 feet west of the southeast corner of sec. 27, T. 41 S., R. 22 E.; Big Bench, Utah USGS quad."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime - Intermittently moist in some part from July to September and December to mid-April. Typic aridic soil moisture regime. Driest during May and June.\nMean annual soil temperature: 51 to 59 degrees F.\nMean annual summer soil temperature: 69 to 79 degrees F.\nParticle-size control section: 2 to 10 percent clay\nA or C horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 7 dry, 3 to  7 moist\nChroma: 3 to 8, dry or moist\nTexture: very fine sand, fine sand, loamy fine sand, sand, loamy sand\nRock fragments: 0 to 5 percent gravel\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: slightly to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Als (OR), Ecklund (CO), Hawsley (NV), Isolde (NV), Kawich (NV), Razito (NV), Stumble (NV), Sundown (NV), Tipper (WY), Tipperary (WY), Tricera (CO), Tuba (AZ), and Yenrab (UT) series. All of these soils have hue of 10YR or 2.5Y in the particle-size control section. Hawsley, Stumble and Tipperary soils have Ck horizons. Isolde soils are effervescent throughout. Kawich and Sundown soils have a lithologic discontinuity at depths of 38 to 120 inches. Tipper soils have paralithic contact at a depth of 20 to 40 inches. Tuba soils do not have a buried natric horizon. Yenrab soils have an exchangeable sodium percentage of 15 to 30."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sheppard soils are on structural benches, dunes on structural benches, alluvial fans, and terraces at elevations of 3,500 to 6,400 feet. Slopes range from 0 to 60 percent. These soils formed from eolian material derived from sandstone. The mean annual precipitation is 6 to 10 inches. Precipitation is fairly evenly distributed throughout the year with July and August being slightly wetter and June being slightly dryer. The mean annual air temperature is 49 to 57 degrees F. The frost-free period is 130 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arches, Barx, Deleco, Fruitland, Monue, Mota, and Nakai soils. Arches soils have bedrock at depths of 10 to 20 inches. Barx soils have an argillic horizon and are more than 18 percent clay in the particle size control section. Deleco soils have a petrocalcic horizon. Fruitland, Monue and Nakai soils have a coarse-loamy particle size control section. Mota soils are very fine sandy loam or loamy very fine sand in the particle size control section and have a horizon of carbonate accumulations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat excessively drained, negligible to low runoff, rapid permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. Potential vegetation is Mormon-tea, Indian ricegrass, galleta, and Russian thistle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Utah, northern New Mexico, northern Arizona, and southwest Colorado. LRR D, MLRA 35. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uinta River Valley Area, Utah, 1925"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (C1 horizon)\nParticle size control section - the zone from 10 to 40 inches (C2 and C3 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdates and revisions for the correlation of Navajo Mountain Area (AZ711) and Ft. Defiance Area (AZ715), July 3, 2008, CEM\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\nRevised for the correlation of SDJR - MLRA 35 Sheppard loamy sand, 1 to 15 percent slopes 2013, LJGII\n________________________________________"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "structure": "weak thick platy",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--0 to 2 inches; reddish yellow (5YR 6/6) fine sand, yellowish red (5YR 5/6) moist; weak thick platy structure parting to single grain; soft, loose; few fine roots; many fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (0 to 2 inches thick)"
      },
      {
        "name": "C2",
        "top": 5,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--2 to 12 inches; reddish yellow (5YR 6/6) fine sand, yellowish red (5YR 5/6) moist; single grain; soft, loose; few fine roots; many fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (9 to 16 inches thick)"
      },
      {
        "name": "C3",
        "top": 30,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--12 to 60 inches; reddish yellow (5YR 6/6) loamy fine sand, yellowish red (5YR 5/6) moist; single grain; soft, loose; few medium and fine roots; few coarse pores, many fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
