{
  "SERIES": "SHERWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BTB:LBW",
  "REVDATE": "02/2018",
  "STATES": "AR,OK",
  "OVERVIEW": "The Sherwood series consists of moderately deep to deep, well drained, moderately permeable soils that formed in material weathered from sandstone of Pennsylvania age.  These nearly level to very steep soils are on tops and sides of low lying ridges and side slopes of high ridges and mountains in the valleys of the Ouachita Mountains, MLRA 119.  Water runs off the surface low to very rapid.  Slopes are 1 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sherwood fine sandy loam--pasture.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary.  (3 to 7 inches thick)\nE--5 to 12 inches; brown (10YR 5/3) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear wavy boundary.  (4 to 12 inches thick)\nBt1--12 to 30 inches; yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine pores; nearly continuous red (2.5YR 5/6) clay films on faces of peds; few fine soft sandstone fragments; strongly acid; gradual wavy boundary.  (12 to 20 inches thick)\nBt2--30 to 38 inches; yellowish red (5YR 5/8) gravelly clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; common fine pores; nearly continuous red (2.5YR 5/6) clay films on faces of some peds; about 20 percent by volume of hard and soft fragments of sandstone; many pieces crush to fine sandy loam; strongly acid; gradual irregular boundary. (4 to 15 inches thick)\nBC--38 to 50 inches; yellowish red (5YR 5/8) gravelly loam; weak medium subangular blocky structure; friable; few fine and medium roots; about 20 percent by volume of hard and soft fragments of sandstone in colors of red and brown; few thin fragments of brown silty shale; strongly acid; abrupt irregular boundary.  (0 to 30 inches thick)\nR--50 to 60 inches; fractured acid sandstone bedrock laminated with thin layers of shale; tilted 30 degrees from the horizontal; brown and reddish coatings along fractures and cleavage planes; occasional thin strata of reddish soft\nsandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; about 0.3 mile west of the Post Office in Sherwood, Oklahoma; 50 feet east and 100 feet south of the northwest corner sec. 3, T. 3 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches and is extremely variable within short distance due to an irregular boundary between the soil and weathered bedrock.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  It is fine sandy loam or loam and ranges from very strongly acid to medium acid.  Fragments of rock less than 3 inches in diameter range from 0 to 15 percent by volume.\nThe E horizon has hue of 7.5YR or 10YR, value of 5 or 6, and\nchroma of 3 or 4.  It is fine sandy loam or loam and ranges from very strongly acid to medium acid.  Fragments of rock less than 3 inches in diameter range from 0 to 15 percent by volume.\nThe BE horizon, where present, has hue of 5YR or 7.5YR, value of 5, and chroma of 4 to 8.  The fine earth fraction is loam or clay loam and is very strongly acid or strongly acid.  Fragments or rock less than 3 inches in diameter range from 2 to 20 percent by volume.  The BE horizon thickness ranges from 0 to 6 inches.\nThe Bt1 horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8.  The fine earth fraction is clay loam, loam, sandy clay loam and is very strongly or strongly acid.  Gravelly textures are recognized.  Fragments of rock less than 3 inches in diameter range from 2 to 20 percent by volume.\nThe Bt2 horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8.  The fine earth fraction is clay loam, loam, sandy clay loam and is very strongly or strongly acid.  Gravelly textures are recognized. Fragments of rock less than 3 inches in diameter range from 15 to 35 percent by volume.\nThe BC horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8.  The fine earth fraction is clay loam, loam, sandy clay loam and is very strongly or strongly acid.  Gravelly and very gravelly textures are recognized.  Fragments of rock more than 3 inches in diameter range from 5 to 15 percent by volume, and rock fragments less than 3 inches in diameter range from 15 to 45 percent of the volume.  The B3 horizon is in fractures and between strata of sandstone and shale that are tilted more than 20 degrees from horizontal.\nThe R layer is hard sandstone interbedded with shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Apison, Cahaba, Durham, Granville, Hartsells, Kalmia, Linker, Maxton, Pirum, Sherless, and Wickham series.  Apison, Cahaba, Durham, Granville, Hartsells, Kalmia, Linker, Maxton, and Pirum soils have siliceous mineralogy.  Cahaba, Durham, Granville, Kalmia, Maxton, and Wickham soils are not underlain by hard rock at depths less than 60 inches.  Hartsells and Linker soils lack an irregular boundary to the underlying rock.  Pirum soils have Bt horizons with hues of 7.5YR or yellower.  Sherless soils have soft sandstone or shale within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sherwood soils are on ridgetops, side slopes, and foot slopes.  Slope gradients range from 1 to 60 percent, with dominant slopes between 2 and 5 percent.  The soil formed in loamy residuum weathered from laminated, titled sandstone or interbedded sandstone and shale.  Mean annual temperature is 62 to 65 degrees F.  Mean annual precipitation is 40 to 50 inches.  Thornthwaite annual P-E indices range from 72 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Pirum series and the Carnasaw, Clebit, Pickens, Stapp, and Zafra series.  Pirum soils occur on similar positions of the landscape as Sherwood soils.  Carnasaw and Stapp soils have Bt horizons with more than 35 percent clay.  Carnasaw soils occur on similar positions of the landscape as Sherwood soils.  In addition, Stapp soils have gray mottles in the upper Bt horizon, and occur in slightly concave areas.  Clebit, Pickens, and Zafra soils have more than 35 percent coarse fragments in the B horizons and usually occur on ridge crests."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for the production of corn, cotton, sorghums, peaches, grapes, hay, and pasture.  Native forest of white oak, red oak, sweetgum, blackgum, hickory and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ouachita Mountains of Oklahoma and Arkansas, MLRA 119.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Arkansas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Sherwood soils were formerly included with the Linker series and classified in the Red-Yellow Podzollic great soils group.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--5 to 12 inches; brown (10YR 5/3) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 76,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--12 to 30 inches; yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine pores; nearly continuous red (2.5YR 5/6) clay films on faces of peds; few fine soft sandstone fragments; strongly acid; gradual wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 97,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--30 to 38 inches; yellowish red (5YR 5/8) gravelly clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; common fine pores; nearly continuous red (2.5YR 5/6) clay films on faces of some peds; about 20 percent by volume of hard and soft fragments of sandstone; many pieces crush to fine sandy loam; strongly acid; gradual irregular boundary. (4 to 15 inches thick)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 127,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "BC--38 to 50 inches; yellowish red (5YR 5/8) gravelly loam; weak medium subangular blocky structure; friable; few fine and medium roots; about 20 percent by volume of hard and soft fragments of sandstone in colors of red and brown; few thin fragments of brown silty shale; strongly acid; abrupt irregular boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "R",
        "top": 127,
        "bottom": 152,
        "texture_class": "sand",
        "narrative": "R--50 to 60 inches; fractured acid sandstone bedrock laminated with thin layers of shale; tilted 30 degrees from the horizontal; brown and reddish coatings along fractures and cleavage planes; occasional thin strata of reddish soft"
      }
    ]
  ]
}
