{
  "SERIES": "SHERMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH:CRC",
  "REVDATE": "02/2018",
  "STATES": "AR,OK",
  "OVERVIEW": "The Shermore series consist of very deep, somewhat poorly drained, moderately slowly permeable soils that have a fragipan.  They formed in loamy colluvial material and are underlain with interbedded sandstones and shales of Pennsylvanian age.  Permeability is moderate above the fragipan and moderately slow in the fragipan.  These level to strongly sloping soils are on footslopes, fans, and benches in the valleys of the Quachita Mountains (MLRA 119) and the Arkansas Valley and Ridges (MLRA 118).  Slopes range from 0 to 10 percent.  Mean annual temperature is 63 degrees F., and mean annual precipitation is 46 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shermore fine sandy loam, in pasture.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; brown (10YR 4/3) fine sandy loam; weak medium and fine granular structure; friable; many fine roots; moderately acid; clear smooth boundary.  (2 to 9 inches thick)\nE--4 to 12 inches; yellowish brown (10YR 5/4) fine sandy loam; weak medium and fine granular structure; friable; many fine roots; moderately acid; clear wavy boundary.  (0 to 14 inches thick)\nBt1--12 to 16 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; firm; common fine roots; nearly continuous clay films on faces of peds; few fine yellowish brown and black concretions; strongly acid; gradual smooth boundary.  (4 to 10 inches thick)\nBt2--16 to 22 inches; yellowish brown (10YR 5/4) sandy clay loam; moderate medium subangular blocky structure; firm; common fine roots; nearly continuous clay films on faces of peds; few fine yellowish brown and black concretions; very strongly acid; gradual smooth boundary.  (6 to 20 inches thick)\nBt3--22 to 30 inches; yellowish brown (10YR 5/4) sandy clay loam; many fine distinct gray (10YR 5/1) redoximorphic depletions; moderate medium subangular blocky structure; firm; common fine roots; nearly continuous clay films on faces of peds; few fine yellowish brown and black concretions; very strongly acid; gradual smooth boundary.  (6 to 20 inches thick)\nBtx--30 to 65 inches; coarsely mottled redoximorphic features of gray (10YR 5/l), yellowish brown (10YR 5/4), and red (2.5YR 5/6) sandy clay loam; moderate coarse and very coarse prismatic structure parting to weak medium blocky; brittle; few fine roots in seams between peds; patchy clay films on faces of peds and in pores; few pockets of clean sand grains; vertical gray streaks in seams between polygons; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pushmataha County, Oklahoma; near Jumbo; 2,640 feet west and 1,200 feet south of the northeast corner of sec. 28, T. 1 S., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches. Depth to the fragipan is 20 to 40 inches below the surface. Yellowish brown and black concretions range from 0 to 10 percent by volume throughout the solum and they are 2 mm to 10 mm in diameter.  Red concretions range from 0 to 10 percent by volume in the Bt2 and Btx horizons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 5.  It is fine sandy loam or loam.  Fragments of sandstone less than 76 mm in diameter make up 0 to 15 percent by volume.  Reaction is slightly acid to very strongly acid.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 3 to 6.  It is fine sandy loam or loam.  Fragments of sandstone less than 76 mm in diameter make up 0 to l5 percent by volume.  Reaction is slightly acid to strongly acid.\nIn some pedons there is a BA horizon that has colors and textures similar to the Bt horizon.  Reaction is slightly acid to very strongly acid.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 4 to 8.  Mottles are in shades of yellow, red, brown, and gray.  The Bt horizon is fine sandy loam, loam, clay loam, or sandy clay loam.  Fragments of sandstone less than 76 mm in diameter make up 0 to 15 percent by volume.  Reaction is moderately acid to very strongly acid.\nThe Btx horizon has hue of 7.5YR or 10YR, value of 4 to 7, chroma of 4 to 8, with few to many mottles in shades of red, yellow, brown, and gray.  Most pedons are coarsely mottled in shades of yellow, red, brown, and gray.  It is fine sandy loam, loam, sandy clay loam, or clay loam.  Average clay content of the horizon is 18 to 35 percent in the upper part but ranges to 38 percent in the lower part.  The gray vertical streaks in seams between polygons range from 1 to 20 mm wide and are usually more clayey than the matrix.  Reaction is moderately acid to very strongly acid.\nIn some pedons there is a BC horizon that is coarsely mottled in hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 1 to 8.  It is fine sandy loam, loam, sandy clay loam, or clay loam.  Reaction is moderately acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shermore soils are on nearly level to strongly sloping footslopes, benches, and fans below adjacent steeper uplands.  These soils are in valleys of the Ouachita Mountains and the Arkansas Valley and Ridges.  Slopes range from 0 to 10 percent but are mainly 1 to 5 percent.  These soils formed in loamy colluvium.  The colluvium is from interbedded shales and sandstones of Pennsylvanian age.  Mean annual precipitation ranges from 38 to 56 inches.  Mean annual temperature ranges from 59 degrees to 64 degrees  F.  Thornthwaite annual P-E indices are greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bengal, Carnasaw, Clebit, Enders, Endsaw, Hector, Linker, Pirum, Stigler, Sherwood, Wing, and Zafra series.  All of these soils lack a fragipan.  Bengal, Carnasaw, Clebit, Enders, Endsaw, Hector, Linker, and Pirum soils are on higher ridges. Bengal, Carnasaw, Enders, and Endsaw soils have a clayey control section.  Clebit and Hector soils have a solum less than 20 inches thick to sandstone bedrock.  Linker and Pirum soils have a solum less than 60 inches thick to sandstone bedrock.  Stigler and Wing soils occur in valleys adjacent to and down slope from the Shermore series and have a fine control section.  In addition, Wing soils are high in sodium.  Sherwood and Zafra soils occur on similar landscapes.  Sherwood soils have a solum less than 60 inches thick to sandstone bedrock. Zafra soils have loamy-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Shermore soils are somewhat poorly drained.  Runoff is negligible to medium and permeability is moderately slow.  These soils have a perched water table at depth of 1.5 to 3.5 feet for short periods of time during November to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for tame pasture or woodland. Native vegetation is white oak, southern red oak, post oak, hickory, sweetgum, and shortleaf pine, with an understory of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ouachita Mountains and the Arkansas Valley and Ridges of Oklahoma and possibly in Arkansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pushmataha County, Oklahoma; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record No. OK0210\nThese soils were formerly included in the Linker, Sherwood, and Naldo series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 - 4 inches (A horizon)\nArgillic horizon - 12 - 30 inches (Bt horizon)\nFragipan - 30 - 65 inches (Btx horizon)\nADDITIONAL DATA:  Sample Nos. 74-OK-64-1 and 74-OK-64-1 by the Oklahoma State University Laboratory, Stillwater, Oklahoma.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
