{
  "SERIES": "SHEROD",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/RWL",
  "REVDATE": "06/2006",
  "STATES": "OR",
  "OVERVIEW": "The Sherod series consists of shallow, somewhat poorly drained soils formed in reworked loess and volcanic ash overlying clayey residuum derived from basalt. Sherod soils are in narrow drainageways on plateaus and structural benches. Slopes are 0 to 3 percent. The mean annual precipitation is 23 inches and the mean annual temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sherod ashy silt loam - meadow, on a 1 percent slope at an elevation of 3,660 feet. (When described on October 6, 1993, the soil was dry throughout. Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; common fine distinct yellowish brown (10YR 5/4) redoximorphic concentrations; neutral (pH 6.6); clear smooth boundary. (5 to 7 inches thick)\nBw1--5 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; few fine and very fine tubular pores; neutral (pH 6.6); clear smooth boundary.\nBw2--8 to 17 inches; brown (10YR 5/3) very cobbly silty clay loam, pale brown (10YR 6/3) dry; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; few fine and very fine tubular pores; 25 percent cobbles and 25 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (Combined thickness of Bw horizon is 5 to 13 inches)\n2Bt--17 to 19 inches; brownish yellow (10YR 6/6) very cobbly clay; yellowish brown (10YR 5/4) dry; strong medium angular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous prominent clay films on ped faces and lining pores; 35 percent cobbles and 15 percent gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 2 inches thick)\n3R--19 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon, about 6 miles northwest of the town of Wallowa along Rock Creek; 1,200 feet west and 1,200 feet south of the northeast corner of section 17, T. 2 N., R. 42 E. (Latitude 45 degrees, 39 minutes, 36 seconds N. and Longitude 117 degrees, 35 minutes, 18 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 44 to 47 degrees F. Depth to bedrock is 10 to 20 inches. The particle-size control section averages less than 35 percent clay and more than 35 percent rock fragments. Aquic conditions are present at sometime in most years between 12 and 18 inches. The soil reaction is slightly acid to neutral throughout.\nThe A horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 1 to 3 moist and dry. It is ashy silt loam with 20 to 27 percent clay. It has few to common, distinct or prominent redoximorphic concentrations.\nThe Bw horizon has value of 4 to 6 moist, 6 or 7 dry, and chroma of 2 to 4 moist and dry. The upper part of the Bw horizon is silt loam or silty clay loam with 25 to 35 percent clay and has 0 to 5 percent gravel. The lower part is gravelly silt loam, cobbly silty clay loam, or very cobbly silty clay loam with 25 to 35 percent clay and has 0 to 25 percent cobbles and 10 to 25 percent gravel.\nThe 2Bt horizon, when present, has hue of 10YR or 2.5Y, value of 4 to 6 moist and dry, and chroma of 2 to 6 moist, 2 to 4 dry. It is very gravelly clay or very cobbly clay with 15 to 35 percent cobbles, 15 to 30 percent gravel, and 40 to 50 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Zaza series. Zaza soils have particle-size control sections with 7.5YR to 5YR and do not have aquic conditions (well drained)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sherod soils are in narrow drainageways dissecting forested plateaus or benches and have slopes of 0 to 3 percent. Elevation is 3,400 to 4,500 feet. The soils formed in reworked loess and volcanic ash overlying clayey residuum derived from basalt. The climate is characterized by cold wet winters and hot dry summers. The mean annual precipitation is 17 to 40 inches. The mean annual temperature is 41 to 45 degrees F. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cowsly, Howmeadows, Tamarackcanyon, Threebuck, Tolo, and Wilkins soils. Cowsly soils are on plateaus, moderately well drained, and are greater than 40 inches to bedrock. Howmeadows soils are in drainageways, are in the fine family, and are 20 to 40 inches to bedrock. Tamarackcanyon, Threebuck, and Tolo soils are on north-facing hill sides. Tamarackcanyon soils are clayey-skeletal and 20 to 40 inches to bedrock. Threebuck soils are medial over clayey-skeletal and 40 to 60 inches to bedrock. Tolo soils are ashy over loamy and greater than 60 inches to bedrock. Wilkins soils are in broad meadows, are greater than 60 inches to bedrock, and have an albic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow permeability; water table is present at 1.0 to 1.5 feet from March through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for livestock grazing. Native vegetation is rushes, bluegrass, fescue, prairie smoke, redtop, potentilla, twin arnica"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Mountains of northeastern Oregon; MLRA 43c, 9. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon, 1998. The name is derived from Sherod Meadows located about 8 miles north of the town of Wallowa."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nochric epipedon - surface to 5 inches (A horizon); meets mollic criteria except for thickness\nCambic horizon - 5 to 17 inches (Bw1 and Bw2 horizons)\nArgillic feature - 17 to 19 inches (2Bt horizon); meets argillic criteria except for thickness\nParticle-size control section - from 10 to 19 inches (lower part of Bw1 and all of Bw2 and 2Bt horizons) with a weighted average of 50 percent rock fragments.\nA water table is present near the surface during spring thaw. The water is cold, high in oxygen and moving through the profile both vertically and horizontally (aerobic).\nVitrandic feature - from the surface to 5 inches (A horizon) having 0.5 percent acid-oxalate extractable aluminum plus one-half iron and 9 percent volcanic glass. Values are based on associated Howmeadows series.\nThis series has been reclassified from Xerochrepts to Haploxerepts based on Keys to Taxonomy, 8th edition.\nADDITIONAL DATA: Soil samples were submitted to NSSL in Lincoln on 12/93 for lab analysis. Reference samples were labeled as follows: S 93 OR 063 1-1 and 1-2.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; common fine distinct yellowish brown (10YR 5/4) redoximorphic concentrations; neutral (pH 6.6); clear smooth boundary. (5 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; few fine and very fine tubular pores; neutral (pH 6.6); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 20,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--8 to 17 inches; brown (10YR 5/3) very cobbly silty clay loam, pale brown (10YR 6/3) dry; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; few fine and very fine tubular pores; 25 percent cobbles and 25 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (Combined thickness of Bw horizon is 5 to 13 inches)"
      },
      {
        "name": "2Bt",
        "top": 43,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt--17 to 19 inches; brownish yellow (10YR 6/6) very cobbly clay; yellowish brown (10YR 5/4) dry; strong medium angular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous prominent clay films on ped faces and lining pores; 35 percent cobbles and 15 percent gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 2 inches thick)"
      },
      {
        "name": "3R",
        "top": 48,
        "narrative": "3R--19 inches; fractured basalt."
      }
    ]
  ]
}
