{
  "SERIES": "SHERWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  AFF-ET-CEJ-MAV",
  "REVDATE": "06/2017",
  "STATES": "CA",
  "OVERVIEW": "The Sherwin series consists of very shallow, well drained soils that formed from hard rhyolitic tuff.  Sherwin soils are on volcanic flows.  Slopes are 5 to 30 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sherwin very cobbly ashy loamy fine sand - on a 6 percent south-southeast facing slope at 1,635 meters elevation under blackbrush, needleleaf rabbitbrush and big sagebrush vegetation.  (Colors are for dry soil unless otherwise stated.  When described August 12, 1979 the profile was dry throughout.) The soil surface is partially covered with 40 percent gravel, 20 percent cobbles, and 1 percent stones.\nA1--0 to 8 cm; light gray (10YR 7/2) very cobbly ashy loamy fine sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 30 percent pebbles, 20 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt smooth boundary.  (3 to 13 cm thick)\nA2--8 to 18 cm; light gray (10YR 7/2) ashy sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular pores; 5 percent pebbles, 5 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt wavy boundary.  (8 to 25 cm thick)\nR--18 cm; pinkish white (7.5YR 8/2) hard rhyolitic tuff, light brown (7.5YR 6/4) moist.  Fracture spacing averages 15 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 13 miles northwest of Bishop and 1 mile south of Mesa Camp; between two sharp southerly drainages; 1,200 feet north and 1,100 feet west of the southeast corner of section 21, T. 5 S., R. 31 E.; USGS Casa Diablo Mountain 7.5 minute topographic quadrangle; latitude 37 degrees 29 minutes 43 seconds N and longitude 118 degrees 34 minutes 17 seconds W; WGS84 Decimal Degrees 37.4952778 latitude, -118.5713889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the hard tuff is 4 to 14 inches.  The soil above the lithic contact is usually dry from about May 1 to November 15, and is moist in some or all parts the rest of the time.  The soil temperature is above 5 degrees C. from about April 1 to December 20, and is above 8 degrees C from about April 15 to November 30.  The mean annual soil temperature is 10 to 15 degrees C.  The soil surface has a 35 to 65 percent coverage of stones, cobbles and gravel, which are angular tuff fragments.  The gravel and cobbles predominate.  Surface stone coverage is 0 to 15 percent.  These soils contain 40 to 60 percent rhyolitic volcanic ash.  The soil is neutral or slightly alkaline.  The organic carbon content is 0.3 to 0.6 percent.  The clay content of the textural control section averages 6 to 10 percent.\nThe A horizon color is 10YR 6/3, 6/4, 7/2, 7/3 or 8/2 and moist color of 10YR 4/3, 5/2, 5/3, 5/4, or 6/2.  The upper part (A1) contains 35 to 55 percent angular tuff fragments consisting of 0 to 3 percent stones, 20 to 35 percent cobbles and 10 to 30 percent gravel.  The lower part (A2) is sandy loam, gravelly sandy loam or cobbly sandy loam.  It contains 10 to 20 percent angular tuff fragments, consisting of 0 to 3 percent stones, 5 to 15 percent cobbles, and 5 to 15 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sherwin soils are on volcanic flows with slopes of 5 to 30 percent.  The soils formed on hard rhyolitic tuff at elevations of 1,620 to 2,230 meters.  Some of the fine-earth material is of mixed aeolian origin.  The mean annual precipitation is 150 to 300 mm, and the mean annual temperature is 7 to 12 degrees C.  The mean January temperature is about 1 degree C.; the mean July temperature is about 22 degrees C.  The frost-free season is 125 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brantel, Buscones, and Wellington soils.  Brantel soils are very deep alluvial soils on fan terraces.  Buscones soils are moderately deep over soft tuff on hills and terraces.  Wellington soils have shallow duripans and argillic horizons on alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to medium runoff; moderately rapid permeability: high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE VEGETATION",
    "content": "USE VEGETATION:  Sherwin soils are, used for grazing and wildlife habitat.  The vegetation is mainly big sagebrush, desert needlegrass, spiny hopsage and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central California.  They are of small extent. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Valley Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification has been changed from loamy to Ashy due to changes in the criteria for Ashy families.\nDiagnostic horizons and features recognized in the profile are:\nOchric epipedon -- 0 to 18 cm (A1, A2).\nLithic contact -- the boundary at about 18 cm (R).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 8 cm; light gray (10YR 7/2) very cobbly ashy loamy fine sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 30 percent pebbles, 20 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt smooth boundary.  (3 to 13 cm thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--8 to 18 cm; light gray (10YR 7/2) ashy sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular pores; 5 percent pebbles, 5 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt wavy boundary.  (8 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 18,
        "bottom": "NA",
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 cm; pinkish white (7.5YR 8/2) hard rhyolitic tuff, light brown (7.5YR 6/4) moist.  Fracture spacing averages 15 cm."
      }
    ]
  ]
}
