{
  "SERIES": "SHERLESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJA:KMO:BTB",
  "REVDATE": "07/2002",
  "STATES": "AR,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sherless fine sandy loam, on an 11 percent slope in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) gravelly fine sandy loam; weak fine granular structure; hard, friable; many fine, medium, and few coarse roots; gravel makes up 15 percent by volume; moderately acid; clear wavy boundary. (3 to 6 inches thick)\nBE--5 to 11 inches; yellowish brown (10YR 5/6) gravelly fine sandy loam; weak, fine granular structure; hard, friable; common fine, many medium, and few coarse roots; gravel makes up 15 percent by volume; moderately acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--11 to 22 inches; yellowish red (5YR 5/8) gravelly clay loam; weak fine subangular blocky structure; hard, friable; discontinuous clay films on faces of peds; gravel makes up 10 percent by volume and cobbles make up 5 percent by volume; few fine, many medium, and few coarse roots; strongly acid; gradual wavy boundary. (6 to 27 inches thick)\nBt2--22 to 32 inches; strong brown (7.5YR 5/8) gravelly clay loam; many fine distinct red (2.5YR 4/8) mottles; weak fine subangular blocky structure; hard, friable; discontinuous clay films on faces of peds; gravel makes up 10 percent by volume and cobbles make up 5 percent by volume; common medium and few coarse roots; very strongly acid; clear irregular boundary. (0 to 16 inches thick)\nCr--32 to 40 inches; fractured soft sandstone; color is variegated in shades of brown, red, and gray."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: LeFlore County, Oklahoma; about 2 miles northwest of Octavia, Oklahoma; 1,900 feet north and 300 feet west of the southeast corner of sec. 24, T. l N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum is 20 to 40 inches. Gravel ranges from 5 to 20 percent by volume throughout the solum. Cobbles range from 0 to 20 percent by volume in the A horizon, and from 0 to 15 percent by volume in the B horizon. Total volume of coarse fragments is less than 35 percent in\nthe B horizon.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 3. It is fine sandy loam, gravelly fine sandy loam, or cobbly fine sandy loam. Reaction ranges from very strongly acid to neutral.\nThe E horizon, where present, has hue of 10YR, value of 5 to 7, and chroma of 4. It is fine sandy loam, gravelly fine sandy loam or cobbly fine sandy loam. Reaction is very strongly acid to medium acid.\nThe BE horizon that has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 6 to 8. It is fine sandy loam or loam or their gravelly or cobbly counterparts. Reaction is strongly acid or very strongly acid.\nBt horizon has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 6 to 8. Mottles in shades of red and brown range from none to many in the lower part of the B2t horizon. Texture is clay loam, sandy clay loam, or their gravelly or cobbly counterparts. Reaction is very strongly acid or strongly acid.\nThe Cr layer is soft sandstone or shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cheaha, Fruithurst, Rion, Rome, Sherwood, State, Tallant, Tidings, and Wickham series in the same family and Pirum series in a similar family. Cheaha soils contain more than 15 percent coarse fragments in the Bt horizon. Fruithurst soils have Cr horizons of weathered slate. Rion soils have a paralithic contact at depths of more than 40 inches. Sherwood soils have a lithic contact at depths of 30 to 60 inches. Tallant soils contain more than 15 percent coarse fragments in the lower solum and have Cr horizons of weathered siltstone. Tidings soils contain more than 15 percent coarse fragments in the Bt horizon. Rome and State soils have sola more than 40 inches thick. Wickham soils have sola formed in stratified materials and do not have Cr horizons. Pirum soils\nhave siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sherless soils are on ridgetops and side slopes in the valleys of the Ouachita Mountains. Slope ranges from 1 to 20 percent. The soil formed in loamy residuum of interbedded sandstone and shale. Mean annual temperature is 60 degrees to 64 degrees F. Mean annual precipitation is 40 to 60\ninches. Thornthwaite annual P-E indices range from 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Pirum series and the Bengal, Carnasaw, and Clebit series. Bengal soils occur on the same position in the landscape and have a clayey control section. Carnasaw, Clebit, and Pirum soils occur on the adjacent, steeper, more mountainous areas. Carnasaw soils have a clayey control section and are 40 to 60 inches thick over shale. Clebit soils are less than 20 inches thick, and contain less clay and more coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland and pastureland. Forest of white oak, southern red oak, sweetgum, blackgum, hickory, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains of Oklahoma and Arkansas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: LeFlore County, Oklahoma; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Sherless soils were formerly included with the Sherwood series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
