{
  "SERIES": "SHEVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCG-JHW-MHC; DTA",
  "REVDATE": "09/2021",
  "STATES": "VA",
  "OVERVIEW": "The Sheva series consists of moderately well drained, moderately slowly permeable soils that are moderately deep to soft bedrock. The soils formed in materials weathered from Triassic-age sedimentary bedrock in the Piedmont uplands. Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sheva fine sandy loam, on a 4 percent slope in woodland.  (Colors are for moist soils)\nOe--0 to 1 inch; humus, roots, and semi-decomposed pine needles.\nAp--1 to 11 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine and medium roots; many fine and medium tubular pores; 10 percent sandstone cobbles; few fine flakes of mica; strongly acid; clear smooth boundary.  (0 to 10 inches thick)\nBt1--11 to 20 inches; yellowish brown (10YR 5/4) loam; common medium prominent strong brown (7.5YR 5/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; common fine tubular pores; common faint clay films on faces of peds; 5 percent sandstone gravel; few fine flakes of mica; very strongly acid; clear smooth boundary.\nBt2--20 to 30 inches; mottled yellowish brown (10YR 5/4), grayish brown (10YR 5/2), and strong brown (7.5YR 5/8) clay loam; moderate medium subangular blocky structure; firm, sticky, plastic; few fine and very fine roots; common fine tubular and irregular pores; many faint grayish brown (10YR 5/2) clay films on faces of peds; few fine flakes of mica; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 10 to 30 inches)\nCr--30 to 57 inches; yellowish brown (10YR 5/8) partially weathered sandstone that crushes to fine sandy loam; few prominent grayish brown (10YR 5/2) clay flows in cracks more than 4 inches apart; massive; firm; few very fine roots in cracks; gradual wavy boundary. (10 to 30 inches thick)\nR--57 inches; hard yellowish brown sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pittsylvania County, Virginia; about 300 feet northwest of VA-895 and 900 feet south-southeast of the intersection of VA-683 and VA-663."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to soft bedrock ranges from 20 to 40 inches and depth to hard bedrock ranges from 40 to 60 inches.  The soil is extremely acid through strongly acid throughout unless the surface has been limed. Rock fragments of sandstone and siltstone range from 0 to 15 percent throughout.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 6.  Texture is sandy loam or fine sandy loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4.  Texture is sandy loam or fine sandy loam.\nThe BE or BA horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 4 to 6.  Texture is sandy loam, fine sandy loam, sandy clay loam, or loam.\nThe Bt horizon has hue of 7.5YR through 2.5Y, value of 5 to 7, and chroma of 3 to 8.  It has high and low chroma mottles.  The lower part of the Bt horizon of some pedons is mottled without dominant matrix hue.   The Bt horizon is sandy clay loam, loam, or clay loam.\nThe BC horizon, when present, is highly variable in color.  Hue ranges from 5YR through 2.5Y, value of 4 to 8, and chroma of 1 to 8.  Some pedons are mottled without dominant matrix hue.  Texture is sandy clay loam, loam, or clay loam.\nThe C horizon, where present, has hue of 2.5YR through 2.5Y, value of 3 to 8, and chroma of 1 to 8, or it is variegated or mottled with no dominant hue.  The C horizon is sandy loam, sandy clay loam, clay loam, or loam.\nThe Cr horizon has hue of 2.5YR through 2.5Y, value of 3 to 8, and chroma of 1 to 8, or it is variegated or mottled with no dominant hue.  It is highly weathered sandstone or siltstone that crushes to sandy loam, fine sandy loam, sandy clay loam, or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Abell, Altavista, Bertie, Tetotum, and Winston series.  None of these soils have a paralithic contact within 40 inches of the soil surface and all but Bertie soils are underlain by alluvial or marine sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sheva soils are in nearly level or gently sloping basins and on gently sloping to sloping side slopes of uplands in the Triassic areas of the southern Piedmont.  Slopes range from 0 to 15 percent.  The soils developed in residuum weathered from Triassic materials consisting of sandstone or siltstone.  Mean annual precipitation is about 45 inches and mean annual temperature is about 60 degrees F near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Ayersville, Creedmoor, Mayodan, Meadows (proposed), Pinkston, Spray, and Stoneville soils.  Ayersville soils are well drained.  Creedmoor soils are on the same landscape position but are deeper to bedrock.  Mayodan soils are well drained on slightly higher landscape positions, and do not have gray mottles in the subsoil. Meadows soils are less than 20 inches to soft bedrock and are on higher landscape positions.  Pinkston soils have a discontinuous argillic horizon.  Spray soils are very deep to bedrock.  Stoneville soils are well drained and deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow on the nearly level areas and moderate to rapid on the steeper slopes.  Moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 30 percent of the area of this soil is cultivated or used for pasture and hay.  Much of the remainder is abandoned farmland that has grown up in Virginia pine or is planted to loblolly pine.  Common crops are small grains, corn, tobacco, and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Triassic basin of the southern Piedmont of Virginia and possibly North Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pittsylvania County, Virginia, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has previously been included with the Creedmoor soils in mapping.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon from 0 to 11 inches (Ap horizon).\nb.  Argillic horizon from 11 to 30 inches (Bt1 and Bt2 horizons).\nc.  Paralithic contact at 30 inches (Cr horizon).\nd.  Lithic contact at 57 inches (R horizon).\nSIR = VA0260\nMLRA = 136\nREVISED = 12/11/91, MHC.  The 2021 revision changed depths for individual horizons to allow the O horizon to be the top of the pedon.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0260 SHEVA       0- 15   59- 65  190-240  40- 50   250- 900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0260 NONE          1.5-2.0  PERCHED  DEC-APR  20-40   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0260  0-11  SL FSL                  0- 15  95-100  5-20    -\nVA0260 11-30  L SCL CL                0-  5  80-100 20-34    -\nVA0260 30-57  WB                       -       -      -      -\nVA0260 57     UWB                    -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0260  0-11  3.6- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0260 11-30  3.6- 5.5  0.-.5  0- 0   0.2- 0.6  LOW\nVA0260 30-57     -        -     -     0.2- 0.6\nVA0260 57        -        -     -    0.00- 0.2\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inch; humus, roots, and semi-decomposed pine needles."
      },
      {
        "name": "Ap",
        "top": 3,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--1 to 11 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine and medium roots; many fine and medium tubular pores; 10 percent sandstone cobbles; few fine flakes of mica; strongly acid; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--11 to 20 inches; yellowish brown (10YR 5/4) loam; common medium prominent strong brown (7.5YR 5/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; common fine tubular pores; common faint clay films on faces of peds; 5 percent sandstone gravel; few fine flakes of mica; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--20 to 30 inches; mottled yellowish brown (10YR 5/4), grayish brown (10YR 5/2), and strong brown (7.5YR 5/8) clay loam; moderate medium subangular blocky structure; firm, sticky, plastic; few fine and very fine roots; common fine tubular and irregular pores; many faint grayish brown (10YR 5/2) clay films on faces of peds; few fine flakes of mica; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 10 to 30 inches)"
      },
      {
        "name": "Cr",
        "top": 76,
        "bottom": 145,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cr--30 to 57 inches; yellowish brown (10YR 5/8) partially weathered sandstone that crushes to fine sandy loam; few prominent grayish brown (10YR 5/2) clay flows in cracks more than 4 inches apart; massive; firm; few very fine roots in cracks; gradual wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "R",
        "top": 145,
        "texture_class": "sand",
        "narrative": "R--57 inches; hard yellowish brown sandstone."
      }
    ]
  ]
}
