{
  "SERIES": "SHILOH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SEW",
  "REVDATE": "08/2003",
  "STATES": "IL,MN",
  "OVERVIEW": "The Shiloh series consists of very deep, poorly drained and very poorly drained soils formed in silty or clayey sediments or loess and the underlying Sangamon age paleosol in depressions on Illinoisan ground moraines.  Permeability is moderately slow.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 40 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Cumulic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shiloh silty clay loam in a slightly concave area in a cultivated field at an elevation of about 619 feet above MSL.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak medium granular and angular blocky structure; firm; common very fine and few fine roots throughout; common very fine tubular pores; slightly acid; abrupt smooth boundary.\nA--7 to 19 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate very fine angular blocky structure; firm; common very fine and few fine roots throughout; common very fine tubular pores; slightly acid; gradual smooth boundary.  (Combined thickness of the A horizons is 15 to 26 inches.)\nBA--19 to 35 inches; black (10YR 2/1) silty clay; dark gray (10YR 4/1) dry; strong fine angular blocky structure; very firm; common very fine and few fine roots throughout; common very fine tubular pores; many distinct black (N 2.5/) pressure faces on faces of peds; slightly acid; gradual smooth boundary. (0 to 22 inches thick)\nBg1--35 to 48 inches; very dark gray (N 3/) silty clay; gray (N 5/) dry; strong fine angular blocky structure; very firm; common very fine roots throughout; common very fine tubular pores; common prominent black (10YR 2/1) pressure faces on faces of peds; few fine prominent light olive brown (2.5Y 5/6) masses of iron accumulation on faces of peds and in the matrix; slightly acid; clear smooth boundary.\nBg2--48 to 60 inches; dark gray (5Y 4/1) silty clay loam; weak and moderate medium subangular blocky structure; very firm; common very fine roots throughout; common very fine tubular pores; common fine prominent light olive brown (2.5Y 5/6) and few fine prominent yellowish brown (10YR 5/8) masses of iron accumulation on faces of peds and in the matrix; common medium prominent black (10YR 2/1) masses of manganese accumulation in the matrix; slightly acid; clear smooth boundary.\nBg3--60 to 68 inches; gray (10YR 6/1) silty clay loam; weak medium subangular blocky structure; firm; common very fine roots throughout; common very fine tubular pores; few faint patchy dark gray (2.5Y 4/1) clay films on faces of peds and common distinct dark gray (2.5Y 4/1) clay films on surfaces lining root channels and pores; few fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation on faces of peds and in the matrix; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bg horizons is 10 to 30 inches.)\n2Ab--68 to 79 inches; very dark gray (2.5Y 3/1) silty clay loam; weak coarse subangular blocky structure; firm; few very fine roots throughout; common very fine tubular pores; common distinct very dark gray (2.5Y 3/1) organo-clay films on surfaces lining root channels and pores; about 2 percent fine subangular rock fragments; slightly acid; clear smooth boundary.  (0 to 15 inches.)\n2Btgb--79 to 86 inches; gray (10YR 6/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; common very fine tubular pores; common distinct very dark gray (2.5Y 3/1) organo-clay films on faces of peds and many distinct very dark gray (2.5Y 3/1) organo-clay films on surfaces lining root channels and pores; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation on faces of peds and in the matrix; about 2 percent fine subangular rock fragments; slightly acid; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Effingham County, Illinois; about 2 miles north and 10 miles west of Effingham; 1,580 feet north and 50 feet east of the southwest corner of sec. 11, T. 8 N., R. 4 E.  USGS Shumway, Illinois topographic quadrangle; lat. 39 degrees 9 minutes 6.4 seconds N. and long. 88 degrees 43 minutes 43.5 seconds W.; UTM Zone 16S 0350621 easting 4335042 northing, NAD 83; UTM Zone 16S 0350622 easting 4334829 northing, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the base of the solum is greater than 40 inches.  The thickness of the mollic epipedon ranges from 24 to 48 inches.  Carbonates are at depths greater than 39 inches.  The particle size control section averages 35 to 45 percent clay, less than 10 percent sand, and less than 2 percent coarse fragments.\nThe Ap or A horizon has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 2 or 3 (3 to 5 dry); and chroma of 2 or less.  It commonly is silty clay loam or silty clay but includes clay or silt loam.  Clay content ranges from 25 to 55 percent in individual horizons.  Reaction ranges from slightly acid to slightly alkaline.\nSome pedons have an AB horizon.\nThe BA and Bg horizons have a hue of 10YR, 2.5Y, 5Y, or is neutral; value of 2 to 6; and chroma of 2 or less.  It is silty clay or silty clay loam.  Clay content in individual subhorizons ranges from 33 to 50 percent. Reaction ranges from slightly acid to slightly alkaline.\nThe 2Ab horizon has a hue of 10YR, 2.5Y, 5Y, or is neutral; value of 2 to 4; and chroma of 3 or less.  It is silty clay, clay, silty clay loam or clay loam.  Clay content ranges from 35 to 55 percent and sand content ranges from 10 to 40 percent.  Rock fragment content ranges from 0 to 10 percent.  Rock fragments are mixed igneous, metamorphic, and sedimentary gravel.  Reaction ranges from slightly acid to slightly alkaline.\nThe 2Btgb horizons have a hue of 10YR, 2.5Y, 5Y, or is neutral; value of 4 to 6; and chroma of 2 or less.  It is silty clay loam, clay loam, clay or silty clay.  Clay content ranges from 35 to 50 percent and sand content ranges from 10 to 40 percent.  Rock fragment content ranges from 0 to 10 percent.  Rock fragments are mixed igneous, metamorphic, and sedimentary gravel.  Reaction ranges from slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chehalem, Clamo, Derrynane, Okoboji, Peotone, Rantoul, Wabash, Zoe, and Zook series.  Chehalem soils are warmer and significantly wetter in winter.  Clamo and Zoe soils have carbonates within a depth of 39 inches.  Derrynane soils are formed in similar materials over Wisconsinan diamicton, have less average clay in the underlying material, and have soil temperature control section average of less than 55 degrees F.  Okoboji soils average more than 10 percent sand in the particle size control section.  Peotone soils have soil temperatures that average less than 55 degree F. and have more available phosphorous in the upper 3 feet (see remarks). Rantoul soils average 45 to 65 percent clay in the particle size control section.  Wabash soils average 46 to 60 percent clay in the particle size control section and are formed in alluvium on floodplains.  Zook soils formed only on floodplains or low terraces in alluvium and receive an average of 24 to 37 inches of precipitation per year."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shiloh soils typically are in depressions on Illinoisan age ground moraines. The slopes typically are concave with gradients of 0 to 2 percent.  The soils formed in silty or clayey local alluvium or loess and the underlying Sangamon age paleosol. The mean annual air temperature ranges from 53 to 57 degrees F., mean annual precipitation ranges from 36 to 43 inches, and mean elevation ranges from 400 to 700 feet above MSL."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cisne, Cowden, Ebbert, Ipava, Newberry, Patton, Sable, Virden, and Wynoose soils.  Cisne, Cowden, Ebbert, and Wynoose soils have albic and argillic horizons and are in similar positions nearby.  The somewhat poorly drained Ipava soils and the poorly drained Sable and Virden soils have mollic epipedons less than 24 inches in thickness and are on nearby loess covered ground moraines.  Newberry soils have albic and argillic horizons and average less than 35 percent clay in the particle size control section.  Patton soils on nearby lake plains have a fine-silty control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained and poorly drained.  The potential for surface runoff is negligible.  Permeability is moderately slow. In the undrained condition these soils have an apparent water table within 6 inches below the surface year round in normal years.  Where drained, the water table is within 1 foot below the surface at some time between January and June in normal years. These soils pond water as much as 1 foot deep after heavy rains for brief to long periods of time."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cultivated crops.  Corn and soybeans are the principal crops.  Native vegetation is marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern and central Illinois and Minnesota.  These soils are of moderate extent (about 24,000 acres correlated). MLRA 113, 114, 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shelby County, Illinois, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to a depth of about 48 inches (Ap, A, and BA horizons);\ncambic horizon - (the presence of soil structure and gleyed colors) the zone from about 19 inches to 68 inches (BA, Bg1, Bg2, and Bg3 horizons);\naquic conditions- endosaturation - positive reaction to alpha-alpha dipyridyl at depths between 16 and 20 inches is assumed; also chroma of 1 or less in all horizons to depth of 80 inches and redox concentrations in the lower mollic epipedon;\nWith this update, the Shiloh series was resampled and described to 80 inches. Other changes include a clarification of the setting and separation of this soil from the Peotone series.\nSome areas on flood plains that flood frequently for long periods are mapped Shiloh. These areas are no longer within the defined limits of the Shiloh series and they need to be re-evaluated. MLRA 115 and MLRA 108 update activities will investigate areas of Shiloh soils on flood plains to determine if Zook series better fits the concept of soil genesis and morphology.\nThe differentiae needed to clearly separate the Shiloh series from Peotone series are now based on soil temperature properties. Peotone soils were established nearly 20 years after the Shiloh series was established.  Both Shiloh and Peotone soils are in depressional parts of broad interfluves.  As mapped in Illinois, Peotone soils are on the Wisconsinan ground moraine and Shiloh soils are on the Illinoisan ground moraine.  The landscape setting and soil forming processes that produced the Shiloh soils are discussed in a paper by Follmer, L. R., 1982:  The geomorphology of the Sangamon surface:  its spatial and temporal attributes, Space and Time in Geomorphology; pp 117-146.  Paper contributed by the State Geological Survey Division of the Illinois Department of Energy and Natural Resources."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Partial samples from this pedon (81IL049004), Effingham County, Illinois and additional reference samples from Macon County, Illinois and Jasper County, Illinois are available at NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak medium granular and angular blocky structure; firm; common very fine and few fine roots throughout; common very fine tubular pores; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--7 to 19 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate very fine angular blocky structure; firm; common very fine and few fine roots throughout; common very fine tubular pores; slightly acid; gradual smooth boundary.  (Combined thickness of the A horizons is 15 to 26 inches.)"
      },
      {
        "name": "BA",
        "top": 48,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--19 to 35 inches; black (10YR 2/1) silty clay; dark gray (10YR 4/1) dry; strong fine angular blocky structure; very firm; common very fine and few fine roots throughout; common very fine tubular pores; many distinct black (N 2.5/) pressure faces on faces of peds; slightly acid; gradual smooth boundary. (0 to 22 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 89,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--35 to 48 inches; very dark gray (N 3/) silty clay; gray (N 5/) dry; strong fine angular blocky structure; very firm; common very fine roots throughout; common very fine tubular pores; common prominent black (10YR 2/1) pressure faces on faces of peds; few fine prominent light olive brown (2.5Y 5/6) masses of iron accumulation on faces of peds and in the matrix; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2--48 to 60 inches; dark gray (5Y 4/1) silty clay loam; weak and moderate medium subangular blocky structure; very firm; common very fine roots throughout; common very fine tubular pores; common fine prominent light olive brown (2.5Y 5/6) and few fine prominent yellowish brown (10YR 5/8) masses of iron accumulation on faces of peds and in the matrix; common medium prominent black (10YR 2/1) masses of manganese accumulation in the matrix; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bg3",
        "top": 152,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg3--60 to 68 inches; gray (10YR 6/1) silty clay loam; weak medium subangular blocky structure; firm; common very fine roots throughout; common very fine tubular pores; few faint patchy dark gray (2.5Y 4/1) clay films on faces of peds and common distinct dark gray (2.5Y 4/1) clay films on surfaces lining root channels and pores; few fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation on faces of peds and in the matrix; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bg horizons is 10 to 30 inches.)"
      },
      {
        "name": "2Ab",
        "top": 173,
        "bottom": 201,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Ab--68 to 79 inches; very dark gray (2.5Y 3/1) silty clay loam; weak coarse subangular blocky structure; firm; few very fine roots throughout; common very fine tubular pores; common distinct very dark gray (2.5Y 3/1) organo-clay films on surfaces lining root channels and pores; about 2 percent fine subangular rock fragments; slightly acid; clear smooth boundary.  (0 to 15 inches.)"
      },
      {
        "name": "2Btgb",
        "top": 201,
        "bottom": 218,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btgb--79 to 86 inches; gray (10YR 6/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; common very fine tubular pores; common distinct very dark gray (2.5Y 3/1) organo-clay films on faces of peds and many distinct very dark gray (2.5Y 3/1) organo-clay films on surfaces lining root channels and pores; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation on faces of peds and in the matrix; about 2 percent fine subangular rock fragments; slightly acid; clear smooth boundary."
      }
    ]
  ]
}
