{
  "SERIES": "SHINGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD-MCS-JAL",
  "REVDATE": "11/2005",
  "STATES": "CO,MT,NE,NM,SD,UT,WY",
  "OVERVIEW": "The Shingle series consists of well drained soils that are very shallow or shallow to bedrock.  They formed in residuum and colluvium derived from interbedded shale and sandstone or in alluvium from mudstone.  Shingle soils are on bedrock controlled hillslopes and ridges.  Slopes are 0 to 80 percent.  The mean annual precipitation is about 13 inches, and the mean annual temperature is 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shingle clay loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; soft, very friable, moderately sticky and moderately plastic; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.0); clear smooth boundary.  (1 to 6 inches thick)\nBw--4 to 8 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; weak medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.2); gradual smooth boundary.  (0 to 5 inches thick)\nC--8 to 15 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; massive; hard, variable, moderately sticky and moderately plastic; slightly effervescent, lime disseminated; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 15 inches thick)\nCr--15 to 60 inches; soft, calcareous shale interbedded with lenses of soft sandstone.."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goshen County, Wyoming; near the NW corner of SE1/4, NE1/4 of sec. 14, T. 22 N., R. 61 W. Huntley Quadrangle.  41 degrees 52 minutes 55 seconds north latitude and 104 degrees 9 minutes 15 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft bedrock and paralithic contact ranges from 4 to 20 inches.  The mean annual soil temperature is 47 to 53 degrees F.  The soils commonly are calcareous throughout, but some pedons are leached to 6 inches.  The particle size control section averages 20 to 35 percent clay and has more than 15 percent but less than 35 percent fine or coarser  sand.  The soil is usually dry. The moisture control section is usually moist in April, May and early June. It is dry for 60 consecutive days or more during the 90 day period following the summer solstice.  EC is 0 to 2 mmhos throughout.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  Reaction is neutral through strongly alkaline.  Some pedons have a light gravel lag on the surface. Texture is loam, silt loam, clay loam, silty clay loam, cobbly loam, and gravelly clay loam. Rock fragments or shale channers range from 0 to 35 percent.\nA Bw or AC horizon, when present, has the combined properties of the A and C horizons.\nThe C horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is loam, silt loam, clay loam or silty clay loam.  Rock fragments or shale channers range from 0 to 35 percent. Reaction is slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canyon, Dulce (T), Epping, Eslendo, Gerst, Picante, Quarteles (T), Redarrow, Remorris, Sandoval, Taluce, and Tassel series.  Canyon soils are somewhat excessively drained.  Dulce, Tassel, and Taluce soils have less than 18 percent clay in the particle size control section. Epping soils have siltstone chips in the control section and contain a significant amount of glass shards.  Eslendo, Quarteles and Sandoval soils are dry in May and June.  Gerst and Picante soils are not dry for 60 consecutive days during the three months following the summer solstice.  Redarrow and Remorris soils have hue of 5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Shingle soils occur on all hillslope positions.  Slopes are 0 to 80 percent.  These soils formed in colluvium and residuum weathered from soft, interbedded sandstone and shale or in alluvium from mudstone. Elevation is 3,200 to 6,500 feet.  The mean annual precipitation is about 10 to 14 inches, most of which falls in April, May, and June.  The mean annual temperature is about 45 degrees F.but ranges from 43 to 51 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kishona and  Theedle soils.  Kishona soils lack bedrock above a depth of 40 inches.  Theedle soils have a paralithic contact at a depth of 20 to 40 inches. These soils usually occur on footslopes or toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high runoff depending upon slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Native vegetation consists of bluebunch wheatgrass, needleandthread, western wheatgrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basins and high plains of Colorado, Nebraska, South Dakota, Utah, and Wyoming.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County, Wyoming, South Part; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A)\nParalithic contact - 15 inches (Cr)\nMLRR - G\nSIR - WY0090, WY0678, WY0953, WY1284, WY1284\nNational Cooperative Soil Survey\nU.S.A."
  }
}
