{
  "SERIES": "SHINGLETON",
  "STATUS": "Established Series",
  "BYREV": "CFS-JKC-JFH",
  "REVDATE": "06/2007",
  "STATES": "MI",
  "OVERVIEW": "The Shingleton series consists of shallow, somewhat excessively drained soils that formed in sandy glaciofluvial deposits underlain by dolomitic sandstone and limestone.  They are on bedrock benches, glacial drainage channels, and bedrock controlled ground moraines.  Saturated hydraulic conductivity is high or very high in the sandy horizons and very low or impermeable in the bedrock.  Slopes range from 1 to 70 percent.  Mean annual precipitation is about 860 millimeters, and mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Lithic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shingleton loamy sand - forested. (Colors are for moist soils unless otherwise stated.)\nA--0 to 2 centimeters; very dark gray (7.5YR 3/1) loamy sand, dark gray (7.5YR 4/1) dry; weak fine granular structure; very  friable; common fine and medium roots; about 1 percent fine gravel; very strongly acid; abrupt wavy boundary. (2 to 10 centimeters thick)\nE--2 to 18 centimeters; brown (7.5YR 5/2) loamy sand, light gray (7.5YR 7/1) dry; weak medium subangular blocky structure; very friable; few fine and common roots; about 1 percent fine gravel; very strongly acid; clear irregular boundary. (8 to 18 centimeters thick)\nBhs--18 to 20 centimeters; dark reddish brown (5YR 3/2) loamy sand; weak medium subangular blocky structure; very friable; many fine, common medium and few coarse roots; about 1 percent fine gravel; very strongly acid; abrupt broken boundary (2 to 18 centimeters thick)\nBs--20 to 28 centimeters; dark reddish brown (5YR 3/4) loamy sand; weak medium subangular blocky structure; very friable; few fine to coarse roots; about 1 percent fine gravel; strongly acid.  (0 to 13 centimeters)\n2R--28 centimeters; limestone bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift; Schoolcraft County Michigan Subset; about 100 feet east and 1800 feet north of the southwest corner sec. 22, T. 40 N., R. 17 W; USGS Hiram Point topographic quadrangle, latitude 45 degrees 50 minutes 35. seconds N; longitude 86 degrees 23 minutes 47 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated the depths mentioned in the following paragraph are measured from the mineral soil surface.) The depth to limestone or dolomitic sandstone bedrock ranges from 25 to 51 centimeters. Gravel content ranges from 0 to 10 percent. Cobble content ranges from 0 to 5 percent.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 and chroma of 1 or 2. It is loamy sand or sand. Reaction is very strongly acid to moderately acid.\nThe E horizon has hue of 7.5YR or 10YR, value of 5 or 6 and chroma of 2 or 3. It is loamy sand or sand. Reaction is very strongly acid to moderately acid.\nThe Bhs horizon has hue of 5YR or 7.5YR and value and chroma of 2 or 3. It is loamy sand or sand. Reaction is very strongly acid to moderately acid.\nThe Bs horizon has hue of 5YR or 7.5YR, and value of 3 or 4 and chroma of 3 to 5. It is loamy sand or sand.  Reaction is very strongly acid to moderately acid.\nSome pedons have a Cr horizon with hue of 5YR to 10YR, value of 3 to 6 and chroma of 4 to 6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Closely related series are the Amadon, Freda and Furlong soils.  Amadon and Freda soils are in the loamy particle size family.  Furlong soils have a lithic contact from 51 to 102 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shingleton soils are on bedrock controlled ground moraines, summits and side slopes of bedrock benches and glacial drainage channels. They formed in sandy glaciofluvial deposits overlying dolomitic sandstone and limestone. Slopes range from 1 to 70 percent slopes.  Mean annual precipitation is about 710 to 860 millimeters, and the mean annual temperature is about 3 to 5 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deerton, Furlong, Gongeau (Tentative Series), Jeske, and Longrie soils.  Deerton soils are moderately deep and are on adjacent acidic sandstone benches.  Gongeau soils are poorly drained and Jeske soils are somewhat poorly drained.  They are in depressions and drainageways on adjacent acidic sandstone benches.  Furlong soils are somewhat excessively drained, moderately deep sandy soils overlying dolomitic sandstone and limestone.  Longrie soils are well drained moderately deep loamy soils overlying dolomitic sandstone and limestone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Runoff is slow to rapid.  Saturated hydraulic conductivity is high or very high in the sandy horizons and very low or impermeable in the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in second growth northern hardwoods. Sugar maple is the dominant tree species.  Common ground vegetation is Canada violet, sweet cicely, spinulose shield fern, twisted stalk, blue cohosh and common leeks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Interior Plains\nPhysiographic Province\n--Central Lowland\nPhysiographic Section\n--Eastern Lake\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\nThe series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift; Schoolcraft County Michigan Subset, December 2006. Proposed in Alger Subset, Michigan, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are: Ochric epipedon - 0 to 18 centimeters (A, E horizons)\nAlbic horizon - 2 to 18 centimeters\nSpodic horizon - 18 to 28 centimeters (Bhs, Bs horizons)\nLithic contact - 28 centimeters.\nADDITIONAL DATA: Refer to pedon I.D. number S03MI153-045 for NSSL data on the typical pedon. The pedon descriptions supporting this series concept are stored in NASIS.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 2,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 2 centimeters; very dark gray (7.5YR 3/1) loamy sand, dark gray (7.5YR 4/1) dry; weak fine granular structure; very  friable; common fine and medium roots; about 1 percent fine gravel; very strongly acid; abrupt wavy boundary. (2 to 10 centimeters thick)"
      },
      {
        "name": "E",
        "top": 2,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E--2 to 18 centimeters; brown (7.5YR 5/2) loamy sand, light gray (7.5YR 7/1) dry; weak medium subangular blocky structure; very friable; few fine and common roots; about 1 percent fine gravel; very strongly acid; clear irregular boundary. (8 to 18 centimeters thick)"
      },
      {
        "name": "Bhs",
        "top": 18,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bhs--18 to 20 centimeters; dark reddish brown (5YR 3/2) loamy sand; weak medium subangular blocky structure; very friable; many fine, common medium and few coarse roots; about 1 percent fine gravel; very strongly acid; abrupt broken boundary (2 to 18 centimeters thick)"
      },
      {
        "name": "Bs",
        "top": 20,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bs--20 to 28 centimeters; dark reddish brown (5YR 3/4) loamy sand; weak medium subangular blocky structure; very friable; few fine to coarse roots; about 1 percent fine gravel; strongly acid.  (0 to 13 centimeters)"
      },
      {
        "name": "2R",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--28 centimeters; limestone bedrock"
      }
    ]
  ]
}
