{
  "SERIES": "SHINNPEAK",
  "STATUS": "Established Series",
  "BYREV": "IRD:SJB/WCL/DJE",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shinnpeak very cobbly sandy loam, rangeland, on a 4 percent SW facing slope under a cover of low sagebrush and bluebunch wheatgrass at 4,630 feet elevation.  (When described October 11, 1977, soil was dry throughout.  Colors are for dry soil unless otherwise stated.)\nThe surface is covered with 5 percent stones 20 percent cobbles and 25 percent gravel.\nA--0 to 2 inches; light brownish gray (10YR 6/2) very cobbly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin and medium platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial pores; about 5 percent stones, 20 percent cobbles and 35 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (2 to  4 inches thick)\nBt1--2 to 5 inches; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium angular blocky structure; slightly hard, very friable, sticky and plastic; common very fine and fine and few medium roots; common very fine tubular and interstitial pores; common thin clay films on peds and pores; 5 percent cobbles, 45 percent pebbles; neutral (pH 7.0); clear wavy boundary.\nBt2--5 to 13 inches; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 4/3) moist; strong fine and medium angular blocky structure; very hard, friable, very sticky and very plastic; common very fine and few fine and medium roots; common very fine tubular pores; many thin clay films on peds and in pores; few cobbles, 50 percent pebbles; neutral (pH 7.2); abrupt wavy boundary.  (The combined thickness of the Bt horizons is 10 to 15 inches).\nBkqm--13 to 22 inches; pink (7.5YR 7/4) indurated duripan, strong brown (7.5YR 5/6) moist; massive extremely hard, extremely firm; few very fine interstitial pores; continuous 1 to 3 mm thick light yellowish brown (10YR 6/4) silica laminae, yellowish brown (10YR 5/4) moist; cemented gravel and cobbles; many 1/2 to 2 mm thick silica and lime coatings on pebbles and cobbles; strongly effervescent with disseminataed lime and lime segregated as seams; mildly alkaline (pH 7.8).  (6 to 12 inches thick)\n2Bkq--22 to 60 inches; strongly silica and calcium carbonate cemented stones, cobbles and gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 5 miles E of Secret Valley; 3,300 feet N and 1,000 feet E of the SW corner of section 16 T.  31 N, R. 16 E."
  },
  "COMPETING SERIES": {},
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brock, Deepeek, Hotcreek, Lapon, and Troughs series.  The Brock soils have 3 to 6 inches thick Bt horizons that are strongly alkaline (pH 8.4 to 8.8).  The Deepeek soils have silt loam, loam and silty clay loam Bt horizons and 5 to 8 inches thick Cqm Horizons.  The Hotcreek soils have a lithic contact at 8 to 14 inches. The Lapon soils are 15 to 40 inches deep to a lithic contact.  The Troughs soils are 20 to 30 inches deep to bedrock."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shinnpeak soils are on old alluvial fans and terraces.  Slopes are 2 to 15 percent.  These soils formed in old alluvium weathered from volcanic rocks.  Elevation is 4,500 to 4,800 feet.  The climate is semi-arid with warm dry summers and cold moist winters.  The mean annual precipitation is 8 to 10 inches, snowfall is 15 to 30 inches.  The mean annual temperature is 46 to 50 degrees F, mean January temperature is about 30 degrees F and mean July temperature is about 65 degrees F.  The frost-free season is 80 to 100 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devada (T), Longcreek (T) and Tunnison (T) soils.  Devada soils are clayey and less than 20 inches deep to bedrock.  Longcreek soils are clayey skeletal and are less than 20 inches deep to bedrock.  Tunnison soils are clayey and are 20 to 40 inches deep to bedrock."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow or medium runoff, very slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland.  The vegetation is mainly low sagebrush , bluebunch wheatgrass and thurber needlegrass."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are not extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
