{
  "SERIES": "SHIOCTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "OVERVIEW": "The Shiocton series consists of very deep, somewhat poorly drained soils formed in mostly loamy lacustrine deposits on glacial lake basins. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 762 mm (30 inches). Mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shiocton silt loam - on a nearly level slope of less than 1 percent on a glacial lake basin in an idle field at an elevation of about 242 meters (795 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate fine granular structure; friable; many fine roots; slightly alkaline; abrupt smooth boundary. [20 to 25 cm (8 to 10 inches) thick]\nBw1--25 to 38 cm (10 to 15 inches); brown (10YR 5/3) silt loam; weak fine subangular blocky structure; friable; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many coarse distinct very dark grayish brown (10YR 3/2) worm casts; slightly alkaline; clear smooth boundary. [13 to 38 cm (5 to 15 inches) thick]\nBw2--38 to 66 cm (15 to 26 inches); brown (10YR 5/3) very fine sandy loam; weak thick platy structure parting to weak fine subangular blocky; very friable; many coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine distinct gray (5Y 6/1) iron depletions in the matrix; violently effervescent; slightly alkaline; clear smooth boundary. [0 to 38 cm (0 to 15 inches) thick]\nC1--66 to 76 cm (26 to 30 inches); brown (10YR 5/3) very fine sandy loam; massive but breaks along horizontal planes; very friable; many coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine distinct gray (5Y 6/1) iron depletions in the matrix; violently effervescent; slightly alkaline; clear smooth boundary.\nC2--76 to 152 cm (30 to 60 inches); variegated light brown (7.5YR 6/4), strong brown (7.5YR 5/8), brown (10YR 5/3), and gray (5Y 6/1) stratified silt loam and very fine sand; massive but breaks along horizontal planes; very friable; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shawano County, Wisconsin; about 10 miles south of Bonduel; 1,056 feet east and 65 feet north of the southwest corner of sec. 32, T. 25 N., R. 17 E.; USGS Nichols, Wis. Quad. Latitude  44 degrees 35 minutes 23 seconds N. Longitude  88 degrees 27 minutes 46 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon: 20 to 38 cm (8 to 15 inches)\nDepth to the base of soil development: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 38 to 76 cm (15 to 30 inches); carbonates at the surface in some pedons\nClay content of the particle-size control section (weighted average): 5 to 18 percent\nRock fragments; absent throughout the soil; volume of gravel up to 3 percent in the C horizon in some pedons\nReaction: slightly acid to slightly alkaline in the upper part of the solum; neutral to moderately alkaline in the lower part Special features: saturation and redoximorphic features within 41 cm (16 inches) of the soil surface or saturation within 76 cm (30 inches) in one or more horizons with a total thickness of 15 cm or more (6 inches or more) with redox depletions\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or very fine sandy loam\nBw horizon:\nHue: 7.5YR or 10YR; less commonly 5YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: very fine sandy loam or silt loam with thin strata of coarser finer texture in the lower part in some pedons\nC horizon:\nHue: 7.5YR or 10YR; less commonly 5YR\nValue: 5 or 6\nChroma: 1 to 6\nTexture: stratified silt or silt loam and very fine sand with thin strata of coarser or finer texture in many pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Hantho series. Closely related is the Corwith series. Other related series are the Nichols, Salter, and Yahara. Hantho soils have hue yellower than 10YR in the lower part of the series control section. Corwith soils have a mesic temperature regime. Nichols and Salter soils formed in similar deposits but do not have mollic epipedons and mottles with chroma of 2 or less. In addition, Salter soils are coarse-loamy. Yahara soils formed in similar materials but are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Shiocton soils are on glacial lake basins. Slopes range from 0 to 3 percent. These soils formed in calcareous, mostly loamy lacustrine deposits. Mean annual precipitation ranges from 635 to 889 mm (25 to 35 inches). Mean annual temperature ranges from 7.8 to 8.9 (46 to 48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nichols, Rousseau, Shawano, and Keowns soils. The moderately well drained and well drained Nichols soils form a drainage sequence with the Shiocton soils. Rousseau and Shawano soils are in similar landscape positions, but formed in fine sand. In some places near the 8.3 degrees C (47 degree F) temperature line, the poorly drained mesic Keowns soils are associated with the Shiocton soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is negligible or low. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate. These soils have an apparent seasonal high water table at a depth of 31 to 76 cm (1 to 2.5 feet) for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas of this soil are drained and used for cropland. Common crops are corn, small grains and hay. Specialty crops, such as beans, cabbage, peas, and sweet corn, are also commonly grown. Some areas are used for pastureland. Native vegetation is prairie grasses and scattered wetland tree species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 90A, 94B, 95A, and 95B in east-central part of Wisconsin. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Outagamie County, Wisconsin, l975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - 0 to 25 cm (0 to 10 inches) (Ap); cambic horizon - 25 to 66 cm (10 to 26 inches) (Bw1, Bw2); Aquic feature  redox depletions with chroma of 2 or less and saturation within 76 cm (30 inches) of the surface.\nAdditional field and lab study is needed to verify placement in coarse-silty family and presence or absence of an argillic horizon.\nAbout 70% of the correlated acres of Shiocton are in the mesic soil temperature zone including the series type location in southern Shawano County. I was going to change the classification from frigid to mesic but there is an existing series (Corwith) which competes and which I could not adequately differentiate from Shiocton. If the classification of Shiocton remains the same after further study, perhaps the Corwith series could be used for the mesic acres. Another possibility is to correlate the mesic acres as slightly warmer temperature taxadjuncts of Shiocton as was done in the Calumet-Manitowoc soil survey. Also, if Shiocton remains frigid, a new typical pedon should be used since the current one is in the mesic zone just south of the mesic/frigid line in Shawano County.\nSome of the acres in Shawano County and all of the 9280 acres correlated in Oconto County are in the frigid temperature zone.\nA new series is needed for the 2900 acres correlated as a clayey substratum phase in Outagamie County\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate fine granular structure; friable; many fine roots; slightly alkaline; abrupt smooth boundary. [20 to 25 cm (8 to 10 inches) thick]"
      },
      {
        "name": "Bw1",
        "top": 25,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--25 to 38 cm (10 to 15 inches); brown (10YR 5/3) silt loam; weak fine subangular blocky structure; friable; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many coarse distinct very dark grayish brown (10YR 3/2) worm casts; slightly alkaline; clear smooth boundary. [13 to 38 cm (5 to 15 inches) thick]"
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--38 to 66 cm (15 to 26 inches); brown (10YR 5/3) very fine sandy loam; weak thick platy structure parting to weak fine subangular blocky; very friable; many coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine distinct gray (5Y 6/1) iron depletions in the matrix; violently effervescent; slightly alkaline; clear smooth boundary. [0 to 38 cm (0 to 15 inches) thick]"
      },
      {
        "name": "C1",
        "top": 66,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--66 to 76 cm (26 to 30 inches); brown (10YR 5/3) very fine sandy loam; massive but breaks along horizontal planes; very friable; many coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine distinct gray (5Y 6/1) iron depletions in the matrix; violently effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 76,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "pH_class": "slightly alkaline",
        "narrative": "C2--76 to 152 cm (30 to 60 inches); variegated light brown (7.5YR 6/4), strong brown (7.5YR 5/8), brown (10YR 5/3), and gray (5Y 6/1) stratified silt loam and very fine sand; massive but breaks along horizontal planes; very friable; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
