{
  "SERIES": "SHIPPA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/TDT",
  "REVDATE": "08/2001",
  "STATES": "OR",
  "OVERVIEW": "The Shippa series consists of shallow, well drained soils that\nformed in colluvium from volcanic rocks.  Shippa soils are on mountainsides and have slopes of 30 to 90 percent.  The mean\nannual precipitation is about 45 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shippa extremely gravelly loam, forested.\n(Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; dark brown (7.5YR 3/2) extremely gravelly\nloam, pinkish gray (7.5YR 6/2) dry; moderate fine granular\nstructure; soft, very friable, nonsticky and nonplastic; many\nvery fine, fine, medium, and coarse roots; many very fine\nirregular pores; 50 percent gravel and 15 percent cobbles;\nslightly acid (pH 6.4); clear smooth boundary.  (3 to 9 inches\nthick)\nBw--4 to 16 inches; brown (7.5YR 4/4) extremely cobbly loam,\nlight brown (7.5YR 6/4) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine, fine, medium, and coarse roots; many\nvery fine tubular pores; 20 percent gravel 50 percent cobbles; moderately acid (pH 6.0); abrupt wavy boundary.  (7 to 13 inches thick)\nR--16 inches; fractured andesite with roots and soil material\nin some cracks in the upper few inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; about 9 miles north of\ntrail, approximately 1,550 feet west and 1,050 feet south of the northeast corner of sec. 23, T. 32 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but dry in\nthe moisture control section for 60 to 90 consecutive days during\nthe summer.  Depth to a lithic contact is 10 to 20 inches.  The\nmean annual soil temperature is 47 to 52 degrees F.  Clay content\nis 18 to 27 percent throughout.\nThe A horizon has value of 3 or 4 moist, 6 or 7 dry, and chroma\nof 2 or 3 moist and dry.  Coarse fragments range from 40 to 55 percent gravel and 10 to 25 percent cobbles.\nThe Bw horizon has value of 6 or 7 dry and chroma of 3 or 4 moist\nand dry.  Coarse fragments range from 15 to 30 percent gravel and\n25 to 50 percent cobbles.  It has moderate fine and medium\nsubangular blocky or weak and moderate granular structure.  It is slightly or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Deadwood series.  Deadwood soils\nare dry for over 90 consecutive days during the summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Shippa soils are on mountainsides of the western Cascades at elevations of 2,000 to 4,000 feet.  The soils formed in colluvium from igneous rocks, dominantly andesite,\ntuff, and breccia.  Slopes range from 30 to 90 percent, but are dominantly 50 to 80 percent.  The climate is subhumid with cool\nwet winters and hot dry summers.  The mean annual temperature is\n45 to 52 degrees F, the mean January temperature is 35 degrees F,\nand the mean July temperature is 68 degrees F.  The mean annual precipitation is 35 to 55 inches.  The frost-free period is 100\nto 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chamate,\nFreezener, Geppert and Straight series.  Chamate soils are deep.  Freezener soils have fine-textured argillic horizons.  Straight\nsoils have 7.5YR and 5YR hues and are 20 to 40 inches to bedrock.  Geppert soils are 20 to 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, wildlife\nand timber production.  The native vegetation includes ponderosa pine, white fir, incense cedar, and Pacific madrone with an understory of common snowberry, cascade Oregongrape on north\nslopes and tall Oregon grape on south slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The west side of the southern Cascade Mountains, Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988.\nNATIONAL COOPERATIVE SOIL SURVEY"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 4 inches; dark brown (7.5YR 3/2) extremely gravelly"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw--4 to 16 inches; brown (7.5YR 4/4) extremely cobbly loam,"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 inches; fractured andesite with roots and soil material"
      }
    ]
  ]
}
