{
  "SERIES": "SHIPROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/RJA/LWH/SAZ/WWJ",
  "REVDATE": "04/2007",
  "STATES": "NM,UT",
  "OVERVIEW": "The Shiprock series consists of very deep, well drained and somewhat excessively drained, moderately rapidly permeable soils that formed in eolian material and alluvium, fan alluvium, and slope alluvium derived from sandstone and shale on summits of mesas, and plateaus, cuestas, fan remnants and fan terraces on valley sides and sideslopes of hills. Slopes are 0 to 15 percent, mean annual precipitation is about 7 inches, and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shiprock fine sandy loam--rangeland. (Colors are for dry soils unless otherwise noted.)\nA--0 to 3 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; neutral; abrupt smooth boundary. (1 to 4 inches thick)\nBt--3 to 15 inches; strong brown (7.5YR 5/6) fine sandy loam, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and very fine roots; common very fine tubular pores; common distinct clay films bridging sand grains and lining pores; slightly alkaline; abrupt smooth boundary. (8 to 22 inches thick)\nBk1--15 to 37 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and common very fine roots; few very fine tubular pores; strongly effervescent; few fine irregular calcium carbonate masses; slightly alkaline; clear smooth boundary. (15 to 25 inches thick)\nBk2--37 to 60 inches; very pale brown (10YR 7/4) fine sandy loam, light yellowish brown (10YR 6/4) moist; massive; soft, very friable nonsticky and nonplastic; few very fine roots; common very fine irregular pores; violently effervescent; few fine and medium irregular calcium carbonate masses; moderately alkaline. (10 to 25 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico;  Seven Lakes NW Quadrangle; about 2 1/2 miles east of Red Mountain; 107 degrees 55 minutes 54 seconds west longitude and 35 degrees 58 minutes 36 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section December through April and July through October. The period of maximum precipitation is July through October. The soil is driest during May and June. Typic aridic moisture regime.\nSoil temperature: 52 to 57 degrees F\nAverage clay content in the particle-size control section - 10 to 18 percent.\nA Horizon - Hue: 10YR or 7.5YR\nValue: 5 or 6 dry, 4 to 6 moist\nChroma: 4 through 6 dry and 2 through 6 moist\nTexture: Sandy loam, loamy sand, loamy fine sand or fine sandy loam\nBt Horizon - Hue: 5YR or 7.5YR\nValue: 3 through 6 dry or moist\nChroma: 3 through 6 dry and 3 to 6 moist\nTexture: It is sandy loam, gravelly fine sandy loam, very fine sandy loam or fine sandy loam\nBk, BC, and C Horizons - Hue: 5YR, 7.5YR or 10YR\nValue: 6 through 8 dry, 4 through 7 moist\nChroma: 4 through 6 dry and moist\nTexture: Sandy loam, fine sandy loam, very fine sandy loam, sand and coarse sand\nCalcium carbonate equivalent: Less than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brinkerhoff (AZ), Chacoan (NM), Delp (NV), Enos (WY), Glotrain (NV), Granshaw (NV), Mayqueen (NM), Wallson (WY), and Woolsey (NV) series. Brinkerhoff soils have a layer containing gypsum within 40 inches. Chacoan soils are moderately deep over sandstone. Enos soils have a paralithic contact at a depth of 20 to 40 inches. Delp soils have argillic horizons composed of lamellae in some part. Glotrain soils have 10YR hue. Granshaw soils have stratified sand and gravel horizons in the lower part of the profile.  Mayqueen soils have sandy textures within 20 inches of the surface.  Wallson soils have temperatures less than 52 degrees F.  Woolsey soils have a calcareous solum.  Additionally, Enos and Wallson soils receive most of their precipitation in the spring and Delp, Glotrain, Granshaw, and Woolsey soils receive most of their precipitation in the winter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Shiprock soils formed in eolian material and alluvium, fan alluvium, and slope alluvium derived from sandstone and shale and are on summits of mesas and plateaus, cuestas, fan remnants and fan terraces on valley sides, and sideslopes of hills. Slopes are 0 to 15 percent. Elevations range from 4800 to 6,800 feet. The mean annual temperature is 50 to 55 degrees F., and the mean annual precipitation is 5 to 10 inches. The frost free period is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benally, Doak, Fajada, Huerfano and Razito soils on mesas, terraces and plateaus, Chipeta, Farb, Kiki and Kimnoli soils on hills, mesas and cuestas, San Mateo and Sparank soils on flood plains and alluvial fans. Benally, Chipeta, Doak, Fajada, Huerfano, Kiki, Kimnoli, San Mateo and Sparank soils have more than 18 percent clay in the particle-size control section. Farb soils have a lithic contact between 4 and 20 inches. Razito soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and somewhat excessively drained; very low to low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and irrigated farmland. Present vegetation is blue grama, galleta, Indian ricegrass, sand dropseed and Mormon tea. Irrigated crops are alfalfa, corn, sorghum, pasture and apples."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central to northwestern New Mexico.  MLRA 35, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Eastern part, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - The zone from the surface to a depth of 3 inches. (A horizon)\nArgillic Horizon - The zone from 3 to 15 inches. (Bt horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nThis revision moves the type location from San Juan County to McKinley County. The old type location is in a more moist soil moisture regime, which would fit the concept of the Betonnie series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; neutral; abrupt smooth boundary. (1 to 4 inches thick)"
      },
      {
        "name": "Bt",
        "top": 8,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--3 to 15 inches; strong brown (7.5YR 5/6) fine sandy loam, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and very fine roots; common very fine tubular pores; common distinct clay films bridging sand grains and lining pores; slightly alkaline; abrupt smooth boundary. (8 to 22 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 38,
        "bottom": 94,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--15 to 37 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and common very fine roots; few very fine tubular pores; strongly effervescent; few fine irregular calcium carbonate masses; slightly alkaline; clear smooth boundary. (15 to 25 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 94,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk2--37 to 60 inches; very pale brown (10YR 7/4) fine sandy loam, light yellowish brown (10YR 6/4) moist; massive; soft, very friable nonsticky and nonplastic; few very fine roots; common very fine irregular pores; violently effervescent; few fine and medium irregular calcium carbonate masses; moderately alkaline. (10 to 25 inches thick)"
      }
    ]
  ]
}
