{
  "SERIES": "SHOBA",
  "STATUS": "Established Series",
  "BYREV": "DCE/RLR",
  "REVDATE": "04/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shoba cobbly silt loam; on a 5 percent slope facing north under a cover of slender oats, purple needlegrass, ripgut brome and lupine at 1,875 feet elevation.  (Colors are for dry soil unless otherwise stated).  When described on 5/15/82 the soil was dry to about 20 centimeters (8 inches) and slightly moist below 20 centimeters (8 inches.)\nA--0 to 10 centimeters (0 to 4 inches); brown (7.5YR 5/4) cobbly silt loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse angular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; 2 percent stones, 10 percent cobbles and 10 percent gravel; moderately acid (pH 5.6); clear wavy boundary.  (5 to 15 centimeters; 2 to 6 inches thick)\nBt1--10 to 23 centimeters (4 to 9 inches); brown (7.5YR 5/4) cobbly silty clay loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse angular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine roots; many very fine tubular pores; 5 percent cobbles and 10 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.  (10 to 20 centimeters; 4 to 8 inches thick)\nBt2--23 to 43 centimeters (9 to 17 inches); reddish brown (5YR 5/3) cobbly silty clay loam, dark reddish brown (5YR 3/3) moist; weak coarse prismatic and moderate medium and coarse angular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; few faint clay films in pores; 5 percent cobbles and 10 percent gravel; slightly acid (pH 6.5); gradual wavy boundary.  (13 to 23 centimeters; 5 to 9 inches thick)\nBt3--43 to 69 centimeters (17 to 27 inches); brown (7.5YR 5/2) cobbly clay, brown (7.5YR 4/2) with coatings of dark reddish brown (5YR 3/4) moist; moderate medium and coarse prismatic structure; extremely hard, friable, very sticky and very plastic; few very fine roots; few very fine tubular pores; common faint clay films on ped faces and in pores; few common pressure faces; 20 percent cobbles and 5 percent gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (20 to 30 centimeters; 8 to 12 inches thick)\nBt4--69 to 94 centimeters (27 to 37 inches); brown (7.5YR 5/4, 10YR 5/3) cobbly clay, dark brown (7.5YR 3/4, 10YR 3/3) moist; strong medium and coarse prismatic structure; extremely hard, friable, very sticky and very plastic; few very fine roots; few very fine tubular pores; many faint clay films on ped faces and in pores; 15 percent cobbles and 5 percent gravel; moderately alkaline (pH 8.0); abrupt wavy boundary.  (20 to 30 centimeters; 8 to 12 inches thick)\n2R--94 centimeters (37 inches); hard andesite with fractures 20 to 30 centimeters (8 to 12 inches) apart.  The upper 5 centimeters (2 inches) are slightly weathered."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Clemente Island, Los Angeles County, California, about 1.04 miles going northwest in main road from Y Mt Thirst communications buildings, to power pole #272, turn right at power pole 350 feet up, and then 150 feet southeast to site.; 32.8944300 degrees latitude, -118.4621500 degrees longitude; UTM Zone 11, 3640531.42n, 363243.47e; U.S.G.S. Quad Name: San Clemente, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 17.5 degrees C. (63.5 degrees F.).  The soil temperature remains above 8 degrees C. (47 degrees F.) the entire year.\nSoil moisture: between depths of about 18 to 33 centimeters (7 and 13 inches) is usually moist in all or some part from about December to April for about 120 days and is dry from June to October.\nDepth to a lithic contact: 50 to 100 centimeters (20 to 40 inches).\nExchangeable sodium percentage (ESP): 2 to 12 percent.\nElectrical conductivity (EC): 0 to 4 ds/m.\nRock fragment content: 3 to 10 percent stones, 20 to 40 percent cobbles and 5 to 15 percent gravel.\nA horizon:\nDry colors of 10YR 6/2, 6/3, 5/2, 7.5YR 5/2 or 5/4\nMoist color is 10YR 3/2, 3/3 or 7.5YR 3/2.\nTexture: cobbly/stony silt loam or very cobbly/stony silt loam.\nClay content: 15 to 25 percent.\nReaction: strongly acid to neutral.\nOrganic matter: greater than 1 percent in the upper 15 centimeters (6 inches).\nBt horizon:\nDry color of 10YR 5/2, 4/2, 7.5YR 5/2 or 5/4\nMoist color: 10YR 3/2, 7.5YR 3/2, or 3/4.\nTexture: silty clay loam or clay in the part and cobbly clay in the lower part.\nRock fragment content: 5 to 15 percent cobbles, 10 to 20 percent gravel in the upper part and 15 to 25 percent cobbles, 10 to 15 percent gravel in the lower part.\nClay content: 30 to 40 percent in the upper part and 40 to 60 percent in the lower part.\nReaction: slightly acid to mildly alkaline.\nSome pedons have a Cr horizon immediately above the bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAzule soils: have a paralithic contact at 50 to 100 centimeters and are on hills.\nBoar soils: are greater than 150 centimeters deep and are on hills or mountains.\nRincon soils: do not have a lithic contact and are on alluvial fan remnant or marine terraces.\nSkyhigh soils: are weathered from sandstone or shale and are on hills.\nSleeper soils: have a lithic contact below 100 centimeters, have a frost-free season less than 210 days and are on hills."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: hills and uplands\nLandforms: hills\nSlopes: 2 to 50 percent\nParent material: residuum and/or colluvium weathered from volcanic rock such as andesite or dacite.\nElevation: 115 to 600 meters (375 to 1,970 feet)\nClimate: maritime with warm dry summers and mild moist winters.\nMean annual precipitation: 230 to 300 millimeters (9 to 12 inches).\nMean annual temperature: 15.5 to 18 degrees C. (60 to 64 degrees F.\nFrost-free season: 360 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nChinapoint soils: have a paralithic contact and are on similar landforms.\nEelpoint soils: have greater than 60 percent clay content throughout the entire profile and are on similar landforms.\nLostpoint soils: have a paralithic contact below 100 centimeters and are on similar landforms.\nThirst soils: are shallow to a lithic contact and are on hills or mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, medium to rapid runoff and low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is used mostly for military maneuvers and to a minor extent for wildlife habitat.  Characteristic vegetation is slender oats, stipa, softchess, red brome and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Clemente Island, Los Angeles County. Southern California Mountains, MLRA 20.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Clemente Island, Los Angeles County, California 1982.  Series name is for the initials of the Shore Bombardment area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from a depth of 0 to 10 centimeters\nArgillic horizon: the zone from a depth of 10 to 94 centimeters\nLithic contact: at a depth of 94 centimeters\nOSD revised during correlation of the San Clemente Island Interim Report in 2018.\nADDITIONAL DATA:\nNASIS User Site/Pedon ID: 1982CA037SHOBA\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
