{
  "SERIES": "SHOEPAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFS-JJJ-LLD-JFH",
  "REVDATE": "06/2007",
  "STATES": "MI",
  "OVERVIEW": "The Shoepac series consists of very deep, moderately well drained soils formed in loamy till on ground moraines. Saturated hydraulic conductivity is moderately high or high in the solum and moderately high in the substratum. Slopes range from 1 to 6 percent. Mean annual precipitation is about 860 millimeters and mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shoepac silt loam on a 3 percent slope in a forested area (Colors are for moist soil unless otherwise stated).\nOa--0 to 5 centimeters; black (N 2.5/0) well decomposed forest litter; very friable; many very fine to coarse roots; extremely acid; abrupt smooth boundary. (0 to 5 centimeters thick)\nE--5 to 15 centimeters; reddish brown (5YR 5/3) silt loam; pinkish gray (7.5YR 7/2) dry; moderate fine subangular blocky structure; friable; many very fine to coarse roots; 2 percent cobbles and 1 percent gravel; very strongly acid; clear broken boundary. (2 to 15 centimeters thick)\nBs1--15 to 30 centimeters; brown (7.5YR 4/4) fine sandy loam; moderate fine subangular blocky structure; friable; many very fine to coarse roots; 2 percent cobbles and 1 percent gravel; strongly acid; gradual wavy boundary. (10 to 25 centimeters thick)\nBs2--30 to 58 centimeters; strong brown (7.5YR 4/6) loamy sand; weak thick platy structure parting to weak fine subangular blocky; friable; many very fine to coarse roots; 12 percent gravel and 2 percent cobbles; strongly acid; gradual wavy boundary. (10 to 38 centimeters thick)\nE/Bt--58 to 84 centimeters; reddish brown (5YR 5/3) loamy sand, pinkish gray (5YR 6/2) dry (E); occupies about 75 percent of the horizon as tongues extending into or completely surrounding isolated remnants of reddish brown (2.5YR 4/4) fine sandy loam (Bt); weak medium subangular blocky structure; firm; few very fine to medium roots; common medium distinct yellowish red (5YR 5/6) masses of iron accumulation; 3 percent gravel and 2 percent cobbles; strongly acid; gradual irregular boundary. (10 to 38 centimeters thick)\nBt--84 to 135 centimeters; reddish brown (2.5YR 4/4) fine sandy loam; weak coarse subangular blocky structure parting to weak medium subangular blocky structure; firm; few very fine and fine roots; common distinct reddish brown (2.5YR 4/3) clay films on faces of peds and in root channels; 7 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (0 to 61 centimeters thick)\nC--135 to 203 centimeters; reddish brown (2.5YR 4/4) gravelly fine sandy loam; massive with weakly expressed thin plates inherited from the parent material; friable; few very fine and fine roots; 22 percent gravel and 4 percent cobbles; slightly effervescent, slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift, Marquette County Michigan Subset; about 4 miles east of the village of McFarland; 2300 feet north and 2100 feet east of the southwest corner, sec. 24, T.44N. R.23W.  USGS McFarland topographic quadrangle; latitude 46 degrees 11 minutes 39 seconds N. and longitude 87 degrees 7 minutes 44 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, depth ranges in this paragraph are measured from the top of the mineral surface to the designated depth.)\nDepth to carbonates - 89 to 152 centimeters\nCobble content - 0 to 10 percent throughout the pedon\nGravel content - 0 to 15 percent in the solum; 5 to 25 percent in the substratum\nStone content - 0 to 2 percent throughout the pedon\nArgillic horizon - 10 to 27 percent clay content\nThe A horizon, when present, has hue of 7.5YR, 10YR, or is neutral, value of 2 or 3, and chroma of 0 to 2. It is silt loam, very fine sandy loam or fine sandy loam. Reaction is extremely acid to moderately acid.\nThe E horizon has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 2 or 3. It is silt loam, very fine sandy loam or fine sandy loam. Reaction is extremely acid to moderately acid.\nThe Bhs horizon, when present, has a hue of 5YR or 7.5YR and value and chroma of 2 or 3. It is silt loam, very fine sandy loam or fine sandy loam. Reaction ranges from extremely acid to moderately acid.\nThe Bs1 horizon has hue of 5YR or 7.5YR, value and chroma of 3 or 4. It is very fine sandy loam or fine sandy loam. Reaction ranges from extremely acid to moderately acid.\nThe Bs2 horizon has hue of 5YR or 7.5YR, value of 4, and chroma of 4 to 6. It is fine sandy loam, sandy loam or loamy sand.\nThe E part of the E/Bt horizon has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 2 or 3. Textures are loamy sand, loamy fine sand, or sandy loam.\nThe Bt part of the E/Bt horizon has hue of 2.5YR or 5YR, value of 4, and chroma of 3 or 4. Textures are sandy loam or fine sandy loam.\nThe E/Bt horizon has reaction of strongly acid to slightly acid.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4, and chroma of 3 or 4. It is sandy loam, fine sandy loam, or sandy clay loam. Reaction is moderately acid to neutral.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 or 4. It is sandy loam, fine sandy loam, or the gravelly analogues. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annalake, Goodwit, Mashek, Mundalite, Newood, Padwood, Peavy, Sarwet and Tipler series.\nAnnalake - have thinly stratified glaciofluvial materials below 76 to 152 centimeters.\nGoodwit - have silty loess mantle 30 to 102 centimeters thick, and have an argillic horizon with 8 to 17 percent clay.\nMashek - have dense till at 89 to 127 centimeters.\nMundalite soils do not have Bt horizons below the spodic and are 64 to 102 centimeters to dense basal till.\nNewood soils have an argillic horizon that average 7 to 17 percent clay, are slightly acid or more acid in the substratum and have dense basal till at 102 to 203 centimeters.\nPadwood and Tipler soils have stratified sandy and gravelly outwash materials at 61 to 102 centimeters.\nPeavy soils have dense till (Cd horizons) at depths between 102 to 152 centimeters and are more acid in the substratum.\nSarwet soils are more acid in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Shoepac soils formed in loamy till on ground moraines. Slope gradients range from 1 to 6 percent. Mean annual precipitation ranges from 760 to 860 millimeters and mean annual air temperature ranges from 4 to 6 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carbondale, Charlevoix and Trenary soils. The very poorly drained Carbondale soils are in depressions. The well drained Trenary soils are on similar landscape positions. The somewhat poorly drained Charlevoix soils are on lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to representative wet soil moisture status ranges from 46 to 152 centimeters below the surface at times during the months of March, April, May, June, October, November, and December. Saturated hydraulic conductivity is moderately high or high in the upper solum and moderately high in the substratum. Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested with small areas cleared for farming. Tree species include sugar maple, American basswood, yellow birch, ironwood, paper birch, quaking aspen, and Eastern hemlock. Common ground plants are Sweet Cicely, Spinulose Woodfern, Rattle Snake Fern, Bloodroot, Twisted Stalk, Landy Fern, Downy Yellow Violet and Trilliums. Agricultural crops are hay and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Interior Plains\nPhysiographic Province\n--Central Lowland\nPhysiographic Section\n--Eastern Lake\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\nThis series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are: Albic horizons - 5 to 15 centimeters and 58 to 84 centimeters (E and E part of E/Bt horizon)\nSpodic horizon - 15 to 58 centimeters (Bs1 and Bs2 horizons)\nArgillic horizon - 84 to 135 centimeters (Bt horizon)\nOxyaquic subgroup - the soil is saturated with water in one or more layers within 100 centimeters of the soil surface layer for 1 month or more per year.\nThe Shoepac series was originally proposed in Mackinac County, Michigan but was later re-correlated to the Graveraet Series.\nADDITIONAL DATA: Refer to NSSL S93MI-103-002 for laboratory data on typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 5 centimeters; black (N 2.5/0) well decomposed forest litter; very friable; many very fine to coarse roots; extremely acid; abrupt smooth boundary. (0 to 5 centimeters thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "E--5 to 15 centimeters; reddish brown (5YR 5/3) silt loam; pinkish gray (7.5YR 7/2) dry; moderate fine subangular blocky structure; friable; many very fine to coarse roots; 2 percent cobbles and 1 percent gravel; very strongly acid; clear broken boundary. (2 to 15 centimeters thick)"
      },
      {
        "name": "Bs1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--15 to 30 centimeters; brown (7.5YR 4/4) fine sandy loam; moderate fine subangular blocky structure; friable; many very fine to coarse roots; 2 percent cobbles and 1 percent gravel; strongly acid; gradual wavy boundary. (10 to 25 centimeters thick)"
      },
      {
        "name": "Bs2",
        "top": 30,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs2--30 to 58 centimeters; strong brown (7.5YR 4/6) loamy sand; weak thick platy structure parting to weak fine subangular blocky; friable; many very fine to coarse roots; 12 percent gravel and 2 percent cobbles; strongly acid; gradual wavy boundary. (10 to 38 centimeters thick)"
      },
      {
        "name": "E/Bt",
        "top": 58,
        "bottom": 84,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "E/Bt--58 to 84 centimeters; reddish brown (5YR 5/3) loamy sand, pinkish gray (5YR 6/2) dry (E); occupies about 75 percent of the horizon as tongues extending into or completely surrounding isolated remnants of reddish brown (2.5YR 4/4) fine sandy loam (Bt); weak medium subangular blocky structure; firm; few very fine to medium roots; common medium distinct yellowish red (5YR 5/6) masses of iron accumulation; 3 percent gravel and 2 percent cobbles; strongly acid; gradual irregular boundary. (10 to 38 centimeters thick)"
      },
      {
        "name": "Bt",
        "top": 84,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--84 to 135 centimeters; reddish brown (2.5YR 4/4) fine sandy loam; weak coarse subangular blocky structure parting to weak medium subangular blocky structure; firm; few very fine and fine roots; common distinct reddish brown (2.5YR 4/3) clay films on faces of peds and in root channels; 7 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (0 to 61 centimeters thick)"
      },
      {
        "name": "C",
        "top": 135,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--135 to 203 centimeters; reddish brown (2.5YR 4/4) gravelly fine sandy loam; massive with weakly expressed thin plates inherited from the parent material; friable; few very fine and fine roots; 22 percent gravel and 4 percent cobbles; slightly effervescent, slightly alkaline."
      }
    ]
  ]
}
