{
  "SERIES": "SHOOKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDM-HFR-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shooker very fine sandy loam on a north facing slope of 1 percent under aspen, birch, balsam poplar and elm at about 1,400 feet elevation.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; very dark gray (10YR 3/1) very fine sandy loam, dark gray (10YR 4/1) dry; weak and moderate fine crumb structure; friable; about 2 percent gravel; moderately acid; abrupt wavy boundary.  (1 to 4 inches thick)\nE--2 to 9 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, light gray (2.5Y 7/2) dry; moderate thin platy structure; friable; few fine faint grayish brown (2.5Y 5/2) Fe depletions and prominent yellowish brown (10YR 5/4) Fe concentrations; about 2 percent gravel; neutral; clear wavy boundary.  (3 to 13 inches thick)\nB/E--9 to 11 inches; grayish brown (2.5Y 5/2) sandy clay loam; with less than 15 percent of light brownish gray (2.5Y 6/2) very fine sandy loam; moderate fine subangular blocky structure; firm (Bt), friable (E); few fine prominent yellowish brown (10YR 5/6) Fe concentrations; about 2 percent gravel; neutral; clear smooth boundary.  (0 to 5 inches thick)\nBtg1--11 to 14 inches; grayish brown (2.5Y 5/2) sandy clay loam; moderate very fine, fine and medium angular blocky structure; firm; few fine prominent yellowish brown (10YR 5/4 and 5/6) Fe concentrations; continuous thin dark grayish brown (2.5Y 4/2) clay films on faces of peds; about 2 percent gravel; neutral; clear wavy boundary.\nBtg2--14 to 23 inches; grayish brown (2.5Y 5/2) and olive gray (5Y 5/2) clay loam; moderate and strong fine and medium subangular blocky structure; firm; few fine distinct yellowish brown (10YR 5/4) Fe concentrations; continuous thin dark grayish brown (2.5Y 4/2) clay films on faces of peds; about 2 percent gravel; neutral; clear smooth boundary.\nBtg3--23 to 27 inches; grayish brown (2.5Y 5/2) sandy clay loam; weak fine and medium subangular blocky structure; firm; few fine distinct yellowish brown (10YR 5/4) and few fine prominent reddish brown (5YR 4/4) Fe concentrations; common thin dark grayish brown (2.5Y 4/2) clay films on faces of peds; few dolomite pebbles; about 2 percent other gravel; slightly alkaline; clear wavy boundary.  (Combined thickness of Btg horizons is 10 to 24 inches.)\nCg1--27 to 48 inches; grayish brown (2.5Y 5/2) fine sandy loam; massive; friable; common fine prominent yellowish brown (10YR 5/4) and few fine faint light olive brown (2.5Y 5/4) Fe concentrations; about 8 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary.\nCg2--48 to 60 inches; light olive gray (5Y 6/2) loam; massive; friable; many fine and medium prominent yellowish brown (10YR 5/4) Fe concentrations; about 5 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Itasca County, Minnesota; about 5 miles south and 6 miles west of Northome, 1,550 feet south and 2,550 feet east of the northwest corner, sec. 19, T. 150 N., R. 29 W.; USGS Quadrangle Funkley, Minn.; Latitude 47 degrees 47 minutes 53 seconds N.; Longitude 94 degrees 24 minutes 29 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free secondary carbonates ranges from 24 to 48 inches.  Rock fragments of mixed lithology comprise about 2 to 8 percent of the volume in all horizons.\nSome pedons have an O horizon as much as 2 inches thick consisting mainly of forest litter, principally leaves, twigs, and fine roots.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  The Ap horizon or A horizon, when mixed to 7 inches, has hue of 10YR, value of 4 or more moist, and chrojma of 1 or 2.  It is sandy loam, fine sandy loam, very fine sandy loam, loam or silt loam.  It is moderatley acid to neutral.\nThe E horizon has hue of 2.5Y or 10YR, value of 4 to 6, and chroma of 1 or 2, commonly with higher chroma mottling.  It is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.  It is moderately acid to neutral.  In many pedons the E horizon extends as interfingers into the B horizon.\nThe B horizon typically has hue of 2.5Y, but in some pedons the upper part is 10YR and in some pedons the lower part is 5Y, value of 4 to 6 and chroma of 1 or 2.  It averages 18 to 35 percent clay and 35 to 55 percent sand.  It commonly is loam, clay loam or sandy clay loam, but subhorizons with textures of sandy loam or fine sandy loam are within the range.  It has clay films that have value or chroma or both that is 1 or 2 units lower than that of the matrix.  It typically is moderately acid to neutral in the upper part and slightly acid to slightly alkaline in the lower part, but some pedons have subhorizons in the upper part that are strongly acid.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7, and chroma of 2 to 4.  It is loam, sandy clay loam, sandy loam or fine sandy loam. It is slightly or moderately alkaline.  It has calcium carbonate equivalent of 5 to 30 percent, commonly greater than 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is in the Chilgren series.  Chilgren soils have free secondary carbonates at less than 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shooker soils have plane to slightly concave slopes on glacial till plains.  Slope gradients are 0 to 2 percent.  They formed in calcareous loam or sandy loam glacial till of Late Wisconsinan Age.  Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 20 to 28 inches.  Frost-free days range from 90 to 120.  Elevation above sea level ranges from 1000 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beltrami, Bluffton, Nebish, and Talmoon soils.  Moderately well drained Beltrami soils and well drained Nebish soils are on higher lying terrain.  Very poorly drained Bluffton and Talmoon soils are in depressions.  Also organic soils are common associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is low.  Permeability is moderate.  An apparent seasonal high water table is as high as 0.5 to 1.5 feet at some time during November to July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is forested.  Common species are quaking aspen, balsam fir, paper birch, American basswood, and white spruce.  Some of this soil is used for small grains and forage crops for hay, pasture or silage.  A small amount of this soil in the southwestern part of its range is used to grow corn for grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface down to 9 inches (A and E horizons); albic horizon - the zone from 2 to 9 inches (E horizon); argillic horizon - the zone from 9 to 27 inches (B/E, Btg1, Btg2, and Btg3 horizons); aquic moisture regime - redoximorphic features immediately below the A horizon.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 2224 for results of some laboratory analyses of the typifying pedon.  Soil Interpretation Record number is MN0139.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
