{
  "SERIES": "SHOREWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-CAJ-JJB",
  "REVDATE": "08/2013",
  "STATES": "IA,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shorewood silty clay loam with a slightly convex 3 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 centimeters; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak very fine and fine subangular blocky structure; friable; many roots; neutral (pH 7.0); abrupt smooth boundary.\nA--20 to 28 centimeters; black (10YR 2/1) silty clay loam; weak and moderate very fine and fine subangular blocky structure; friable; many roots; neutral (pH 7.0); clear smooth boundary. (Combined thickness of A horizons is 8 to 16 inches thick).\nAB--28 to 43 centimeters; very dark gray (10YR 3/1) grading to very dark grayish brown (10YR 3/2) in lower part, silty clay loam, dark gray (10YR 4/1) dry; moderate very fine and fine subangular and angular blocky structure; friable; many faint gray (10YR 5/1) coatings of clean silt and sand on faces of peds; few roots; slightly acid (pH 6.3); clear smooth boundary. (0 to 10 inches thick).\nBt1--43 to 61 centimeters; dark grayish brown (10YR 4/2) silty clay; weak and moderate fine and medium prismatic structure; firm; many faint very dark grayish brown (10YR 3/2) clay films on faces of peds; few distinct gray (10YR 6/1) coatings of clean sand and silt on faces of peds; strongly acid (pH 5.3); clear smooth boundary.\nBt2--61 to 84 centimeters; dark grayish brown (2.5Y 4/2) clay; common fine distinct olive brown (2.5Y 4/4) Fe concentrations; weak and moderate medium and coarse prismatic structure; firm; many faint very dark grayish brown (2.5Y 3/2) and few prominent black (10YR 2/1) clay films on faces of peds and in root channels; strongly acid (pH 5.3); clear smooth boundary.\nBtg--84 to 99 centimeters; grayish brown (2.5Y 5/2) silty clay; common fine distinct light olive brown (2.5Y 5/6) Fe concentrations; weak coarse prismatic structure parting to weak and moderate fine and very fine subangular blocky; friable; common prominent black (10YR 2/1) clay fillings in root channels; slightly effervescent; neutral (pH 7.0); clear smooth boundary. (Combined thickness of the Bt horizon is 18 to 38 inches).\n2BCg--99 to 114 centimeters; grayish brown (2.5Y 5/2) clay loam; common fine distinct olive brown (2.5Y 4/4) and light olive brown (2.5Y 5/4) Fe concentrations; weak fine subangular blocky structure; friable; few faint dark grayish brown (2.5Y 4/2) and few prominent black (10YR 2/1) clay fillings in root channels; about 3 percent gravel; strongly effervescent; slightly alkaline (pH 7.6); clear smooth boundary.\n2Cg--114 to 200 centimeters; grayish brown (2.5Y 5/2) loam; common fine distinct light olive brown (2.5Y 5/6) Fe concentrations; massive with some horizontal cleavages; about 5 percent gravel; strongly effervescent; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103 - Central Iowa and Minnesota Till Prairies; Blue Earth County, Minnesota; about 4 miles southeast of Mankato; 2300 feet east and 100 feet north of the southwest corner of sec. 34, T. 108 N., R. 26 W.; USGS Beauford quadrangle; lat. 44 degrees 6 minutes 33 seconds N. and long. 93 degrees 56 minutes 22 seconds W., NAD27. UTM zone 15N, 424819E, 4884427N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon - 25 to 56 centimeters\nDepth to carbonates - 71 to 127 centimeters\nDepth of lacustrine mantle - 76 or more centimeters\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silty clay loam or silty clay\nClay content--30 to 46 percent\nSand content--4 to 18 percent\nRock fragment content--0 percent\nCalcium carbonate equivalent--0 percent\nReaction--5.1 to 7.3\nThickness--25 to 56 centimeters\nSome pedons have an indistinct E horizon.\nBt horizon:\nHue--10YR or 2.5Y\nValue--3 to 6\nChroma--2 to 4\nTexture--silty clay loam or silty clay\nClay content--36-55 percent\nSand content--2 to 7 percent\nRock fragment content--0 percent\nCalcium carbonate equivalent--0 percent\nReaction--5.1 to 7.3\nThickness--25 to 75 centimeters\nSome pedons have a Bk horizon.\nSome pedons have a loam or clay loam 2BC horizon.\n2C horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 4\nTexture--loam, clay loam, sandy loam\nClay content--16 to 33 percent\nSand content--25 to 55 percent\nRock fragment content--1 to 15 percent\nCalcium carbonate equivalent--5 to 25 percent\nReaction--7.4 to 8.4\nSome pedons lack 2C horizons within the control section. In this case, the C horizon is silt loam, silty clay loam, silty clay, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adair, Arisburg, Good Thunder, Lagonda, Grundy, Chase, Tina, Greenton, Martin, Lamoni, Macksburg, Mahaska, Mayberry, and Wymore soils.\nAdair-- has a control section sand content of greater than 15%\nArisburg-- do not have free carbonates in the series control section\nGood Thunder--Is deep lacustrine: does not have a 2C horizon\nLagonda-- formed in loess with a higher content of sand\nArispe, Grundy, Seymour--formed in loess\nChase and Tina--formed in alluvium and on stream terraces or flood plains\nGreenton--formed in loess and residuum, and has a redder hue in the lower B horizons\nMartin--has a 61-91cm thick mollic epipedon and has lower horizons formed in residuum.\nLamoni--formed in loess or pedisediment over paleosol till\nMacksburg and Mahaska--have a depth to carbonates that is greater than 150cm\nMayberry--has a redder hue and typically more sand.\nWymore--formed in loess and are in a warmer climate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--fine lacustrine over fine loamy till\nLandform--hillslopes on glacial lake plains and moraines\nSlopes--0 to 12 percent\nElevation--210-560 meters above sea level\nMean annual air temperature--6 to 11 degrees C\nMean annual precipitation--610 to 930 Milimeters\nFrost free period--140-180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Good Thunder, and Minnetonka soils.\nGood Thunder--are on higher slopes and are in places that have a thicker lacustrine deposit.\nMinnetonka--are on nearby level terrain with saturation close to the surface.\nBarbert and Lura--are in depressions and swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class -- moderately well and somewhat poorly drained. A zone of saturation is found between 30 to 80 centimeters during the wettest monts of normal years in the somewhat poorly drained phase.  A zone of saturation is found between 50 to 1300 centimeters during the wettest monts of normal years in the moderately well drained phase.\nSaturated hydraulic conductivity -- 0.42 to 4.23 micrometers per second in the upper part (moderately low to moderately high) and 4.23 to 14.11 micormeters per second (moderately high to high) in the underlying fine-loamy till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, and small grains. A small amount is in forest. Native vegetation is savanna and hardwood forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Section--Western Lake section\nMLRA--Central Iowa and Minnesota Till Prairies (103)\nLRR M; south-central Minnesota and north-central Iowa\nExtent--Inextensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hennepin County, Minnesota, 12/5/69."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from the surface of the soil to 43 centimeters (Ap, A and AB horizons);\nargillic horizon--the zone from 43 to 99 centimeters (Bt1, Bt2, and Btg horizons);\naquertic subgroup--a LE of 6.0 cm or more from the surface to 100 cm.\nADDITIONAL DATA:\nPedon 1969MN013103 is the typical pedon.\nMAES CFC# 968; contains hard copy format lab data on this pedon.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
