{
  "SERIES": "SHORE",
  "STATUS": "Established Series",
  "BYREV": "Rev.,JLM,CEW,JCW",
  "REVDATE": "05/2006",
  "STATES": "KS",
  "OVERVIEW": "The Shore series consists of very deep well drained soils formed in mixed alluvial deposits on terraces and flood plains in the Central High Tablelands (MLRA 72). Slopes range from 0 to 2 percent. The mean annual temperature is 13 degrees C. (56 degrees F.), and the mean annual precipitation is 46 centimeters (18 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shore loam - in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 13 centimeters (0 to 5 inches); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots throughout; common fine and medium rounded worm casts throughout; very slightly effervescent; slightly alkaline; clear smooth boundary.\nBk1--13 to 40 centimeters (5 to 16 inches); brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; strong medium single grain and weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots throughout; common fine and medium moderate continuity continuous tubular pores; faint patchy pressure faces on faces of peds; common fine and medium rounded worm casts throughout and few fine irregular carbonate concretions throughout; strongly effervescent throughout (HCl, unspecified); moderately alkaline; gradual smooth boundary.\nBk2--40 to 58 centimeters (16 to 23 inches) ; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak fine subangular blocky and weak fine angular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots throughout; common fine and medium moderate continuity continuous tubular pores; faint patchy pressure faces on faces of peds; few fine irregular carbonate concretions throughout and common fine and medium rounded worm casts throughout; violently effervescent throughout (HCl, unspecified); Krotovina 7 inches (18 centimeters) in diameter; moderately alkaline; clear smooth boundary.\nBk3--58 to 79 centimeters (23 to 31 inches); brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots throughout; common fine moderate continuity continuous tubular pores; faint patchy pressure faces on faces of peds; common fine and medium irregular carbonate concretions throughout and common fine and medium irregular soft masses of carbonate throughout; violently effervescent throughout (HCl, unspecified); moderately alkaline; clear smooth boundary. (Bw and Bk horizons are 18 to 51 centimeters (7 to 20 inches) thick)\n2Ck--79 to 104 centimeters (31 to 41 inches); 40 percent brown (10YR 5/3) silt loam, 60 percent brown (10YR 4/3) moist; weak platy structure; hard, friable, slightly sticky and slightly plastic; common fine roots throughout and very fine throughout; common fine moderate continuity continuous tubular pores; stratified with sandier material; common fine irregular carbonate threads throughout and common fine irregular soft masses of carbonate throughout; violently effervescent throughout (HCl, unspecified); moderately alkaline; clear smooth boundary.\n3Bk1--104 to 119 centimeters (41 to 47 inches); brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; moderate coarse prismatic structure; hard, friable, slightly sticky and slightly plastic; common fine roots throughout; common fine and medium moderate continuity continuous tubular pores; faint patchy pressure faces on faces of peds; common fine irregular carbonate threads throughout and few fine irregular soft masses of carbonate throughout; violently effervescent throughout (HCl, unspecified); moderately alkaline, gradual smooth boundary.\n3Bk2--119 to 147 centimeters (47 to 58 inches); brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; weak medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; faint patchy pressure faces on faces of peds; Very fine faint remnant of stratified material; common fine irregular carbonate threads throughout and common fine irregular soft masses of carbonate throughout; violently effervescent throughout (HCl, unspecified); moderately alkaline, clear smooth boundary.\n3Bk3--147 to 160 centimeters (58 to 63 inches); brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; few fine faint yellowish brown (10YR 5/4), threads mottles throughout; hard, friable; common fine and medium irregular carbonate threads throughout and common fine and medium irregular soft masses of carbonate throughout; violently effervescent throughout (HCl, unspecified); moderately alkaline; clear smooth boundary.\n3Bk4--160 to 180 centimeters (63 to 71 inches); very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, friable; common fine roots throughout; common fine and medium irregular carbonate threads throughout; very slightly effervescent; moderately alkaline; clear smooth boundary.\n4Bk5--180 to 190 centimeters (71 to 75 inches); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm; common fine roots throughout; common fine rounded carbonate threads throughout; strongly effervescent throughout (HCl, unspecified); moderately alkaline; clear smooth boundary.\n4Btk--190 to 203 centimeters (75 to 80 inches); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm; common fine roots throughout; few distinct continuous clay films on faces of peds; common fine irregular carbonate threads throughout; strongly effervescent throughout (HCl, unspecified); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morton county, Kansas; 436 meters (1430 feet) west and 675 meters (2214 feet) south of the SE corner of Sec. 15, T. 32 S. R. 41 W.: (USGS Richfield topographic quadrangle; latitude: 37 degrees 15 minutes 50.0 seconds N; longitude: 101 degrees 45 minutes 37.0 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic bordering on aridic\nSoil temperature regime: mesic\nMean annual soil temperature: 13 to 14 degrees C. (56 to 58 degrees F.)\nParticle-size control section: 18 to 34 percent clay\nDepth to bedrock: greater than 203 centimeters (80 inches)\nDepth to secondary calcium carbonate: greater than 5 inches (13 centimeters)\nThickness of the mollic epipedon: 8 to 19 inches (20 to 48 centimeters)\nAp horizon:\nHue: 10YR\nValue: 4 or 5, 3 or 4(moist)\nChroma: 2 or 3\nTexture: loam or clay loam\nReaction: slightly alkaline or neutral\nBk and 2Ck horizon:\nHue: 10YR\nValue: 4 to 6, 4 or 5 (moist)\nChroma: 2 or 3\nTexture: silt loam, clay loam, or loam\nReaction: slightly alkaline or moderately alkaline\n3Bk horizon:\nHue: 10YR\nValue: 4 to 7, 4 or 5 (moist)\nChroma: 2 to 4\nTexture: silt loam, silty clay loam\nReaction: slightly alkaline or moderately alkaline\n4Bk and 4Btk horizon:\nHue: 10YR\nValue: 4 or 5, 3 or 4 (moist)\nChroma: 2 or 3\nTexture: silt loam or silty clay loam\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Capps, Chugter, Deacon, Ortiz, Tejana and Valle series.\nCapps soils have depth to carbonates greater than 51 centimeters (20 inches).\nChugter soils have hue redder than 10YR in the soil profile.\nDeacon and Tejana soils are drier in the moisture control section during the months of June through September.\nOrtiz soils have paralithic contact within 102 centimeters (40 inches).\nValle series contains greater than 15 percent coarse fragment throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: nearly level to very gently sloping terraces and floodplains\nSlopes: 0 to 2 percent\nParent material: formed in mixed alluvial deposits\nMean annual temperature ranges from 12 to 14 degrees C. (55 to 58 degrees F.)\nMean annual precipitation: 40 to 56 centimeters (16 to 22 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haverson and Glenberg soils.\nHaverson soils do not have a mollic epipedon, and are on lower flood plains.\nGlenberg soils have a coarse-loamy control section and are on lower flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff; low\nSaturated Hydraulic Conductivity: moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The larger areas are cultivated to winter wheat, sorghum, and alfalfa.\nThe smaller areas are native vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Kansas. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morton County, Kansas, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 40 centimeters (0 to 16 inches) (Ap, and Bk1 horizons)\nCambic horizon: 41 to 58 centimeters (16 to 23 inches) (Bk2 horizon)\nDiscontinuity: 79 to 203 centimeters (31 to 80 inches) (2C, 3Bk1, 3Bk2, 3Bk3 4Bk4, 4Bk5, 4Bkt1 horizons)\nModified format by LRM in 3/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
