{
  "SERIES": "SHOTNICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/AP",
  "REVDATE": "8/98",
  "STATES": "UT",
  "OVERVIEW": "The Shotnick series consists of very deep, well drained soils that formed in alluvium or eolian deposits over alluvium derived from sedimentary rocks.  Shotnick soils are on alluvial flats, terraces, and hill toeslopes.  Slopes range from 0 to 25 percent.  Mean annual precipitation is about 7 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shotnick sandy loam, on a east facing, linear-concave, 2 percent slope in rangeland at an elevation of 5,280 feet.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 4/4) moist; weak coarse platy structure; slightly hard, friable, nonsticky and nonplastic; few medium, common fine and very fine roots; few medium, common fine and very fine tubular pores; very slightly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 9 inches thick)\nC1--8 to 16 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and very fine roots; few medium, common fine and many very fine tubular pores; strongly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.4); gradual wavy boundary.\nC2--16 to 30 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; few medium, common fine and many very fine tubular pores; strongly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.4); gradual wavy boundary.\nC3--30 to 60 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist; massive, slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine tubular pores; strongly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 1.5 miles northwest of Maeser, Utah; located about 1,150 feet north and 2,200 feet west of the southeast corner of sec. 7, T. 4 S., R. 21 E.; SLBM; Vernal N.E., Utah USGS quad; lat. 40 degrees 28 minutes 50 seconds N. and long. 109 degrees 36 minutes 11 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Typic Aridic.\nThe soil moisture control section is affected by precipitation that is distributed evenly though the year with a slight increase in late summer and fall.\nMean annual soil temperature:  47 to 51 degrees F.\nParticle-size control section:  5 to 18 percent clay; 0 to 15 percent rock fragments from sandstone and shale\nA horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  2 to 4\nTexture:  LS, SL, FSL\nReaction:  moderately alkaline or strongly alkaline\nC horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  2 to 4\nTexture:  SL, FSL\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Geer, Jenrid, and Wentridge series and possibly the Apron, Fang, Fruitland, Ganaflan, Jeddito, Kumiva, Marcou, Mazuma, Moepitz, Piltdown, Sodaspring, Tooele, Trachute, Vanderhoff, and Worland series not yet updated to the Seventh Edition, 1996 keys.\nApron:  hues yellower than 10YR in the C horizon\nFang, Ganaflan, Geer, and Kumiva:  derived from pyroclastic parent material\nJeddito and Jenrid:  stratified layers with textures finer than very fine sandy loam within 40 inches in depth\nMarcou and Fruitland:  mean annual soil temperatures greater than 51 degrees F.\nMazuma and Tooele:  exchangeable sodium percentages greater than 15\nMoepitz, Vanderhoff, Worland, and Wentridge:  20 to 40 inches to a lithic or paralithic contact\nPiltdown:  have a xeric moisture pattern and formed in pyroclastic parent materials.\nSodaspring:  15 to 35 percent rock fragments in the particle size control section\nTrachute:  secondary gypsum present within the profile"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shotnick soils.\nParent material:  alluvium or eolian deposits over alluvium derived from sedimentary rocks.\nLandform:  alluvial flats, terraces, and hill toeslopes.\nSlopes:  0 to 25 percent\nElevation: 4,700 to 5,500 feet\nMean annual air temperature:  45 to 47 degrees F.\nMean annual precipitation:  5 to 8 inches.\nFrost-free period:  110 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackston, Ioka, Hiko Springs, and Walkup series.\nBlackston soils occur on fan remnants and are loamy-skeletal\nIoka soils occur on hill toeslopes and are sandy skeletal.\nWalkup soils occur on alluvial flats and have an irrigation induced water table at 40 to 60 inches in depth."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, negligible to medium runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated cropland, livestock grazing, wildlife habitat, and recreation.  The potential native plant community is shadscale, galleta, Indian ricegrass, and fourwing saltbush.  This series has been correlated to Desert Sandy Loam (Indian Ricegrass) - 034XY115UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR D, MLRA 34.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County (Dinosaur National Monument Area), Utah, 1997.  The name comes from a geographic location in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 0 to 8 inches.  (A horizon)\nTaxonomy version:  Seventh Edition, 1996.\nThe cation exchange activity class was inferred from laboratory data in the Uintah Area Soil Survey.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
