{
  "SERIES": "SHOWALTER",
  "STATUS": "Established Series",
  "BYREV": "REV:  WRM/RLT",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Typic Argiustolls"
  },
  "TYPE LOCATION": {
    "section": "TYPCIAL PEDON",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Utah; Tom Best Spring Road; SW 1/4 sec.  22, T. 35 S., R. 4 W."
  },
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 10 to 15 inches thick.  Rock fragments range from 35 to 50 percent in the upper 20 inches of the Bt horizon.  These soils have a mean annual soil temperature of about 44 to 47 degrees F. and a mean summer soil temperature at a depth of 20 inches of about 59 to 64 degrees F.  The soils are dry in some part of the moisture control section for 60 to 75 percent of the time the soil temperature is above 41 degrees F.  The soils are noncalcareous to depths of 12 to 30 inches and are strongly to very strongly calcareous below these depths.\nThe upper 10 to 15 inches have hue of 5YR to 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.\nThe Bt and Btk horizons have hue of 5YR to 10YR, value of 4 or 5 dry, 3 to 5 moist, and chroma of 2 to 6.  Few mottles with hue of (5Y 8/3) and (5YR 8/2) occur in the lower part of the B horizon.  The Bt horizon is very gravelly sandy clay loam, very gravelly clay and very cobbly clay and has 35 to 45 percent clay.\nThe Bk horizon ranges from very gravelly and cobbly loamy sand, gravelly loam and very cobbly clay loam.  Some pedons have 5 to 15 percent stones throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Kolob series.  Kolob soils are non-calcareous throughout."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Showalter soils formed in a thick mantle of mixed volcanic alluvium on pediment surfaces.  The relief is nearly level and undulating to steep.  Elevations range from 7,400 to 8,400 feet.  The average annual precipitation is 14 to 17 inches and the freeze-free period ranges from 70 to 95 days.  The mean annual temperature is 42 to 45 degrees F. and the mean summer temperature is 59 to 64 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Circleville, Guben and Panguitch soils.  Circleville soils have bedrock at depths of 20 to 36 inches.  Guben and Panguitch soils have cambic horizons with less than 35 percent clay."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Potential vegetation is mainly pinyon pine and Utah juniper with an understory of black sagebrush and blue grama."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central part of Utah.  This series is moderately extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Paunsaugunt Area, Utah, 1969."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  }
}
