{
  "SERIES": "SHREE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC-RLB-JVC-JBF",
  "REVDATE": "06/2017",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shree very gravelly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 2 percent stones and 35 percent gravel.\nA1--0 to 3 cm; dark grayish brown (10YR 4/2) very gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine interstitial pores; 45 percent gravel; neutral (pH 6.6); abrupt smooth boundary.  (3 to 15 cm thick)\nA2--3 to 8 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular pores; 40 percent gravel; neutral (pH 6.6); abrupt smooth boundary.  (5 to 20 cm thick)\nA3--8 to 18 cm; brown (10YR 5/3) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine tubular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (0 to 15 cm thick)\nBt1--18 to 30 cm; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine and few fine pores; many faint clay films on faces of peds; 50 percent gravel and 10 percent cobbles; neutral (pH 7.2); abrupt wavy boundary.  (10 to 18 cm thick)\nBt2--30 to 53 cm; yellowish brown (10YR 5/4) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine tubular pores; many faint clay films on faces of peds; 50 percent gravel and 10 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (18 to 53 cm thick)\nBt3--53 to 66 cm; yellowish brown (10YR 5/4) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine and few fine tubular pores; many faint clay films on faces of peds; 50 percent gravel and 10 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (7 to 36 cm thick)\nC--66 to 152 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine tubular pores; 60 percent gravel and 15 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; in the Pine Nut Mountains about 6 miles north and 13 miles east of Minden; approximately 500 feet west and 1,500 feet north of the southeast corner of section 33, T. 14 N., R. 22 E.; USGS Mineral Peak 7.5 minute topographic quadrangle; latitude 39 degrees 01 minute 58 seconds N and longitude 119 degrees 30 minutes 43 seconds W; UTM Zone 11, 282572e, 4323417n; WGS84 Decimal Degrees 39.0322222 latitude, -119.5116667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring; dry from mid-June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nMollic epipedon thickness: 25 to 38 cm; usually includes the upper part of the argillic horizon.\nDepth to the C horizon: 50 to 100 cm\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nRock fragments: Average 40 to 65 percent gravel, 5 to 15 percent cobbles and stones.  Lithology of fragments is igneous rocks such as andesite and granodiorite or metamorphic rocks such as schist and gneiss.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nOrganic matter content: 2 to 4 percent.\nReaction: Slightly acid or neutral.\nBt1 horizon\nValue: 4 or 5 dry.\nChroma: 2 or 3, dry or moist.\nTexture: Sandy clay loam or clay loam.\nRock fragments: 40 to 65 percent.\nModifiers: Extremely gravelly or very gravelly.\nStructure: Medium or coarse subangular blocky.\nClay films: Few to many on faces of peds and lining pores.  Some pedons have pressure faces.\nConsistence: Very friable or friable moist, slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nReaction: Slightly acid or neutral.\nBt2 horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry.\nChroma: 3 or 4, dry or moist.\nTexture: Sandy clay loam or clay loam.\nRock fragments: 40 to 65 percent.\nModifiers: Extremely gravelly or very gravelly. Structure: Fine to coarse subangular blocky\nConsistence: Friable or firm, moist.\nClay films: Common to many on faces of peds and coating rock fragments.\nBt3 horizon\nChroma: 3 or 4, dry or moist\nTexture: Very gravelly clay loam, extremely gravelly clay loam, or extremely gravelly sandy clay loam.\nStructure: Fine or medium subangular blocky.\nRock fragments: 50 to 60 percent gravel, 0 to 10 percent cobbles.\nConsistence: Slightly hard to hard dry, very friable to firm moist, slightly sticky or moderately sticky and slightly plastic to moderately plastic.\nReaction: Neutral or slightly alkaline.\nC horizon\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very gravelly sandy loam, extremely gravelly sandy loam, very gravelly fine sandy loam, or extremely gravelly loam.\nRock fragments: 40 to 65 percent gravel and 0 to 20 percent cobbles and stones.\nConsistence: Slightly hard to hard dry, very friable to firm moist, nonsticky to slightly sticky and nonplastic to slightly plastic.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashue, Badena, Badenaugh, Eaglerock, Gitabyte, Grinrod, Ister, Lemm, Leviathan, Nosrac, Oest, Searles, Searvar, Shawmount, Shroe, Tollgate, Trid, and Tristan series.\nAshue soils have unconformable sand and gravel below 76 cm.  Badena soils are dominated mainly by cobbles in the particle-size control section and have C horizons with sandy texture.  Badenaugh soils are moderately acid or slightly acid in lower part of the argillic horizon and have mainly cobbles throughout their profile.  Eaglerock, Gitabyte, Grinrod, Ister, Searles, Searvar, and Trid soils have bedrock within 100 cm of the soil surface.  Lemm soils have 15 to 18 percent clay in the argillic horizon.  Leviathan soils have a solum more than 100 cm thick.  Nosrac soils have a solum more than 125 cm thick.  Oest soils have 18 to 27 percent clay in the argillic horizon.  Shawmount soils have horizons with lamellae below the argillic horizon.  Shroe soils have an argillic horizon with 35 to 45 percent clay and prismatic structure. Tollgate soils are an inactive series. Tristan soils have dominantly cobbles and stones in the argillic horizon and bedrock at 100 to 150 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shree soils are on inset fans, alluvial fans, and fan remnants.  These soils formed in alluvium derived from mixed igneous and metamorphic rocks.  Slopes are 2 to 15 percent.  Elevations range from 1,672 to 2,380 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free period is 80 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Greenbrae, Phing, and Springmeyer soils.  Greenbrae soils have an ochric epipedon.  Phing soils have a clayey argillic horizon.  Springmeyer soils have less than 35 percent rock fragments in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Shree soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly Wyoming big sagebrush, antelope bitterbrush, Thurber's needlegrass, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 26, while other acreage occurs in MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon -The zone from the soil surface to 30 cm (A1, A2, A3, and Bt1 horizons).\nArgillic horizon - The zone from 18 to 66 cm (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 18 to 66 cm (Bt1, Bt2, and Bt3 horizons).\nADDITIONAL DATA: NASIS user pedon ID: 2006NV005002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
