{
  "SERIES": "SHROUTS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBF-WHC-JMR-DLM",
  "REVDATE": "12/2011",
  "STATES": "KY",
  "OVERVIEW": "The Shrouts series consists of moderately deep, well drained soils on upland ridges and side slopes. They formed in residuum of calcareous shale interbedded with dolomitic siltstone. Slopes range from 2 to 50 percent. Mean annual precipitation is 46 inches. Mean annual temperature is 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shrouts silty clay loam. (Colors are for moist soil.)\nAp--0 to 10 cm (0 to 4 inches); dark grayish brown (10YR 4/2) silty clay loam; moderate medium subangular blocky structure parting to weak fine granular; friable; many fine roots; neutral, abrupt smooth boundary. [7 to 20 cm (3 to 8 inches) thick]\nBt--10 to 23 cm (4 to 9 inches); light olive brown (2.5Y 5/6) silty clay; common fine distinct light brownish gray (10YR 6/2) and gray (10YR 6/1) mottles; moderate coarse prismatic structure parting to moderate fine angular blocky structure; very firm; common fine roots; many prominent grayish brown (10YR 5/2) clay films on faces of large prisms and olive (5Y 5/4) clay films on faces of smaller prisms; moderately alkaline; clear smooth boundary. [10 to 28 cm (4 to 11 inches) thick]\nBt2--23 to 46 cm (9 to 18 inches); light olive brown (2.5Y 5/4) silty clay; many medium distinct gray (10YR 6/1) mottles; moderate coarse prismatic structure with relic platy shale structure within peds; very firm; common fine roots; many distinct olive (5Y 5/4) clay films on faces of peds; 10 percent moderately cemented channers (shale); moderately alkaline; clear smooth boundary. [18 to 53 cm (7 to 21 inches) thick]\nC--46 to 76 cm (18 to 30 inches); olive gray (5Y 5/2) parachannery silty clay; relic platy shale structure; very firm; common fine roots; 15 percent moderately cemented channers (shale); gray (N 5/0) clay films coating fragments; strongly alkaline; abrupt smooth boundary. [0 to 36 cm (0 to 14 inches) thick]\nCr--76 to 127 cm (30 to 50 inches); olive gray (5Y 5/2) weathered shale bedrock; strongly alkaline; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bath County, Kentucky; in a pasture field about 0.55 miles southwest of Polksville, and 500 feet north of U.S. Highway 60. USGS Colfax, KY topographic quadrangle; lat. 38 degrees 8 minutes 11 seconds N and long 083 degrees 39 minutes 46 seconds W.; UTM Zone 17, 266629 meters easting and 4224298 meters northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 36 to 102 cm (14 to 40 inches). The depth of a paralithic contact ranges from 51 to 102 cm (20 to 40 inches). The content of chert, dolomite, or shale fragments ranges from 0 to 20 percent in the solum, and from 1 to 35 percent in the C horizons. Reaction of the solum ranges from strongly acid through moderately alkaline, and in the C horizons from neutral to strongly alkaline.\nThe A horizon has hue of 10YR to 5Y; value of 3 through 6; and chroma of 1 through 6 but to a depth of 7 inches after mixing has chroma of 4 or more. Texture is silt loam, silty clay loam, silty clay, or clay with channery, parachannery or gravelly modifiers.\nThe B horizon has hue of 10YR to 5Y, 5BG, or 5GY; value of 5 or 6, and chroma of 1 through 6. Texture is silty clay or clay with channery, parachannery or gravelly modifiers.\nSome pedons have thin AB horizons 4 to 8 inches thick with the same colors of the Bt1 horizon and texture of silty clay loam or silty clay.\nThe C horizon has hue of 2.5Y, 5Y, or 5BG, value of 4 through 6, and chroma of 1 through 6 or it is neutral and has value of 5 to 7. Texture is dominantly silty clay or clay with channery or parachannery modifiers. Some pedons have silty clay loam texture in the lower part of the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beasley, Bledsoe, Bonnell, Brashear, Bratton, Bucklick, Caneyville, Cosperville, Donahue, Eden, Elba, Enott, Estate, Faywood, Fredonia, Haggatt, Heitt, Heverlo, Jessup, Kewaunee, Lowell, Markland, Milton, Mountpleasant, Muncie and Vandalia series. Beasley, Bledsoe, Enott, and Heitt soils have a paralithic contact greater than 102 cm (40 inches). Brashear, Bucklick, Elba, Estate, Lowell, and Vandalia soils have a lithic contact greater than 102 cm (40 inches). Bratton, Caneyville, Donahue, Faywood, Fredonia, and Haggatt soils have lithic limestone at a depth of 51 to 102 cm (20 to 40 inches). Bonnell, Cosperville, Heverlo, Jessup, Kewaunee, Milton, Mountpleasant, and Muncie soils have parts of the solum formed in glacial till.  Markland soils are formed in lacustrine sediments. Eden soils are formed in Ordivician age interbedded calcareous shales, siltstone and thin layers of limestone and contain more limestone fragments in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Side slopes and narrow ridge crests, with slopes ranging from 2 to 50 percent but most slopes are 12 to 30 percent. The regolith is residuum from alkaline soft clay shales. The mean annual temperature ranges from 53 to 57 degrees F. and the mean annual precipitation ranges from 40 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Beasley, Brassfield, Colyer, Covedale,  Lowell,  and Trappist series. Beasley soils have paralithic contact deeper than 102 cm (40 inches). Brassfield soils have loamy subsoils and lack argillic horizons. Colyer soils have lithic shale at a depth of less than 51 cm (20 inches), more than 35 percent shale fragments, and are more acid throughout. Covedale soils are deeper than 152 cm (60 inches) to bedrock and are acid throughout.  Lowell soils have sola that are 76 to 152 cm (30 to 60 inches) thick and B horizons with a hue of 10YR or redder. Trappist soils have brown subsoils and are acid throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is rapid and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for pasture; some are in forest or reverting to forest. Native forest is oak, elm, hackberry, locust, and hickory as the dominant species with eastern red cedar dominant on areas reverting to forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Outer Bluegrass and Knobs regions of Kentucky. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bath County, Kentucky, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Lab data on 3 pedons show a high content of illite. Ref. \"Relationship of Ammonium Nitrogen Distribution to Mineralogy in a Hapludalf Soil\", University of Kentucky, Soil Science Society of America Journal, Vol. 43, 1979. The low chroma colors are thought to be related to the gray shale and not to wetness.\nDiagnostic horizons and features in the pedon are:\nOchric epipedon: 0 to 10 cm (0 to 4 inches) Ap\nArgillic horizon: 10 to 46 cm (4 to 18 inches) Bt1, Bt2\nParalithic contact: 76 cm (30 inches)\n________________________________________"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 cm (0 to 4 inches); dark grayish brown (10YR 4/2) silty clay loam; moderate medium subangular blocky structure parting to weak fine granular; friable; many fine roots; neutral, abrupt smooth boundary. [7 to 20 cm (3 to 8 inches) thick]"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--10 to 23 cm (4 to 9 inches); light olive brown (2.5Y 5/6) silty clay; common fine distinct light brownish gray (10YR 6/2) and gray (10YR 6/1) mottles; moderate coarse prismatic structure parting to moderate fine angular blocky structure; very firm; common fine roots; many prominent grayish brown (10YR 5/2) clay films on faces of large prisms and olive (5Y 5/4) clay films on faces of smaller prisms; moderately alkaline; clear smooth boundary. [10 to 28 cm (4 to 11 inches) thick]"
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--23 to 46 cm (9 to 18 inches); light olive brown (2.5Y 5/4) silty clay; many medium distinct gray (10YR 6/1) mottles; moderate coarse prismatic structure with relic platy shale structure within peds; very firm; common fine roots; many distinct olive (5Y 5/4) clay films on faces of peds; 10 percent moderately cemented channers (shale); moderately alkaline; clear smooth boundary. [18 to 53 cm (7 to 21 inches) thick]"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--46 to 76 cm (18 to 30 inches); olive gray (5Y 5/2) parachannery silty clay; relic platy shale structure; very firm; common fine roots; 15 percent moderately cemented channers (shale); gray (N 5/0) clay films coating fragments; strongly alkaline; abrupt smooth boundary. [0 to 36 cm (0 to 14 inches) thick]"
      },
      {
        "name": "Cr",
        "top": 76,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--76 to 127 cm (30 to 50 inches); olive gray (5Y 5/2) weathered shale bedrock; strongly alkaline; calcareous."
      }
    ]
  ]
}
