{
  "SERIES": "SHUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBM-TMS-CJH",
  "REVDATE": "12/97",
  "STATES": "SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shue loamy fine sand - on a concave slope of less than 1 percent in native rangeland.  When described the soil was moist throughout.  (Colors are for moist soil unless otherwise stated)\nA--0 to 11 inches; black (10YR 2/1) loamy fine sand, dark gray (10YR 4/1) dry; few fine prominent dark yellowish brown (10YR 4/4) redox concentrations; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many fine and medium roots throughout; slightly alkaline; clear smooth boundary.  (5 to 16 inches thick)\nBw1--11 to 20 inches; dark grayish brown (2.5Y 4/2) fine sand, light brownish gray (2.5Y 6/2) dry; common fine and medium prominent dark yellowish brown (10YR 4/4) redox concentrations; weak fine and medium subangular blocky structure; loose; common very fine and fine roots throughout; slightly alkaline; clear smooth boundary.  (0 to 10 inches thick)\nBw2--20 to 28 inches; dark grayish brown (2.5Y 4/3) fine sand, light brownish gray (2.5Y 6/3) dry; common fine and medium distinct dark yellowish brown (10YR 4/4) redox concentrations; weak fine and medium subangular blocky structure; loose; few very fine roots throughout; slightly alkaline; clear wavy boundary. (Combined Bw horizons 0 to 20 inches thick)\n2Bkg--28 to 45 inches; light brownish gray (2.5Y 6/2) clay loam, light gray (2.5Y 7/2) dry; few fine distinct gray (10YR 6/1) redox depletions and common fine and medium prominent dark yellowish brown (10YR 4/4) redox concentrations; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots throughout; few very fine tublular pores; 18 percent calcium carboante equivalent; common fine and medium masses of carbonates; few fine masses of iron-manganese; strong effervescence; 2 percent gravel; moderately alkaline; gradual wavy boundary.\n2Cg--45 to 80 inches; grayish brown (2.5Y 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; few fine distinct gray (10YR 6/1) redox depletions and common fine and medium dark yellowish brown (10YR 4/4) redox concentrations; massive; hard, firm, moderately sticky and moderately plastic; few very fine tubular pores; 8 percent calcium carbonate equivalent; few fine masses of carbonates; few fine and medium masses of iron-manganese; strong effervescence; 4 percent gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanborn County, South Dakota; 1 1/2 miles north and 1 1/2 miles west of Forestburg; 2,300 feet north and 1,600 feet east of the southwest corner of sec. 27, T. 107 N., R. 61 W.  USGS Topographical Quadrangle - Forestburg SW, S. Dak; Latitude:  44 degrees, 2 minutes, 48 seconds N; Longitude: 98 degrees, 8 minutes, 46 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to till ranges from 20 to 40 inches.  Thickness of the mollic epipedon ranges from 10 to 16 inches and corresponds to the thickness of the A horizon.  Depth to carbonate typically corresponds to the depth to the till.  The C horizon above the till, where it occurs, is calcareous in some pedons.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is loamy fine sand or loamy sand, but is sandy loam or fine sand in some pedons.  It is neutral or slightly alkaline.  It has few or common, faint to distinct redox features and oxide stains.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 2 to 4 moist, and chroma of 1 to 3  It is loamy fine sand, loamy sand or fine sand.  It has common or many redox features.  It is neutral or slightly alkaline.  Some pedons have an AC horizon up to 10 inches thick with similar properties.\nThe C horizon, where present, has hue of 2.5Y or 10YR, value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  It is loamy fine sand, loamy sand, or fine sand.  Redox features range from common to many, fine to coarse, and faint to prominent.  It is neutral or slightly alkaline.\nThe 2Bk and 2C horizons have hue of 2.5Y or 5Y value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  They typically are loam or clay loam, but are silt loam or silty clay loam containing thin lenses of coarser textures in some pedons.  Few to many, fine or medium accumulations of carbonate are in the upper part.  Redox features are distinct or prominent.  Common fine nests of gypsum are in the lower part in some pedons.  They are slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shue soils are in shallow depressions.  Slopes are plane or concave and gradients are 1 percent or less.  The soils formed in sandy eolian material overlying till.  The mean annual air temperature ranges from 45 to 50 degrees F, and the mean annual precipitation ranges from 18 to 21 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blendon, Carthage, Doger, Els, Elsmere, Fedora, Forestburg, Ipage and Loup soils.  The Blendon, Carthage, Doger, Forestburg and Ipage soils are on higher positions in nearby landscapes and are drier.  Els and Elsmere soils do not have contrasting substrata above a depth of 40 inches and are on slightly higher positions on the landscape.  Fedora soils have a calcic horizon and are on the edges of swales or shallow depressions.  Loup soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is ponded.  Permeability is rapid in the sandy mantle and moderately slow in the underlying till.  A perched, seasonal water table is at depths of 1 foot above the surface to 1 foot below the surface at some time during the period of March through July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corn is the principal crops in cultivated areas.  Native vegetation includes prairie cordgrass and sloughsedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central South Dakota.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beadle County, South Dakota, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 11 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
