{
  "SERIES": "SHUKASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFA/GLG/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Shukash series consists of very deep, somewhat excessively drained soils that formed in ash over mixed gravelly colluvium on lava plains, lava plateaus and hills. Slopes are 0 to 65 percent. The mean annual precipitation is about 25 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Shukash ashy loamy sand--forest land. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed pine needles and twigs.\nOe--1 to 2 inches; moderately decomposed organic materials.\nA--2 to 5 inches; very dark grayish brown (10YR 3/2) ashy loamy sand, grayish brown (10YR 5/2) dry; weak very fine granular structure; very soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine irregular pores; neutral (pH 7.0); clear smooth boundary. (2 to 4 inches thick)\nBw1--5 to 12 inches; dark brown (10YR 3/3) ashy loamy sand, pale brown (10YR 6/3) dry; weak very fine granular structure; very soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine irregular pores; neutral (pH 6.8); gradual wavy boundary. (0 to 8 inches thick)\nBw2--12 to 19 inches; brown (10YR 4/3) ashy loamy coarse sand, pale brown (10YR 6/3) dry; massive; very soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine irregular pores; slightly acid (pH 6.4); gradual wavy boundary. (0 to 8 inches thick)\nBC--19 to 41 inches; strong brown (7.5YR 5/6) paragravelly ashy coarse sand, very pale brown (10YR 8/2) dry; single grained; loose; nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 25 percent pumice (2 mm to 5 mm); slightly acid (pH 6.3); abrupt wavy boundary. (0 to 27 inches thick)\n2Bwb--41 to 62 inches; dark reddish brown (5YR 3/3) very gravelly loam, reddish brown (5YR 5/4) dry; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; few very fine irregular pores; 45 percent hard gravel (2 mm to 19 mm), 10 percent hard gravel (19 mm to 75 mm); slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Deschutes County, Oregon; SE1/4 SW1/4 section 17, T. 21 S., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but dry for 45 to 60 consecutive days in the moisture control section during the four month period following the summer solstice. The mean annual soil temperature is 42 to 45 degrees F., the mean summer soil temperature is 40 to 47 degrees F. and without an O horizon is 52 to 59 degrees F., and the mean winter soil temperature is 32 to 35 degrees F. The upper part of the particle size control section contains 60 to 90 percent volcanic glass and glass-coated aggregates, phosphate retention of 25 to 50 percent, acid oxalate extractable aluminum plus one-half iron of 0.4 to 0.9 percent, 15-bar moisture of 4 to 7 percent on both dried and undried samples, moist bulk density of 0.70 to 1.00 grams per cubic centimeter, field estimated clay of 0 to 5 percent, and averages 5 to 35 percent pumice fragments. Depth to the contrasting 2B horizon is 20 to 40 inches. The lower part of the particle size control section averages 40 to 70 percent basalt rock fragments. Depth to bedrock is 60 inches or more. It is slightly acid or neutral.\nSome pedons lack an O horizon.\nThe A horizon, AC horizon (when present) and Bw horizons have hue of 7.5YR or 10YR, value of 2 to 4 moist, 5 to 7 dry, and chroma of 2 to 4 moist and dry. The fine-earth texture is ashy loamy coarse sand, or ashy loamy sand with 0 to 35 percent gravel-size pumice and 40 to 60 percent coarse ash (0.5 to 2.0mm).\nThe BC horizon and c horizon (when present) has hue of 10YR or 7.5YR, value of 4 to 8 moist, 6 to 8 dry, and chroma of 1 to 8 moist and dry. The fine-earth texture is ashy loamy coarse sand or ashy coarse sand with 0 to 60 percent gravel-size pumice and 60 to 90 percent coarse ash (0.5 to 2.0mm).\nThe 2Bwb horizon has hue of 10YR to 5YR, value of 3 or 4 moist, 4 to 7 dry, and chroma of 3 or 4 moist and dry. The fine-earth texture is loam or sandy loam with estimated clay of 10 to 20 percent. It has 5 to 70 percent and 20 to 60 percent stones or cobbles. Total rock fragments range from 40 to 70 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coopmont, Glaze, Manley, and Togo series. Coopmont soils contain less volcanic glass. Glaze soils have a buried argillic horizon within the control section. Manley soils have a silt loam surface mantle and a Cd horizon within the control section. Togo soils have a silt loam surface mantle 14 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Shukash soils are on lava plains, lava plateaus, and hills.  Elevation is 3,500 to 6,010 feet. The soil formed in ash over mixed loamy-skeletal material. Slopes are 0 to 65 percent. The climate is characterized by cold wet winters and cool dry summers. The mean annual precipitation is 16 to 40 inches. The mean annual temperature ranges from 40 to 44 degrees F., the mean January temperature is about 22 degrees F., and the mean July temperature is about 59 degrees F. The frost-free period is 10 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cultus, Shanahan, Wanoga, and Wuksi soils. Cultus soils have an umbric epipedon. Shanahan soils are in concave areas and are ashy over loamy. Wanoga soils are moderately deep and are frigid. Wuski soils are ashy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very rapid over moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used mainly for timber production livestock grazing and wildlife habitat. Vegetation consists of grand fir, ponderosa pine, Douglas-fir, lodgepole pine, antelope bitterbrush, Idaho fescue, snowbrush, and chinkapin."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Uplands of south-central Oregon; MLRA 6. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The series was proposed in Deschutes County, Oregon, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 inches (Oi, Oe, and A horizons).\nAndic soil properties - from 2 to 42 inches (A, Bw1, Bw2, and BC horizons) based on the similar Shanahan soil.\nParticle-size control section: 2 to 42 inches ashy and glassy and 41 to 42 inches is loamy-skeletal and isotic.\nAll depths to diagnostic horizons and other features is measured from the top of the first mineral horizon.\nAsh deposit is from Mt. Mazama.\nADDITIONAL DATA: NSSL pedon id S02OR-035-003 confirms loamy/isotic classification in lower part of particle-size control section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed pine needles and twigs."
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 5,
        "narrative": "Oe--1 to 2 inches; moderately decomposed organic materials."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 5 inches; very dark grayish brown (10YR 3/2) ashy loamy sand, grayish brown (10YR 5/2) dry; weak very fine granular structure; very soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine irregular pores; neutral (pH 7.0); clear smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--5 to 12 inches; dark brown (10YR 3/3) ashy loamy sand, pale brown (10YR 6/3) dry; weak very fine granular structure; very soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine irregular pores; neutral (pH 6.8); gradual wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--12 to 19 inches; brown (10YR 4/3) ashy loamy coarse sand, pale brown (10YR 6/3) dry; massive; very soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine irregular pores; slightly acid (pH 6.4); gradual wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "BC",
        "top": 48,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--19 to 41 inches; strong brown (7.5YR 5/6) paragravelly ashy coarse sand, very pale brown (10YR 8/2) dry; single grained; loose; nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 25 percent pumice (2 mm to 5 mm); slightly acid (pH 6.3); abrupt wavy boundary. (0 to 27 inches thick)"
      },
      {
        "name": "2Bwb",
        "top": 104,
        "bottom": 157,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "narrative": "2Bwb--41 to 62 inches; dark reddish brown (5YR 3/3) very gravelly loam, reddish brown (5YR 5/4) dry; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; few very fine irregular pores; 45 percent hard gravel (2 mm to 19 mm), 10 percent hard gravel (19 mm to 75 mm); slightly acid (pH 6.2)."
      }
    ]
  ]
}
