{
  "SERIES": "SHULE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "Shule soils typically have pinkish gray, very friable, loam, platy A2 horizons, mixed A&B horizons, reddish brown, stony clay loam B2t horizons having subangular blocky structure, and hard bedrock at a depth of about 34 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Typic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shule loam - forest.  (Colors are for dry soil unless otherwise noted.)\n01--4 to 1 inches; undecomposed organic material consisting mainly of bark, twigs, and needles.\n02--1 to 0 inch; partially decomposed organic material like that of the horizon above.\nA2--0 to 8 inches; pinkish gray (7.5YR 7/2) loam, brown (7.5YR 5/2) moist; weak medium platy structure that parts to fine granules; soft, very friable, slightly sticky, slightly plastic neutral; gradual irregular boundary.  (6 to 10 inches thick)\nA&B--8 to 16 inches; mixed pinkish gray (7.5YR 7/2) and reddish brown (5YR 5/3) heavy loam, brown (7.5YR 5/2) and reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure that parts to fine granules; slightly hard, very friable, slightly sticky, slightly plastic; this horizon consists of seams and nodules of clayey material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; 10 percent stones; neutral; gradual irregular boundary.  (3 to 10 inches thick)\nB2t--16 to 34 inches; reddish brown (5YR 5/3) stony clay loam, reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; peds are very hard, firm; thin nearly continuous clay films on peds and in root channels and pores; 15 percent stones; neutral; clear wavy boundary.  (8 to 20 inches thick)\nR--34 to 60 inches; rhyolite bedrock or rhyolitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; SE1/4 of Sec. 36, R. 46 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thin A1 horizons occur in some pedons. The B2t horizon typically extends to the bedrock but thin C horizons occur in some pedons.  These soils typically are noncalcareous throughout, except that very thin and discontinuous calcareous subhorizons occur just above the bedrock in some pedons. Base saturation typically is more than 80 percent and ranges from 60 to 100 percent in all subhorizons of the argillic horizon.  Depth to the lithic contact ranges from 20 to 40 inches.  Depth to the top of the argillic horizon is less than 24 inches, and depth to the base of the argillic horizon ranges from 17 to 40 inches.  Rock fragments range from 0 to 35 percent in a major part of the solum and any C horizon and are mainly 10 to 40 inches in diameter.  The solum ranges from medium acid through mildly alkaline.  The mean annual soil temperature is 38 degrees F., and the mean summer soil temperature is 47 degrees F.\nThe A1 horizon has hue of 1OYR through 5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe A2 horizon has hue of 10YR through 5YR, value of 5 through 8 dry, 4 through 7 moist, and chroma of 1 through 4.\nThe B2t horizon has hue of 5YR through 10R, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 6.  It is typically stony loam or stony clay loam and the fine earth fraction has 18 to 35 percent clay, 20 to 50 percent silt, and 20 to 55 percent sand with less than 35 percent being fine or coarser sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ansel, Castelleia, Edloe, Grimes, Grimstone, Hierro, Indart, Jacquette, Lick, Limber, Peeler, Perceton, Poivadera, Sapphire, Schofield, Swapps, Swifton, Tahoma, Tongue River, Trapper, Uinta, Whitefish, and Woodrock series. Ansel, Castelleia, Hierro, Jacquette, Lick, Peeler, Polvadera, Swifton, Trapper, Uinta, and Whitefish soils lack a lithic contact above depth of 40 inches.  Grimstone, Indart, Perceton, and Tongue River soils have a paralithic contact above depth 40 inches.  Edloe and Limber soils are calcareous in the lower part of the solum and in the C horizons and have continuous horizons of secondary calcium carbonate accumulation.  Grimes soils have hue of 7.5YR or yellower in a major part of the B2t and C horizons, and have coarse fragments that are mainly less than 10 inches in diameter.  Sapphire soils have hue of 7.5YR or yellower in a major part of the solum and any C horizon.  Schofield soils have hue of 7.5YR or yellower, have argillic horizons with more than 35 percent fine or coarser sand much of which is medium and coarse angular granite sand, and have coarse fragments that are mainly less than 3 inches in diameter.  Swapps soils are calcareous in much of the solum, lack A2 horizons, and lack mixed A&B horizons.  Tahoma soils lack continuous A2 horizons, lack mixed A&B horizons, and occur in areas having peak periods of precipitation in the fall and winter.  Woodrock soils have argillic horizons with more than 35 percent fine or coarser sand much of which is medium and coarse angular granite sand, and are less than 60 percent base saturated in at least some part of the B2t horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Shule soils are on gently to steeply sloping mountain sides, hills, ridges and mesa tops.  Slope gradients range from 2 to more than 40 percent.  The soils formed in slightly acid to neutral parent materials weathered residually from rhyolitic tuff, or similar bedrock.  At the type location the average annual precipitation is 20 inches, with peak periods of precipitation occurring during the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Uinta soils and the Vulcan soils.  Vulcan soils overlie fragmental IIC horizions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for forestry, as native pastureland, and for recreational purposes.  Principal native vegetation is mainly Engelmann spruce, alpine fir, aspen, and a relatively good understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central Colorado. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 8/74."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "01",
        "top": 10,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "01--4 to 1 inches; undecomposed organic material consisting mainly of bark, twigs, and needles."
      },
      {
        "name": "02",
        "top": 3,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "02--1 to 0 inch; partially decomposed organic material like that of the horizon above."
      },
      {
        "name": "A2",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "A2--0 to 8 inches; pinkish gray (7.5YR 7/2) loam, brown (7.5YR 5/2) moist; weak medium platy structure that parts to fine granules; soft, very friable, slightly sticky, slightly plastic neutral; gradual irregular boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "B",
        "top": 20,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "A&B--8 to 16 inches; mixed pinkish gray (7.5YR 7/2) and reddish brown (5YR 5/3) heavy loam, brown (7.5YR 5/2) and reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure that parts to fine granules; slightly hard, very friable, slightly sticky, slightly plastic; this horizon consists of seams and nodules of clayey material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; 10 percent stones; neutral; gradual irregular boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "B2t",
        "top": 41,
        "bottom": 86,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2t--16 to 34 inches; reddish brown (5YR 5/3) stony clay loam, reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; peds are very hard, firm; thin nearly continuous clay films on peds and in root channels and pores; 15 percent stones; neutral; clear wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 86,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--34 to 60 inches; rhyolite bedrock or rhyolitic tuff."
      }
    ]
  ]
}
