{
  "SERIES": "SHUMLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG-WJG-ACT",
  "REVDATE": "07/1999",
  "STATES": "TX",
  "OVERVIEW": "The Shumla series consists of soils that are shallow to a petrocalcic horizon.  They are well drained, moderately permeable calcareous soils that formed in calcareous loamy alluvium over limestone bedrock on uplands.  These nearly level to gently sloping soils are on broad outwash plains.  Slope ranges from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Shumla loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, friable; few fine roots; few insect casts and cavities; about 5 percent by volume calcium carbonate coated limestone pebbles and caliche fragments 1/8 to 1/2 inch diameter; violently effervescent; moderately alkaline; clear smooth boundary.  (2 to 10 inches thick)\nBk--3 to 11 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable; common fine roots; common fine and medium pores; common insect casts and cavities; 5 percent calcium carbonate coated limestone pebbles and caliche fragments mostly 1/8 to 1/2 inch diameter; violently effervescent; moderately alkaline; abrupt wavy boundary.  (0 to 11 inches thick)\nBkm1--11 to 17 inches; white (10YR 8/2) caliche; indurated and laminated in upper part, strongly cemented below; knobby lower surface; violently effervescent; clear smooth boundary.  (2 to 6 inches thick)\nBkm2--17 to 36 inches; very pale brown (10YR 8/3) strongly cemented caliche, cementation decreasing with depth; common calcium carbonate concretions interbedded; few calcium carbonate coated limestone fragments 1/2 to 3 inches across; violently effervescent; moderately alkaline; abrupt smooth boundary.  (10 to 20 inches thick)\nR--36 to 60 inches; fractured limestone bedrock; secondary accumulations of calcium carbonate coatings on surface and in cracks and crevices in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Val Verde County, Texas; 7.5 miles west on U. S. Highway 90 from its junction with Texas Highway 163 in Comstock; 450 feet north in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness to the Bkm horizon ranges from 7 to 20 inches.  Calcium carbonate equivalent ranges from about 10 to 40 percent.  Volume of coarse fragments, mostly limestone and caliche fragments, ranges from 0 to 15 percent by volume.  Limestone bedrock occurs at depths of 20 to 40 inches.\nThe A and Bk horizons have hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 2 to 4.  Mollic colors are less than 4 inches thick. Textures are loam, silt loam, or clay loam with a silicate clay content of 12 to about 30 percent.\nThe Bkm horizon is strongly cemented or indurated and contains few to common embedded limestone fragments. It typically becomes less cemented with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Blakeney, Conger, Delnorte, Kolar, Simona, and Upton series.  None of these soils are underlain by limestone at depths of less than 40 inches.  In addition, Kolar soils have mean annual soil temperature less than 63 degrees F.  Upton soils have carbonatic mineralogy.  Delnorte soils have more than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Shumla soils are on nearly level to gently sloping benches, fans, and footslopes below limestone hills.  Slopes are dominantly 0 to 3 percent, but some slopes are as great as 5 percent.  The soil formed in calcareous loamy alluvium that are a few feet thick over limestone bedrocks.  The limestone is of Cretaceous age, mainly of the Georgetown and Eagle Ford Formations.  Mean annual temperature ranges from 68 to 70 degrees F. and mean annual precipitation ranges from 8 to 18 inches. Thornthwaite P-E index ranges from 15 to 25. Frost free days range from 240 to 260 days and elevation ranges from 1,200 to 1,800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amistad, Ector, Langtry, Lozier, and Sanderson series.  All of these soils contain more than 35 percent coarse fragments.  Amistad, Ector, and Langtry soils also have mollic epipedons.  Lozier soils lack petrocalcic horizons.  Sanderson soils are more than 20 inches thick.  All of these soils are on higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate in the solum, but slow in the petrocalcic horizon.  Runoff is medium on slopes less than 1 percent, high on 1 to 3 percent slopes and very high on slopes greater than 3 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Present vegetation is short and mid-grasses with some desertic shrubs.  Grasses are mainly gramas, tridens, or threeawns.  Woody plants are mainly creosote, catclaw mimosa, condalia sp., cacti sp., and perennial broomweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the extreme southwestern portions of the Edwards Plateau and probably in Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Val Verde County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Ustollic Paleorthids to Calcic Petrocalcids based on application of the 8th edition of Soil Taxonomy.  These soils were formerly included as part of the Upton series.  The were separated based on mineralogy and native plant community.\nDiagnostic horizons and features recognized in the pedon are:\nOchric epipedon - 0 to 3 inches (A horizon)\nCalcic horizon - 3 to 11 inches (Bk).\nPetrocalcic horizon - 11 to 36 inches (Bkm horizons)\nLithic contact at 36 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Inorganic carbon, organic carbon, and calcium carbonate equivalent determinations on sample Nos. S77TX-465-9-1&2, S77TX-465-10-1&2 by Texas A&M University and S77TX465-10 (78P2113-2114) by the National Soil Survey Laboratory.."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, friable; few fine roots; few insect casts and cavities; about 5 percent by volume calcium carbonate coated limestone pebbles and caliche fragments 1/8 to 1/2 inch diameter; violently effervescent; moderately alkaline; clear smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--3 to 11 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable; common fine roots; common fine and medium pores; common insect casts and cavities; 5 percent calcium carbonate coated limestone pebbles and caliche fragments mostly 1/8 to 1/2 inch diameter; violently effervescent; moderately alkaline; abrupt wavy boundary.  (0 to 11 inches thick)"
      },
      {
        "name": "Bkm1",
        "top": 28,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkm1--11 to 17 inches; white (10YR 8/2) caliche; indurated and laminated in upper part, strongly cemented below; knobby lower surface; violently effervescent; clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bkm2",
        "top": 43,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bkm2--17 to 36 inches; very pale brown (10YR 8/3) strongly cemented caliche, cementation decreasing with depth; common calcium carbonate concretions interbedded; few calcium carbonate coated limestone fragments 1/2 to 3 inches across; violently effervescent; moderately alkaline; abrupt smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--36 to 60 inches; fractured limestone bedrock; secondary accumulations of calcium carbonate coatings on surface and in cracks and crevices in upper part."
      }
    ]
  ]
}
