{
  "SERIES": "SIBBETT",
  "STATUS": "Tentative Series",
  "BYREV": "Ird. BAG/GAH/EMM",
  "REVDATE": "05/2014",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive Argic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sibbett peat, on a level 0 percent slope wet meadow (colors are for dry soil unless otherwise noted).\nOi--0 to 6 cm; dark yellowish brown (10YR 4/4) peat, dark yellowish brown (10YR 4/4) moist; fibric material; slightly decomposed sedges and grasses; many very fine roots; slightly acid (pH 6.4); clear smooth boundary.\nOe--6 to 16 cm; dark yellowish brown (10YR 3/4) mucky peat, dark yellowish brown (10YR 3/4) moist; rubbed and pressed hemic material; about 90 percent unrubbed fibers; 50 percent rubbed; many very fine and fine roots; slightly acid (pH 6.4); clear smooth boundary. (combined thickness of the O horizons is 5 to 20 cm)\nA--16 to 22 cm; black (10YR 2/1) silt loam, black (10YR 2/1) moist; weak medium subangular blocky structure parting to common fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; neutral (pH 7.3); clear smooth boundary. (5 to 30 cm thick)\nBtk1--22 to 37 cm; dark gray (2.5Y 4/1) silt loam, very dark gray (2.5Y 3/1) moist; weak medium prismatic structure parting to strong very fine angular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine tubular pores; 15 percent medium, irregular calcium carbonate masses throughout; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nBtk2--37 to 60 cm; light gray (2.5Y 7/1) silty clay loam, gray (2.5Y 6/1) moist; weak medium prismatic structure parting to strong medium angular blocky; moderately hard, friable, moderately sticky and moderately plastic; many very fine and common fine roots; many very fine tubular pores; 15 percent distinct clay films on all faces of peds; 10 percent coarse, irregular calcium carbonate masses throughout; violently effervescent; 5 percent medium manganese films; moderately alkaline (pH 8.4); clear wavy boundary. (combined thickness of the Btk horizons is 20 to 80 cm thick)\nBkg1--60 to 110 cm; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; many very fine tubular pores; 15 percent medium, irregular calcium carbonate masses throughout; violently effervescent; 20 percent coarse, distinct, dark gray (2.5Y 4/1) iron depletions and 5 percent medium, prominent, yellowish brown (10YR 5/6) masses of oxidized iron; strongly alkaline (pH 8.6); gradual wavy boundary. (40 to 60 cm thick)\nBkg2--110 to 150 cm; light yellowish brown (10YR 6/4) very fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine tubular pores; 2 percent medium, irregular calcium carbonate masses throughout; strongly effervescent; 70 percent coarse, distinct, dark gray (2.5Y 4/1) iron depletions and 10 percent medium, prominent, yellowish brown (10YR 5/6) masses of oxidized iron; strongly alkaline (pH 8.6); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Caribou County, Idaho; about 4.5 kilometers southwest of the Grays Lake Guard Station and 1.2 kilometers north of State Highway 34. About 245 meters east and 560 meters south of the northwest corner of section 09, T.5 S., R.43 E.; Bear Island, USGS topographic quadrangle; latitude 43 degrees 00 minutes 06.0 seconds north and longitude 111 degrees 24 minutes 54.5 seconds west, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 1.7 to 3.9 degrees C.\nMollic epipedon thickness: 20 to 40 cm\nDepth to diagnostic features from the soil surface:\nDepth to argillic horizon: 20 to 40 cm\nDepth to calcic horizon: 20 to 80 cm\nDepth to redox concentrations: 35 to 90 cm\nDepth to redox depletions with chroma of 2 or less: 60 to 100 cm\nDepth to apparent water table: 35 to 50 cm, from July to September.\nO horizons\nValue: 3 or 4 moist\nChroma: 2 to 4 moist\nSlightly to moderately decomposed sedges, rushes, and grasses\nReaction: pH 6.2 to 7.6\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 2 or 3 dry or moist\nChroma: 1 or 2; dry or moist\nClay content: 18 to 27 percent\nReaction: pH 6.6 to 7.8\nBt horizon (when present)\nHue: 10YR or 2.5Y; dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture: silt loam, silty clay loam or clay loam\nClay content: 24 to 35 percent\nReaction: pH 7.2 to 7.8\nBtk horizons\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 to 8; dry or moist\nChroma: 1 to 3; dry or moist\nTexture: silt loam, silty clay loam or clay loam\nClay content: 20 to 35 percent\nReaction: pH 7.9 to 8.6\nBkg1 horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 7; dry or moist\nChroma: 2 to 4; dry or moist\nTexture: silt loam, silty clay loam or clay loam\nClay content: 18 to 30 percent\nReaction: pH 8.2 to 8.6\nBkg2 horizon (absent in some pedons)\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 to 7; dry or moist\nChroma: 3 or 4; dry or moist\nTexture: very fine sandy loam, fine sandy loam or sandy loam\nClay content: 12 to 18 percent\nReaction: pH 8.2 to 8.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: valley floors\nLandscape: valleys\nElevation: 1940 to 1950 meters\nSlope: 0 to 2 percent\nParent Material: alluvium from loess, metamorphic, and sedimentary rocks\nMean annual air temperature: 0.6 to 3.3 degrees C.\nMean annual precipitation: 450 to 550 millimeters\nFrost-free period: 30 to 65 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGrayslake: have a histic epipedon greater than 150 cm and are on lower positions of the same landform.\nOutlet: Do not have clay films and are on higher positions of the same landform.\nTepete: Has a histic epipedon greater than 40 cm. and occupy positions adjacent to Sibbett."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: very poorly\nSaturated hydraulic conductivity: moderately high\nPonding: 5 to 25 cm April to June"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: watershed, pastureland, and wildlife habitat\nVegetation: herbaceous cinquefoil, horsetail, Baltic rush, and other forbs and grasses"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho; MLRA 44B. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Caribou County, Idaho, 2014. The series name is from a historical trail."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from 16 to 37 cm\nArgillic horizon: from 37 to 60 cm\nCalcic horizon: from 22 to 150 cm\nHorizon with redox masses: from 37 to 60 cm\nHorizon with redox depletions with chroma of 2 or less: 60 to 150 cm\nParticle-size control section: 37 to 60 cm\nSibbett soils have a cryic temperature regime and an aquic moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
