{
  "SERIES": "SIBERIAN",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES/JTW",
  "REVDATE": "10/2019",
  "STATES": "CA",
  "OVERVIEW": "The Siberian series consists of deep or very deep, well drained soils formed in till derived from granitic rocks. The Siberian soils are on ground moraines of the Sierra Nevada Mountains. Slopes range from 5 to 45 percent. The mean annual precipitation is about 985 mm and the mean annual air temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic Vitrandic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Siberian very bouldery loamy coarse sand on a southeast-facing (128 degree), 18 percent slope under open lodgepole pine and foxtail pine forest at an elevation of 3222 meters. (Colors are for dry soils unless otherwise noted. When described on August 3, 2015 the soil was slightly moist throughout.)\nOi--0 to 5 cm; black (7.5YR 2.5/1) bouldery slightly decomposed plant material, very dark brown (10YR 2/2) moist; 5 percent subrounded very strongly cemented granite cobbles, 5 percent subrounded very strongly cemented granite stones, 5 percent subrounded very strongly cemented granite boulders; very strongly acid (pH 4.6); abrupt smooth boundary. (1 to 5 cm thick) Lab sample # 16N00934\nA--5 to 17 cm; brown (10YR 5/3) very bouldery loamy coarse sand, dark grayish brown (10YR 4/2) moist; 80 percent sand; 15 percent silt; 5 percent clay; weak medium subangular blocky parts to weak coarse subangular blocky structure; soft, very friable, slightly sticky, nonplastic; common very fine, fine, and medium roots throughout; many very fine and common fine irregular pores; 12 percent subangular very strongly cemented granite gravel, 10 percent subrounded very strongly cemented granite cobbles, 5 percent subrounded very strongly cemented granite stones, 10 percent subrounded very strongly cemented granite boulders; NaF pH 7.5; very strongly acid (pH 5.0); clear smooth boundary. (5 to 25 cm thick) Lab sample # 16N00935\nBw--17 to 46 cm; brownish yellow (10YR 6/6) extremely bouldery loamy coarse sand, dark yellowish brown (10YR 4/6) moist; 82 percent sand; 14 percent silt; 4 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; common very fine, fine, medium, coarse, and very coarse roots throughout; common very fine and fine irregular pores; 25 percent subangular very strongly cemented granite gravel, 15 percent subrounded very strongly cemented granite cobbles, 10 percent subrounded very strongly cemented granite stones, 15 percent subrounded very strongly cemented granite boulders; NaF pH 11.0; moderately acid (pH 5.6); clear wavy boundary. (8 to 45 cm thick) Lab sample # 16N00936\nBC--46 to 74 cm; very pale brown (10YR 7/4) very bouldery loamy coarse sand, dark yellowish brown (10YR 4/4) moist; 84 percent sand; 13 percent silt; 3 percent clay; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine , fine, medium, coarse, and very coarse roots throughout; common very fine and fine irregular pores; 20 percent subangular very strongly cemented granite gravel, 15 percent subrounded very strongly cemented granite cobbles, 5 percent subrounded very strongly cemented granite stones, 10 percent subrounded very strongly cemented granite boulders; NaF pH 10.8; moderately acid (pH 6.0); clear wavy boundary. (0 to 40 cm thick) Lab sample # 16N00937\nC--74 to 116 cm; pink (7.5YR 8/4) extremely stony coarse sand, yellowish brown (10YR 5/4) moist; 95 percent sand; 4 percent silt; 1 percent clay; massive; slightly hard, friable, nonsticky, nonplastic; few medium and coarse roots throughout; common very fine and fine irregular pores; 45 percent subangular very strongly cemented granite gravel, 20 percent subrounded very strongly cemented granite cobbles, 10 percent subrounded very strongly cemented granite stones, 3 percent subrounded very strongly cemented granite boulders; NaF pH 9.5; strongly acid (pH 5.4); abrupt smooth boundary. (15 to 75 cm thick) Lab sample # 16N00938\nCd--116 to 155 cm; white (10YR 8/1) extremely cobbly coarse sand, light yellowish brown (2.5Y 6/3) moist; 97 percent sand; 3 percent silt; massive; very hard, extremely firm, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots at top of horizon and common very coarse roots in cracks; common very fine and fine irregular pores; 35 percent subangular very strongly cemented granite gravel, 20 percent subrounded very strongly cemented granite cobbles, 8 percent subrounded very strongly cemented granite stones; NaF pH 9.1; moderately acid (pH 5.6). Lab sample # 16N00939"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California, Tyndall Creek;  USGS 7.5 minute topographic quadrangle: Mount Brewer, California;  WGS84 36.627453 latitude and -118.393802 longitude;  UTM zone 11 4054451 meters N 375378 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 1 to 7 degrees C and the difference between mean summer and mean winter soil temperature is more than 6 degrees C. The soils have a cryic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry in all parts from about August to October (about 90 days).\nDiagnostic Feature(s):\nOchric epipedon thickness:  18 cm\nDepth to densic contact:  100 to 200 cm\nAcid-oxalate extractable Al plus 1/2 Fe:  0.4 to 2.0 percent (by weight) in an 18 cm thick layer within a depth of 75 cm from the mineral soil surface\nVolcanic glass:  5 to 30 percent in the 0.02 to 2.0 mm fraction in an 18 cm thick layer within a depth of 75cm from the mineral soil surface\nParticle size control section weighted average:\nRock fragments: 35 to 75 percent, with 15 to 50 percent gravel, 5 to 35 percent cobbles, 0 to 25 percent stones and 0 to 10 percent boulders.\nClay content: 1 to 8 percent\nNaF pH: 9.0 to 11.0\nA horizon\nHue: 10YR\nValue: 3 to 6 dry, 2 to 4 moist\nChroma: 2 to 4 dry, 2 or 3 moist\nTexture: sandy loam, coarse sandy loam, loamy sand, loamy coarse sand\nClay content: 1 to 8 percent\nRock fragments: 10 to 60 percent\n5 to 45 percent gravel\n0 to 35 percent cobbles\n0 to 15 percent stones\n0 to 10 percent boulders\nReaction: very strongly to slightly acid\nBw horizon (or BC horizon, where present)\nHue: 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: loamy sand, loamy coarse sand, coarse sand\nClay content: 1 to 8 percent\nRock fragments: 20 to 75 percent\n5 to 50 percent gravel\n5 to 35 percent cobbles\n0 to 25 percent stones\n0 to 10 percent boulders\nReaction: very strongly to slightly acid\nC horizon\nHue: 10YR, 2.5Y\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 to 4 dry, 3 or 4 moist\nTexture: loamy sand, loamy coarse sand, coarse sand\nClay content: 0 to 6 percent\nRock fragments: 35 to 75 percent\n15 to 50 percent gravel\n0 to 35 percent cobbles\n0 to 25 percent stones\n0 to 10 percent boulders\nReaction: very strongly to moderately acid\nCd horizon\nHue: 10YR, 2.5Y\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 3 or 4, dry or moist\nTexture: loamy sand, loamy coarse sand, coarse sand\nClay content: 0 to 6 percent\nRock fragments: 35 to 75 percent\n15 to 50 percent gravel\n0 to 25 percent cobbles\n0 to 20 percent stones\n0 to 10 percent boulders\nReaction: strongly to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Evolution,Lapin, and McDermand soils. Evolution soils and have a densic contact and redox concentrations between 100 and 150 cm of the mineral soil surface.  Lapin soils have a densic contact between 50 and 100 cm.. McDermand soils have a lithic contact between 50 and 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Siberian soils are on backslopes and footslope positions on ground moraines on glacial valley floors, mountain slopes, and basins. Slopes range from 5 to 45 percent. These soils formed in till derived from granite and granodiorite. Elevation is 2550 to 3580 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 510 to 1360 mm and the mean annual air temperature is 1 to 6 degrees C. The frost free season is 55 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canisrocks and the competing Evolution soils. The Canisrocks soils are formed in colluvium on footslope and backslope positions of mountain slopes and do not have a densic contact . The Evolution soils are formed in till in concave footslope and toeslope positions on ground moraines on glacial valley floors and cirque floors, have redoximorphic features, and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, high to very high saturated hydraulic conductivity. Saturated hydraulic conductivity of the densic material is moderately low to moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is foxtail pine and lodgepole pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tulare County, California in Sequoia and Kings Canyon National Parks. Source of name from Siberian Plateau in Sequoia National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 30 to 105 cm\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon            0 to 18 cm\nDensic Contact              116 cm\nDensic Materials           116 to 155 cm\nADDITIONAL DATA:\nLab Pedon #:  16N0258\nNASIS User Pedon ID: S2015CA107005\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
