{
  "SERIES": "SIBLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOP-BWT",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sibley silt loam - on a 3 percent convex ridgetop in a meadow.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark brown (10YR 2/2) silt loam; dark grayish brown (10YR 4/2) dry; moderate medium and fine granular structure; friable; many fine roots; common medium and fine root channels; common very dark grayish brown (10YR 3/2) worm casts; neutral; abrupt smooth boundary.\nA1--7 to 15 inches; very dark brown (10YR 2/2) silt loam; dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable, slightly sticky, nonplastic; many fine roots; common medium and fine root channels; few very dark grayish brown (10YR 3/2) worm casts; slightly acid; clear wavy boundary.\nA2--15 to 24 inches; very dark grayish brown (10YR 3/2) silty clay loam; dark grayish brown (10YR 4/2) dry; weak medium and fine prismatic structure parting to moderate medium granular; friable, slightly sticky, nonplastic; many fine roots; few fine root channels; neutral; clear wavy boundary.  (Combined thickness of the A horizons ranges from 20 to 26 inches.)\nBt1--24 to 32 inches; dark brown (10YR 3/3) silty clay loam; grayish brown (10YR 5/2) dry; weak medium fine prismatic structure parting to weak fine subangular blocky; firm, sticky and plastic; common fine roots; very dark grayish brown (10YR 3/2) coatings on faces of peds; patchy clay films; slightly acid; clear wavy boundary.  (4 to 10 inches thick)\nBt2--32 to 41 inches; brown (10YR 4/3) silty clay loam; moderate medium prismatic structure; firm, sticky and plastic; few fine roots; very dark grayish brown (10YR 3/2) coatings on vertical faces of peds; thin discontinuous clay films; medium acid; clear smooth boundary.\nBt3--41 to 54 inches; brown (10YR 4/3) silty clay loam; moderate coarse prismatic structure; common fine distinct yellowish brown (10YR 5/6) and common fine faint grayish brown (10YR 5/2) mottles; firm, slightly sticky, slightly plastic; few fine roots; very dark grayish brown (10YR 3/2) coatings on vertical faces of peds; thick discontinuous clay films; medium acid; clear smooth boundary.  (Combined thickness of the B horizons ranges from 13 to 22 inches.)\nC1--54 to 66 inches; mottled dark yellowish brown (10YR 4/4), yellowish brown (10YR 5/6), and grayish brown (10YR 5/2) silt loam; massive; firm, slightly sticky, nonplastic; few fine roots; dark grayish brown (10YR 4/2) coatings on vertical faces of peds; common patchy brown (7.5YR 4/2) clay films; slightly acid; clear smooth boundary.  (9 to 13 inches thick)\nC2--66 to 76 inches; mottled grayish brown (10YR 5/2), yellowish brown (10YR 5/6), and dark yellowish brown (10YR 4/4) silt loam; massive; very firm, slightly sticky, nonplastic; dark grayish brown (10YR 4/2) coatings on vertical faces of peds; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Missouri; north edge of Oak Grove; 60 feet west and 330 feet north of the southeast corner of sec. 29, T. 49 N., R. 29 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness typically is 50 to 60 inches but ranges from 46 to more than 65 inches.  The mollic epipedon ranges from 24 to 36 inches in thickness and includes the upper part of the argillic horizon.  Reaction ranges from medium acid to neutral but ranges to include mildly alkaline in the upper part of the mollic epipedon.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 2 or 3.  It commonly is silt loam in the upper part and silt loam or silty clay loam in the lower part.\nThe B horizon has hue of 10YR, value of 3, and chroma of 2 or 3 in the upper and value of 3, 4, or 5, and chroma of 3 or 4 in the lower part.  The B horizon lacks mottles or a matrix color having chroma of 2 within 36 inches of the surface.  The upper 20 inches of the argillic horizon averages between 30 and 35 percent clay, but individual horizons range from 28 to 38 percent.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 2, 3, or 4.  It commonly is silt loam, but silty clay loam is within the range.  Mottles have hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashdale, Assumption, Barrington, Broadwell, Catlin, Cotter, Dana, Dinsdale, Douglas, Elkhart, Elmont, Harrison, Healing, Keltner, Malcolm, Mendota, Ogle, Plano, Proctor, Reading, Richwood, Ripon, Saybrook, Sidell, Tama, Toddville, Troxel, Waupecan, and Wiota series in the same family and the Marshall series.  All the series except Cotter, Reading, Toddville, Troxel, and Wiota have mollic epipedons less than 24 inches thick.  Cotter soils contain more sand in the lower solum.  Reading soils contain more clay in the substratum.  Toddville soils are stratified and have more sand in the lower part of the solum.  Troxel soils contain more sand in the lower part of the solum.  Wiota soils have more fine and coarser sand in the solum and allow more sandy stratified substrata.  Marshall soils lack an argillic horizon and have a mollic epipedon less than 24 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sibley soils are on gently and moderately sloping convex ridgetops and side slopes.  Slope gradients are commonly 2 to 9 percent and range from 2 to 14 percent.  The soil formed in thick loess deposits.  Mean annual temperature ranges from 53 to 57 degrees F., and the mean annual precipitation ranges from 34 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Higginsville, Knox, Macksburg, and Sharpsburg soils.  Higginsville and Macksburg soils contain 2 chroma mottles within the upper 10 inches of the argillic horizon.  The Higginsville soils are on side slopes below the Sibley soils, and Macksburg soils are in saddles and broad gently sloping areas between areas of Nebo soils.  Knox soils do not have a mollic epipedon.  Sharpsburg soils are fine and have a mollic epipedon less than 24 inches thick.  Knox and Sharpsburg soils are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.   Runoff is medium to moderately rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to corn and soybeans.  Native vegetation was tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Missouri along the Missouri River.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Missouri, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  About 80,000 acres of this soil was mapped in LaFayette County, Missouri, and classified as a taxadjunct of the Marshall series.\nADDITIONAL DATA:  Laboratory data on Pedon S79M0-095-002, analyzed by the National Soil Survey Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
