{
  "SERIES": "SIDEHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev: BAL/ACF/ET",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Pachic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sidehill extremely gravelly sandy loam - under a stand of Douglas-fir, tanoak, Pacific madrone and salal at 645 meters (2116 feet) elevation. When described on August 23, 2005 the soil was dry throughout. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 4 centimeters (0 to 2 inches); very dark gray (10YR 3/1) slightly decomposed plant material consisting of needles and leaves of Douglas fir and tanoak, black (10YR 2/1) moist; about 100 percent fiber, 80 percent rubbed; loose, nonsticky and nonplastic; common fine irregular pores; moderately acid (pH 6.0); abrupt smooth boundary.\nOe--4 to 15 centimeters (2 to 6 inches); light yellowish brown (10YR 6/4) moderately decomposed plant material consisting of needles and leaves of Douglas fir, canyon live oak, and tanoak, yellowish brown (10YR 5/4) moist; about 100 percent fiber, 30 percent rubbed; loose, nonsticky and nonplastic; few very fine roots; common fine irregular pores; moderately acid (pH 6.0); abrupt smooth boundary. (Combined thickness of O horizons 0 to 15 centimeters)\nA1--15 to 25 centimeters (6 to 10 inches); dark grayish brown (10YR 4/2) extremely gravelly sandy loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine through coarse roots; many very fine and fine tubular and irregular pores; 65 percent gravel, 5 percent cobbles; strongly acid (pH 5.3); clear wavy boundary.\nA2--25 to 45 centimeters (10 to 18 inches); dark grayish brown (10YR 4/2) extremely gravelly sandy loam, black (10YR 2/1) moist; strong very fine and fine subangular blocky parting to strong very fine granular structure; slight hard, very friable, nonsticky and nonplastic; many very fine through very coarse roots; many very fine and fine tubular pores; 55 percent gravel, 5 percent cobbles; strongly acid (pH 5.2); clear wavy boundary. (Combined thickness of A horizons is 18 to 35 centimeters thick)\nBw--45 to 85 centimeters (18 to 33 inches); brown (10YR 4/3) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine through very coarse roots; many very fine interstitial and many fine tubular pores; 40 percent gravel, 5 percent cobbles; very strongly acid (pH 4.8); abrupt irregular boundary. (35 to 75 centimeters thick)\nR--85 centimeters (33 inches); indurated sandstone with fractures 15 to 25 centimeters (6 to 10 inches) apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; USGS Hupa Mountain topographic quadrangle; WGS84 Decimal degrees 41.0238889 latitude and -123.7812222 longitude; UTM Zone 10, 434322mE, 4541703mN, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry from July 1st to October 15th and moist in all parts from November 15 to June 1st. This soil has a xeric moisture regime.\nSoil temperature: The mean annual soil temperature is 10 to 15 degrees C (50 to 59 degrees F). The difference between the mean summer and mean winter temperature is 6 degrees C or greater.\nDepth to lithic bedrock: 50 to 100 centimeters (20 to 40 inches).\nSoil reaction: very strongly acid to slightly acid throughout the soil profile.\nBase saturation (by ammonium acetate) is less than 60 percent between 25 and 85 centimeters (10 and 33 inches).\nSurface fragments:  15 to 55 percent gravel and 5 to 25 percent cobble\nParticle Size Control Section (weighted average):\nClay: 12 to 25 percent.\nRock fragments:  35 to 55 percent gravel and 5 to 30 percent cobbles.\nO horizon\nHue: 10YR\nValue: 3 through 6 dry; 2 through 5 moist\nCroma: 1 through 4 dry or moist\nTexture: Slightly decomposed plant material or moderately decomposed plant material\nA horizon\nHue: 10YR or 2.5Y\nValue: 3 through 5 dry; 2 or 3 moist\nChroma: 2 through 4 dry; 1 through 3 moist\nTexture of the fine earth fraction: sandy loam or loam\nClay content: 7 to 27 percent\nRock fragments: 15 to 75 percent gravel and 0 to 35 percent cobbles\nBw horizons\nHue: 10YR or 2.5Y\nValue: 3 through 5 dry; 2 or 3 moist\nChroma: 1 though 6 dry; 1 through 3 moist\nTexture of the fine earth fraction: loam\nClay content: 7 to 27 percent\nRock fragments: 35 to 55 percent gravel and 5 to 30 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Fiddletown and Kinseyridge series.  Fiddletown soils have a paralithic contact between 50 and 152 centimeters (20 to 60 inches) from the soil surface.  Kinseyridge soils are very deep and do not have a lithic contact between 50 and 152 centimeters (20 and 60 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils occur on mountain slopes on convex positions. They have slopes of 30 to 100 percent at elevations of 18 to 1437 meters (59 to 4715 feet). These soils formed in colluvium and residuum from sandstone. The climate is subhumid with warm, dry summers and cool, wet winters. The mean annual precipitation is 1250 to 2030 millimeters (49 to 80 inches). Mean annual air temperature is about 12 degrees C (54 degrees F). Mean summer temperature is 14 degrees C (58 degrees F) and the mean winter temperature is 7 degrees C (44 degrees F). The mean annual temperature is 10 to 15 degrees C (50 to 59 degrees F). The frost free period is about 150 to 250 days. (residuum with a 2R?)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Darkwoods, Mooncreek, and Oakside series. Darkwoods and Mooncreek soils are greater than 100 centimeters (40 inches) to bedrock.  Oakside soils are less than 50 centimeters (20 inches) to bedrock.  Darkwoods soils are on linear to convex slope positions generally above or alongside Sidehill soils.  Mooncreek soils are on linear to concave slope positions generally above Sidehill soils.  Oakside soils are on convex slope positions generally alongside Sidehill soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, wildlife habitat and watershed. Native vegetation is Douglas-fir, tanoak, Pacific madrone, and modesty."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area, MLRA 5. The soil is named after Side Hill Prairie.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt Del Norte area, California, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\n1. Umbric Epipedon - the zone from 15 to 85 centimeters (A1, A2, and Bw horizons).\n3. Lithic contact - the zone at 85 centimeters.\n4. Particle size control section - the zone from 25 to 85 centimeters, averaging (by weight) 14 percent clay and 50 percent rock fragments.\nADDITIONAL DATA:\nNASIS User Pedon ID: 05CA023605024\nSoil classified using Keys to Soil Taxonomy, 12th edition.  Previously classified as Loamy-skeletal, mixed, active, mesic Humic Dystroxerepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
