{
  "SERIES": "SIELO",
  "STATUS": "Established Series",
  "BYREV": "REV:  WRM/RLT",
  "REVDATE": "03/1999",
  "STATES": "UT",
  "OVERVIEW": "The Sielo series consists of very deep, well drained, very slowly permeable soils on mesas and benches.  They formed in residuum from shale or limestone.  Slope ranges from 2 to 12 percent.  The mean annual temperature is 39 degrees F. and the mean annual precipitation is 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, frigid Typic Paleustalfs\n01&02--2 inches to 0; partially to well decomposed litter (1/2 to 3 inches thick)\nE--0 to 5 inches; very pale brown (10YR 7/3) very fine sandy loam, brown (7.5YR 5/4) moist; weak medium platy structure that parts to weak fine granular; slightly hard, firm, nonsticky and plastic; common fine and medium roots; common fine interstitial and vesicular pores; medium acid (pH 6.0); clear wavy boundary.  (2 to 6 inches thick)\nE/B--5 to 10 inches; mixed E and B horizons with about 80 percent E and 20 percent B; the E portion is very pale brown (10YR 7/3) very fine sandy loam, brown (7.5YR 4/4) moist; weak medium platy structure that parts to weak fine granular; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; common fine interstitial and vesicular pores; medium acid (pH 6.0); the B portion is as described below in the Bt1 horizon; abrupt irregular boundary.  (2 to 6 inches thick)\nBt1--9 to 18 inches; red (2.5YR 5/6) clay, red (2.5YR 4/6) moist; strong medium prismatic structure that parts to strong medium angular blocky; very hard, firm, sticky and plastic; few fine and coarse roots; few fine interstitial and tubular pores; continuous moderately thick clay films on faces of peds; organic staining on faces of peds; 10 percent rock fragments; few small spots that effervesce (may be limestone remnants); slightly acid (pH 6.5); gradual wavy boundary.  (8 to 20 inches thick)\nBt2--18 to 23 inches; red (2.5YR 5/6) clay, red (2.5YR 4/6) moist; strong medium prismatic structure that parts to strong medium angular blocky; very hard, very firm, sticky and plastic; few fine and coarse roots; few fine interstitial and tubular pores; many moderately thick clay films on faces of peds; 10 percent rock fragments; few small spots that effervesce (may be limestone remnants); slightly acid (pH 6.5); gradual wavy boundary.  (4 to 8 inches thick)\nBt3--23 to 36 inches; red (2.5YR 5/6) silty clay, red (2.5YR 4/6) moist; strong coarse prismatic structure that parts to strong medium angular blocky; extremely hard, extremely firm, sticky and plastic; few thin clay films in pores; slightly calcareous; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 16 inches thick)\nBt4--36 to 46 inches; pink (5YR 7/4) silty clay loam, light red (2.5YR 6/6) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; common moderately thick clay films on faces of peds; slightly calcareous; moderately alkaline (pH 8.0); gradual irregular boundary.  (8 to 24 inches thick)\nBC--46 to 60 inches; light red (2.5YR 6/6) silty clay, dark red (10YR 3/8) moist; moderate medium subangular blocky structure; very hard, very firm, sticky and plastic; few fine roots; few thin clay films on pores; slightly calcareous; moderately alkaline (pH 8.0)."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "NA"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kane County, Utah; Dry Fork; SE 1/4 of sec. 12, T. 39 S., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to soft bedrock ranges from 6 to 70 inches.  Rock fragments range from 10 to 35 percent in the control section and are mainly thin and flat and less than 6 inches in length.  These soils are usually moist in some parts of the soil between depths of 4 to 12 inches.  The mean annual soil temperature is about 36 to 42 degrees F., and the mean summer soil temperature at depth of 20 inches is about 53 to 57 degrees F.  The E and upper Bt horizons are mainly calcareous and the BC and C horizons are slightly calcareous to violently calcareous.\nThe E horizon has hue of 5YR to 10YR, value of 5 to 7 dry, 3 to 5 moist and chroma of 4 to 6.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 6 to 8.  It ranges from clay loam and gravelly clay loam to clay and gravelly clay with about 35 to 45 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Series in similar families are the Bead, Chubbs, Cluff, Hatch, Lubrecht, Maukey, Mikesell, McVickers, Soldier, Swapps and Wetterhorn series.  Hatch soils have an E horizon 2 to 4 inches thick that does not tongue into the Bt horizon.  Cluff soils have more than 35 percent rock fragments.  Swapps soils have a Bt horizon with less than 35 percent clay and lack an E horizon.  Chubbs, Mikesell, and McVickers soils lack albic horizons that tongue into the argillic horizon and have dominantly montmorillonitic clay.  Lubrecht and Maukey soils are dominated by mixed mineralogy.  Soldier, Bead, Wetterhorn and Cluff soils are dominated by montmorillonitic clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICAL SETTING",
    "content": "GEOGRAPHICAL SETTING:  The Sielo soils are on gently sloping mesas and gently to strongly sloping benches below mesa tops.  Elevations are 8,400 to 9,000 feet.  Slope gradients are 2 to 12 percent.  The soils formed in shale or soft limestone.  The mean average annual precipitation is 20 to 25 inches and the freeze-free period ranges from 60 to 65 days.  The mean annual temperature is 36 to 42 degrees F., and the average summer temperature is 53 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hatch and Swapps soils and the Pahreah and Sevier soils.  Pahreah soils have a mollic epipedon, a gravelly loam B2 horizon with over 35 percent rock fragments and have a paralithic content within depth of 40 inches.  Sevier soils are 15 to 20 inches deep to shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber, rangeland and wildlife.  The native vegetation is Douglas-fir, white fir, ponderosa pine, aspen, creeping juniper, Oregon grape, manzanita, Kentucky bluegrass, brome grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central part of Utah.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kane County (Paungsaugunt Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchic epipedon - the zone from the surface of the soils to 5 inches (E horizon)\nArgillic horizon - the zone from 9 to 46 inches (Bt1, Bt2, Bt3, Bt4 horizons)\nGlossic feature - albic material tonguing into the argillic horizon\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
