{
  "SERIES": "SIKESTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLT-LJG",
  "REVDATE": "06/2007",
  "STATES": "MO",
  "OVERVIEW": "The Sikeston series consists of very deep, poorly drained, moderately slowly permeable soils formed in loamy alluvium in depressional areas, channels, and sunken lowlands of flood plains. Slope gradients are 0 to 2 percent. Mean annual precipitation is about 48 inches, and mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sikeston sandy clay loam - in a cultivated field at an elevation of 298 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 inches; very dark gray (10YR 3/1) sandy clay loam; dark gray (10YR 4/1) dry; weak fine granular structure; firm; common fine roots; compacted traffic pan in the lower 4 inches; slightly acid; abrupt smooth boundary. (6 to 15 inches thick)\nA1--12 to 17 inches; black (10YR 2/1) clay loam; dark gray (10YR 4/1) dry; weak medium subangular blocky structure; firm; common fine roots and pores; few medium prominent reddish brown (5YR 4/4) masses of iron accumulation; few fine black iron-manganese concretions throughout; neutral; clear smooth boundary. (4 to 8 inches thick)\nA2--17 to 33 inches; black (10YR 2/1) clay loam; dark gray (10YR 4/1) dry; moderate medium prismatic parting to moderate medium subangular blocky structure; firm; common fine roots and pores; few fine black iron-manganese concretions throughout; neutral; gradual smooth boundary. (0 to 20 inches thick)\nA3--33 to 42 inches; black (10YR 2/1) clay loam; dark gray (10YR 4/1) dry; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots and pores; common medium distinct olive brown (2.5Y 4/4) and brown (7.5YR 4/4) masses of iron accumulation; common fine black iron-manganese concretions throughout; neutral; clear irregular boundary. (14 to 30 inches thick)\nAC--42 to 50 inches; dark grayish brown (2.5Y 4/2) sandy clay loam; weak medium prismatic structure parting to weak fine subangular blocky; few fine roots; common fine pores; common medium distinct light olive gray (5Y 6/2) iron depletions; common medium prominent reddish brown (5YR 4/4) and yellowish red (5YR 5/6) masses of iron accumulation; common fine black iron-manganese concretions; common very dark gray (10YR 3/1) organic stains on faces of peds; neutral; clear smooth boundary. (6 to 14 inches thick)\n2C1g--50 to 59 inches; thinly stratified dark grayish brown (2.5Y 4/2) sandy loam, light brownish gray (2.5Y 6/2) very fine sandy loam, gray (5Y 5/1) silty clay loam, and very dark gray (10YR 3/1) clay loam; moderate medium and coarse platy structure; friable; few fine roots and pores; neutral; abrupt smooth boundary. (0 to 15 inches thick)\n2C2--59 to 78 inches; stratified yellowish brown (10YR 5/6) and grayish brown (2.5Y 5/2) sand with bands of dark reddish brown (5YR 3/4) loamy sand; single grained; firm; moderately alkaline; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New Madrid County, Missouri; about 3 miles southeast of the city of Sikeston, Missouri; 325 feet west and 30 feet south of the northeast corner of sec. 16, T. 25 N., R. 13 E; USGS Morehouse quadrangle. Latitude 36 degrees, 49 minutes, 2.6 seconds N., longitude 89 degrees, 38 minutes, 20.9 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mollic epipedon is from 24 to 48 inches. The soil typically is neutral throughout but can be moderately acid to mildly alkaline. Most pedons have vertical cracks in the solum which are filled with loamy material. The particle size control section averages between 18 and 35 percent clay. The mean annual soil temperature is 59 to 64 degrees F.\nThe Ap horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is sandy clay loam, loam, fine sandy loam, sandy loam, or clay loam.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is clay loam, fine sandy loam, sandy clay loam, or loam.\nThe AC horizon and 2Cg horizons have hue of 5Y through 10YR, value of 4 or 5, and chroma of 1 or 2. Texture is sandy clay loam, loam, or sandy loam. Redox concentrations with hue of 5YR through 5Y, value of 3 to 6, and chroma of 4 to 8 range from few to common in the AC horizon.\nThe 2C horizon is variable in color. It is sandy loam, very fine sandy loam, loamy sand, sand, coarse sand, sandy clay loam, clay loam, or silty clay loam and usually is stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bolfar, Kanebreak, Ryde, and Scribner series. Bolfar soils have secondary carbonates throughout the profile. Kanebreak soils have a mean annual soil temperature greater than 63 degrees F. Ryde soils are never dry between 4 and 12 inches and have a higher organic matter content. Scribner soils have a buried A horizon at least 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are in depressional areas, channels, and sunken lowlands of former Mississippi and Ohio River flood plains in the lower Mississippi River Valley. Since being abandoned by the larger rivers, these bottom lands have been reworked and filled by small tributary streams. The areas lie adjacent to high old natural levees. Sikeston soils formed in loamy alluvium. Mean annual temperature ranges from 58 to 62 degrees F., and mean annual precipitation ranges from 45 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bosket, Broseley, Cairo, Canalou, Farrenburg, Gideon, Lilbourn, Roellen, and Wardell soils. Bosket and Broseley soils are brown, well drained, loamy, acid soils on adjacent high old natural levees. Canalou and Farrenburg soils are sandier, acid soils and Lilbourn soils are sandier, nonacid soils on nearby low natural levees. Wardell soils are acid and are on low natural levee positions. Gideon and Roellen soils are on similar landscape positions. Gideon, Bosket, Broseley, Canalou, Farrenburg, Lilbourn, Roellen, and Wardell soils lack the thick mollic epipedon. Cairo soils are clayey over sandy or sandy-skeletal and are on adjacent low terraces on high bottom lands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is negligible or very low. Permeability is moderately slow. There is a permanent water table between 4 and 10 feet and a high water table that extends to the surface in undrained areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared, drained, and cropped to soybeans, corn, and cotton. Native vegetation was cypress, tupelo gum, and other water tolerant hardwoods with understory of vines, grasses, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Missouri and other areas of the lower Mississippi River Valley (MLRA 131). These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: New Madrid County, Missouri, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Evidence of cracking in examined pedons is somewhat unexplainable. Considering the measured value for C.O.L.E. (0.04 for a sample taken near the type location) and clay content, one would not expect these soils to develop large cracks upon drying. Dr. Robert B. Grossman suggests the cracks may be related to \"irreversible shrinkage that occurred during the initial drying of the sediments after deposition. The notion is that such soils were once Hydraquents.\" Diagnostic horizons and features in this pedon are:Mollic epipedon - the zone from the surface of the soil to a depth of 42 inches (Ap, A1, A2, and A3 horizons)Cumulic feature - the mollic epipedon is more than 24 inches thick\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 inches; very dark gray (10YR 3/1) sandy clay loam; dark gray (10YR 4/1) dry; weak fine granular structure; firm; common fine roots; compacted traffic pan in the lower 4 inches; slightly acid; abrupt smooth boundary. (6 to 15 inches thick)"
      },
      {
        "name": "A1",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--12 to 17 inches; black (10YR 2/1) clay loam; dark gray (10YR 4/1) dry; weak medium subangular blocky structure; firm; common fine roots and pores; few medium prominent reddish brown (5YR 4/4) masses of iron accumulation; few fine black iron-manganese concretions throughout; neutral; clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 43,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--17 to 33 inches; black (10YR 2/1) clay loam; dark gray (10YR 4/1) dry; moderate medium prismatic parting to moderate medium subangular blocky structure; firm; common fine roots and pores; few fine black iron-manganese concretions throughout; neutral; gradual smooth boundary. (0 to 20 inches thick)"
      },
      {
        "name": "A3",
        "top": 84,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A3--33 to 42 inches; black (10YR 2/1) clay loam; dark gray (10YR 4/1) dry; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots and pores; common medium distinct olive brown (2.5Y 4/4) and brown (7.5YR 4/4) masses of iron accumulation; common fine black iron-manganese concretions throughout; neutral; clear irregular boundary. (14 to 30 inches thick)"
      },
      {
        "name": "AC",
        "top": 107,
        "bottom": 127,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--42 to 50 inches; dark grayish brown (2.5Y 4/2) sandy clay loam; weak medium prismatic structure parting to weak fine subangular blocky; few fine roots; common fine pores; common medium distinct light olive gray (5Y 6/2) iron depletions; common medium prominent reddish brown (5YR 4/4) and yellowish red (5YR 5/6) masses of iron accumulation; common fine black iron-manganese concretions; common very dark gray (10YR 3/1) organic stains on faces of peds; neutral; clear smooth boundary. (6 to 14 inches thick)"
      },
      {
        "name": "2C1g",
        "top": 127,
        "bottom": 150,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C1g--50 to 59 inches; thinly stratified dark grayish brown (2.5Y 4/2) sandy loam, light brownish gray (2.5Y 6/2) very fine sandy loam, gray (5Y 5/1) silty clay loam, and very dark gray (10YR 3/1) clay loam; moderate medium and coarse platy structure; friable; few fine roots and pores; neutral; abrupt smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2C2",
        "top": 150,
        "bottom": 198,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C2--59 to 78 inches; stratified yellowish brown (10YR 5/6) and grayish brown (2.5Y 5/2) sand with bands of dark reddish brown (5YR 3/4) loamy sand; single grained; firm; moderately alkaline; clear smooth boundary."
      }
    ]
  ]
}
