{
  "SERIES": "SILAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-ACT",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Silawa series consists of very deep, well drained, moderately permeable soils that formed in sandy and loamy sediments. These soils are on nearly level to strongly sloping terraces. Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Ultic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Silawa fine sandy loam--pasture.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable, sticky and slightly plastic; many fine and very fine roots; slightly acid; clear smooth boundary.  (4 to 10 inches thick)\nE--6 to 13 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, sticky and slightly plastic; many fine and very fine roots; common fine and very fine pores; slightly acid; clear smooth boundary.  (0 to 10 inches thick)\nBt--13 to 38 inches; red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; weak coarse prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; common very fine roots; common fine pores; common clay films on surfaces of peds; sand grains bridged and coated; few fine siliceous pebbles; moderately acid; diffuse smooth boundary.  (20 to 44 inches thick)\nBCt--38 to 59 inches; red (2.5YR 5/8) fine sandy loam, red (2.5YR 4/8) moist; weak coarse prismatic structure parting to weak fine subangular blocky; hard, firm, sticky and plastic; few fine and very fine roots; few fine pores; few patchy clay films on surfaces of peds; few fine siliceous pebbles; moderately acid; diffuse smooth boundary.  (10 to 25 inches thick)\nC--59 to 70 inches; red (2.5YR 5/8) loamy fine sand, red (2.5YR 4/8) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Falls County, Texas; from the intersection of Farm Road 2027 and Farm Road 1048 in the Pleasant Grove Community, 2.5 miles north on Farm Road 2027, then 1.9 miles east on a county road and 75 yards south in a pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  The percent clay decreases by 20 percent or more of the maximum at a depth of 30 to 60 inches.  Clay content of the particle size control section ranges from 18 to 35 percent.  Siliceous pebbles range from 0 to 10 percent throughout the A, E, and Bt horizons.  Base saturation throughout the argillic varies from 35 to 70 percent.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 4 to 6, chroma of 2 to 4.  Mollic colored horizons are less than 10 inches thick.  The E horizon has colors with value or chroma 1 to 2 units higher than the A horizons.  Texture of these horizons is loamy fine sand or fine sandy loam.  Reaction ranges from strongly acid to slightly acid.\nThe Bt horizon has hue of 2.5YR, 5YR or 7.5YR, value 4 to 6, chroma of 4 to 8.  Some pedons have a few reddish or brownish masses of iron accumulation.  Texture is commonly sandy clay loam and less commonly fine sandy loam or clay loam.  Reaction ranges from very strongly acid to moderately acid.\nThe BC horizon has colors in shades of red, brown, or yellow.  Texture is fine sandy loam, sandy clay loam or their gravelly counterparts.  Siliceous pebbles range from 0 to 35 percent by volume.  Reaction ranges from very strongly acid to moderately acid.\nThe C horizon has colors in shades of brown, yellow, or red.  Texture is loamy sand, loamy fine sand, fine sandy loam, or their gravelly counterparts.  Some pedons have stratified beds or thin layers of sand and gravel.  Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Knolle (TX), Littleaxe (OK), Minerva (TX), Stephenville (OK), and Weatherford (TX) series.  Similar soils are the Cisco, Dutek, Gasil, Hye, Konawa, Konsil, Styx and Travis series.  Knolle soils have slightly browner hue, contain brown masses of iron accumulation, and contain more coarse sand and less silt.  Littleaxe, Stephenville, and Weatherford soils have sandstone bedrock at depths of less than 60 inches.  Minerva soils are very similar to Silawa soils.  They are on uplands and have formed in sediments of Eocene age.  They tend to have thicker sola and finer textured, less stratified C horizons.  Cisco soils have argillic horizons with more than 75 percent base saturation in some part.  Dutek and Styx soils have sandy A horizons more than 20 inches thick.  Gasil and Konsil soils do not decrease in clay content by as much as 20 percent from the maximum within a depth of 60 inches.  They also formed in sandstone of Miocene Age.  Hye and Konawa soils have mixed mineralogy.  In addition, Hye soils have sandstone bedrock within 20 to 40 inches of the surface.  Travis soils have control sections with more than 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Silawa soils occupy nearly level to strongly sloping Pleistocene stream terraces.  Slopes are mainly between 0 to 8 percent but range to 12 percent.  The soils formed in sandy and loamy sediments.  Mean annual temperature ranges from 63 to 70 degrees F., and mean annual precipitation ranges from 30 to 42 inches.  Frost free days range from 220 to 270 days, and elevation ranges from 350 to 800 feet.  Thornthwaite P-E indices ranges from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dutek and Styx series and the Axtell, Desan, and Silstid series.  Axtell soils have mottled clayey Bt horizons.  Desan soils have sandy A horizons more than 40 inches thick.  Dutek, Silstid, and Styx soils have sandy A horizons more than 20 inches thick.  Axtell, Dutek, and Styx soils are on slightly lower positions.  Desan and Silstid soils are typically on slightly higher positions than Silawa."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on slopes less than 1 percent, very low of 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for tame pasture or native range.  A few areas are used for truck crops.  Native vegetation is mainly post oak and blackjack oak with an understory of mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas and possibly southern Oklahoma.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Falls County, Texas, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Konawa series.\nSemiactive cation exchagne activity class.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 13 inches  (Ap and E horizons)\nArgillic horizon - 13 to 38 inches  (Bt horizon)\nUltic feature - base saturation less than 75 percent throughout the argillic horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  National Soil Survey Laboratory:  Falls County, S74TX-145-2 (74L345); and Henderson County, S76TX-213-2 (76P0041-76P0047).\nSoil Interpretation Record No.: TX0346"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable, sticky and slightly plastic; many fine and very fine roots; slightly acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--6 to 13 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, sticky and slightly plastic; many fine and very fine roots; common fine and very fine pores; slightly acid; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 97,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bt--13 to 38 inches; red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; weak coarse prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; common very fine roots; common fine pores; common clay films on surfaces of peds; sand grains bridged and coated; few fine siliceous pebbles; moderately acid; diffuse smooth boundary.  (20 to 44 inches thick)"
      },
      {
        "name": "BCt",
        "top": 97,
        "bottom": 150,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "BCt--38 to 59 inches; red (2.5YR 5/8) fine sandy loam, red (2.5YR 4/8) moist; weak coarse prismatic structure parting to weak fine subangular blocky; hard, firm, sticky and plastic; few fine and very fine roots; few fine pores; few patchy clay films on surfaces of peds; few fine siliceous pebbles; moderately acid; diffuse smooth boundary.  (10 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 150,
        "bottom": 178,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--59 to 70 inches; red (2.5YR 5/8) loamy fine sand, red (2.5YR 4/8) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; moderately acid."
      }
    ]
  ]
}
