{
  "SERIES": "SILICO",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/TLA",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "OVERVIEW": "The Silico series consists of shallow to duripan, well drained soils formed in loess and volcanic ash. Silico soils are on nonglaciated plateaus. Slopes are 0 to 30 percent. The mean annual precipitation is about 13 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic, shallow Vitrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Silico ashy fine sandy loam, cropland on a 4 percent west slope at an elevation of 2,970 feet. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nAp--0 to 7 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; many very fine and fine roots; few very fine interstitial pores; 20 percent sand-size ash, 0.5 to 2.0mm in diameter; neutral (pH 7.2); clear smooth boundary. (7 to 12 inches thick)\nBw--7 to 12 inches; pale brown (10YR 6/3) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and few fine roots; few very fine and fine interstitial pores; 25 percent sand-size ash, 0.5 to 2.0mm in diameter; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 to 12 inches thick)\n2Bkqm1--12 to 16 inches; indurated lime-silica cemented duripan; violently effervescent; clear wavy boundary.\n2Bkqm2--16 to 21 inches; thin stratified layers of weakly and moderately cemented duripan interbedded with thin layers of silt loam and gravelly silt loam; abrupt wavy boundary. (Combined thickness of 2Bkqm is 4 to 14 inches thick)\n3R--21 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington, about 6 miles northwest of Withrow; 100 feet south and 300 feet east of the northwest corner section 6, T.26 N., R.24 E. (Latitude 47 degrees 46 minutes 25 seconds N, Longitude 119 degrees 52 minutes 12 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 49 to 51 degrees F. These soils are usually moist in the moisture control section but are dry for 90 to 105 consecutive days following the summer solstice. The mollic epipedon is 7 to 12 inches thick. The particle-size control section has an estimated moist bulk density of 1.10 to 1.35 g/cc, volcanic glass content of 30 to 60 percent, including 15 to 30 percent sand-size ash, 0.5 to 2.0 mm. in diameter, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 15 percent or more fine sand or coarser, 0 to 10 percent rock fragments, and an apparent field estimated clay content of 4 to 10 percent. One or more subhorizons in the top 30 inches of the profile, including the surface horizon in all cases, has less than 75 percent base saturation by sum of cations. Depth to the indurated duripan ranges from 10 to 20 inches and depth to basalt is 20 to 40 inches. Some pedons have a 4 to 6 inch thick strongly cemented layer above the indurated duripan.\nThe Ap horizon has chroma of 2 or 3 dry.\nThe Bw horizon has value of 4 to 6 dry and chroma of 2 to 4 dry and 2 or 3 moist. Textures are ashy fine sandy loam or ashy loam and may contain up to 10 percent duripan fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Silico soils occur at elevations of 2,800 to 3,200 feet and are on nonglaciated plateaus. These soils formed in loess and volcanic ash.  Slopes are 0 to 30 percent. The mean annual precipitation is 12 to 15 inches. The climate is characterized by warm, dry summers and cool, moist winters. Average January temperature is 26 degrees F., average July temperature is 70 degrees F., and average annual temperature is 47 to 49 degrees F. Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dutchenry and Sevar soils. These soils are on upland plateaus. Dutchenry and Sevar soils are moderately deep to duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderately rapid permeability above the duripan and very slow through the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Silico soils are used mainly for cropland with a small amount in livestock grazing and wildlife habitat. Principal crops are wheat and barley. Potential native vegetation is bluebunch wheatgrass, threetip sagebrush, Idaho Fescue, balsamroot and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. These soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 7 inches. A lime-silica indurated duripan is at 12 inches. There is 20 to 25 percent sand-size ash, 0.5 to 2.0 mm. in diameter and an estimated 30 and 60 percent glass in the soil profile. The particle size control section is the zone from 0 to 12 inches (Ap and Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
