{
  "SERIES": "SILSTID",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CLN-RM",
  "REVDATE": "02/2018",
  "STATES": "TX",
  "OVERVIEW": "The Silstid series consists of very deep, well drained, moderately permeable soils that formed in residuum weathered from beds of sandy or loamy materials and interbedded sandstones.  These nearly level to sloping soils are on uplands.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Silstid fine sand in a Silstid fine sand, 1 to 5 percent slopes in rangeland at an elevation of 160.8 m (527.6 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 64 cm (0 to 25 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grain; loose; common fine roots; slightly acid; clear smooth boundary.  (13 to 64 cm [5 to 25 in] thick)\nE--64 to 94 cm (25 to 37 in); very pale brown (10YR 7/4) fine sand, light yellowish brown (10YR 6/4) moist; single grain; loose; common fine roots; slightly acid; clear smooth boundary.  (25 to 64 cm [10 to 25 in] thick)\nBt1--94 to 107 cm (37 to 42 in); brownish yellow (10YR 6/6) sandy clay loam, yellowish brown (10YR 5/6) moist; moderate fine and medium subangular blocky structure; very hard, friable, sticky and plastic; few fine roots; few fine pores; thin patchy clay films on vertical surfaces of peds; few fine distinct red (2.5YR 4/8) masses of iron accumulation; moderately acid; clear smooth boundary.  (10 to 51 cm [4 to 20 in] thick)\nBt2--107 to 132 cm (42 to 52 in); reddish yellow (5YR 6/8) sandy clay loam, yellowish red (5YR 5/8) moist; moderate medium subangular blocky structure; very hard, friable, sticky and plastic; few fine roots; few fine pores; thin patchy clay films on surfaces of peds; many coarse distinct red (2.5YR 4/8) masses of iron accumulation; moderately acid; gradual wavy boundary. (15 to 51 cm [6 to 20 in] thick)\nBt3--132 to 213 cm (52 to 84 in); reddish yellow (5YR 6/8) sandy clay loam, yellowish red (5YR 5/8) moist; moderate medium granular and moderate fine subangular blocky structure; hard, friable, sticky and plastic; few fine roots; few fine pores; thick patchy grayish brown (10YR 5/2) clay films; common medium very pale brown (10YR 8/2) pockets of uncoated sand in lower part; few fine roots; many medium distinct brown (10YR 5/3) and a few fine distinct red (2.5YR 4/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caldwell County, Texas; from the intersection of Highway 304 and a gravel road 3.1 miles south of Delhi, Texas; 0.5 mile south on gravel road to the intersection with another gravel road; 1.5 miles west on gravel road; 1.8 miles southeast adjacent to a petroleum pipeline in a wooded pasture.  Delhi USGS topographic quadrangle; Latitude: 29 degrees 46 minutes 19.18 seconds N; Longitude: 97 degrees 46 minutes 19.18 seconds W. Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 150 cumulative days in normal years.\nSoil Depth:  Very Deep, 152 to more than 203 cm (60 to more than 80 in).\nDepth to abrupt textural change: 56 to 93 cm (22 to 36.6 in)\nDepth to albic materials: 10 to 66 cm (4 to 26 in)\nDepth to albic horizon: 10 to 66 cm (4 to 26 in)\nDepth to argillic horizon: 56 to 93 cm (22 to 36.6 in)\nThickness of the Ochric epipedon: 10 to 66 cm (4 to 26 in)\nThickness of the A and E horizons: 51 to 102 cm (20 to 40 in).\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent in control section\nRock fragments: 0 to 15 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 2 to 6\nTexture: loamy fine sand or fine sand\nRock fragments: amount- 0 to 15 percent; size 2 to 250 mm; kind- quartzite or chert\nReaction: moderately acid to neutral\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 8\nChroma: 2 to 6\nTexture: loamy fine sand or fine sand\nRock fragments: amount- 0 to 15 percent; size- 2 to 250 mm; kind- quartzite or ironstone nodules\nReaction: moderately acid to neutral\nBt Horizon (upper):\nHue: 5YR, 7.5YR or 10YR\nValue: 5 to 7\nChroma: 6 to 8\nTexture: Sandy clay loam, loam, or fine sandy loam\nClay content: 18 to 32 percent\nClay films: location- on all faces of peds, contrast- faint to distinct\nRedox concentrations: amount- few to common, size- fine to medium, location- throughout\nRock fragments: amount- 0 to 15 percent; size- 2 to 250 mm; kind- quartzite or ironstone nodules\nReaction: strongly acid to slightly acid\nBt Horizon (lower):\nHue: 5YR, 7.5YR or 10YR\nValue: 5 to 7\nChroma: 6 to 8\nTexture: Sandy clay loam, loam, or fine sandy loam\nClay content: 18 to 32 percent\nClay films: location on all faces of peds, contrast- faint to distinct\nRedox concentrations: amount- many, size- fine to medium, location- throughout\nRock fragments: amount- 0 to 15 percent; size- 2 to 250 mm; kind- quartzite or ironstone nodules\nReaction: strongly acid to slightly acid\nOther features: Streaks or pockets of uncoated sand are in the lower part of most pedons.\nC Horizon (when present below a depth of 152 cm [60 in]):\nHue: 2.5YR to 10YR\nValue: 6 to 8\nChroma: 2 to 8\nTexture: fine sandy loam, sandy clay loam or weakly cemented sandstone.\nRock fragments: amount- 0 to 15 percent; size- 2 to 250 mm; kind- quartzite\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Heaton series in the same family.  Similar soils are the Coving, Dougherty, Dutek, Heatly, Nimrod, Nobscot, Stidham, and Styx series.\nHeaton soils: have redder colors, and do not have redoximorphic features in the upper Bt horizon.  Coving and Nimrod soils have iron depletions with chroma of 2 or less within 76 cm (30 in) of soil surface.\nDougherty, Heatly, and Stidham soils: have mixed mineralogy.\nDutek soils: have a 20 percent decrease in clay from the maximum within a depth of 152 cm (60 in).\nNobscot soils: have less than 18 percent clay in the control section and mixed mineralogy.\nStyx soils: have iron depletions with chroma of 2 or less in the lower Bt horizon with a perched water table."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy or loamy residuum weathered from sandstone\nLandscape: Inland dissected coastal plains\nLandform:  convex linear summit on interfluve on ridges, convex linear shoulder on interfluve on ridges, convex linear backslope on side slope on ridges\nSlope: 0 to 8 percent\nMean annual precipitation: 711 to 1143 mm (28 to 45 in)\nMean annual air temperature: 17.8 to 20.6 degrees C (64 to 69 degrees F)\nFrost-free period: 242 to 276 days\nElevation: 54.7 to 244 m (179 to 800 ft)\nThornthwaite P-E Index: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing soil and the Birome, Gasil, Konsil, Nimrod, Padina, Patilo, and Robco soils.\nBirome soils: have a clayey argillic horizon and are above on low hills or ridges.\nNimrod soils: are slightly lower in the landscape.\nGasil and Konsil soils: have epipedons less than 51 cm (20 in) thick and are on similar positions.\nPatilo and Padina soils: have sandy epipedons more than 102 cm (40 in) thick and are on slightly higher positions in the landscape.\nRobco soils: are in drains and footslopes in poorer drained positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on slopes less than 3 percent, very low on 3 to 5 percent slopes, and low on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely in rangeland.  Small areas are cropped to peanuts or grain sorghum, or they are used as improved pasture.  Native vegetation is blackjack oak, post oak, and yaupon with an understory of mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and north central Texas; Land Resource Region J - Southwestern Prairies Cotton and Forage Region; MLRA 87A - Texas Claypan Areas, Southern Part.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Silstid soils were formerly included in the Stidham series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 94 to 144 cm (37 to 57 in) (Bt1, Bt2, and Bt3 horizons)\nOchric epipedon: 0 to 94 cm (0 to 37 in) (A and E horizon)\nAlbic horizon: 64 to 94 cm (25 to 37 in) (E horizon)\nArgillic horizon: 94 to 213 cm (37 to 84 in) (Bt1, Bt2 and Bt3 horizon)\nAbrupt texture change: At the upper boundary of the Bt1 horizon\nAdditional Comments: Assigned semiactive cation exchange activity class 2/97.\nADDITIONAL DATA:  S80TX-145-001, Falls County, TX; S86TX-287-001, Lee County, TX.\nSoil Interpretation Record No.: TX0085\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 64 cm (0 to 25 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grain; loose; common fine roots; slightly acid; clear smooth boundary.  (13 to 64 cm [5 to 25 in] thick)"
      },
      {
        "name": "E",
        "top": 64,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--64 to 94 cm (25 to 37 in); very pale brown (10YR 7/4) fine sand, light yellowish brown (10YR 6/4) moist; single grain; loose; common fine roots; slightly acid; clear smooth boundary.  (25 to 64 cm [10 to 25 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 94,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--94 to 107 cm (37 to 42 in); brownish yellow (10YR 6/6) sandy clay loam, yellowish brown (10YR 5/6) moist; moderate fine and medium subangular blocky structure; very hard, friable, sticky and plastic; few fine roots; few fine pores; thin patchy clay films on vertical surfaces of peds; few fine distinct red (2.5YR 4/8) masses of iron accumulation; moderately acid; clear smooth boundary.  (10 to 51 cm [4 to 20 in] thick)"
      },
      {
        "name": "Bt2",
        "top": 107,
        "bottom": 132,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--107 to 132 cm (42 to 52 in); reddish yellow (5YR 6/8) sandy clay loam, yellowish red (5YR 5/8) moist; moderate medium subangular blocky structure; very hard, friable, sticky and plastic; few fine roots; few fine pores; thin patchy clay films on surfaces of peds; many coarse distinct red (2.5YR 4/8) masses of iron accumulation; moderately acid; gradual wavy boundary. (15 to 51 cm [6 to 20 in] thick)"
      },
      {
        "name": "Bt3",
        "top": 132,
        "bottom": 213,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3--132 to 213 cm (52 to 84 in); reddish yellow (5YR 6/8) sandy clay loam, yellowish red (5YR 5/8) moist; moderate medium granular and moderate fine subangular blocky structure; hard, friable, sticky and plastic; few fine roots; few fine pores; thick patchy grayish brown (10YR 5/2) clay films; common medium very pale brown (10YR 8/2) pockets of uncoated sand in lower part; few fine roots; many medium distinct brown (10YR 5/3) and a few fine distinct red (2.5YR 4/6) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
