{
  "SERIES": "SILVERKING",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJE/JAL",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Oxyaquic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Silverking silt loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; forest litter of slightly decomposed needles, twigs, and roots.\nA--1 to 5 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate medium and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots and few medium roots; many light gray silt and sand skeletons on faces of peds; common worm casts; disseminated lime; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 5 inches thick)\nBw--5 to 25 inches; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; common fine and medium distinct strong brown (7.5YR 4/6) moist redox concentrations; weak medium prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots and few medium roots; many very fine tubular and interstitial pores; common worm casts and krotovinas in upper part; disseminated lime; strongly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (17 to 35 inches thick)\n2C--25 to 60 inches; light brownish gray (10YR 6/2) extremely gravelly sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; 60 percent pebbles and 10 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis and Clark County, Montana; 1,200 feet north and 100 feet west of the SE corner of sec. 18, T. 14 N., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 45 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to 2C horizon - 20 to 40 inches.\nDepth to seasonal high water table - 24 to 42 inches.\nA horizon - Value: 5 or 6 dry, 3 or 4 moist\nClay content: 18 to 25 percent\nReaction: pH 6.6 to 8.4\nBw horizon - Hue: 10YR or 7.5YR\nValue: 6 or 7 dry, 4 or 5 moist - redox concentrations; 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4 - redox concentrations; 3, 4, 5, or 6\nTexture: loam or silt loam\nClay content: 18 to 25 percent\nReaction: pH 7.4 to 8.4\n2C horizon - Clay content: 0 to 5 percent\nRock fragments: 60 to 75 percent--0 to 10 percent cobbles, 60 to 65 percent pebbles\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDillon (MT) - has hues of 2.5Y or yellower in the 2C horizon; has a BC horizon; has a 10 to 14 inches precipitation zone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - flood plains.\nElevation - 4,400 to 5,000 feet.\nSlope - 0 to 3 percent.\nParent material - alluvium.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 19 to 24 inches, most of which falls as winter snow, and spring rain.\nMean annual temperature - 38 to 43 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderate permeability in the upper part of the soil profile and very rapid at depths below 20 to 40 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Silverking soils are used mainly for woodland and understory grazing. Potential native vegetation is mainly lodgepole pine, spruce, and Douglas fir with and understory of common snowberry, Oregon-grape, bearded wheatgrass, blue wildrye, western meadowrue, horsetail, woods rose, russet buffaloberry, common juniper, other forbs, shrubs, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Silverking soils are inextensive in the mountain valleys of western Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lewis and Clark County Area, Montana, 1991; proposed in Lewis and Clark County, Montana, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil Interpretations Record: MT1226. Diagnostic horizons and features recognized in this pedon are: an ochric epipedon from the soil surface to 7 inches (A, part of Bw horizons); a cambic horizon from 4 to 24 inches (Bw horizon); and a sandy-skeletal 2C horizon below a depth of 24 inches. Silverking soils have a frigid temperature regime and an ustic moisture regime that borders on aquic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
