{
  "SERIES": "SILVERHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG",
  "REVDATE": "02/2003",
  "STATES": "WI",
  "OVERVIEW": "The Silverhill series consists of well drained soils which are deep to sandstone on hills and pediments on bedrock controlled uplands.  These soils formed mostly in loamy colluvium over siliceous sandy residuum from the underlying sandstone.  Permeability is moderate or moderately rapid in the loamy colluvium, rapid in the sandy residuum, and moderately slow or moderate in the sandstone.  Slopes range from 1 to 6 percent.  Mean annual precipitation is about 30 inches.   Mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Silverhill sandy loam, from an area of Bilson - Silverhill sandy loams, on a northwest facing, convex 2 percent slope in an alfalfa field at an elevation about 1100 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy loam, pale brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; many very fine to coarse roots; strongly acid; abrupt wavy boundary.  (6 to 9 inches thick)\nBt1--8 to 14 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; many very fine and fine roots;  common distinct dark brown (7.5YR 3/4) clay films on faces of peds; moderately acid; clear wavy boundary.\nBt2--14 to 26 inches; dark brown (7.5YR 4/4) sandy loam; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; friable; common very fine and fine roots; many faint dark brown (7.5YR 3/4) clay films on faces of peds; strongly acid; gradual irregular boundary.  (Combined thickness of the Bt horizons range from 16 to 24 inches.)\n2BC--26 to 32 inches; strong brown (7.5YR 5/6) sand; single grain; loose; few fine roots; very strongly acid; gradual irregular boundary.  (0 to 7 inches thick)\n2C--32 to 50 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few thin (< 1/8) strata of dark brown (7.5YR 4/4) sandy loam; very strongly acid; gradual wavy boundary. (2 to 20 inches thick)\n2Cr--50 to 60 inches; very pale brown (10YR 8/3) sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 5 miles north and 2.5 miles west of Alma Center; 2440 feet north and 790 feet west of the southeast corner of sec. 34, T. 24 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the loamy mantle, depth to the base of the argillic horizon,  and depth to siliceous sandy residuum all range from 20 to 40 inches.  Base saturation (by sum of cations) is less than 60 percent at a depth of 125 cm below the top of the argillic horizon or directly above the paralithic contact, whichever is shallowest.  Depth to the paralithic contact with sandstone ranges from 40 to 60 inches. Typically these soils contain no coarse fragments, but the volume of sandstone channers ranges from 0 to 15 percent in the sandy residuum. Reaction typically ranges from extremely acid to moderately acid in the loamy mantle but ranges to neutral in the upper part, where the soil is limed.  Reaction ranges from extremely acid to strongly acid in the residuum.\nThe Ap or A horizon has a hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3.  Uncultivated pedons have an A horizon with hue of 7.5YR or 10YR, value of 2 or 3 and chroma of 1 or 2.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 3.  It is sandy loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.  It is sandy loam or loam.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 4 to 6. It is loamy sand or sand.\nSome pedons have a 2Bt horizon with color and texture like the 2BC horizon.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 2 to 6.  Typically a few thin strata of sandy loam or loamy sand are in the 2C horizon.\nThe 2Cr horizon has color like the 2C horizon.  It is sandstone and is a paralithic contact but grades to a lithic contact below 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Caverns series.  Similar soils are the Bilson, Eleva, Elevasil, Gardenvale, Hixton, and Merit series. Caverns soils do not have a paralithic contact within the series control section.  Bilson and Merit soils do not have a paralithic contact within a depth of 60 inches.  Eleva, Elevasil, and Hixton soils have a paralithic contact at a depth of 20 to 40 inches.  Gardenvale soils are fine-loamy over sandy or sandy skeletal and have mixed mineralogy in the loamy mantle."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Silverhill soils are on hills and pediments on bedrock controlled uplands.  Slope gradients range from 1 to 6 percent.  These soils formed mostly in loamy colluvium underlain by siliceous sandy residuum from the underlying sandstone.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 700 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bilson, Elevasil, Gardenvale, Hixton and Merit soils.  Bilson and Merit soils are nearby on pediments and stream terraces where the depth to sandstone is greater than 60 inches.  Elevasil and Hixton soils are nearby in landscape positions similar to those of Gardenvale soils where the depth to sandstone ranges from 20 to 40 inches.  Gardenvale soils are in similar landscape positions where there is more clay and less sand in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow or medium.  Permeability is moderate or moderately rapid in the loamy colluvium, rapid in the sandy residuum, and moderately slow or moderate in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Common crops are corn, small grain, and hay.  Native vegetation is mixed hardwoods with some conifers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: ochric epipedon - 0 to 8 inches (Ap); argillic horizon - 8 to 26 inches (Bt1, Bt2); siliceous feature - less than 10 percent weatherable minerals (0.02 - 20 mm fraction) in the particle-size control section; ultic feature - base saturation (by sum of cations) of less than 60 percent immediately above the paralithic contact; paralithic contact - 50 inches (2Cr).\nADDITIONAL DATA:  Soil Interpretation Record - WI0474.  Refer to soil survey sample number S91WI-053-2 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy loam, pale brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; many very fine to coarse roots; strongly acid; abrupt wavy boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 14 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; many very fine and fine roots;  common distinct dark brown (7.5YR 3/4) clay films on faces of peds; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--14 to 26 inches; dark brown (7.5YR 4/4) sandy loam; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; friable; common very fine and fine roots; many faint dark brown (7.5YR 3/4) clay films on faces of peds; strongly acid; gradual irregular boundary.  (Combined thickness of the Bt horizons range from 16 to 24 inches.)"
      },
      {
        "name": "2BC",
        "top": 66,
        "bottom": 81,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "2BC--26 to 32 inches; strong brown (7.5YR 5/6) sand; single grain; loose; few fine roots; very strongly acid; gradual irregular boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "2C",
        "top": 81,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C--32 to 50 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few thin (< 1/8) strata of dark brown (7.5YR 4/4) sandy loam; very strongly acid; gradual wavy boundary. (2 to 20 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "sand",
        "narrative": "2Cr--50 to 60 inches; very pale brown (10YR 8/3) sandstone."
      }
    ]
  ]
}
