{
  "SERIES": "SILVERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF-AON-TDT",
  "REVDATE": "08/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Silverton silt loam, cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches; dark brown (10YR 3/3) silt loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure parting to moderate very fine granular; slightly hard, friable, slightly sticky and slightly plastic; many roots; many irregular pores; few medium and fine distinct black concretions; medium acid (pH 5.8); clear smooth boundary.  (5 to 11 inches thick)\nAB--7 to 16 inches; dark brown (7.5YR 3/3) heavy silt loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many roots; many irregular and very fine tubular pores; common gray silt coating on some vertical faces of peds; few medium and fine dark colored concretions; common medium black sand grains; few fine gravel; medium acid (pH 6.0); clear smooth boundary.  (0 to 12 inches thick)\nBt--16 to 25 inches; dark brown (7.5YR 3/3) silty clay loam, brown (7.5YR 5/4) dry; moderate fine and very fine subangular blocky structure; hard, firm, sticky and plastic; many roots; many fine and very fine tubular pores; few thin clay films in pores; few gray silt coatings on faces of peds; common medium and fine dark colored concretions; common medium black sand grains; few fine gravel and cobbles; medium acid (pH 5.9); clear wavy boundary.  (6 to 12 inches thick)\n2Btb--25 to 37 inches; dark brown (7.5YR 4/3) gravelly silty clay, light brown (7.5YR 6/4) dry; moderate medium subangular blocky structure parting to strong very fine subangular blocky; very hard, firm, sticky and plastic; few roots; many fine and very fine tubular pores; thin nearly continuous clay films on surfaces of peds and in pores; common coarse and medium sand grains; 15 percent gravel and 5 percent partially weathered cobbles; medium acid (pH 5.8); abrupt wavy boundary.  (9 to 15 inches thick)\n3R--37 inches; fractured and partially weathered consolidated basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Oregon; 2,640 feet south of Silverton city limits and 65 feet west of the Silverton to Stayton highway, northeast corner of southwest 1/4 northwest 1/4, sec. 3, T. 7 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry for 45 to 80 consecutive days within the 4 month period following the summer solstice in most years in all parts of the soil between depths of 4 and 12 inches.  The soils are also moist for the entire winter season.  The mean annual soil temperature ranges from 53 to 55 degrees F.  Depth to basalt and thickness of the solum range from 20 to 40 inches.  The depth to the uncomformable 2B horizon ranges from 15 to 30 inches.  The amount of rock fragments is less than 5 percent in the profile down to the 2B horizon and 15 to 35 percent in that horizon.  The amount and kind of rock fragments in the 2B horizon range from 5 to 25 percent gravel and 0 to 10 percent cobbles.  These rock fragments are weakly to strongly weathered.  The mollic epipedon ranges from 20 to 30 inches thick.  The solum ranges from slightly to medium acid.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, and chroma of 2 or 3 moist and 2 to 4 dry.  It has weak to moderate subangular blocky and granular structure.\nThe Bt horizon has hue of 10YR or 7.5YR and chroma of 2 to 4 dry.  It has moderate very fine to medium subangular blocky structure.  The clay films range from few to common thin in pores and on surfaces of peds.\nThe 2Btb horizon has value of 3 or 4 moist and 5 or 6 dry, and chroma of 3 or 4 moist and dry.  It is gravelly silty clay or clay and averages 40 to 55 percent clay.  This horizon has moderate or strong very fine to medium subangular blocky structure.  Clay films range from common to nearly continuous, thin to moderately thick on surfaces of peds and in pores.  The underlying bedrock ranges from unweathered to partially weathered consolidated basalt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coburg, Darby, Dixonville, Malabon and Redbell series.  Coburg and Malabon soils are on lower lying terraces, are deeper than 40 inches to bedrock and have sola ranging from 40 to 60 inches thick.  Darby soils are deeper than 40 inches to bedrock and lack a discontinuity within the solum.  Dixonville soils have silty clay loam and silty clay A horizons, lack a discontinuity or buried horizon within the Bt horizon and have a paralithic contact at a depth of 20 to 40 inches.  Redbell soils are deeper than 40 inches to bedrock and have mottles with chroma of 2 or less within 30 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Silverton soils are on dissected terrace remnants and footslopes of low hills at elevations of 225 to 325 feet.  Slope gradients range from 2 to 20 percent.  The soils formed in silt loam and silty clay loam alluvium overlying fine textured gravelly materials and bedrock.  The climate is characterized by having a mean annual precipitation of 40 to 50 inches, a mean annual temperature of 50 to 54 degrees F, a mean January temperature of 39 degrees F, and a mean July temperature of 67 degrees F.  The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Digger, Preacher, Remote, and Umpcoos soils.  All of these soils have mixed mineralogy.  Digger soils are 20 to 40 inches deep to bedrock.  Preacher soils have less than 35 percent rock fragments and are strongly acid or very strongly acid.  Remote soils are strongly acid or very strongly acid.  Umpcoos soils are 10 to 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat and timber production.  Native vegetation is incense-cedar, Port-Orford-cedar, Douglas-fir, western redcedar, tanoak, Pacific madrone, Pacific rhododendron, salal, oceanspray, low Oregon-grape, serviceberry, western swordfern, manzanita and red huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal mountainous areas of Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, Oregon, 1983.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
