{
  "SERIES": "SILVIES",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/ED/TDT",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Vertic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Silvies clay, hayland.  (Colors are for moist conditions unless otherwise stated.)\nAp--0 to 7 inches; black (N 2/) clay, very dark gray (10YR 3/1) dry; moderate very fine granular structure; slightly hard, very firm, very sticky and very plastic; common very fine roots; many very fine tubular pores; neutral (pH 7.0); abrupt smooth boundary.  (5 to 9 inches thick)\nA1--7 to 16 inches; black (N 2/) clay, very dark gray (N 3/) dry; moderate fine subangular blocky structure; hard, very firm, very sticky and very plastic; many very fine roots; many very fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (5 to 10 inches thick)\nA2--16 to 28 inches; black (N 2/) clay, very dark gray (N 3/) dry; moderate medium subangular blocky structure; hard, very firm, very sticky and very plastic; many very fine roots; many very fine pores; neutral (pH 7.0); gradual smooth boundary.  (10 to 15 inches thick)\nAC--28 to 40 inches; black (N 2/) silty clay, gray (10YR 5/1) dry; weak coarse prismatic structure; hard, firm, very sticky and very plastic; many very fine roots; many very fine tubular pores; common medium prominent dark yellowish brown (10YR 4/6) redox concentrations, neutral (pH 7.2); gradual smooth boundary.  (5 to 15 inches thick)\nC--40 to 60 inches; black (10YR 2/1) silty clay, very dark gray (10YR 3/1) dry; with small spots of volcanic ash; massive; hard, firm, very sticky and very plastic; few very fine roots; many very fine tubular pores; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; about 3.5 miles west of the junction of the Izee Road and Highway 395; 250 feet north of junction of old Izee Road and Izee Road, 15 feet west of road; in the SE1/4SW1/4 sec. 27, T. 15 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 47 degrees F, and the mean summer temperature is less than 55 degrees F.  Depth to bedrock is over 60 inches. The soil is saturated from spring to summer.  The particle-size control section is silty clay loam to clay and averages 35 to 60 percent clay.  The mollic epipedon is 20 to 30 inches thick.  Organic matter decreases irregularly with depth.  The linear extensibility is 6.0 to 8.0 centimeters within the upper meter.\nThe upper part of the A horizon has (4 to 10 percent organic matter).  The A horizon has value of 2 and chroma from 0 to 1.  Structure is weak or moderate coarse or medium prismatic to moderate fine and very fine granular.  It has a moist bulk density of 1.0 to 1.3 in the surface horizon.\nThe AC and C horizons have hue of 10YR or 2.5Y value of 2 to 4 and chromas from 0 to 2.  Some pedons have sand and gravel below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Egeria, Railway and Wetbag series.  Egeria soils have a mean annual soil temperature of 36 to 40 degrees F.  Railway soils have epi-saturation.  Wetbag soils have an argillic horizon and slickensides."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Silvies soils occur on flood plains and in basins at elevations of 3,300 to 5,000 feet.  It consists of mixed sediments derived from basalt, shale and andesite and mixed with small amounts of volcanic ash.  The mean annual precipitation is 12 to 25 inches.  The mean annual temperature is 42 degrees F.  The frost-free period is 20 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bridgecreek, Hankins, Damon and Winom soils.  Damon soils are in the fine-silty family.  Bridgecreek soils are moderately deep to weathered tuff and are well drained.  Hankins soils are well drained.  Winom soils are moderately well drained and crack to a depth of 20 inches or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow or very slow.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Silvies is used for meadow hay production and pasture.  The native vegetation is sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Higher elevation valleys and basins of east-central Oregon; MLRA 10 and 43C.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Oregon; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
