{
  "SERIES": "SIMEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS/RSJ",
  "REVDATE": "07/2013",
  "STATES": "UT",
  "OVERVIEW": "The Simel series consists of very shallow and shallow, well drained soils that formed in local residuum and alluvium derived from mudstones, siltstones, limestone, and shale. Simel soils are on nearly level structural benches. Slopes range from 2 to 60 percent. Mean annual precipitation is about 10 inches and the mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Simel sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The surface is covered by 10 percent channers.\nA--0 to 2 inches; red (2.5YR 4/8) sandy loam, red (2.5YR 4/6) moist; weak fine granular structure parting to single grain structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; 5 percent channers; carbonates are disseminated; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (1 to 6 inches thick)\nC--2 to 7 inches; dark reddish brown (2.5YR 3/4) silty clay loam,  dark reddish brown (2.5YR 3/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and few medium roots; few very fine and fine tubular pores; 5 percent channers; carbonates are disseminated; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (4 to 14 inches thick)\nCr--7 to 12 inches; thin platy decomposed shale and siltstone. (3 to 8 inches thick)\nR--12 inches; Carmel Formation siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, Utah; Grand Staircase-Escalante National Monument; about 2 miles north of Twentyfive mile wash on the Egypt road; Sunset Flat USGS quad; lat. 37 degrees 34 minutes 20.49 seconds N., and long. 111 degrees 15 minutes 16.93 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Ustic aridic soil moisture regime\nMean annual soil temperature:  47 to 54 degrees F.\nDepth to paralithic:  4 to 20 inches\nDepth to lithic contact:  10 to 24 inches to mudstone, silty sandstone, siltstone, or limestone\nParticle-size control section (weighted average)\nClay content: 25 to 35 percent\nRock fragments: 0 to 30 percent gravel, channers, and parachanners\nA horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 4 to 8, dry or moist\nRock fragments: 0 to 30 percent gravel and channers in the horizon and 0 to 65 percent on the soil surface\nCalcium carbonate equivalent: 10 to 30 percent\nOther features: the A horizon in some pedons has eolian sand influence\nC horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 to 8, dry or moist\nTexture: silty clay loam, sandy clay loam, silt loam, loam\nClay content: 20 to 40 percent\nRock fragments: 0 to 30 percent gravel, channers, and parachanners\nCalcium carbonate equivalent: 10 to 30 percent\nCr horizon\nDecomposed shale and siltstone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canyon (NE), Epping (NE), Eslendo (NM), Gerst (UT), Picante (CO), Quarteles (NM), Redarrow (WY), Remorris (UT), Sandoval (NM), Shingle (WY), Taluce (WY), Tassel (NE), and Tesihim (AZ) series.  Canyon, Epping, Gerst, Redarrow, Shingle, Taluce, and Tassel soils are moist in the soil moisture control section during May and June and occur in the Great Plains.  Tesihim soils have less than 18 percent clay in the control section.  Eslendo, Picante, Quartel, Remorris, Sandoval, and Tesihim soils do not have a lithic contact below the paralithic contact. Canyon, Epping, Eslendo, Gerst, Picante, Sandoval, Shingle, Taluce, Tassel, and Tesihim soils have yellower hues than 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Simel soils are on structural benches, cuestas, hills, tallus slopes, and formed in alluvium and residuum derived from mudstone, siltstone, limestone, and shale.  The slope is 2 to 60 percent.  The elevation is 4,300 to 6,800 feet.  The mean annual air temperature is 45 to 52 degrees F. and the mean annual precipitation is 9 to 12 inches.  The frost-free period is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Milok and Skos series. The Milok soils are very deep and are have a calcic horizon before 20 inches. The Skos soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to very high runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly used for livestock grazing, wildlife habitat, and recreation.  Vegetation includes Utah juniper, Fremonts barberry, broom snakeweed, galleta, green mormontea, two-needle pinyon, Indian ricegrass, and prickly pear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Utah. MLRA is 35. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garfield County, Utah, Grand Staircase-Escalante National Monument soil survey area, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nLithic contact - the contact at 12 inches (R horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nThe Simel soil has been mapped on Carmel, Morrison, and Moenkopi Formations\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdates and revisions for the correlation of Arches National Park (UT687), February 2009, CEM\nADDITIONAL DATA: Laboratory analysis was performed on lab number 99p0387 at the NSSL.\nRevisions and update the competing series section 5/08 CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 8,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; red (2.5YR 4/8) sandy loam, red (2.5YR 4/6) moist; weak fine granular structure parting to single grain structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; 5 percent channers; carbonates are disseminated; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 5,
        "bottom": 18,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--2 to 7 inches; dark reddish brown (2.5YR 3/4) silty clay loam,  dark reddish brown (2.5YR 3/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and few medium roots; few very fine and fine tubular pores; 5 percent channers; carbonates are disseminated; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (4 to 14 inches thick)"
      },
      {
        "name": "Cr",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--7 to 12 inches; thin platy decomposed shale and siltstone. (3 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--12 inches; Carmel Formation siltstone bedrock."
      }
    ]
  ]
}
