{
  "SERIES": "SIMESCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG",
  "REVDATE": "5/95",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Frigid, uncoated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Simescreek sand - on a convex, north facing 2 percent slope in woodland at an elevation of about 995 feet.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 2 inches; very dark brown (10YR 2/2) sand; dark grayish brown (10YR 4/2) dry; weak fine granular structure; very friable; many fine and medium roots; strongly acid; abrupt smooth boundary (1 to 6 inches thick)\nBw1--2 to 6 inches; dark yellowish brown (10YR 3/4) sand; weak medium subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear wavy boundary.\nBw2--6 to 24 inches; dark yellowish brown (10YR 4/4) sand; weak medium subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear wavy boundary.\nBw3--24 to 32 inches; yellowish brown (10YR 5/6) sand; weak coarse subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear wavy boundary.  (Combined thickness of the Bw horizon ranges from 14 to 34 inches thick)\nC--32 to 60 inches; yellow (10YR 7/6) sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Wisconsin; about 8 miles north and 2 miles east of Fairchild; 700 feet north and 750 feet east of the southwest corner of Sec. 19. T. 26 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches.  The weighted average content of silt plus clay is 5 percent or less in the particle-size control section but is more than 5 percent in the upper 10 to 20 inches of the series control section.  The soil has less than 10 percent weatherable minerals throughout (0.02 to 2 mm fraction).  Volume of sandstone gravel or channers ranges from 0 to 5 percent throughout the pedon.  Reaction ranges from very strongly acid to moderately acid in the solum and from strongly acid to slightly acid in the substratum.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  It is sand or coarse sand.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 to 8.  Value and chroma of 3 do not occur together.  The Bw horizon is sand or coarse sand.  Bw horizons with spodic colors have less than 0.6 percent organic carbon.\nSome pedons have a BC horizon with hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 4 to 8.  It is sand or coarse sand.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 2 to 8.  It is sand or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Shelldrake and Twinmound series.  Similar soils are the Boone, Tarr and Tint series.  Shelldrake soils have 5 percent or less of silt plus clay throughout the soil.  Twinmound and Boone soils have a paralithic contact of sandstone at 20 to 40 inches.  In addition, Boone soils are mesic.  Tarr and Tint soils are mesic and in addition, Tint soils have redox features and a water table."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Simescreek soils are on stream terraces and pediments.  Slope gradients range from 0 to 3 percent.  These soils formed in locally derived siliceous sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches. Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days. Elevation ranges from 800 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fairchild, Ludington, Ironrun, Rockdam, and Ponycreek soils.  The somewhat poorly drained Fairchild soils and the moderately well drained Ludington soils form a drainage sequence in nearby areas which are underlain by interbedded sandstone and shale at 20 to 40 inches.  The moderately well drained Rockdam soils, the somewhat poorly drained Ironrun soils, and the poorly drained Ponycreek soils form a drainage sequence with Simescreek soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Surface runoff is slow.  Permeability is rapid or very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for woodland.  Native vegetation is coniferous and deciduous forest with jack pine, northern pin oak, and eastern white pine the most common trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  The series is of small extent.  MLRA ?"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognizes in this soil: ochric epipedon - 0 to 2 inches (A); siliceous feature - have less than 10 percent weatherable minerals in the particle-size control section (0.02 to 2 mm fraction); uncoated feature - have 5 percent or less of silt plus clay as a weighted average in the particle-size control section.\nADDITIONAL DATA:  Soil Interpretation Record - WI0543.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
