{
  "SERIES": "SIMITARQ",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/LWH/SAZ",
  "REVDATE": "10/2008",
  "STATES": "NM",
  "OVERVIEW": "The Simitarq series consists of very shallow and shallow, well drained, moderately slowly permeable soils that formed in eolian material and slope alluvium over residuum from sandstone. Simitarq soils are on summits and dipslopes of mesas and cuestas. Slopes range from 2 to 8 percent. Mean annual precipitation is about 14 inches, and mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Simitarq sandy loam--in a pinyon-juniper woodland on a 4 percent north facing slope at an elevation of 7,300 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 1 inch; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; strong thick platy structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many fine vesicular pores; 10 percent sandstone channers and siliceous gravel; neutral (pH 7.2); abrupt smooth boundary. (0 to 3 inches thick)\nBt1--1 to 6 inches; reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common fine irregular pores; many distinct clay films coating faces of peds and bridging sand grains; 5 percent sandstone channers and 1 percent cobbles; neutral (pH 7.2); clear wavy boundary. (2 to 8 inches)\nBt2--6 to 14 inches; reddish brown (5YR 5/4) sandy clay, dark reddish brown (5YR 3/4) moist; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine and few medium roots; common fine tubular pores; many prominent clay films coating faces of peds and bridging sand grains; 2 percent sandstone channers; slightly alkaline (pH 7.4); clear wavy boundary. (2 to 15 inches thick)\nR--14 inches; sandstone; the top 1 inch is weathered with Bt2 material in the cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Continental Divide Quadrangle; about 1.4 miles southwest of Continental Divide, New Mexico; 500 feet south and 800 feet west of the northeast corner of sec. 29, T. 14 N., R. 14 W.; 108 degrees 20 minutes 13 seconds west longitude, 35 degrees 25 minutes 16 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in all parts, for less than 90 cumulative days from April through October. It is usually dry, in some part, for more than 120 cumulative days during the same period. It is continuously moist in some part November through March. The period of maximum precipitation is July through October. The soil is driest during May and June. Aridic ustic moisture regime.\nSoil Temperature: 49 to 55 degrees F.\nDepth to lithic contact: 5 to 20 inches to sandstone\nCalcium carbonate equivalent: 0 to 5 percent\nSodicity: SAR less than 1\nParticle-size control section: 20 to 35 percent clay and greater than 35 percent sand. (The lower argillic horizons contain more than 35 percent clay but are not thick enough or have a high enough clay content to make the PSCS clayey.)\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 or 4 dry, 2 to 4 moist\nRock fragments: 5 to 30 percent total\n5 to 25 percent gravel\n0 to 5 percent cobbles\nReaction: neutral or slightly alkaline\nBt1 horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: sandy clay loam, clay loam with less than 35 percent clay\nRock fragments: 5 to 15 percent total\n5 to 15 percent gravel\n0 to 5 percent cobbles\nReaction: neutral or slightly alkaline\nBt2 horizon\nHue: 2.5YR, 5YR\nValue: 3 to 5 dry, 2.5 to 4 moist\nChroma: 3 or 4, dry or moist\nTexture: sandy clay, clay, clay loam with greater than 35 percent clay\nRock fragments: 0 to 35 percent total\n0 to 30 percent gravel\n0 to 20 percent cobbles\nSome pedons have Btk horizons with less than 5 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atarque (NM), Pescado (NM), Uva (NM), Valena (AZ) and Verite (AZ) series. These soils lack a lower argillic horizon with greater than 35 percent clay. Valena soils formed from granite, particle size control section contain more than 50 percent sand and more than 5 percent 2 to 5 mm gravel size fragments. Uva and Verite soils have typic ustic soil moisture regimes. Pescado soils are inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Simitarq soils formed in eolian material and slope alluvium over residuum from sandstone (Sonsela sandstone of the Chinle Formation) and are on summits and dipslopes of mesas and cuestas. Slopes are 2 to 8 percent. Elevations range from 7,200 to 8,100 feet. The mean annual air temperature is 47 to 53 degrees F., and the mean annual precipitation is 13 to 16 inches. The frost free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Celavar soils on dipslopes of cuestas; the Fickle soils on valley sides; and the Tuces soils on escarpments. The Celavar and Tuces soils are moderately deep to sandstone and shale. The Fickle soils are very deep and have vertic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to high runoff, and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for wood products and livestock grazing. The present vegetation is a pinyon-juniper woodland with an understory of buckwheat, yucca, blue grama, prairie junegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico. MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (A horizon)\nArgillic horizon - the zone from 1 to 14 inches (Bt1 and Bt2 horizons)\nLithic contact - sandstone bedrock at 14 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999.\nRevised and updated competing series section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; strong thick platy structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many fine vesicular pores; 10 percent sandstone channers and siliceous gravel; neutral (pH 7.2); abrupt smooth boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 3,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--1 to 6 inches; reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common fine irregular pores; many distinct clay films coating faces of peds and bridging sand grains; 5 percent sandstone channers and 1 percent cobbles; neutral (pH 7.2); clear wavy boundary. (2 to 8 inches)"
      },
      {
        "name": "Bt2",
        "top": 15,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--6 to 14 inches; reddish brown (5YR 5/4) sandy clay, dark reddish brown (5YR 3/4) moist; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine and few medium roots; common fine tubular pores; many prominent clay films coating faces of peds and bridging sand grains; 2 percent sandstone channers; slightly alkaline (pH 7.4); clear wavy boundary. (2 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "texture_class": "sand",
        "narrative": "R--14 inches; sandstone; the top 1 inch is weathered with Bt2 material in the cracks."
      }
    ]
  ]
}
