{
  "SERIES": "SIMNASHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/RWL",
  "REVDATE": "02/2016",
  "STATES": "OR",
  "OVERVIEW": "The Simnasho series consists of moderately deep, well drained soils on mountains.  They formed in residuum and colluvium derived dominantly from andesite with a mantle of volcanic ash.  Slopes are 0 to 40 percent. The mean annual precipitation is about 32 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over loamy-skeletal, glassy over isotic, frigid Alfic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Simnasho very stony sandy loam - on a nearly level slope, woodland.  (Colors are for moist soil unless otherwise noted.)\nOi--1 inch to 0; organic layer of needles and twigs.\nA--0 to 7 inches; dark brown (7.5YR 3/2) very stony sandy loam, brown (7.5YR 4/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and few medium and coarse roots; many very fine, fine and few medium and coarse irregular pores; 30 percent stones and 20 percent cobbles; moderately acid (pH 6.0); clear smooth boundary.  (3 to 8 inches thick)\nAB--7 to 16 inches; dark brown (7.5YR 3/4) very stony sandy loam, brown (7.5YR 5/4) dry; weak fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine, fine and few medium roots; many very fine, fine and few medium tubular pores; 30 percent stones and 20 percent cobbles; slightly acid (pH 6.2); clear smooth boundary.  (5 to 13 inches thick)\nBw--16 to 24 inches; dark brown (7.5YR 3/4) very cobbly sandy loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine and few medium roots; common very fine, fine and few medium tubular pores; 30 percent cobbles and 10 percent stones; slightly acid (pH 6.2); clear smooth boundary.  (6 to 10 inches thick)\n2Btb--24 to 33 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, pale brown (10YR 6/3) dry, moderate  medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few fine and medium roots; few fine and medium tubular pores; common distinct clay films on faces of peds and lining pores; 45 percent cobbles and 20 percent stones; slightly acid (pH 6.4); gradual wavy boundary.  (6 to 11 inches thick)\n2Cr--33 inches; weathered andesite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon, about 500 feet north and 2000 feet west of the SE corner of section 35, T. 10 S., R.9 E. (Warm Springs Indian Reservation)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days within the four months that follow the summer solstice.  The mean annual soil temperature is 43 to 46 degrees F.  Depth to weathered andesite bedrock is 20 to 40 inches.  Hue is 7.5YR or 10YR.  Thickness of the ashy material with andic soil properties is 20 to 30 inches.  The particle-size control section has 35 to 85 percent rock fragments.  The upper part of the control section has a phosphate retention of 30 to 65 percent, acid oxalate extractable aluminum plus one-half iron of 0.5 to 1.5 percent, 20 to 40 percent volcanic glass and glass aggregate, and 10 to 15 percent field estimated clay.  The lower part has 5 to 15 percent volcanic glass and glass aggregate, and 25 to 35 percent field estimated clay.  It is slightly to moderately acid.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  The moist bulk density is 0.80 to 0.90g/cc.  It is very stony sandy loam or very cobbly sandy loam with 0 to 10 percent gravel, 10 to 30 percent cobbles and 5 to 40 percent stones.\nThe AB horizon is similar to the A and has value of 3 or 4 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry.\nThe Bw horizon has value of 3 or 4 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry.  It has 0 to 5 percent gravel, 20 to 40 percent cobbles and 10 to 20 percent stones.\nThe 2Btb horizon has value of 4 or 5 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is very cobbly loam, extremely cobbly loam or extremely cobbly clay loam.  It has 0 to 5 percent gravel, 30 to 50 percent cobbles and 10 to 25 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Simnasho soils are on nearly level to moderately steep side slopes of mountains.  Elevation is 2600 to 4000 feet.  Slopes are 0 to 40 percent.  The soil formed in residuum and colluvium derived dominantly from andesite with a mantle of volcanic ash.  The climate is characterized by cold and wet winters and hot and dry summers.  The mean annual precipitation is 25 to 40 inches.  The mean annual temperature is 41 to 44 degrees F.  The frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Howash, Pipp and Smiling soils.  Howash soils are on north-facing side slopes of mountains, are somewhat excessively drained and are very deep to bedrock.  Pipp soils are on south-facing side slopes, are somewhat excessively drained and are deep to bedrock.  Smiling soils are ashy over loamy and are deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, watershed and wildlife habitat.  The native vegetation is Douglas fir, grand fir, and ponderosa pine and with an understory of common snowberry, snowbrush ceanothus, antelope bitterbrush, golden chinkapin, starflower, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 6.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Warm Springs Indian Reservation, Wasco County, Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCambic horizon - from 16 to 24 inches (Bw horizon).\nArgillic horizon - from 24 to 33 inches (2Bt horizon).\nAndic soil properties - from the surface to 24 inches (A, AB, Bw horizons) meeting andic soil properties (2c).\nParticle-size control section - from the surface to 33 inches (A, AB, Bw, 2Bt horizons).  The upper 24 inches meets andic soil properties and 15 bar water content of less than 12 percent (dried).  This is based on geographically associated soils.  The lower part from 24 to 33 inches does not meet andic properties.  The family placement (ashy-skeletal) is based on a weighted average.\n02/2016 - Removed these coordinates due to improper location.  Do not use. (Latitude 44 degrees, 39 minutes, 12 seconds N., Longitude 121 degrees, 57 minutes, 30 seconds E.)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; dark brown (7.5YR 3/2) very stony sandy loam, brown (7.5YR 4/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and few medium and coarse roots; many very fine, fine and few medium and coarse irregular pores; 30 percent stones and 20 percent cobbles; moderately acid (pH 6.0); clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "AB",
        "top": 18,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--7 to 16 inches; dark brown (7.5YR 3/4) very stony sandy loam, brown (7.5YR 5/4) dry; weak fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine, fine and few medium roots; many very fine, fine and few medium tubular pores; 30 percent stones and 20 percent cobbles; slightly acid (pH 6.2); clear smooth boundary.  (5 to 13 inches thick)"
      },
      {
        "name": "Bw",
        "top": 41,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--16 to 24 inches; dark brown (7.5YR 3/4) very cobbly sandy loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine and few medium roots; common very fine, fine and few medium tubular pores; 30 percent cobbles and 10 percent stones; slightly acid (pH 6.2); clear smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "2Btb",
        "top": 61,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btb--24 to 33 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, pale brown (10YR 6/3) dry, moderate  medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few fine and medium roots; few fine and medium tubular pores; common distinct clay films on faces of peds and lining pores; 45 percent cobbles and 20 percent stones; slightly acid (pH 6.4); gradual wavy boundary.  (6 to 11 inches thick)"
      },
      {
        "name": "Oi",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--1 inch to 0; organic layer of needles and twigs."
      },
      {
        "name": "2Cr",
        "top": 84,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--33 inches; weathered andesite bedrock."
      }
    ]
  ]
}
