{
  "SERIES": "SIMON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS-GAM-JVC-JBF",
  "REVDATE": "11/2019",
  "STATES": "NV,OR",
  "OVERVIEW": "The Simon series consists of very deep, well drained soils that formed in loess high in volcanic ash over alluvium derived from shale, chert, and volcanic rocks.  Simon soils are on fan remnants and stream terraces.  Slopes are 2 to 50 percent.  The mean annual precipitation is about 280 mm and the mean annual air temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Simon loam--rangeland. (Colors are for the dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) loam, dark brown (10YR 3/3) moist; weak thick platy structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine roots; many very fine and fine interstitial pores; neutral (pH 6.8); clear smooth boundary. (5 to 18 cm thick)\nA2--8 to 20 cm; grayish brown (10YR 5/2) loam, dark brown (10YR 3/3) moist; moderate medium and fine granular structure; slightly hard, friable, slightly sticky and nonplastic; many very fine and fine roots; common very fine and fine tubular, and many very fine and fine interstitial pores; neutral (pH 6.7); clear smooth boundary. (10 to 25 cm thick)\nBt1--20 to 30 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine, common fine tubular, many very fine and fine interstitial pores; common faint clay films lining pores; neutral (pH 6.6); clear smooth boundary. (10 to 15 cm thick)\nBt2--30 to 71 cm; grayish brown (10YR 5/2) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure; very hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; few fine tubular and common very fine interstitial pores; many distinct clay films lining pores and common faint clay films on faces of peds; slightly acid (pH 6.4); gradual smooth boundary. (0 to 46 cm thick)\n2Bt--71 to 104 cm; light yellowish brown (10YR 6/4) cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; very hard, friable, very sticky and very plastic; common very fine roots; few fine tubular, common very fine and fine interstitial pores; many distinct clay films on faces of peds and lining pores; 15 percent cobbles; stone line in the upper part; slightly acid (pH 6.4); gradual wavy boundary. (0 to 80 cm thick)\n3Bt--104 to 135 cm; yellowish brown (10YR 5/4) extremely gravelly clay loam, dark yellowish brown (10YR 3/4) moist; massive; very hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine interstitial pores; many distinct and common faint clay films in pores; 50 percent gravel and 10 percent cobbles; slightly acid (pH 6.5); diffuse smooth boundary. (0 to 46 cm thick)\n3C--135 to 155 cm; brown (10YR 5/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; many very fine interstitial pores; 50 percent gravel and 15 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 1,300 feet north and 1,300 feet east of the southwest corner of section 25, T. 37 N., R. 51 E.; USGS Beaver Creek 7.5 minute topographic quadrangle; latitude 41 degrees 3 minutes 54 seconds N and longitude 116 degrees 11 minutes 54 seconds W; WGS84 Decimal Degrees 41.0650000 latitude, -116.1983333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry mid-June through October; aridic soil moisture soil regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 43 cm, includes the Bt1 horizon in some pedons.\nDepth to base of argillic horizon: 100 to 150 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content: 20 to 35 percent.\nRock fragments: 0 to 25 percent, mainly gravel.  Lithology of fragments is mainly volcanic rocks such as tuff.\nA horizons\nChroma: 1 through 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nBt horizons\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loam, clay loam, or gravelly clay loam.\nClay content: 18 to 35 percent.\nRock fragments: 0 to 25 percent.\nConsistence: Hard or very hard dry.\nStructure: Weak or moderate, very fine, fine or medium subangular blocky or angular blocky or prismatic.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 or 2 percent in the Bt1 horizon.\n2Bt horizon (when present)\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Cobbly clay, cobbly clay loam, or gravelly clay loam.\nClay content: 35 to 45 percent.\nRock fragments: 15 to 35 percent, mainly cobbles.\nConsistence: Hard or very hard dry, moderately sticky or very sticky and moderately plastic or very plastic wet.\nReaction: Slightly acid or neutral.\n3Bt horizon (when present)\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly loam, extremely gravelly clay loam, or very gravelly sandy clay loam.\nClay content: 20 to 35 percent.\nRock fragments: 35 to 60 percent, mainly gravel.\nConsistence: Hard or very hard dry.\nC horizon (when present)\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Gravelly loam, very gravelly clay loam, extremely gravelly clay loam, or extremely gravelly sandy clay loam.\nRock fragments:  30 to 75 percent, mainly gravel.\nOther features:  Some pedons have texture of sand, gravel, loamy fine sand, loamy sand, or clay with 5Y hue below 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Eboda, Reluctan, Say, and Toeja series.\nEboda and Say soils are moderately deep to paralithic contacts.  Reluctan soils are moderately deep to lithic contacts.  Toeja soils are deep to paralithic contacts and have argillic horizons with bases at 64 to 100 cm from the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Simon soils are on fan remnants and stream terraces.  These soils formed in loess high in volcanic ash over alluvium derived mainly from shale, chert, and volcanic rocks.  Some areas of this soil formed in colluvium derived from andesite.  Slopes are 2 to 50 percent.  Elevations range from 1,610 to 2,500 meters.  The climate is semiarid with cool, moist winters and warm dry summers.  The mean annual precipitation is 250 to 300 mm, mean annual temperature is 6 to 8 degrees C, and the frost-free period is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Donna and Stampede soils.  These soils have clayey argillic horizons and indurated duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Simon soils are used for livestock grazing and wildlife habitat. The vegetation is principally big sagebrush, Douglas rabbitbrush, basin wildrye, Sandberg's bluegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada and southern Oregon.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 25, while other acreage occurs in MLRAs 23 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Northeast Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 20 to 135 cm (Bt1, Bt2, 2Bt3, and 3Bt4 horizons).\nParticle-size control section - The zone from 20 to 73 cm (Bt1 and part of the Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
