{
  "SERIES": "SIMONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MTT/BDS/LWH/WWJ",
  "REVDATE": "04/2007",
  "STATES": "NM,TX",
  "OVERVIEW": "The Simona series consists of shallow and very shallow, well drained soils that formed in calcareous sandy sediments over fractured indurated caliche.  Simona soils are on upland plains, mesa tops, and low ridges and have slopes of 0 to 10 percent.  The mean annual precipitation is about 12 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Simona fine sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak very thin platy structure in the upper 1/2 to 1 inch grading to weak fine subangular blocky structure; soft, very friable; many very fine roots; common very fine pores; 5 percent angular caliche gravel; common worm casts; slightly effervescent; moderately alkaline; gradual boundary.  (4 to 10 inches thick)\nBk--8 to 16 inches; pale brown (10YR 6/3) fine sandy loam; brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable; many very fine and fine roots; common very fine and few fine pores; 10 percent caliche gravel; many worm casts; strongly effervescent; moderately alkaline; abrupt boundary.  (3 to 10 inches thick)\nBkm-- 16 to 30 inches; whitish caliche, thick platy and indurated in the upper foot grading below into nodular partially cemented caliche; upper foot shows brownish internal bands parallel with the surface and locally of a hardness approaching 5 in the Moh's scale; nodular or \"mammillary\" surfaces indicative of deposition of calcium carbonate are common; the content of calcium carbonate exceeds 50 percent; (10 to 40 inches thick)\nBCk--30 to 80 inches; white (10YR 8/1); massive; soft calcium carbonate soil material with a loam texture; 15 percent strongly cemented caliche fragments, 25 percent moderately cemented caliche fragments; most caliche fragments have a laminar cap 1 to 2 mm thick; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lea County, New Mexico; on 1/4 line, 0.3 mile west of east side of section 10; east central part of section 10,T.22S., R.33E.; 103 degrees, 32 minutes, 41 second - west longitude; 32 degrees, 24 minutes, 22 seconds - north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - the soil moisture control section is usually dry in all parts more than three fourth of the time that the soil temperature exceeds 41 degrees F. but are moist more than 20 days cumulative. Typic aridic moisture regime.\nSoil temperature - 59 to 71 degrees F.\nSoil depth - depth to the petrocalcic horizon ranges from 7 to 20 inches.\nCoarse fragments - caliche fragments larger than 2-mm range from less than 1 percent to about 35 percent by volume.\nThe A and B horizons are typically strongly calcareous throughout but ranges to noncalcareous in the upper few inches.\nA horizon\nHue: 5YR through 10YR.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture: fine sandy loam, sandy loam, loamy fine sand, loamy sand, and gravelly loam.\nBk horizon\nHue: 5YR through 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 through 4.\nTexture: sandy loam, fine sandy loam and loam with less than 18 percent clay and more than 40 percent sand.\nCoarse fragments: 5 to 35 percent.\nBkm horizon\nOther features: Pink to white and ranges from nearly continuously indurated with a few fractures to indurated caliche plate shaped fragments typically weakly to strongly cemented together.\nBCk horizon\nHue: 5YR through 10YR\nValue: 7 or 8\nChroma: 1 through 3\nOther features: It is carbonatic soil material with loam texture.  The percent coarse fragments range from 25 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cave (AZ), Goodsprings (NV), Irongold (NV), and Vace (NV) series. Cave soils are in the Sonoran Desert (MLRA 40) have a moisture regime with almost equal (bi-modal) summer-winter distribution of precipitation.  Goodsprings, Irongold, and Vace soils are in the Mohave Desert (MLRA 30) receive mostly winter precipitation and are usually dry from April through November."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Simona soils are on nearly level to moderately undulating plains and tops of mesa and low ridges at elevations of 2,750 to 5,000 feet.  Relief is generally low.  Drainage is typically depressional \"pot holes\", intermittent ponds or elongated swales but some areas are dissected by shallow drainageways that form low ridges where the Simona soils occur on the ridge tops.  The soils formed in calcareous sandy sediments over fractured indurated caliche that grades to softer caliche material below.  It has been considerably modified in its upper part by recent environmental factors.  The climate is arid to semiarid continental. The average annual temperature ranges from about 58 to 70 degrees F. and the average annual precipitation ranges from 8 to about 14 inches with a marked late summer maximum.  The Thornthwaite P-E Index ranges from about 14 to 30. The frost free period is 180 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berino, Bigetty, Cacique, Pajarito, Pintura, Tencee, Tonuco and Upton soils.  Berino soils are in depressional areas and have argillic horizons.  Bigetty soils are in the depressions and have mollic epipedons.  Cacique soils have argillic and petrocalcic horizons. Pajarito and Pintura soils are on plains and fans and lack petrocalcic horizons.  Tencee and Upton soils have carbonatic mineralogy.  Tonuco soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used principally for rangeland.  Native vegetation is mainly short and mid grasses, largely grama grass plus a minor proportion of sand bluestem and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern New Mexico and southwestern Texas.  It is of large extent. MLRAs 42, 77C, 77D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lea County, New Mexico, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 8 inches. (A horizon)\nPetrocalcic horizon - the zone from 16 to 30 inches. (Bkm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data Sample numbers: S87NM 015 007, S59NM 013 011, S88NM 013 100,"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 8 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak very thin platy structure in the upper 1/2 to 1 inch grading to weak fine subangular blocky structure; soft, very friable; many very fine roots; common very fine pores; 5 percent angular caliche gravel; common worm casts; slightly effervescent; moderately alkaline; gradual boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--8 to 16 inches; pale brown (10YR 6/3) fine sandy loam; brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable; many very fine and fine roots; common very fine and few fine pores; 10 percent caliche gravel; many worm casts; strongly effervescent; moderately alkaline; abrupt boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "Bkm",
        "top": 41,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkm-- 16 to 30 inches; whitish caliche, thick platy and indurated in the upper foot grading below into nodular partially cemented caliche; upper foot shows brownish internal bands parallel with the surface and locally of a hardness approaching 5 in the Moh's scale; nodular or \"mammillary\" surfaces indicative of deposition of calcium carbonate are common; the content of calcium carbonate exceeds 50 percent; (10 to 40 inches thick)"
      },
      {
        "name": "BCk",
        "top": 76,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk--30 to 80 inches; white (10YR 8/1); massive; soft calcium carbonate soil material with a loam texture; 15 percent strongly cemented caliche fragments, 25 percent moderately cemented caliche fragments; most caliche fragments have a laminar cap 1 to 2 mm thick; violently effervescent."
      }
    ]
  ]
}
