{
  "SERIES": "SIMONTON",
  "STATUS": "Established Series",
  "BYREV": "Rev.  MEJ/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "OVERVIEW": "The Simonton series consists of very deep, well drained soils on fan terraces, foothills, and mountainsides.  They formed in alluvium and colluvium weathered from acid igneous parent rock.  Permeability is moderately slow.  Slopes are 0 to 30 percent.    The average annual precipitation is about 14 inches and the average annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Simonton loam on a 2 percent northeast aspect in small grain at an elevation of 5,000 feet.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine irregular pores; moderately acid (pH 5.8); clear smooth boundary.  (7 to 12 inches thick)\nBA--7 to 10 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine roots; many fine tubular pores; moderately acid (pH 5.7); abrupt smooth boundary.  (0 to 6 inches thick)\nBt1--10 to 19 inches; pale brown (10YR 6/3) clay loam, dark brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, sticky and plastic; many very fine and fine, few medium roots; many fine tubular pores; few faint clay films on vertical faces of peds and in pores; moderately acid (pH 6.0); clear smooth boundary.  (7 to 13 inches thick)\nBt2--19 to 32 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots; many fine tubular pores; many faint clay films on faces of peds and lining pores; slightly acid (pH 6.1); clear smooth boundary.  (10 to 15 inches thick)\nBt3--32 to 37 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; moderate fine and medium angular blocky structure; hard, firm, sticky and plastic; common fine roots; many fine tubular pores; many distinct clay films on faces of peds and lining pores; slightly acid (pH 6.3); clear broken boundary.  (3 to 6 inches thick)\nBt4--37 to 44 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine tubular pores; few distinct clay films on faces of peds and lining pores; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 9 inches thick)\nBt5--44 to 52 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; common fine tubular pores; few faint clay films on faces of peds and clay bridging sand grains; about 5 percent pebbles; slightly acid (pH 6.2); abrupt smooth boundary.  (4 to 12 inches thick)\nBC--52 to 62 inches; very pale brown (10YR 7/3) sandy loam, brown (7.5YR 4/4) moist; moderate coarse platy structure; slightly hard, friable, slightly sticky and slightly plastic; about 5 percent pebbles, slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Camas County, Idaho; about 1 mile south and 2 miles east of Fairfield, Idaho; 75 feet north and 1,200 feet west of the southeast corner of section 14, T.1S., R.14E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 47 degrees F.\nAverage summer soil temperature - 60 to 65 degrees F.\nMollic epipedon thickness - 10 to 16 inches\nDepth to the base of the argillic - 35 to 61 inches\nBase saturation in some part above 30 inches - 50 to 75 percent\nClay content, control section average - 18 to 32 percent\nReaction - strongly acid through neutral\nSand percentage, control section - more than 30 percent, coarser than very fine sand\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3\nBt horizon\nColor hue - 5YR through 10YR\nValue - 4 through 7 dry, 3 through 5 moist\nChroma - 3 through 6 dry or moist\nTexture - L, SCL, CL, or GR-SCL\nFine gravel content - 0 to 25 percent\nBC horizon\nTexture - SL, LS, LCOS, SCL, L\nSome pedons have up to 65 percent fine gravel in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buffom, Carmack, Elkcreek, Johnson, Mojo, Molyneux, Muldoon, Skelter (T), Suloaf, and Trojan series.  Buffom soils are 40 to 60 inches to bedrock.  Carmack and Suloaf soils have an O horizon and less than 30 percent sand coarser than very fine sand in the control section.  Elkcreek and Mojo soils are 20 to 40 inches deep to bedrock.  Johnson soils have an O horizon and a solum 40 to 60 inches thick.  Molyneux and Muldoon soils have less than 30 percent coarser than very fine sand.  Skelter soils have Bq horizons.  Trojan soils have an O horizon and are dry more than 80 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Simonton soils are on alluvial fan terraces, mountainsides, and foothills and have slopes of 0 to 30 percent.  Elevations are 4,500 to 6,200 feet.  The soils formed in alluvium and colluvium weathered from granite, andesite, rhyolite and minor amounts of basalt.  The average annual precipitation is 12 to 20 inches.  The average January temperature is 15 degrees F., the average July temperature is 66 degrees F., and the average annual temperature is 40 to 45 degrees F.  The frost-free period is about 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bauscher, Brinegar, Elkcreek, Rands, Riceton, and Vodermaier soils.  Bauscher soils have a mollic epipedon thicker than 16 inches.  Brinegar soils are moderately well drained and have a mollic epipedon thicker than 20 inches.  Elkcreek soils are 20 to 40 inches deep to bedrock.  Rands soils have clayey B2t horizons.  Riceton soils have a coarse-loamy and Vodermaier soils have a sandy control section and have mollic epipedons thicker than 20 inches.  Bauscher, Elkcreek, Rands, Riceton, and Vodermaier are on the same landscape as Simonton.  Brinegar soils are on flood plain and low stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for nonirrigated and irrigated cropland, but used for range in some areas.  Crops are small grain and alfalfa hay.  Native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Idaho and northern Nevada.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Camas County, Idaho, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - the zone from the surface to 10 inches (A and BA horizons)\nArgillic horizon - the zone from 10 to 52 inches (Bt horizons)\nParticle size control section - upper 20 inches of the argillic, 10 to 30 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
