{
  "SERIES": "SINAMOX",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFA/AON",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sinamox silt loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA11--0 to 3 inches; black (10YR 2/1) silt loam, grayish brown (10YR 5/2) dry; weak medium platy and weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; neutral (pH 6.6); abrupt smooth boundary.  (2 to 6 inches thick)\nA12--3 to 9 inches; black (10YR 2/1) silt loam, grayish brown (10YR 5/2) dry; weak fine granular and weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; neutral (pH 6.6); clear wavy boundary.  (5 to 8 inches thick)\nA3--9 to 24 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 4/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; neutral (pH 6.8); clear wavy boundary.  (0 to 15 inches thick)\nB2--24 to 33 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; neutral (pH 6.8); clear wavy boundary.  (8 to 15 inches thick)\nIIC1--33 to 49 inches; brown (10YR 4/3) gravelly clay loam, pale brown (10YR 6/3) dry; massive; hard, firm, sticky and plastic; few very fine roots; common very fine tubular pores; neutral (pH 7.2); clear wavy boundary.  (14 to 20 inches thick)\nIIC2ca--49 to 63 inches; dark yellowish brown (10YR 4/4) silty clay, light yellowish brown (10YR 6/4) dry; massive; extremely hard, very firm, sticky and very plastic; weakly calcareous; moderately alkaline (pH 8.2); abrupt wavy boundary.  (0 to 20 inches thick)\nIVC3r--63 to 70 inches; dark brown (10YR 4/3) semiconsolidated very cobbly breccia; extremely hard and extremely firm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon; SW1/4 SW1/4 SW1/4 section 12, T. 4 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  In most years the soils are usually dry and dry throughout the control section for 90 to 110 consecutive days within the 4 months following the summer solstice.  The soils are moist during the winter.  The mean annual soil temperature ranges from 49 to 53 degrees F.  The solum thickness and depth to the IIC horizon range from 30 to 40 inches.  Depth to the paralithic contact ranges from 40 to more than 60 inches.  The mollic epipedon is 20 to 36 inches thick.  The 10 to 40-inch control section has 18 to 25 percent clay and more than 15 percent coarser than very fine sand.  The rock fragments range from 0 to about 5 percent in the solum and 25 to 60 percent in the IIC horizon.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry and 1 or 2 moist.  It is silt loam and has 12 to 20 percent clay.  This horizon has weak platy and weak or moderate granular and weak or moderate subangular blocky structure.\nThe B horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 moist and dry.  It is silt loam and has 20 to 27 percent clay.  This horizon has weak or moderate subangular blocky structure.\nThe IIC horizon has value of 5 or 6 dry, and chroma of 3 or 4 dry and moist.  It is gravelly or very gravelly and is loam, heavy loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alicel, Anaverde, Calimus, Linville, Soquel, Sweeney and Watama series.  All of these soils except Calimus are usually moist.  Alicel soils have loam or clay loam texture throughout the upper 40 inches.  Anaverde soils have loam or light clay loam texture with 22 to 32 percent clay, have schist rock fragments and have schist bedrock at depths of 40 to 60 inches.  Calimus soils lack a silt loam texture in any part.  Linville soils have 15 to 35 percent rock fragments in the B2 horizon.  Soquel soils lack a silt loam texture and rock fragments in any part.  Sweeney soils have sandy clay loam, clay loam, or heavy loam A and B2 horizons and fine sandy loam B3 and C horizons.  Watama soils are 20 to 40 inches deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sinamox soils have nearly level to very steep north-facing slopes with gradients up to 70 percent and are at elevations of 1,500 to 2,500 feet.  The soils formed in loess and mixed gravelly colluvium.  The climate is semiarid with a mean annual precipitation of 10 to 12 inches.  Summers are warm and dry with an average temperature of 66 degrees F.  Winters are cool and moist with an average temperature of 34 degrees F.  The mean annual temperature is 48 to 52 degrees F.  The frost-free period (32 degrees F.) is 120 to 170 days and for (28 degrees F.) is 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sherar soils.  Sherar soils have a cobbly clay loam surface layer, an argillic horizon and are 20 to 40 inches deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for production of grain crops.  Other uses are hay and range.  Vegetation is mainly Idaho fescue, bluebunch wheatgrass and Sandberg bluegrass."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": null
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
