{
  "SERIES": "SINKLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AVY/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Vitrandic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sinkler ashy silt loam, forested; on a southeast-facing slope of 26 percent at an elevation of 945 meters. (Colors are for dry soil unless otherwise stated). When described on August 24, 2006, the soil was dry to 70 cm and slightly moist below.\nOi -- 0 to 1 cm; slightly decomposed needles, twigs, leaves, bark and cones. (1 to 3 cm thick)\nOe -- 1 to 3 cm; moderately decomposed organic matter mixed with 1980 Mt. St. Helen's ash. (0 to 3 cm thick)\nA -- 3 to 15 cm; grayish brown (10YR 5/2) ashy silt loam; dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure parting to moderate medium and coarse granular; soft, very friable, non-sticky and non-plastic; many very fine, fine and common medium roots; many very fine and common fine tubular pores; 3 percent fine gravel; moderately acid (pH 5.6); abrupt wavy boundary. (8 to 20 cm thick)\nEBt1 -- 15 to 30 cm; pale brown (10YR 6/3) ashy silt loam; brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable; non-sticky and non-plastic; common very fine, fine and common medium and few coarse roots; many very fine and few fine tubular pores; very few faint clay films on faces of peds and in pores and few faint light gray (10YR 7/2) silt coats in root channels; 5 percent fine gravel; moderately acid (pH 5.9); clear wavy boundary. (10 to 25 cm thick)\nEBt2 -- 30 to 51 cm; pale brown (10YR 6/3) silt loam; dark yellowish brown (10YR 4/4) moist; strong fine and medium subangular blocky structure; hard, firm, slightly sticky and non-plastic; common very fine, fine and common medium and few coarse roots; many very fine and fine tubular pores; few distinct clay films on faces of peds and in pores and few faint light gray (10YR 7/2) silt coats in root channels; 3 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary. (combined thickness of EBt2 horizons is 23 to 63 cm thick)\nBtE -- 51 to 71 cm; light yellowish brown (10YR 6/4) silt loam; brown (7.5YR 4/4) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine, fine and few medium and common coarse roots; many very fine and fine and few medium tubular pores; common distinct strong brown (7.5YR 5/6) clay films on faces of peds and in pores and few faint light gray (10YR 7/2) silt coats on faces of peds and in root channels; 3 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (0 to 38 cm thick)\nBt -- 71 to 97 cm; light yellowish brown (10YR 6/4) silt loam; brown (7.5YR 4/4) moist; strong fine and medium angular blocky structure; very hard, extremely firm, slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots; many very fine and fine tubular pores; common prominent clay films (7.5YR 5/6) on faces of peds and in pores and few distinct light gray (10YR 7/2) silt coats on vertical faces of peds and in root channels; very few prominent organoargillans along root channels; 10 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (0 to 41 cm inches thick)\nBtb -- 97 to 130 cm; brown (7.5YR 5/4) silt loam; dark brown (7.5YR 3/4) moist; strong fine and medium angular blocky structure; extremely hard, slightly rigid, moderately sticky and moderately plastic; common very fine, fine and few medium and coarse roots between peds; many very fine and few fine tubular pores; common prominent strong brown (7.5YR 5/6) clay films on faces of peds and in pores and root channels and few distinct light gray (10YR 7/2) silt coats on vertical faces of peds and in root channels; very few prominent organoargillans along root channels; 5 percent gravel, slightly acid (pH 6.1); gradual wavy boundary. (23 to 59 cm thick)\nBtxb -- 130 to 152 cm; light brown (7.5YR 6/4) silty clay loam; brown (7.5YR 4/4) moist; moderate medium and coarse angular blocky structure; extremely hard, slightly rigid, moderately sticky and moderately plastic; few very fine, fine and medium roots between peds; many very fine tubular pores; common prominent strong brown (7.5YR 5/6) clay films on faces of peds and in pores and root channels and few distinct light gray (10YR 7/2) silt coats on vertical faces of peds and in root channels; very few prominent organoargillans along root channels; approximately 40 percent fragic material; 10 percent gravel; moderately acid (pH 6.0); gradual wavy boundary. (15 to 38 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benewah County, Idaho; about 4 kilometers northwest of Plummer, ID; about 128 meters south and 515 meters west of the northeast corner of section 10, T.46N., R.5W.; USGS Plummer topographic quadrangle; Latitude 47, degrees 21 minutes, 1 second North; Longitude 116 degrees, 56 minutes, 40 seconds West; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\n(Depth to diagnostic horizons and features measured from the top of the first mineral layer.)\nSoil moisture - usually dry for 45 to 60 consecutive days mid-July to mid-September, moist mid-September to mid-July (xeric moisture regime)\nAverage annual soil temperature - 6 to 8 degrees C\nAverage summer soil temperature - 11 to 12 degrees C with an O horizon (frigid temperature regime)\nEstimated properties of the volcanic ash influenced layer:\nVolcanic ash influence - 18 to 30 cm thick in surface layers\nVolcanic glass content - 5 to 15 percent\nAcid-oxalate extractable Al + Fe - 0.40 to 1.0 percent\nMoist bulk density, grams/cubic centimeter - 1.0 to 1.2 g/cc\nPhosphate retention - 25 to 55 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3, dry or moist\nTexture - ashy silt loam\nClay content - 9 to 20 percent\nGravel content - 0 to 5 percent, fine\nReaction - 5.6 to 6.5\nEBt, BtE and Bw horizons\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 3 or 4, dry or moist\nTexture - ashy silt loam in the upper part, silt loam in the lower part\nClay content - 10 to 25 percent\nGravel content - 0 to 5 percent, fine\nReaction - 5.6 to 6.5\nBt horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 to 6, dry or moist\nTexture - silt loam, silty clay loam\nClay content - 20 to 30\nGravel content - 0 to 10 percent\nReaction - 5.6 to 6.5\nBtb horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 to 5 moist\nChroma - 3 or 4 dry, 4 to 6 moist\nTexture - silt loam, silty clay loam\nClay content - 20 to 33 percent\nGravel content - 0 to 10 percent\nReaction - 5.6 to 6.5\nBtxb horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 or 4 dry, 4 to 6 moist\nTexture - silty clay loam or silt loam\nClay content - 23 to 37 percent\nFragic material - 10 to 40 percent\nGravel content - 0 to 10 percent\nReaction - 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nLongpen soils: have 2Btb horizons; do not have fragic properties\nTalmaks soils: do not have fragic properties in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sinkler soils are on southeast- to northwest-facing shoulders and backslopes of hills and loess-covered basalt plateaus at elevations of 635 to 1,078 meters. Slopes range from 0 to 40 percent. These soils formed in loess and reworked loess, which contains a small amount of volcanic ash in the upper layers. The average annual air temperature ranges from 5.6 to 8 degrees C. The average annual precipitation is 635 to 1080 mm. The average frost-free period is 80 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benewah, Carlinton, Reggear and Arson series. Benewah soils are on lower-gradient shoulders and backslopes of hills and have a seasonally perched water table at 30 to 61 cm. Carlinton soils are on summits and shoulders of hills and broad interfluves and are moderately deep to a fragipan. Reggear soils are on concave and north-facing sideslopes of hills and basalt plateaus, are moderately deep to a fragipan, and have a udic moisture regime. Arson soils are on higher-gradient, convex shoulders and backslopes of hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation, and some areas are cleared for cultivation. Potential natural overstory vegetation is mainly grand fir, Douglas-fir, and ponderosa pine with an understory of mallow ninebark, common snowberry, creambush oceanberry, elk sedge, and pine reedgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Idaho and possibly eastern Washington. This series is not extensive. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 2013. The name is from a county road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 cm to 15 cm (the Oi, Oe, and A horizons).\nVitrandic feature - the zone from 3 to 30 cm (the A and EBt1 horizons).\nArgillic horizon - the zone from 51 to 152 cm (the BtE, Bt, Btb and Btxb horizons).\nParticle-size control section - The zone from 51 to 101 cm (the BtE, Bt and part of the Btb horizon).\nFragic properties (does not meet criteria for a fragipan) - 5 to 40 percent by volume with moist peds having a brittle manner of failure below 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
