{
  "SERIES": "SINKSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/MCS",
  "REVDATE": "12/1999",
  "STATES": "UT,WY",
  "OVERVIEW": "The Sinkson series consists of very deep, well drained soils that formed in material weathered from red bed sandstone and siltstone.  Sinkson soils are on alluvial fans, fan aprons, and valley fills.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 14 inches, and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sinkson loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; yellowish red (5YR 4/6) loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; slightly effervescent, calcium carbonate disseminated; moderately alkaline; abrupt wavy boundary.  (1 to 6 inches thick)\nBky--3 to 14 inches; yellowish red (5YR 5/6) loam, red (2.5YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; strongly effervescent, calcium carbonate disseminated and as few fine soft masses; few fine soft masses of gypsum; moderately alkaline; clear wavy boundary.  (0 to 15 inches thick)\nC--14 to 60 inches; yellowish red (5YR 5/6) silt loam, red (2.5YR 4/6) moist; massive; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots to 20 inches; strongly effervescent, calcium carbonate disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; about 2,500 feet east and 3,500 feet north of the SW corner of sec. 11, T. 40 N., R. 91 W. Arapahoe Butte Quadrangle. 43 degrees 27 minutes 5 seconds north latitude and 107 degrees 43 minutes 33 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly effervescent material is 0 to 10 inches.  The mean annual soil temperature is about 42 to 47 degrees F., and the mean summer soil temperature is about 59 to 63 degrees F.  The 10- to 40-inch control section is silt loam, loam, clay loam, or sandy clay loam with 18 to 35 percent clay and more than 15 percent fine sand or coarser.  Fine sandstone or siltstone fragments typically range from 0 to 15 percent but may range to 35 percent.  EC is less than 4 mmhos throughout.\nThe A horizon has hue of 7.5YR through 10R, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 through 6.\nThe C horizon has hue of 5YR through 10R, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 6.  A Bk or Bky horizon is present in some pedons.  Calcium carbonate and gypsum occur throughout this horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Alldown, Delphill, Delridge, Kerhayden, and Poposhia series. Alldown, Delphill, Delridge, and Poposhia soils have hue of 7.5YR or yellower throughout.  Kerhayden soils are usually moist in some parts for 60 or more consecutive days when the soil temperature is 41 degrees F. or warmer.  In addition, Delphill soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sinkson soils are on alluvial fans, fan aprons, and valley fills in cold intermountain basins.  Slopes are 0 to 30 percent.  The soils formed in calcareous material weathered from reddish siltstone or sandstone.  Elevation is 6,500 to 7,800 feet.  The mean annual precipitation is 10 to 14 inches.  In Colorado  elevations are as high as 8,600 feet, and precipitation is as high as 19 inches.  The mean annual temperature is 42 to 46 degrees F., and the mean summer temperature is 53 to 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Thermopolis soils and the competing Poposhia soils.  Thermopolis soils have a paralithic contact at depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow and medium runoff; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Some areas are irrigated for the production of pasture and hay.  Native vegetation is western wheatgrass, Sandberg bluegrass, prairie junegrass, needleandthread, big sagebrush, and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the cold intermountain basins of Wyoming and Colorado. Series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, Lander Area; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches (A)\nMLRR - D\nSIR - WY0250, WY0899, WY1285"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; yellowish red (5YR 4/6) loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; slightly effervescent, calcium carbonate disseminated; moderately alkaline; abrupt wavy boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "Bky",
        "top": 8,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bky--3 to 14 inches; yellowish red (5YR 5/6) loam, red (2.5YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; strongly effervescent, calcium carbonate disseminated and as few fine soft masses; few fine soft masses of gypsum; moderately alkaline; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--14 to 60 inches; yellowish red (5YR 5/6) silt loam, red (2.5YR 4/6) moist; massive; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots to 20 inches; strongly effervescent, calcium carbonate disseminated; moderately alkaline."
      }
    ]
  ]
}
