{
  "SERIES": "SINNACUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JBF-TM-JVC",
  "REVDATE": "06/2017",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over loamy-skeletal, glassy over mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sinnacut very gravelly ashy loamy sand--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 40 percent gravel, 1 percent cobbles, 1 percent stones, and 1 percent boulders.\nA1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common fine interstitial pores; 40 percent subangular 2 to 5 mm gravel; slightly acid (pH 6.2); clear smooth boundary.  (3 to 13 cm thick)\nA2--3 to 23 cm; brown (10YR 5/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and few medium roots; many fine interstitial and few very fine tubular pores; 25 percent subangular 2 to 5 mm gravel; slightly acid (pH 6.5); clear wavy boundary.  (10 to 25 cm thick)\nBt1--23 to 48 cm; brown (10YR 5/3) very gravelly ashy coarse sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots and few medium roots; many fine interstitial and few very fine tubular pores; 5 percent faint clay bridges between sand grains; 35 percent subangular 2 to 5 mm gravel; neutral (pH 6.8); clear wavy boundary.  (18 to 38 cm thick)\nBt2--48 to 61 cm; brown (10YR 5/3) very gravelly ashy coarse sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine to medium roots; many fine interstitial and few very fine tubular pores; 5 percent faint clay bridges between sand grains; 5 percent subangular 5 to 75 millimeter gravel and 35 percent subangular 2 to 5 mm gravel; neutral (pH 6.8); clear wavy boundary.  (10 to 25 cm thick)\n2Bt3--61 to 89 cm; yellowish brown (10YR 5/4) very gravelly coarse sandy loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; many fine interstitial and few very fine tubular pores; 5 percent faint clay bridges between sand grains; 10 percent subangular cobbles, 20 percent subangular 5 to 75 mm gravel, and 25 percent subangular 2 to 5 millimeter gravel; neutral pH (6.8); clear smooth boundary.  (12 to 38 cm thick)\n2Cr--89 to 114 cm; weathered granodiorite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; in the Bodie Hills about 2.1 kilometers northeast of Conway Summit; approximately 335 meters north and 640 meters west of the southeast corner of section 24, T. 3 N., R. 25 E.; USGS Lundy 7.5 minute topographic quadrangle; latitude 38 degrees 6 minutes 4.0 seconds N and longitude 119 degrees 10 minutes 1.0 seconds W; WGS84 Decimal Degrees 38.1011111 latitude, -119.1669444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section during fall, winter, and spring; usually dry from July through early October; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 50 to 76 cm; includes the Bt1 and Bt2 horizons.\nDepth to major lithologic discontinuity: 37 to 62 cm.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock.\nParticle-size control section - Clay content: Averages 12 to 18 percent;\nRock fragments: Averages 35 to 60 percent, mainly 2 to 5 mm diameter gravel.  Lithology of rock fragments is granitic rocks such as granodiorite and granite.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 or 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 40 to 70 percent in the coarse silt through fine sand fractions.\nBt1 and Bt2 horizons\nChroma: 2 or 3 dry or moist.\nTexture: Very gravelly ashy coarse sandy loam or very gravelly ashy sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 30 to 50 percent in the very fine sand and fine sand fractions.\n2Bt3 horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly coarse sandy loam or very gravelly sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 0.5 to 1 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bodiehill series.  Bodiehill soils are very deep and average 60 to 85 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sinnacut soils are on mountains and hills.  They typically occur on backslope positions. They formed in residuum and colluvium derived from granitic rocks with surficial additions of eolian volcanic ash.  The probable sources of the volcanic ash are the Mono Craters and Long Valley Caldera in eastern California.  Slopes are 4 to 30 percent.  Elevations range from 2,075 to 2,595 meters.  The climate is semiarid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 350 to 400 mm, the mean annual temperature is 6 to 7 degrees C., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rancheria and Rattlegulch soils.  Rancheria soils have paralithic contacts at depths of 36 to 50 cm and have mollic epipedons less than 50 cm thick.  Rattlegulch soils have paralithic contacts at depths of 18 to 36 cm and have mollic epipedons less than 25 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low or medium surface runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sinnacut soils are used for rangeland, recreation, watershed, and wildlife habitat.  The native vegetation is mainly mountain big sagebrush, antelope bitterbrush, western needlegrass, and currant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, in the western part of the Great Basin.  These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 61 cm (A1, A2, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 23 to 89 cm (Bt1, Bt2, and 2Bt3 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 61 cm (A1, A2, Bt1, and Bt2 horizons).\nMajor lithologic discontinuity - The change to loamy-skeletal material at 61 cm (between the Bt2 and 2Bt3 horizons).\nParalithic contact - The boundary at 89 cm to underlying weathered bedrock (2Cr layer).\nParticle-size control section - The zone from 23 to 89 cm (Bt1, Bt2, and 2Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
