{
  "SERIES": "SISCAB",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFS/DJ/RLB/JBF",
  "REVDATE": "11/2019",
  "STATES": "NV",
  "OVERVIEW": "The Siscab series consist of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from granitic rocks.  Siscab soils are on predominantly south facing mountain sideslopes. Slopes are 15 to 75 percent. The mean annual precipitation is about 360 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Siscab gravelly loamy coarse sand, rangeland.  (Colors are for dry soils unless otherwise noted.) The soil surface is covered with 5 percent boulders and 20 percent gravel.\nA1--0 to 3 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine tubular pores; 5 percent boulders and 20 percent gravel; slightly acid (6.4); clear wavy boundary. (3 to 5 cm thick)\nA2--3 to 8 cm; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure parting to weak medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine tubular pores; 30 percent gravel; neutral (pH 6.6); abrupt wavy boundary. (0 to 10 cm thick)\nBt--8 to 20 cm; brown (10YR 4/3) gravelly clay loam, dark brown (7.5YR 3/2) moist; strong fine and medium subangular blocky structure; hard, friable, moderately sticky and very plastic; common fine and medium roots; common fine and medium tubular pores; common distinct clay films on faces of peds and lining pores; 20 percent gravel; neutral (pH 6.8) clear irregular boundary. (10 to 25 cm thick)\nCr--20 cm; soft, highly weathered granitic grus with clay coating on fractures faces and few very fine roots along fractures; below a depth of 33 cm pockets of hard angular granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; in the Bilk Creek Mountains; about 700 feet east and 2500 feet north of the southwest corner of section 10, T. 46 N., R. 31 E.; USGS Wilder Creek Ranch 7.5 minute topographic quadrangle; latitude 41 degrees 52 minutes 41 seconds N and longitude 118 degrees 30 minutes 05 seconds W; WGS84 Decimal Degrees 41.8780556 latitude, -118.5013889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry late July through early October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nMollic epipedon thickness: 15 to 36 cm (includes all of argillic or Bt horizon).\nDepth to paralithic contact: 15 to 36 cm.\nReaction:  Slightly acid or neutral.\nParticle-size control section - Clay content: Average 18 to 27 percent.\nRock fragments: 15 to 35 percent, predominantly 2 to 5 mm size gravel.\nA horizon\nHue:  10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3\nBt horizon\nHue:  10YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nClay content: Average 27 to 35 percent.\nTexture: Gravelly clay loam or gravelly sandy clay loam.\nConsistence: Slightly sticky or sticky and slightly plastic to very plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   These are the Arclay, Crawley, Luppino, Nomisurvey, and Wedekind series.\nArclay soils are 36 to 50 cm deep over weathered bedrock and 100 to 150 cm to lithic contact. Crawley soils have less than 15 percent gravel. Luppino soils have mollic epipedons that do not include any part of the argillic horizon and also have hard bedrock within 76 cm. Nomisurvey and Wedekind soils have 20 to 27 percent clay in the Bt horizon and the rock fragments are not dominated by 2 to 5 mm sized gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Siscab soils are on mountain sideslopes, predominantly south facing slopes.  These soils formed in residuum and colluvium derived from granitic rocks. Slopes are 15 to 75 percent. Elevations are 1,520 to 2,290 meters. The climatic is cool, continental with cold, moist winters and cool, dry summers. The mean annual precipitation is 300 to 400 mm.  Mean annual air temperature is 8 to 11 degrees C, and the frost-free season is 100 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Tosp and Ola series. Tosp and Ola soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. The present vegetation is mainly mountain big sagebrush, antelope bitterbrush, bluebunch wheatgrass and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Nevada.  These soils are not extensive. MLRA 23, 24 and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, East Part, Nevada, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 20 cm.  (A1, A2 and Bt horizons)\nArgillic horizon - The zone from 8 to 20 cm (Bt horizon).\nParalithic contact -The boundary at 20 cm (Cr horizon).\nAridic feature - Have an aridic soil moisture regime bordering on xeric.\nParticle-size control section - The zone from the surface to 20 cm (A1, A2 and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
