{
  "SERIES": "SISKIWIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSE-LMC-JJJ",
  "REVDATE": "01/2011",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Siskiwit loamy fine sand, on a southwest-facing slope of 5 percent, under a hardwood forest. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 2 inches; black (5YR 2.5/1) highly decomposed plant material; many very fine roots to many very coarse roots; strongly acid, pH 5.1, pH meter 1:1 water; abrupt wavy boundary.\nE--2 to 8 inches; reddish gray (5YR 5/2) loamy sand, pink (5YR 7/3) dry; weak medium subangular blocky structure; very friable; many very fine to very coarse roots; moderately acid, pH 5.6, pH meter 1:1 water; clear wavy boundary. (0 to 10 inches thick)\nBhs--8 to 11 inches; dark reddish brown (5YR 3/3) fine sandy loam; moderate medium subangular blocky structure; firm; 75 percent moderately cemented ortstein; many very fine roots to coarse roots; moderately acid, pH 5.6, pH meter 1:1 water; abrupt irregular boundary. (0 to 10 inches thick)\nBs1--11 to 16 inches; dark brown (7.5YR 3/4) loamy sand; moderate medium subangular blocky structure; firm; 35 percent weakly to moderately cemented ortstein with tongues extending to 30 inches; common very fine and medium roots; strongly acid, pH 5.2, pH meter 1:1 water; clear irregular boundary.\nBs2--16 to 28 inches; brown (7.5YR 4/4) loamy fine sand; weak thick platy structure; very friable; common fine and very fine roots; moderately acid, pH 5.8, pH meter 1:1 water; gradual wavy boundary. (Combined thickness of Bs horizon is 4 to 27 inches.)\nE/B--28 to 34 inches; 60 percent brown (7.5YR 5/4) sand (E)and 40 percent brown (7.5YR 4/4) fine sand (B); weak very thick platy structure; very friable; few very fine and fine roots; common fine vesicular and very fine vesicular pores; 15 percent medium distinct strong brown (7.5YR 4/6), moist, masses of oxidized iron; moderately acid, pH 6.0, pH meter 1:1 water; gradual wavy boundary.\nB/E--34 to 55 inches; 65 percent brown (7.5YR 5/3) fine sand (Bt) and 35 percent brown (7.5YR 4/4) sand and loamy sand (E); weak very thick platy structure; very friable; few very fine roots; 5 percent medium distinct brown (7.5YR 4/2) and 15 percent medium distinct strong brown (7.5YR 4/6) masses of oxidized iron; moderately acid, pH 6.0, pH meter 1:1 water; clear smooth boundary. (0 to 24 inches thick)\nC--55 to 80 inches; reddish brown (5YR 4/3) stratified gravelly sand, sand and loamy sand; single grain; loose; 15 percent gravel; moderately acid, pH 5.9, pH meter 1:1 water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ontonagon County, Michigan; .75 mile north of Bergland; 240 feet west and 1135 feet south of the northeast corner of sec. 32, T. 49 N., R. 42 W.; Bergland Township; USGS Bergland, MI topographic quadrangle; UTM zone16, 5164348 meters northing and 302837 meters easting, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to greater than 80 inches, and depth to the B/E horizon ranges from 14 to 39 inches. Cobble content ranges from 0 to 35 percent by volume in the surface layers, and from 0 to 15 percent by volume in the subsoil and substratum. Gravel content ranges from 0 to 25 throughout the soil. Typically stones cover from less than .01 percent of the surface to 0.1 percent of the surface.\nSome pedons have an A horizon. The A horizon has hue of 5YR, 7.5YR, or 10YR, or is neutral, value of 2 or 3, and chroma of 0 to 2. It is loamy sand, fine sandy loam, loamy fine sand, or sandy loam, or gravelly or cobbly analogues of these textures. Reaction ranges from extremely acid to slightly acid.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 to 6, and chroma of 2 or 3. It is loamy sand, loamy fine sand, fine sandy loam, fine sandy loam, or sandy loam, or the gravelly or cobbly analogues of these textures. Reaction ranges from extremely acid to slightly acid.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 3, and chroma of 2 or 3. It is loamy sand, fine sandy loam, loamy fine sand, sandy loam or the gravelly or cobbly analogues of these textures. Reaction ranges from extremely acid to moderately acid.\nThe Bs1 horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5, and chroma of 3 to 6. It is loamy sand, fine sandy loam, loamy fine sand, sandy loam or the gravelly or cobbly analogues of these textures. Weakly cemented ortstein is in the Bhs and Bs1 horizons of some pedons. Reaction ranges from extremely acid to moderately acid.\nThe Bs2 horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. It is sand, loamy sand, loamy fine sand, or the gravelly or cobbly analogues of these textures. Reaction ranges from very strongly acid to slightly acid. In some pedons individual subhorizons of the Bhs or Bs horizons may be sandy loam, however, the 10 to 40 inch particle size control section averages to sandy.\nThe E part of the B/E horizon is in the form of coatings on the faces of peds of Bt part, but in the E and Bt horizon the two kinds of material are in alternate bands. In the E and Bt horizon, the Bt bands range from 1/8 to 2 inches thick and have a cumulative thickness of greater than 6 inches within a depth of 80 inches. Some pedons have E, Bt, or E/B horizons.\nThe E part of these horizons has hue of 2.5YR, 5YR, or 7.5YR, value of 5 or 6, and chroma of 2 to 6. It is fine sand, sand, loamy sand, loamy fine sand, or gravelly or cobbly analogues of these textures. The Bt part has hue of 2.5YR, 5YR, or 7.5YR, value of 3 to 5, and chroma of 3 to 6. It is fine sand, loamy sand, loamy fine sand, fine sandy loam, sandy loam, or gravelly or cobbly analogues of these textures. The clay content of the argillic horizon ranges from 8 to 15 percent. The B/E horizon may exhibit some characteristics of a fragipan; it is firm when moist and hard when dry and has some brittleness. Reaction of the E/B, E and Bt, E, Bt, or B/E horizon ranges from very strongly acid to slightly acid.\nThe C horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 4 to 6, and chroma of 3 to 6. The C horizon ranges from uniform loamy sand to interbedded sand and loamy sand that contains some bands or pockets of sandy loam. Gravelly or cobbly analogues of these textures are allowed. It ranges from strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashwabay and Eauclaire series.  The Ashwabay series has a higher clay content below the spodic horizon.  The Eauclaire series does not have a glossic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Siskiwit soils formed in sandy deposits typically on ground moraines and end moraines, but in some places are on drumlins and islands of till surrounded by outwash. Slope ranges from 0 to 35 percent. Mean annual precipitation ranges from 26 to 33 inches, and the mean annual air temperature from about 41 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cathro, Gogebic, Kalkaska, Keweenaw, McMillan, Pequaming, and Tula soils.  The very poorly drained Cathro soils are in depressions and bogs.  The somewhat poorly drained Tula soils and moderately well drained Gogebic soils have a fragipan and are in similar landscape positions. The well drained Keweenaw and the poorly drained Pequaming soils form a drainage sequence and are in similar landscape positions.  The well drained McMillan have a higher sand content, and the somewhat excessively drained Kalkaska lack an argillic horizon and are in similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is negligible to high, dependent on slope. Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested with the primary species being sugar maple, eastern hemlock, northern red oak, paper birch, red maple, quaking aspen, yellow birch, and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Upper Peninsula of Michigan and northern Wisconsin. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ontonagon County, Michigan, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nalbic horizon - 2 to 8 inches (E horizon);\nspodic horizon - 8 to 28 inches (Bhs, Bs1, and Bs2 horizons);\nargillic horizon - 34 to 55 inches (B/E horizon);\nglossic horizon - 28 to 55 inches (E/B and B/E horizon).\nOnly series status, responsibility, and scrivener's errors changed - 4/09.\n1/18/2011-TYPE LOCATION error was corrected.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
