{
  "SERIES": "SISLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/TDT/JAL",
  "REVDATE": "01/2003",
  "STATES": "OR",
  "OVERVIEW": "The Sisley series consists of moderately deep, well drained soils on mountainous areas.  They formed in residuum and colluvium derived dominantly from schist.  Slopes are 2 to 70 percent.  The mean annual precipitation is about 22 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, frigid Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sisley very channery loam, woodland.  On a 60 percent convex south slope.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; partially decomposed needles, twigs and grass.\nA--1 to 4 inches; very dark grayish brown (10YR 3/2) very channery loam, brown (10YR 5/3) dry; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 45 percent gravel; neutral (pH 6.6); clear wavy boundary.  (2 to 6 inches thick)\nBw--4 to 9 inches; brown (10YR 4/3) very channery loam, pale brown 10YR 6/3) dry; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common fine tubular pores; 50 percent gravel; neutral (pH 6.8); clear wavy boundary. (2 to 8 inches thick)\nC--9 to 25 inches; grayish brown (10YR 5/2) extremely channery sandy loam, light gray (10YR 7/2) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; common fine tubular pores; 60 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (14 to 26 inches thick)\nR--25 inches; fractured schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; located about 5.5 miles east of the Dooley Mt. summit in the NE1/4SE1/4NE1/4 sec. 31, T. 11 S., R. 41 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in the moisture control section for 60 to 90 consecutive days following the summer solstice.  The mean annual soil temperature is 43 to 47 degrees F.  The solum is\n4 to 10 inches thick.  Depth to bedrock is 20 to 40 inches. The textural control section has 10 to 18 percent clay.  The surface has 0 to 10 percent cobbles and stones.  The rock fragments throughout the profile are channers and flagstones.  Some pedons have a 1 to 2 inch thick Cr layer above the bedrock.\nThe A horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 3 moist and dry.  It has 30 to 50 percent gravel and 0 to 10 percent cobbles.\nThe Bw horizon has value of 3 to 5 moist, 6 or 7 dry and chroma of 2 or 3 moist and 3 or 4 dry.  It has 30 to 50 percent gravel and 0 to 10 percent cobbles.  The fine earth texture is loam, silt loam, or sandy loam.\nThe C horizon has value of 4 to 6 moist, 6 or 7 dry and chroma of 2 to 4 moist and dry.  It has 35 to 60 percent gravel and 0 to 10 percent cobbles.  The fine earth texture is loam, silt loam, or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sisley soils are on south-facing mountainous areas.  They formed in residuum and colluvium derived dominantly from schist.  Slopes range from 2 to 70 percent.  Elevation is 4,000 to 6,000 feet.  The mean annual precipitation is 16 to 30 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brannan, Chambeam, Lostbasin and Sinker soils.  The Brannan soils have a volcanic ash mantle that is 14 inches or more thick. Chambeam and Sinker soils have a mollic epipedon that is 20\ninches or more thick.  Lostbasin soils have 18 to 35 percent clay in the textural control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is medium to rapid. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife, watershed, and livestock grazing.  The native vegetation is ponderosa pine and Douglas fir with an understory of elk sedge, pinegrass, Idaho fescue, common snowberry, spirea, antelope bitterbrush, heartleaf arnica, and wild strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Oregon.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nOchric epipedon - mollic colors only extend to a depth of 3 inches.\nLithic contact - 25 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; partially decomposed needles, twigs and grass."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 4 inches; very dark grayish brown (10YR 3/2) very channery loam, brown (10YR 5/3) dry; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 45 percent gravel; neutral (pH 6.6); clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--4 to 9 inches; brown (10YR 4/3) very channery loam, pale brown 10YR 6/3) dry; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common fine tubular pores; 50 percent gravel; neutral (pH 6.8); clear wavy boundary. (2 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 23,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely channery",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--9 to 25 inches; grayish brown (10YR 5/2) extremely channery sandy loam, light gray (10YR 7/2) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; common fine tubular pores; 60 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (14 to 26 inches thick)"
      },
      {
        "name": "R",
        "top": 64,
        "narrative": "R--25 inches; fractured schist."
      }
    ]
  ]
}
