{
  "SERIES": "SITAR",
  "STATUS": "Established Series",
  "BYREV": "REV:  JEB/JMD/RLT",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sitar silt loam--rangeland.  (Colors are for air-dry soil unless otherwise stated).\nA--0 to 3 inches; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; weak thin platy structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine vesicular pores; 10 percent pebbles; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.4); abrupt smooth boundary.  (2 to 7 inches thick).\nBw--3 to 8 inches; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium roots; many very fine, few fine tubular pores; 10 percent pebbles; strongly calcareous; carbonates are disseminated; strongly alkaline (pH 9.0); clear smooth boundary.  (0 to 7 inches thick.)\nBK1--8 to 14 inches; pale brown (10YR 6/3) very gravelly silt loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; many very fine tubular pores; 40 percent pebbles; very strongly calcareous; carbonates are in moderately thick coatings on rock fragments; very strongly alkaline (pH 9.4); clear smooth boundary.  (5 to 12 inches thick.)\nBK2--14 to 29 inches; very pale brown (10YR 7/3) very gravelly silt loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; 40 percent pebbles; strongly calcareous; carbonates are in moderately thick coatings on rock fragments; very strongly alkaline (pH 9.2); clear wavy boundary.  (8 to 16 inches thick.)\nC--29 to 60 inches; pale brown (10YR 6/3) very gravelly very fine sandy loam, pale brown (10YR 6/3) moist; weak fine subangular blocky structure; slightly hard, friable; few very fine roots; few very fine tubular pores; 50 percent pebbles; strongly calcareous; carbonates are in thin coatings on rock fragments; strongly alkaline (pH 9.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Box Elder County, Utah in the Big Pass area, about 20 miles southwest of Kelton, 1,600 feet west and 1,200 feet north of the southeast corner of sec. 30, T. 9 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The particle size control section averages less than 18 percent clay and less than 15 percent sand coarser than very fine sand.  Rock fragments range from 35 to 80 percent.  Depth to the calcic horizon ranges from 2 to 12 inches.  The mean annual soil temperature is 47 to 53 degrees F.  The moisture control section is usually dry, but is moist in some part 25 to 40 percent of the time when the soil temperature is above 41 degrees F.  It is usually dry in all parts for 45 to 60 consecutive days following the summer solstice.  The A horizon has chroma of 2 or 3.  It is slightly calcareous or moderately calcareous, and moderately alkaline or strongly alkaline.\nThe B horizon has value of 6 or 7 dry, 4 to 6 moist and chroma of 2 to 4.  It is very gravelly silt loam or extremely gravelly silt loam.  This horizon is moderately calcareous through very strongly calcareous and strongly alkaline or very strongly alkaline.\nThe C horizon has value of 6 or 7 dry, 4 to 6 moist and chroma of 2 to 4.  Texture ranges from fine sand to fine sandy loam, with more than 45 percent rock fragments.  This horizon is moderately calcareous, and strongly alkaline to very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Darkbull (T), Hiko Peak, Nekiver (T), Udaho (T) and Waycup series.  Darkbull and Hiko Peak soils average greater than 15 percent sand coarser than very fine sand in the particle size control section.  Nekiver soils are moderately deep to bedrock.  Udaho soils are moderately deep.  Waycup soils have extremely stony loam particle size control sections with more than 18 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sitar soils are on broad bajadas at elevations of 5,000 to 6,000 feet.  Slopes are 3 to 15 percent.  The soils formed in alluvium from limestone.  The mean annual precipitation is 8 to 12 inches. and the mean annual temperature is 45 to 51 degrees F.  The freeze-free period is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hiko Peak soils and the Pomat and Tarnach soils.  Pomat soils have less than 35 percent rock fragments in the particle size control section, and along drainages.  Tarnach soil are shallow to bedrock, and are on ridge tops and steeper slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Potential vegetation is Wyoming big sagebrush, bluebunch wheatgrass, shadscale, Indian ricegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Utah.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Box Elder County, Utah-Western Part, l984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - the zone from the surface to 3 inches (A horizon)\nCalcic horizon - the zone of carbonate accumulation from approximately 8 to 29 inches (BKl, BK2 horizons)\nXerollic feature - the moisture regime borders on Xeric, that is the precipitation that comes when the soils are cool or cold.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
