{
  "SERIES": "SITES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHR/GMK/DJE/AJT/DWB/AGB/TKK/JTW",
  "REVDATE": "12/2018",
  "STATES": "CA",
  "OVERVIEW": "The Sites series consists of deep or very deep, well drained soils formed in material weathered from metabasic and metasedimentary rocks. These soils are on mountains and have slopes of 2 to 75 percent. Mean annual precipitation is 1270 mm and the mean annual temperature is 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, mesic Xeric Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sites loam - on a north-facing slope of 20 percent under ponderosa pine, incense cedar, sugar pine, California black oak and Pacific madrone. (When described on May 3, 1966, the soil was moist throughout. Colors are for dry soil unless otherwise stated).\nOi--0 to 8 cm; pine needles, duff and partially decomposed litter.\nA1--8 to 25 cm; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/3) moist; strong fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many fine and medium tubular and interstitial pores; slightly acid (pH 6.2); clear smooth boundary. (8 to 20 cm thick)\nA2--25 to 43 cm; reddish brown (5YR 5/4) loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and coarse roots; common very fine and fine tubular and interstitial pores and many medium tubular and interstitial pores; moderately acid (pH 5.8); clear smooth boundary. (10 to 30 cm thick)\nBAt--43 to 61 cm; yellowish red (5YR 4/6) loam, reddish brown (5YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine, many medium and few coarse roots; common very fine and medium tubular and interstitial pores; common thin clay films line pores and on peds; moderately acid (pH 5.8); clear smooth boundary. (12 to 25 cm thick)\nBt1--61 to 81 cm; red (2.5YR 5/6) clay, red (2.5YR 4/6) moist; strong medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common very fine and few medium tubular and interstitial pores; many thin clay films line pores and on peds; strongly acid (pH 5.5); gradual smooth boundary. (15 to 40 cm thick)\nBt2--81 to 142 cm; red (2.5YR 5/8) clay, red (2.5YR 4/8) moist; strong medium and coarse angular and subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and common medium roots; common very fine and few medium tubular pores; continuous moderately thick clay films line pores and on peds; strongly acid (pH 5.3); gradual smooth boundary. (25 to 60 cm thick)\nBCt--142 to 183 cm light red (2.5YR 6/8) clay, red (2.5YR 4/8) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky, moderately plastic; common fine and medium roots; few fine tubular pores; many moderately thick clay films in pores and on peds; horizon contains reddish yellow (5YR 6/8) highly weathered parent material; very strongly acid (pH 4.8); clear irregular boundary. (25 to 45 cm thick)\nCr--183 to 198 cm; weathered schists and slates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Dorado County, California; 8 km (5 miles) east of Placerville, 300 meters north of the Blakeley Reservoir; 300 meters (1000 feet) northwest of the southeast corner section 1, T.10 N., R.11 E. WGS84 38.741790 latitude -120.702740 longitude. UTM Zone 10 699656  meters E 4290629 meters N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: the mean annual soil temperature at a depth of 50 cm is 8 to 15 degrees C. The difference between mean summer and winter soil temperature is greater than 6 degrees C. The soils have a mesic temperature regime.\nSoil moisture: the soil moisture control section is dry in all parts from about June to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s)\nOchric epipedon thickness: 10 to 45 cm\nArgillic horizon thickness: 65 to 180 cm\nDepth to paralithic contact: 100 to greater than 200 cm\nDepth to clay texture ranges from 35 to 90 cm.\nParticle size control section weighted averages:\nClay content: 35 to 60 percent\nRock fragments: 0 to 30 percent\nIron oxide plus gibbsite: greater than 20 percent by mass\nKaolinite: less than 40 percent by mass\nA horizon\nHue: 2.5YR, 5YR\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 3 to 8 dry or moist\nTexture: loam; sometimes silt loam or clay loam\nClay content: 15 to 40 percent\nRock fragments: 0 to 30 percent\nReaction: very strongly acid to slightly acid\nBt horizon\nHue: 2.5YR, 5YR\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 3 to 8 dry or moist\nTexture: clay loam, clay, silty clay, silty clay loam\nClay content: 30 to 65 percent\nRock fragments: 0 to 30 percent\nReaction: very strongly acid to moderately acidOrganic carbon: 1 to 3 percent throughout\nSome pedons have a BCt or C horizon and may contain 0 to 35 percent rock fragments, mainly gravel and cobbles. They range from extremely acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Aiken series. Aiken soils occur on lahars. They are greater than 90 cm to a horizon with clay texture."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sites soils occur on summits and backslopes of mountain slopes with slope gradients of 2 to 75 percent at elevations of 500 to 1200 meters. They formed in material weathered from metabasic and metasedimentary rocks. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 890 mm to 1825 mm, of which 1 to 10 percent occurs as snow. Mean annual air temperature is 10 to 14 degrees C, average January temperature about 4 degrees C, and average July temperature about 22 degrees C. The frost-free season is about 185 to 265 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boomer, Holland, Horseshoe, Jocal, Mariposa and Musick soils. All have argillic horizons and occur on backslopes of hills and mountains. Mariposa soils have a lithic contact with metasedimentary rock at a depth of 50 to 100 cm. Boomer, Holland, Horseshoe, Jocal and Musick soils have 18 to 35 percent clay in the particle size control section. Horseshoe soils occur on lahars and Tertiary-age terrace remnants. Jocal and Mariposa, like Sites, occur on metasedimentary rocks. Holland and Musick formed from intrusive igneous rocks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; saturated hydraulic conductivity is low to moderately low in the argillic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber, with some areas cleared and used for deciduous fruit orchards. Native vegetation is coniferous forest with associated hardwoods, including ponderosa pine, sugar pine, Douglas-fir, white fir, incense cedar, California black oak, tan oak, and Pacific madrone."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Primarily in the Sierra Nevada Mountains but also in the Southern Cascade Mountains, Central Coast California Coast Range, and the Siskyou-Trinity Area; MLRAs 22A, 22B, 15, and 5. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colusa Area, Colusa County, California, 1907."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section recognized in this pedon: 43 to 93 cm\nDiagnostic horizons and features recognized in this pedon:\nUmbric epipedon: 0 to 43 cm\nArgillic horizon: 43 to 183 cm\nDepth to clay texture: 61 cm\nThe correct classification for this pedon is Fine, parasesquic, mesic Xeric Palehumults although the concept and majority of the data support the Haplohumult great group.  Future work should consider a establishing a new type location that supports the Haplohumult great group.\nADDITIONAL DATA:\nNASIS User Pedon ID: 79-CA-09-001x\nPedon purpose: laboratory sampling location\nLab Source ID: UCDAVIS\nLab Pedon #: UCD7909001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
