{
  "SERIES": "SIWEEKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. VEB/TLA",
  "REVDATE": "03/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, glassy over mixed, superactive, mesic Vitrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Siweeka ashy fine sandy loam cropland, on a 6 percent north facing slope at 2,400 feet elevation. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and common medium roots; few very fine irregular pores; 5 percent gravel and 10 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; neutral (pH 7.1); clear wavy boundary. (6 to 10 inches thick)\nA--9 to 16 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine tubular pores; 5 percent gravel and 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; neutral (pH 7.1); clear wavy boundary. (0 to 8 inches thick)\nAB--16 to 27 inches; grayish brown (10YR 5/2) gravelly ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine tubular and few fine interstitial pores; 15 percent gravel, 5 percent cobbles and 15 percent sand-size ash, 0.5 to 2.0 mm. in diameter; neutral (pH 7.1); abrupt wavy boundary. (4 to 12 inches thick)\n2Bk--27 to 36 inches; gray (10YR 5/1) gravelly fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine tubular pores; 15 percent gravel, 5 percent cobbles; common distinct discontinuous coatings of secondary carbonates on rock fragments; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 10 inches thick)\n2Bkqm--36 to 42 inches; gray (5Y 5/1) weakly cemented duripan that crushes to very cobbly sandy loam, dark olive gray (5Y 3/2) moist with light brown (7.5YR 6/4) and very pale brown (10YR 8/2) moist, laminar caps; massive; very hard, extremely firm, nonsticky and nonplastic; few very fine interstitial pores; 25 percent gravel and 15 percent cobbles; many distinct continuous coatings of secondary carbonates and silica on surface and fractures of the duripan; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (4 to 10 inches thick)\n2Cdk--42 to 60 inches; dark gray (5Y 4/1) very cobbly sandy loam, dark olive gray (5Y 3/2) moist; massive; hard, extremely firm; nonsticky and nonplastic; 30 percent gravel and 30 percent cobbles; few fine filaments of secondary carbonates in fractures and seams; violently effervescent; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington. Approximately 3 miles southwest of Sims Corner; about 200 feet north and 200 feet east of southwest corner section 4, T.26N., R.28E. (Latitude 47 degrees 46 minutes 24 seconds N, Longitude 119 degrees 18 minutes 57 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 49 to 51 degrees F. These soils are usually moist in the moisture control section but are dry for 90 to 105 consecutive days following the summer solstice. The upper part of the particle-size control section has estimated moist bulk density of 1.10 to 1.35 g/cc, volcanic glass content of 30 to 60 percent, including 10 to 20 percent sand-size ash, 0.5 to 2.0 mm.in diameter, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 3 to 15 percent rock fragments, and an apparent field estimated clay content of 3 to 12 percent. The lower part of the control section has 5 to 30 percent volcanic glass, 15 to 35 rock fragments and 5 to 10 percent clay content. Depth to secondary carbonates is 15 to 30 inches. Depth to a weakly to moderately cemented duripan is 20 to 40 inches. Depth to dense glacial till is 24 to 44 inches. Depth to basalt is 40 to over 60 inches. The mollic epipedon is 10 to 30 inches thick.  Thickness of the volcanic ash influence is 14 to 30 inches.\nThe Ap horizon has a value of 4 or 5 dry and 2 or 3 moist. The chroma is 2 or 3 dry or moist.\nThe A horizon has a value of 4 or 5 dry and 2 or 3 moist. Chroma is 2 or 3 dry or moist. Texture is ashy fine sandy loam, ashy loam or ashy sandy loam. Neutral to slightly alkaline.\nThe AB horizon has a hue of 10YR or 5Y. The value is 3 or 4 moist. The chroma is 2 or 3 dry or moist. Texture is gravelly or cobbly ashy sandy loam, gravelly ashy fine sandy loam, gravelly ashy loam or very cobbly ashy sandy loam. Neutral to moderately alkaline.\nThe 2Bk horizon has a hue of 2.5Y, 5Y or 10YR. A value of 5 or 6 dry and 3 or 4 moist. The chroma is 1 to 4 dry and 2 or 3 moist. Textures are gravelly loam, fine sandy loam or sandy loam that may be cobbly or very cobbly. Neutral to moderately alkaline.\nThe 2Bkqm horizon has a hue of 2.5Y or 5Y. A value of 5 or 6 dry and 2 to 4 moist. The chroma is 1 or 2 dry or moist. The cemented duripan crushes to gravelly, cobbly or very cobbly sandy loam or very gravelly loam. Slightly to strongly alkaline.\nThe 2Cdk horizon has a hue of 5Y or 2.5Y. A value of 5 or 6 dry and 3 or 4 moist. Chroma is 1 or 2 dry or moist. Texture is cobbly or very cobbly sandy loam. Slightly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Siweeka soils are on till plains on glaciated plateaus with slopes of 0 to 65 percent. These soils formed in loess and volcanic glass over glacial till. Elevations are 1,300 to 3,200 feet. Average annual precipitation is 11 to 15 inches. Average January temperature is about 26 degrees F. and average July temperature is about 70 degrees F. Average annual temperature is 47 to 50 degrees F. Frost-free season is 110 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alecanyon, Argabak, Brazlan, Nemire, Stubblefield and Timentwa series. The Alecanyon soils are in outwash channels or eskers and are sandy-skeletal. Argabak soils are on nearly level to gently sloping summits or strongly sloping and steep upland shoulders adjacent to outcrops and are shallow to bedrock. Brazlan soils are on mounds. Timentwa soils are on till plains but lack a duripan within 40 inches. Stubblefield soils are on uplands and have less ash. Nemire soils are in channels and lack a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dryland cropland with some used for livestock grazing. Crops are wheat and barley. Potential native vegetation is includes bluebunch wheatgrass, Idaho fescue, threetip sagebrush and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 27 inches, and a weakly cemented duripan at 36 inches. The particle size control section is the zone from 10 to 36 inches.\nADDITIONAL DATA: Partial lab data is available from Lincoln, Nebraska. NSSL pedon number 90P0336.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
