{
  "SERIES": "SKAGIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MK/RJE",
  "REVDATE": "06/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skagit silt loam-cultivated.  (Colors are for moist soil unless otherwise noted).\nApl--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak very fine and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; few medium, and common very fine and fine roots; common very fine discontinuous irregular pores; slightly acid (pH 6.4); abrupt smooth boundary.\nAp2--6 to 12 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; few fine gray (5Y 5/1) redox depletions; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and  slightly plastic; common very fine and fine roots; common very fine discontinuous irregular pores; slightly acid (pH 6.4); abrupt smooth boundary.  (Combined thickness of Ap horizons is 9 to 14 inches)\nBg1--12 to 20 inches; gray (5Y 6/1) silt loam, light gray (5Y 7/1) dry; common fine distinct brownish yellow (10YR 6/6) redox concentrtions; weak very coarse prismatic structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots; many very fine, fine discontinuous irregular and common fine and medium vertical tubular pores; slightly acid (pH 6.2); gradual smooth boundary. (4 to 10 inches thick).\nBg2--20 to 26 inches; gray (5Y 5/1) silty clay loam, white (5Y 8/1) dry; many fine and medium yellowish brown (10YR 5/6) and light olive brown (2.5Y 5/6) redox concentrations; weak very coarse prismatic structure parting to weak coarse subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common fine vertical tubular pores and common very fine discontinuous irregular pores; common fine dark brown (10YR 3/3)  organic stains and very fine organic remains throughout horizon; slightly acid (pH 6.2); clear smooth boundary.   (3 to 8 inches thick)\nCg1--26 to 31 inches; gray (5Y 6/1) silt loam, white (5Y 8/1) dry; many medium prominent brownish yellow (10YR 6/6) and yellowish brown (10YR 5/8) and common medium and large prominent pinkish white (7.5YR 8/2) and pink (7.5YR 8/4) redox concentrations; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine discontinuous irregular pores and few fine vertical pores; moderately acid (pH 6.0); clear smooth boundary.  (4 to 10 inches thick)\nCg2--31 to 50 inches; gray (5Y 5/1, 6/1) silt loam, light gray (5Y 7/1) dry; many medium distinct yellowish brown (10YR 5/8) redox concentrations; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and few fine and medium tubular concretions; common medium very dark grayish brown (2.5Y 3/2) organic stains and common fine wood and charcoal fragments. slightly acid (pH 6.2).  (8 to 20 inches thick)\nCg3--50 to 61 inches; dark gray (5Y 4/1) very fine sandy loam, gray (5Y 6/1) dry; common medium distinct yellowish brown (10YR 5/6) redox concentrations; massive; slightly hard, friable, slightly sticky and nonplastic; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skagit County, Washington; 1 mile northwest of Burlington 600 feet east and 140 feet north of the southwest corner sec.  30, T. 35 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to range from 49 to 52 degrees F.  The particle-size control section lacks coarse fragments, averages less than 15 percent fine and coarser sand, averages 18 to 30 percent clay and contains 20 to 50 percent volcanic glass.  The water table is at a depth of 0.5 to 2.0 feet from November to March.  Reaction ranges from moderately acid to neutral.\nThe A horizon has hues of 10YR or 2.5Y, value of 3 through 5 moist, 6 or 7 dry, and chroma of 1 through 3 moist or dry.\nThe Bg horizon has hue of 5Y or N, value of 4 through 6 moist, 6 through 8 dry, and chroma of 0 to 1 moist, 1 or 2 dry.  It is silt loam or silty clay loam.  Some pedons have thin strata of very fine sand or loamy fine sand.\nThe Cg horizon has hue of N, 5Y, or 5GY, value of 4 through 6 moist, 6 through 8 dry, and chroma of 0 to 2 moist or dry.  It is very fine sandy loam or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nookachampsand Petrolia series.  All of these soils have less than 20 percent volcanic glass in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Skagit soils are on flood plains at elevations ranging from 5 to 50 feet.  They formed in alluvium high in volcanic ash.  Slopes are 0 to 2 percent.  These soils are in a mild marine climate.  Average mean annual precipitation is 25 to 45 inches.  The average January temperature is about 38 degrees F.; average July temperature is about 64 degrees F.; and mean annual temperature is about 50 degrees F.  The frost-free season is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Snohomish ad Sumas soils.  Snohomish soils have a buried histic epipedon.  Sumas soils are fine-silty over sandy or sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to ponded runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Skagit soils are cleared and drained for use as cropland. Peas, corn, cauliflower and  green chop are the major crops.  The natural vegetation was western red cedar, red alder, bigleaf maple, willow, sedges, and rush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Skagit County, Washington.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skagit County, Washington, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were mapped as Puget silt loam in the 1960 series, Soil Survey Report of Skagit County.\nOchric epipedon\nCambic horizon - 12 to 26 inches\nADDITIONAL DATA:  S80WA-057-002, NSSL, Lincoln\nNational Cooperative Soil Survey\nU.S.A."
  }
}
