{
  "SERIES": "SKAGEN",
  "STATUS": "Established Series",
  "BYREV": "RJB-CJH",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skagen loam a cultivated field.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 9 inches; black (10YR 2/1) loam, very dark grayish brown (10YR 3/2) dry; weak medium subangular blocky structure parting to weak fine subangular blocky; friable; few fine roots; slightly effervescent; 3 percent gravel; slightly alkaline; clear smooth boundary. (7 to 16 inches)\nBk1--9 to 15 inches; light brownish gray (10YR 6/2) loam; weak medium subangular blocky structure parting to weak fine subangular blocky; friable; few fine roots; violently effervescent; 5 percent gravel; slightly alkaline; gradual wavy boundary.\nBk2--15 to 19 inches; light brownish gray (10YR 6/2) loam; weak medium subangular blocky structure parting to weak fine subangular blocky; friable; common medium prominent light yellowish brown (2.5Y 6/4) and few fine prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; few fine roots; violently effervescent; 5 percent gravel; moderately alkaline; clear wavy boundary.\nBk3--19 to 42 inches; light yellowish brown (2.5Y 6/4) loam; massive; friable; common coarse prominent yellowish brown (10YR 5/6) and few medium prominent strong brown (7.5YR 5/6) redoximorphic concentrations; common fine and medium white (10YR 8/1) masses of lime between peds; strongly effervescent; 5 percent gravel; moderately alkaline; gradual wavy boundary. (Combined Bk horizons 6 to 42 inches thick)\nBCk--42 to 80 inches; light yellowish brown (2.5Y 6/4) loam; massive; friable; common medium prominent brownish yellow (10YR 6/6) and few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; common fine and medium white (10YR 8/1) masses of lime between peds; strongly effervescent; 5 percent gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Roseau County, Minnesota; 1,100 feet south and 2,450 feet west of the northeast corner of section 34, T. 161 N., R. 42 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 16 inches.  In some pedons the lower part of the mollic epipedon qualifies as part of the calcic horizon. The calcic horizon is at depths of less than 16 inches of the surface.  The particle-size control section averages 5 to 20 percent rock fragments.  The soil is slightly alkaline or moderately alkaline throughout.  One or more stone lines are commonly in the upper sediment.  A very cobbly surface phase is recognized.\nThe A horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture is sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam.  Rock fragment content ranges from 0 to 10 percent.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 4.  Texture is loam, clay loam, sandy loam, fine sandy loam, or sandy clay loam. The rock fragment content ranges from 5 to 15 percent. The Bk horizon has a range of 25 to 45 percent calcium carbonate equivalent. In some pedons up to six inches o the upper part is gravelly loam or gravelly fine sandy loam with 15 to 35 percent rock fragments.  The layer has hue of 2.5Y, value of 5 and chroma of 2.\nThe BCk horizon has hue of 2.5Y, value of 5 or 6, and chroma of 1 to 4.  Texture is loam, sandy loam or fine sandy loam.  The content of rock fragments ranges from 5 to 15 percent.\nSome pedons have a C horizon.  It has hue of 2.5Y, value of 5 or 6, and chroma of 2 to 4.  Texture is loam, sandy loam, or fine sandy loam.  The content of rock fragments range from 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Malachy, Ortonville and Wolverton series.  These soils average less than 25 percent calcium carbonate equivalent in the Bk horizon.  In addition, Malachy has a calcic horizon deeper than 16 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on plane or slightly convex slopes with gradient of 0 to 3 percent on lake plains.  They formed in coarse-loamy, calcareous till with or without a mantle of loamy water-sorted sediments.  Average annual air temperature is 38 to 44 degrees F.  Average annual precipitation is 19 to 24 inches.  The frost-free period is 110 to 140 days.  Elevation is 785 to 1,000 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boash, Foxhome, Kratka, Mavie, Nereson and Percy soils.  Poorly drained Boash, Kratka, Mavie and Percy soils are on lower lying positions.  Moderately well drained Foxhome and Nereson soils are on similar or on slightly higher positions.  Foxhome soils have more than 35 percent rock fragments in the upper part of the series control section.  Nereson soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Runoff is slow.  Permeability is moderate or moderately rapid.  The apparent seasonal high water table is 2.5 to 5 feet at some time during April through June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used to grow wheat, oats, barley, and sunflowers.  Some areas are used for hay and pasture.  Native vegetation is tall grass prairie.  Trees, such as quaking aspen and oak, have invaded some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil is moderately extensive in northwestern Minnesota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marshall County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil will replace Fram in several Minnesota counties.\nDiagnostic horizons and features in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 9 inches (Ap horizon); calcic horizon - the zone from 9 to 42 inches (Bk1, Bk2 and Bk3 horizons).\nADDITIONAL DATA:  For laboratory analysis of a similar pedon see Minn.  Ag. Exp. Station Pedon CFC No. 1639.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
