{
  "SERIES": "SKAMANIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TA/RJE",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skamania very fine sandy loam - forested.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--1.5 to 0.5 inch; litter composed of needles, leaves and twigs.\nOa--0.5 inch to 0; decomposed organic material.\nA1--0 to 2 inches; very dark brown (10YR 2/2) very fine sandy loam, dark brown (10YR 4/3) dry; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine, fine and medium roots; many fine and medium and common coarse irregular pores; moderately acid (pH 5.8); clear wavy boundary.  (2 to 6 inches thick)\nA2--2 to 10 inches; dark brown (7.5YR 3/2) very fine sandy loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, fine and medium and few coarse roots; many fine and medium common coarse irregular pores; 5 percent fine gravel  (2 to 4 mm in size); moderately acid (pH 5.8); clear wavy boundary.  (6 to 10 inches thick)\nBw1--10 to 27 inches; dark yellowish brown (10YR 3/4) very fine sandy loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many fine and medium and few coarse roots; many fine and common medium irregular pores; moderately acid (pH 6.0); gradual wavy boundary.  (15 to 18 inches thick)\nBw2--27 to 43 inches; brown (7.5YR 4/4) fine sandy loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and common medium and coarse roots; common fine and medium irregular pores; slightly acid (pH 6.2); abrupt wavy boundary.  (16 to 20 inches thick)\nC1--43 to 51 inches; dark yellowish brown (10YR 4/4) loamy fine sand, light yellowish brown (10YR 6/4) dry; massive; soft, very friable, nonsticky and nonplastic; common fine, medium and coarse roots; many fine and common medium irregular pores; slightly acid (pH 6.1); clear wavy boundary.  (0 to 18 inches thick)\nC2--51 to 64 inches; dark yellowish brown (10YR 4/4) loamy fine sand, light yellowish brown (10YR 6/4) dry; massive; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; many medium and common coarse irregular pores; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington; 1 mile north of Carson; 1,600 feet south and 1,200 feet east of the northwest corner of sec. 17, T. 3, N., R. 8, E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 48 to 50 degrees F.  The soil moisture control section is dry in all parts for 45 to 60 consecutive days within the four months following the summer solstice.  The umbric epipedon is 10 to 15 inches thick.  The particle- size control section contains from 5 to 15 percent clay and 15 to 35 percent fine sand or coarser.  The soil is moderately acid or slightly acid throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist, 4 or 5 dry.  Organic matter is 1 to 2 percent.\nThe B horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 6 or 7 dry, and chroma of 3 or 4 moist, 4 or 5 dry.  It is very fine sandy loam, fine sandy loam, or loam.\nThe C horizon has value of 3 or 4 moist, 6 or 7 dry, and chroma of 3 or 4 moist and dry.  It is loamy fine sand or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bighill series.  Bighill soils have a paralithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skamania soils are on alluvial terraces and terrace escarpments at elevations of 200 to 800 feet.  Slopes are 0 to 40 percent.  These soils formed in mixed alluvium from basalt, andesite and some volcanic ash.  Summers are warm and dry and winters are cool and wet.  The mean annual precipitation is 60 to 75 inches.  Mean January temperature is about 28 degrees F.; mean July temperature is about 66 degrees  F.  The mean annual temperature is 47 to 50 degrees  F.  Frost-free season is 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Stabler, St. Martin, and Steever soils.  Stabler soils have more than 60 percent vitric volcanic ash.  Steever soils are loamy-skeletal.  St. Martin soils have an argillic horizon with 35 to 60 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for homesites, pasture, timber production and wildlife habitat.  Vegetation is red alder, grand fir, Douglas-fir, and bigleaf maple, with an understory of vine maple, Pacific dogwood, western hazel, salal, creambush oceanspray, trailing blackberry, cascara buckthorn, dwarf rose, common snowberry, false Solomon's seal, western swordfern, insideout flower, longtube twinflower, deerfoot vanillaleaf, and fawnlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Skamania County.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 10 inches, and a cambic horizon from 10 to 43 inches.\nFurther investigation is needed on this soil as related to a xeric or udic soil moisture regime.  The plants associated with this soil appear to be indicating a more moist environment than xeric.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
