{
  "SERIES": "SKANEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-LMC",
  "REVDATE": "07/2004",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Argic Fragiaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skanee fine sandy loam - with a slope of 1 percent on a ground moraine in a forested area.  (Colors are for moist soil unless otherwise stated.)\nOa--0 to 2 inches; black (N 2/0), well decomposed leaf litter; many roots; abrupt smooth boundary.\nE--2 to 8 inches; pinkish gray (5YR 6/2) fine sandy loam; few fine faint reddish gray (5YR 5/2) masses of iron accumulation; moderate medium subangular blocky structure; friable; few roots; about 3 percent gravel; very strongly acid; abrupt smooth boundary.\nBhs--8 to 14 inches; dark reddish brown (5YR 3/3) fine sandy loam; few medium faint dark reddish brown (5YR 3/4) masses of iron accumulation; moderate medium subangular blocky structure; friable; few roots; about 3 percent gravel; very strongly acid; abrupt smooth boundary.\n(E/B)x--14 to 31 inches; about 60 percent reddish brown (5YR 5/3) fine sandy loam (E); few fine distinct yellowish red (5YR 5/6) masses of iron accumulation; surrounding peds of reddish brown (5YR 4/4) fine sandy loam (Bt); massive; very firm; common clay films on faces of peds; about 3 percent gravel; strongly acid; clear smooth boundary.\nBt--31 to 42 inches; reddish brown (2.5YR 4/4) sandy clay loam; massive; friable; common clay films on faces of peds; about 3 percent gravel; moderately acid; clear smooth boundary.\nC--42 to 60 inches; reddish brown (2.5YR 4/4) sandy loam; massive; friable; about 3 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houghton County, Michigan, 2,700 feet west and 100 feet south of the northeast corner of sec. 34, T. 52 N., R. 36 W., Elm River Township."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 30 to 50 inches and the depth to the fragipan ranges from 12 to 20 inches. Gravel content ranges from 0 to 10 percent by volume throughout the pedon.  Cobble content ranges from 1 to 15 percent above the fragipan and 0 to 10 percent in the fragipan and substratum.  Stone content ranges from 0 to 2 percent throughout the pedon.Rock fragment content averages less than 10 percent in the particle size control section.\nThe Oa horizon has hue of 7.5YR or 5YR and chroma of 1 or 2.\nWhere present, the A horizon has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 to 4.  It is 1 to 3 inches thick. Cultivated areas have and Ap horizon with hue of 7.5YR or 5YR; value of 3 or 4 and chroma of 2 or 3.\nThe E horizon has hue of 5YR to 10YR with 5YR being most common. Value is 5 or 6; and chroma is 1 or 2.  The A and E horizons are sandy loam, loamy sand, fine sandy loam or the cobbly analogues of these textures.  Reaction ranges from extremely acid to strongly acid.\nThe Bhs and Bs horizons have hue of 7.5YR or 5YR, value of 3 to 5, and chroma of 2 to 6.  Some pedons have moderately cemented orstein that comprises up to 50 percent of the B horizons.  The B horizons are sandy loam, fine sandy loam or the cobbly analogues of these textures.  Reaction ranges from extremely acid to moderately acid.\nThe fragipan consists of a (B/E)x or (E/B)x horizon or a combination of the two.  The E part of these horizons has hue of 10R to 5YR; value of 4 to 6; and chroma of 2 to 4.  It is fine sandy loam, sandy loam, or loamy sand. The B part has hue of 10R to 5YR and value and chroma of 3 or 4. It is fine sandy loam sandy loam or sandy clay loam.  Some pedons lack separate Bt horizons below the fragipan.  In this case a (B/E)x horizon is present which also meets the requirements of an argillic horizon.  Reaction ranges from extremely acid to moderately acid.\nThe Bt horizon, where present, has hue of 10R to 5YR and value and chroma of 3 or 4.  It is sandy loam, fine sandy loam or sandy clay loam.  It is very strongly acid to moderately acid\nThe C horizon has hue of 10R to 5YR, value of 4 to 6, and chroma of 3 to 6.  It is sandy loam or fine sandy loam but it may contain sand pockets and lenses.  Reaction ranges from very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Misery series. Misery soils have finer textured subsoils and less acid substratumsClosely related soils are the Tula and Chesbrough soils.  The Chesbrough soils are sandy and have less than 35% base saturation in the glossic, argillic and fragipan horizons.  The Tula soils have rock fragment content that ranges from 10 to 35 percent in the particle size control section and higher activity clay mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skanee soils are in slightly depressional areas and drainageways on ground moraines.  Slope gradients are commonly less than 4 percent but range from 0 to 6 percent.  Mean annual precipitation is from 26 to 33 inches and the mean annual temperature is about 41 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Frohling, Gay, and Munising soils.  The well drained Frohling, moderately well drained Munising and the poorly drained Gay soils are in the same drainage sequence."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is negligible to medium.  Permeability is moderate in the upper part, very slow in the fragipan and moderate below the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are in woodland. Vegetation is dominantly mixed northern hardwoods.  A limited acreage is used for pasture or hay and oats."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central Upper Peninsula of Michigan.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Delta County, Michigan, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric horizon  the zone from 0 to 8 inches (Oa and E horizons); albic horizon - the zone from 2 to 8 inches (E horizon); spodic horizon - the zone from 8 to 14 inches (Bhs horizon); fragipan feature - the zone from 14 to 31 inches ( (E/B)x horizon); argillic horizon - the zone from 31 to 42 inches (Bt horizon).\nThe series type location was changed to reflect additional observations of the series across its geographic range.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
