{
  "SERIES": "SKARLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/DLM",
  "REVDATE": "02/2018",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, subgelic Typic Gelorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skarland stratified sand to silt - on a slope of 12 percent under feltleaf willow-mixed shrub/herbaceous scrub. (All colors are for moist soil)\nOi--0 to 2 inches (0 to 5 cm); dark reddish brown (5YR 2.5/2) slightly decomposed plant material; many very fine and fine roots, common medium and coarse roots; very strongly acid (pH 5.0); abrupt smooth boundary.\nA/Oe--2 to 5 inches (5 to 13 cm); 75 percent dark brown (10YR 3/3) stratified sand to silt and 25 percent very dark brown (10YR 2/2) moderately decomposed plant material; weak fine subangular blocky structure; very friable, nonsticky and nonplastic; common very fine and fine roots, few medium and few roots; 2 percent gravel; strongly acid (pH 5.4); clear smooth boundary.\n2CA--5 to 22 inches (13 to 56 cm); dark yellowish brown (10YR 3/4) very gravelly loamy sand; single grain; friable, nonsticky and nonplastic; few very fine and fine roots; 25 percent gravel, 10 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.\n2C--22 to 60 inches (56 to 152 cm); dark yellowish brown (10YR 3/4) extremely cobbly coarse sand; single grain; loose, nonsticky and nonplastic; 35 percent gravel, 25 percent cobbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delta River Area, Alaska; in the Tangle Lakes area about 0.75 miles west of Long Tangle Lake; UTM coordinates: Zone 6, Easting 550992, Northing 6998458."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture class: udic\nAverage annual soil temperature: 32 to 30 degrees F (-0.1 to -1.0 degrees C)\nMean summer soil temperature: 36 to 39 degrees F. (2 to 4 degrees C)\nDepth to strongly contrasting textural stratification: 2 to 7 inches (5 to 18 cm)\nOi and Oe part of A/Oe horizon:\nColorhue of 5YR to 10YR; value of 2 or 3; chroma of 2 or 3\nTexture-slightly decomposed plant material, moderately decomposed plant material\nOrganic matter content65 to 90 percent\nReactionvery strongly acid to slightly acid\nA part of A/Oe horizon:\nColorhue of 10YR or 2.5Y; chroma of 2 or 3\nClay content0 to 10 percent\nSilt content15 to 35 percent\nSand content60 to 80 percent\nOrganic matter content0 to 2 percent\nRock fragments0 to 5 percent rounded strongly cemented gravel\nReactionstrongly acid to slightly alkaline\n2CA or 2C horizon:\nColorhue of variegated, 10YR or 2.5Y; chroma of 2 to 4\nTexturevery gravelly loamy sand; extremely cobbly coarse sand; extremely gravelly coarse sand\nClay content0 to 5 percent\nSilt content0 to 15 percent\nSand content80 to 95 percent\nOrganic matter content0 to 1 percent\nRock fragments15 to 60 percent rounded strongly cemented gravel; 0 to 30 percent rounded strongly cemented cobbles\nReactionmoderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are the no competing series in this classification."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandforms: flood plains on alluvial fans\nParent material: loamy alluvium over sandy and gravelly alluvium\nElevation: 2,779 to 3,507 feet (847 to 1,069 m)\nSlope: 8 to 20 percent\nAnnual precipitation: 25 to 28 inches (623 to 715 mm)\nAnnual temperature: 25 degrees F (-4 degrees C)\nFrost-free period: 50 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Nizina and Schleyer soils. Nizina soils are somewhat excessively drained, very deep, and occur on floodplains and alluvial fans. Schleyer soils are somewhat excessively drained, very deep, and occur on hills, mountains, outwash plains, and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, medium runoff. Saturated hydraulic conductivity is moderately high to high in the loamy alluvium and high to very high in the sandy and gravelly alluvium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat and recreation. Native vegetation is feltleaf willow-mixed shrub/herbaceous scrub."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 228, Interior Alaska Mountains, Alaska. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delta River Area, Alaska, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nNo diagnostic horizon:\nLithologic discontinuity: At the upper boundary of 2AC horizon\nSandy-skeletal particle size control section: 10 to 40 inches below the mineral soil surface\nTemperature regime: gelic\nTemperature class: subgelic\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
