{
  "SERIES": "SKEDADDLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/EWB/TM/JVC",
  "REVDATE": "06/2017",
  "STATES": "NV,OR",
  "OVERVIEW": "The Skedaddle series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from andesite and basalt.  Skedaddle soils are on mountains, hills, and plateaus.  Slopes are 4 to 75 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, nonacid, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skedaddle very cobbly loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The surface is partially covered by 25 percent gravel, 20 percent cobbles, and 5 percent stones.\nA1--0 to 5 cm; light brownish gray (10YR 6/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine interstitial pores; 30 percent gravel, 20 percent cobbles, and 5 percent stones; neutral (pH 7.0); clear smooth boundary.  (3 to 10 cm thick)\nA2--5 to 13 cm; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, few fine, and few medium roots; common very fine tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (8 to 20 cm thick)\nR--13 cm; hard basalt; fractured in the upper 5 to 10 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 6 miles southwest of Lower Smoke Creek near Willow Canyon; approximately 900 feet north and 630 feet west of the southeast corner of section 6, T. 29 N., R. 19 E.; USGS Red Rock Canyon 7.5 minute topographic quadrangle; latitude 40 degrees 24 minutes 47 seconds N and longitude 119 degrees 53 minutes 03 seconds W; WGS84 Decimal Degrees 40.4130556 latitude, -119.8841667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and early spring, dry from late spring through fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 10 to 30 cm to a lithic contact.\nParticle-size control section - Clay content:  18 to 30 percent.\nRock fragments: 35 to 60 percent.  Lithology of fragments is basalt.\nA horizons\nValue:  5 or 6 dry, 3 or 4 moist; the upper 18 cm of the soil when mixed has value of 6 dry or 4 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Very stony loam, very stony clay loam, very cobbly clay loam, gravelly loam or very cobbly loam.  Some pedons have surface texture of clay loam or very gravelly sandy loam.\nReaction:  Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jobpeak, Lequieu, Medved, Mizel, Snaker, Tejabe, and Wahguyhe series.\nJobpeak, Mizel and Tejabe soils have less than 18 percent clay in the particle-size control section.  Lequieu soils have mean annual soil temperature of 11 to 12 degrees C.  Medved soils have 90 to 99 percent rock fragments in the C horizon.  Snaker soils have dominantly channers in particle-size control section.  Wahguyhe soils are more than 30 cm deep to bedrock and have 5 to 15 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skedaddle soils are on mountains, hills, and plateaus.  They typically occur on backslope positions.  These soils formed in residuum and colluvium derived from andesite and basalt.  Slopes are 4 to 75 percent.  Elevations range from 1,220 to 1,850 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jaybee, Old Camp, and Reywat soils.  Jaybee soils are loamy and have argillic horizons.  Old Camp soils have argillic horizons.  Reywat soils have mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Skedaddle soils are used for rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, purple sage, Thurber's needlegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and southeastern Oregon.  These soils are moderately extensive.  MLRAs 23 and 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (South Part), 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A1 and A2 horizons).\nLithic contact - The boundary at 13 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 13 cm (A1 and A2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; light brownish gray (10YR 6/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine interstitial pores; 30 percent gravel, 20 percent cobbles, and 5 percent stones; neutral (pH 7.0); clear smooth boundary.  (3 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--5 to 13 cm; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, few fine, and few medium roots; common very fine tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "R",
        "top": 13,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--13 cm; hard basalt; fractured in the upper 5 to 10 cm."
      }
    ]
  ]
}
