{
  "SERIES": "SKELTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCJ",
  "REVDATE": "08/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skelton loam, on a 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 28 cm (0 to 11 inches); dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; many fine roots; neutral; abrupt smooth boundary. [20 to 28 cm (8 to 11 inches) thick]\nBt1--28 to 43 cm (11 to 17 inches); yellowish brown (10YR 5/6) clay loam; weak medium and fine subangular blocky structure; friable; common fine roots; thin discontinuous yellowish brown (10YR 5/4) clay films on faces of peds; thin discontinuous dark grayish brown (10YR 4/2) organic coatings on faces of peds; strongly acid; gradual smooth boundary.\nBt2--43 to 76 cm (17 to 30 inches); yellowish brown (10YR 5/6) clay loam; weak fine prismatic structure parting to moderate medium subangular blocky; friable; common fine roots; thin continuous brown (10YR 5/3) clay films on faces of peds; few black (10YR 2/1) iron-manganese masses; 1 percent gravel less than 6 mm (1/4 inch) in diameter; very strongly acid; gradual smooth boundary.\nBt3--76 to 107 cm (30 to 42 inches); dark yellowish brown (10YR 4/4) clay loam; weak fine prismatic structure parting to moderate medium subangular blocky; firm, thin continuous brown (10YR 4/3) clay films on faces of peds; common black (10YR 2/1) iron-manganese masses; 1 percent gravel less than 6mm (1/4 inch) in diameter; very strongly acid; gradual smooth boundary.\nBt4--107 to 132 cm (42 to 52 inches); dark yellowish brown (10YR 4/4) clay loam; weak fine prismatic structure parting to moderate fine subangular blocky; friable; thin continuous brown (10YR 5/3) clay films on faces of peds; common fine faint brown (10YR 5/3) iron depletions; common black (10YR 2/1) iron-manganese masses; 1 percent gravel less than 6mm (1/4 inch) in diameter; very strongly acid; gradual smooth boundary. [Combined thickness of the Bt horizon is 81 to 127 cm (32 to 50 inches).]\nBC--132 to 152 cm (52 to 60 inches); dark yellowish brown (10YR 4/4) clay loam; weak fine prismatic structure parting to weak fine subangular blocky; friable; many fine faint brown (10YR 5/3) iron depletions; common black (10YR 2/1) iron-manganese masses; 1 percent gravel less than 6mm (1/4 inch) in diameter; strongly acid; gradual smooth boundary. [0 to 51 cm (20 inches) thick]\nC--152 to 178 cm (60 to 70 inches); yellowish brown (10YR 5/4) clay loam; massive; friable; many fine distinct brown (10YR 5/3) iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gibson County, Indiana; about 9 miles west and 2 miles north of Princeton; 959 feet west and 690 feet north of the southeast corner of sec. 33, T. 1 S., R. 12 W.; USGS East Mount Carmel, Indiana-Illinois topographic quadrangle; lat. 38 degrees 22 minutes 47 seconds N. and long. 87 degrees 44 minutes 44 seconds W.; UTM Zone 16, 434873 easting and 4248211 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 127 to 203 cm (50 to 80 inches)\nA horizon:\nHue: 10YR\nValue: 4\nChroma: 1 to 3\nTexture: fine sandy loam or loam\nRock fragment content: 0 to 3 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: clay loam or sandy clay loam\nRock fragment content: 0 to 3 percent\nReaction: very strongly acid or strongly acid\nBC horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: clay loam or sandy clay loam\nReaction: very strongly acid to moderately acid\nC horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: clay loam or sandy clay loam\nRock fragment content: 0 to 3 percent\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Caprell, Chili, Chiftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha,  Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military,  Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. Amanda, Chili, Conestoga, Ockley, and Richardville soils have more than 3 percent rock fragments in the lower part of the series control section.  Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have a lithic contact within a depth of 152 cm (60 inches). Belmore, Caprell, and Wawaka soils have carbonates in the lower part of the series control section. Cliftycreek soils have a lithologic discontinuity (till/residuum) within the series control section. Crouse soils have a buried soil in the lower part of the series control section and have a combined modern and buried solum thickness of greater than 203 cm (80 inches). Gallman soils are less acid than strongly acid in the lower part of the argillic horizon. Greybrook soils have more than 50 percent silt in the upper part of the series control section. Hickory, Kanawha, and Martinsville soils are less acid than moderately acid in the lower part of the series control section. Hollinger, Kidder, Kosciusko, LeRoy, Mocksville, Relay, Senachwine, Strawn, and Wawasee soils are less than 127 cm (50 inches) to the base of the argillic horizon. Princeton and Riddles soils have lamellae or bands in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Skelton soils are on river terraces of Wisconsinian age. Slope ranges from 0 to 2 percent. This soil formed in loamy and silty sediments. Mean annual precipitation ranges from 1016 to 1219 mm (40 to 48 inches). Mean annual temperature ranges from 11 to 14 degrees C (51 to 57 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Crawleyville and poorly drained Vincennes soils. Crawleyville soils are on slightly lower lying rises. Vincennes soils are in depressions and on broad flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is low or negligible. Saturated hydraulic conductivity is moderately high.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, and winter wheat.  Native vegetation is hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 115A in southwest Indiana and southeast Illinois. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gibson County, Indiana, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 28 cm (11 inches) (Ap horizon).\nArgillic horizon: from a depth of 28 to 132 cm (11 to 52 inches) (Bt1, Bt2, Bt3, Bt4 horizons).\nADDITIONAL DATA: Base saturation data is available from NSSL. Also, typical pedon S85IN51-4 from Purdue Soil Characterization Lab.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
