{
  "SERIES": "SKILAK",
  "STATUS": "Established Series",
  "BYREV": "JWW/CJH/MCS",
  "REVDATE": "12/2005",
  "STATES": "NE,WY",
  "OVERVIEW": "The Skilak series consists of very deep, well drained soils that formed in silty alluvium derived from mixed sources.  Skilak soils are on alluvial fans, fan aprons, hills and terraces.  Slopes are 0 to 20 percent.  The mean annual precipitation is about 12 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skilak silty clay-on a northwest facing slope of one percent, utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; light yellowish brown (2.5Y 6/4) silty clay, olive brown (2.5Y 4/4) moist; weak medium platy structure; hard, firm, sticky and plastic; thin vesicular crust on soil surface; many fine roots and common medium roots; slightly effervescent, calcium carbonate is disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (2 to 5 inches thick)\nBw--3 to 7 inches; light yellowish brown (2.5Y 6/4) silty clay loam, olive brown (2.5Y 4/4) moist; moderate fine subangular blocky structure; hard, firm, sticky and plastic; common medium and fine roots; strongly effervescent, calcium carbonate is disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (Thickness of Bw or AC horizon is 4 to 8 inches.)\nC1--7 to 16 inches; pale yellow (2.5Y 7/4) silt loam light olive brown (2.5Y 5/4) moist; weak, thick plate-like rock structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, few medium roots; strongly effervescent, calcium carbonate is disseminated; moderately alkaline (pH 8.4); clear wavy boundary.\nC2--16 to 60 inches; pale yellow (2.5Y 7/4) silt loam containing thin strata of very fine sandy loam, light olive brown (2.5Y 5/4) moist; weak, moderately thick plate-like rock structure; slightly hard, friable, slightly sticky  and slightly plastic; few fine roots; strongly effervescent, calcium carbonate is disseminated; strongly alkaline (pH 8.6).  (Combined thickness of C horizon is 39 to 52 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Niobrara County, Wyoming; 300 feet south and 200 feet west of the northeast corner of sec. 24, T. 38 N., R. 63 W. 43 degrees 15 minutes 44 seconds north latitude and 104 degrees 21 minutes 39 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is typically calcareous to the surface but is leached a few inches in some pedons.  Carbonates are disseminated.  Gravel content is less than 5 percent.  The Bw horizons are less than 6 inches thick (noncambic), or where the are more than 6 inches thick (cambic), their base is less than 10 inches.  The particle-size control section averages 18 to 35 percent clay, 55 to 80 percent silt, and less than 15 percent fine or coarser sand.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F. and is dry in all parts of the control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.  The mean annual soil temperature is 47 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nThe A horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry and 4 or 5 moist, and chroma of 2 through 4.  A thin vesicular surface crust is present in many pedons.  It is slightly alkaline or moderately alkaline.  EC is 0 to 2 mmhos.\nThe Bw (or AC) horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry and 4 or 5 moist, and chroma of 2 through 4.  Textures are silt loam or silty clay loam.  It is moderately alkaline or strongly alkaline.  EC is 0 to 4 mmhos.\nThe C horizon has hue of 10YR through 5Y, value of 6 or 7 dry and 4 or 5 moist, and chroma of 2 through 4.  Textures are silt loam or silty clay loam with thin, weakly stratified lenses of very fine sandy loam, loam, or silt.  Calcium carbonate equivalent is 4 to 12 percent with minor accumulations of secondary carbonates occurring in a few pedons.  Authigenic accumulations of gypsum and other soluble salts occur as few medium and fine crystals and nests in some pedons.  It is moderately alkaline or strongly alkaline.  EC is 1 to 8 mmhos."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bainville, Colby, Manvel, Minnequa, and Rocky Ford series.  Bainville soils have a paralithic contact at depths of 10 to 20 inches.  Manvel soils have 15 to 40 percent calcium carbonate equivalent within the series control section.  Minnequa soils have a paralithic contact at depths of 20 to 40 inches.  Colby and Rocky Ford soils are more moist in July and August and have soil temperatures at 20 inches of 41 degrees or more for over 192 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skilak soils are on alluvial fans, hills, fan aprons, and old terraces.  The soils formed in silty alluvium derived from mixed sedimentary sources.  Slopes are 0 to 20 percent.  Elevations are 3,800 to 4,600 feet.  The mean annual precipitation is 10 to 14 inches with over half falling in April, May, and June and less than one inch falling in each month of July, August, and September.  The mean annual temperature ranges from 44 to 51 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cambria, Forkwood, Keeline, Kishona, and Theedle soils.  Cambria and Forkwood soils have structural Bt horizons and fine-loamy particle-size control sections.  Keeline soils have coarse-loamy particle-size control sections.  Kishona and Theedle soils have fine-loamy particle-size control sections.  Also, Theedle soils have soft sandstone bedrock at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow to moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized for domestic livestock grazing and wildlife habitat.  The native vegetation is mainly western wheatgrass, green needlegrass, blue grama, and prickly pear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Wyoming and western Nebraska.   The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Niobrara County, Wyoming; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 3 inches (A)\nSIR - WY0784\nNational Cooperative Soil Survey\nU.S.A."
  }
}
