{
  "SERIES": "SKINWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "07/2000",
  "STATES": "WA",
  "OVERVIEW": "The Skinwood series consists of moderately deep to hard sandstone, well drained soils that formed in colluvium from sandstone and metasedimentary rock on mountain slopes.  Slopes are 60 to 100 percent.  Average annual precipitation is about 150 inches and average annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skinwood extremely cobbly medial sandy loam - forestland, on an 85 percent south-facing slope at an elevation of 3,710 feet in a Pacific silver fir/Alaska huckleberry-common beargrass plant association .  (When described on July 1, 1991, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 4 inches; dark yellowish brown (10YR 4/4) extremely cobbly medial loam, light yellowish brown (10YR 6/3) dry; weak very fine and fine granular and weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine roots; many very fine and fine tubular and irregular pores; 35 percent gravel, 35 percent cobbles; extremely acid (pH 4.2); abrupt wavy boundary.  (2 to 4 inches thick)\nBw1--4 to 12 inches; dark yellowish brown (10YR 4/6) extremely cobbly medial loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine and fine tubular and irregular pores; 35 percent gravel, 40 percent cobbles; extremely acid (pH 4.0); clear wavy boundary.  (3 to 10 inches thick)\nBw2--12 to 24 inches; yellowish brown (10YR 5/6) extremely cobbly loam, yellow (10YR 7/6) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 30 percent gravel, 45 percent cobbles; extremely acid (pH 4.4); abrupt wavy boundary.  (10 to 26 inches thick)\nR--24 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington, about 3/4 mile west-northwest of Three Peaks, about 1,200 feet east and 2,000 feet south of the northeast corner of Section 16, T. 23 N., R. 7 W.  Latitude 47 degrees, 29 minutes, 02 seconds N., Longitude 123 degrees, 34 minutes, 22 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 42 to 44 degrees F.  Mean summer soil temperature is 44 to 46 degrees F.  These soils are usually moist and are dry in the soil moisture control section 0 to 30 consecutive days following the summer solstice; udic bordering on perudic moisture regime.  Depth to bedrock is 20 to 40 inches.  These soils have andic properties with a cumulative thickness of 7 to 14 inches.  The andic material has an estimated moist bulk density of 0.80 to 1.00 g/cc and acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent and phosphate retention of 85 to 100 percent.  The particle-size control section has 60 to 90 percent rock fragments by volume and 7 to 18 percent clay.  Base saturation is less thn 35 percent throughout the profile.\nThe A horizon has value of 3 or 4 moist and 5 or 6 dry, and chroma of 2 through 4 moist and 3, 4, or 6 dry.  It has 3 to 6 percent organic matter.  It has 2 to 5 cmol/kg of aluminum.\nThe Bw horizon has value of 3 through 5 moist and 6 or 7 dry, and chroma of 4 or 6 moist and 6 or 7 dry.  It is extremely cobbly loam, extremely gravelly sandy loam, or extremely cobbly sandy loam with the upper part being medial.  Reaction is extremely or very strongly acid.  It has 1 to 4 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alfir, Deserter, Puzzlecreek, Snowcreek and Terence series.  Alfir, Deserter and Terence soils are over 60 inches deep.  Puzzlecreek soils have an umbric epipedon 10 to 25 inches thick and a xeric moisture regime.  Snowcreek soils have a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skinwood soils are on south-facing slopes on mountains.  Slopes are 60 to 100 percent.  The soils formed in colluvium from sandstone and metasedimentary rock.  Elevations are 3,100 to 4,200 feet.  Average annual precipitation is 150 to 230 inches.  Average annual temperature is 40 to 42 degrees F. and frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Constance, Discovery, Gamm, Quitter, Schafer, Stonybrook, and Weatherwax soils.  Constance and Discovery soils are on mountain slopes and shallow to bedrock.  Gamm and Schafer soils are on subalpine glacial cirques and have a perudic moisture regime.  Quitter and Weatherwax soils are on mountain slopes and have a perudic moisture regime.  Stonybrook soils are on mountain slopes and are medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid and very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Pacific silver fir, Douglas-fir, Alaska huckleberry, avalanche lily, common beargrass, fool's huckleberry, and queencup beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grays Harbor County, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grays Harbor County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCambic horizon  - zone from 4 to 24 inches (Bw1 and Bw2 horizons)\nLithic contact at 24 inches\nParticle-size control section is 11 to 24 inches (Bw1 and Bw2 horizon)\nUdic soil moisture regime\nAndic soil properties from 1 to 12 inches.  All depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
