{
  "SERIES": "SKIPANON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/JAS/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, isomesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skipanon gravelly medial silt loam, wooded on a 15 percent northeast-facing slope at an elevation of 1,000 feet. (Colors are for moist soils unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed needles, twigs, moss and wooded materials.\nA--2 to 16 inches; dark brown (7.5YR 3/2) gravelly medial silt loam, brown (7.5YR 4/2) dry; moderate fine and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weak smeary; many very fine roots; many very fine irregular pores; about 15 percent gravel and 5 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary. (7 to 15 inches thick)\nAB--16 to 21 inches; dark brown (7.5YR 3/2) gravelly medial silt loam, brown (7.5YR 4/4) dry; moderate medium and moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine roots; many very fine tubular pores; about 15 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (0 to 9 inches thick)\nBw--21 to 38 inches; brown (7.5YR 4/4) cobbly silt loam, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; about 15 percent gravel, 15 percent cobbles and 5 percent paragravel; very strongly acid (pH 4.8); clear wavy boundary. (15 to 30 inches thick)\nC--38 to 55 inches; variegated light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) paragravelly silty clay loam, yellow (10YR 7/6) and brownish yellow (10YR 6/8) dry; massive; hard, friable, sticky and slightly plastic; few very fine roots; common very fine tubular pores; about 15 percent paragravel; extremely acid (pH 4.0); gradual wavy boundary. (15 to 20 inches thick)\nCr--55 inches; partially weathered siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clatsop County, Oregon; about 2 miles southwest of Necanicum Junction; road cut along the spur landing road in the NW1/4 NW1/4 NE1/4 section 34, T.5N., R.9W., about 2,300 feet west and 900 feet south of the NE corner of section 34, T.5N., R. 9W.; USGS Necanicum Junction, Oregon 7.5 minute topographic quadrangle; Latitude 45 degrees 52 minutes 20 seconds N. and Longitude 123 degrees 46 minutes 53\nseconds N.  NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist and is dry for less than 45 consecutive days between depths of 4 to 12 inches.  The mean annual soil temperature is 47 to 52 degrees F. The difference between the mean summer and mean winter soil temperatures is 5 to 9 degrees F under canopy cover. The umbric epipedon is 10 to 20 inches.  Andic soil properties, when present, do not extend below 14 inches.  Depth to a paralithic contact is 40 to 60 inches and in some areas more than 60 inches.  Rock fragments are angular and subangular in shape and are derived from colluvial origin.  It is extremely to very strongly acid throughout.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture is medial silt loam with 18 to 25 percent field estimated clay. It has 15 to 30 percent gravel, 0 to 5 percent cobbles and 0 to 10 percent paragravel. It has a moist bulk density of 0.75 to 1.0 g/cubic centimeter, and acid-oxalate extractable aluminum plus one-half iron of 1.0 to 3.0 percent.\nThe AB horizon has hue of 5YR, 7.5YR or 10YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture is medial silt loam with 18 to 25 percent field estimated clay.  It has 15 to 30 percent gravel, 0 to 5 percent cobbles and 0 to 10 percent paragravel. It has moist bulk density of 0.75 to 1.0 g/cubic centimeter and acid-oxalate extractable aluminum plus one-half iron of 1.0 to 3.0 percent.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5 moist, 4 through 7 dry and chroma of 4 or 5 moist and dry. Texture is silt loam or clay loam. It has 20 to 35 percent clay and 15 to 30 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones and 5 to 20 percent paragravel.\nThe C horizon has hue of 10YR, value of 4 through 6 moist, 6 through 8 dry and chroma of 2 through 6 moist and dry. Texture is silt loam, clay loam, or silty clay loam. It has 25 to 35 percent clay and 0 to 5 percent gravel, 0 to 5 percent cobbles and 5 to 45 percent paragravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Condorbridge, Grassyknob, Horseprairie, Reedsport, and Svensen series. Condorbridge soils are greater than 60 inches deep, do not have Oi horizons, and rock fragments, when present, are rounded or subrounded and derived from alluvial origin.  Grassyknob and Reedsport soils are 20 to 40 inches deep to bedrock.  Horseprairie soils are more than 60 inches deep to bedrock and have an umbric epipedon 20 to 40 inches thick. Svensen soils have less than 15 percent rock fragments in the control section, more than 15 percent particles greater than 0.1 mm diameter, and do not have pararock fragments in the lower part of the cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Skipanon soils are on old massive landslide areas of coastal hills and mountains at elevations of 40 to 1,500 feet.  Slopes range from 3 to 60 percent.  The soil formed in old mass movement deposits derived from igneous and sedimentary rock overlying sedimentary rock.  The climate is characterized by cool wet winters and cool moist summers.  Low clouds and fog during the summer reduce evapotranspiration and moderate temperatures. The mean annual precipitation is 70 to 110 inches. The mean annual temperature is 44 to 52 degrees F. The frost-free period is 110 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Klootchie, Ecola, Necanicum and Templeton soils. Klootchie soils are medial. Ecola soils are 20 to 40 inches deep to bedrock and fine-silty family. Templeton soils are in the fine-silty family. Necanicum soils are medial-skeletal. These soils are on ridgetops and side slopes of hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation and wildlife habitat. Native vegetation is western hemlock, Sitka spruce, Douglas-fir, red alder, red huckleberry, western swordfern, salal, salmonberry, red elderberry, fools huckleberry, and Oregon oxalis."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Fog belt areas of the Coast range of Oregon; MLRA 4A. This series is limited in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clatsop County, Oregon, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features:\nUmbric epipedon - from 2 to 21 inches\nCambic horizon - from 21 to 38 inches\nAndic subgroup feature - from 2 to 21 inches\nParticle-size control section - from 12 to 42 inches and do not meet criteria for andic soil properties.\nA proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties. If accepted, medial modifiers would be used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
