{
  "SERIES": "SKOLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. EH/TA/RJE",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skoly stony loam-forested.  (colors are for moist soils unless otherwise noted)\nOi--0 to 3 inches; slightly decomposed organic material consisting of leaves, needles and twigs.\nA1--3 to 8 inches; dark brown (7.5YR 3/2) stony loam, brown (7.5YR 4/2) dry; strong fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and common coarse roots; many very fine, fine and medium irregular pores; 15 percent gravel, 10 percent cobbles, 2 percent stones, and 5 percent paragravel; strongly acid (pH 5.2); clear wavy boundary.  (4 to 8 inches thick)\nA2--8 to 20 inches; dark brown (7.5YR 3/2) very cobbly loam, brown (7.5YR 4/2) dry; moderate fine granular and weak subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium and few coarse roots; common fine tubular and very fine irregular pores; 10 percent gravel, 35 percent cobbles, and 5 percent paragravel; strongly acid (pH 5.2); clear irregular boundary. (10 to 12 inches thick)\nBw1--20 to 43 inches; dark brown (7.5YR 3/4) very cobbly loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common fine tubular pores; 10 percent gravel, 35 percent cobbles, and 20 percent paragravel; strongly acid (pH 5.4); gradual wavy boundary.  (23 to 40 inches thick)\nBw2--43 to 63 inches; dark brown (7.5YR 3/4) very cobbly loam, brown (7.5YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few fine roots; common fine tubular pores; 10 percent gravel, 35 percent cobbles, and 10 percent stones; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington; 5 miles west of Beacon Rock State Park, 500 feet south, 100 feet west of the NE corner sec. 30, T. 2 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 40 to more than 60 inches.  The mean annual soil temperature is 47 to 49 degrees F.  Depth to bedrock is 60 inches or more.  The control section averages 18 to 30 percent clay and 35 to 60 percent rock fragments.  The umbric epipedon is 14 to 20 inches thick.  Para-fragments average 5 to 25 percent in the particle-size control section.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 2 or 3 moist and dry.\nThe Bw horizon has hue of 5YR or 7.5YR, value of 3 or 4 moist, 4 to 6 dry, and chroma of 3 or 4 moist and dry.  It is very cobbly loam, very gravelly clay loam or very cobbly clay loam.  Grave content is 20 to 25 percent and cobble content is 10 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brightwood, Guyandotte, Harrington, Klickitat, Milbury, Nordby, Spivey, Steever, Summers, and Wauld series.  Brightwood, Harrington, Summers and Wauld soils have a lithic contact at depths of 20 to 40 inches.  Guyandotte soils average less than 18 percent clay in the particle-size control section.  Klickitat soils have a solum 20 to 40 inches thick and lack soft saprolitic pebbles in the control section.  Milbury soils are 20 to 40 inches deep to a paralithic contact.  Nordby soils have a 2C horizon of extremely gravelly sand in the lower part of the particle-size control section.  Spivey soils have an annual soil temperature of greater than 52 degrees F.  Steever soils have a hue of 10YR or yellower."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skoly soils are on mountain slopes at elevations of 20 to 2,200 feet.  Slopes are 2 to 65 percent.  The soil formed in colluvium from basalt.  Summers are warm and dry and winters are cool and wet.  Mean annual annual precipitation is 70 to 95 inches.  Mean annual January temperature is about 30 degrees F.; mean July temperature is about 65 degrees F.  Mean annual temperature is 48 to 51 degrees F.  The frost-free season is 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aschoff, Olyic, Skamania Zygore and the competing Steever soils.  Aschoff and Zygore soils are medial-skeletal.  Olyic soils are fine-loamy and have an argillic horizon.  Skamania soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, homesites, watershed and wildlife habitat.  Native vegetation is Douglas-fir, western hemlock and red alder, and a minor amount of bigleaf maple and western redcedar, with an understory of vine maple, red huckleberry, salal, western hazel, Oregongrape, western brackenfern, trailing blackberry, Oregon fairybells, violet, goldthread, Oregon oxalis, American trailplant, false Solomon's seal, deerfoot vanillaleaf, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:   Skamania County, Washington"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Skamania County, Washington 1981"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 17 inches, and a cambic horizon from 17 to 63 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
