{
  "SERIES": "SKOOKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMP/RWL",
  "REVDATE": "03/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skooker gravelly loam - on a 12 percent slope at an elevation of 2600 feet; woodland. ( Colors are for moist soil unless otherwise noted.)\nOi -- 2 inches to 0; organic layer of needles and twigs.\nA1 -- 0 to 4 inches; very dark brown (10YR 2/2) gravelly loam, dark brown (10YR 4/3) dry; moderate coarse platy parting to moderate coarse granular structure; soft, friable, nonsticky and nonplastic; common very fine, fine, and few medium and coarse roots; common very fine, fine, and few medium and coarse tubular pores; 20 percent gravel; neutral (pH 7.0); clear wavy boundary. (4 to 7 inches thick)\nA2 -- 4 to 16 inches; very dark grayish brown (10YR 3/2) gravelly loam, grayish brown (10YR 5/2) dry; moderate medium and coarse subangular blocky parting to moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine, fine, and medium tubular pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary. (6 to 12 inches thick)\nBt1 -- 16 to 31 inches; dark brown (10YR 3/3) gravelly silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common very fine, fine, and few medium roots; common very fine, fine, and few medium tubular pores; common distinct clay films on face of peds; 30 percent gravel; slightly acid (pH 6.3); gradual smooth boundary. (9 to 18 inches thick)\nBt2 -- 31 to 50 inches; dark brown (10YR 3/3) extremely cobbly silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure, hard, firm, sticky and plastic; few fine and medium roots; few fine and medium tubular pores; common distinct clay films on face of peds; 25 percent cobbles and 40 percent gravel; slightly acid (pH 6.3); gradual wavy boundary. (17 to 23 inches thick)\n2Cr -- 50 inches; highly fractured sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wasco County, Oregon: 1500 feet east and 300 feet south of the NW corner of section 29, T.7 S., R.11 E. ( Latitude 44 degrees, 53 minutes, 49 seconds N, Longitude 121 degrees, 27 minutes, 24 seconds W) Warm Springs Indian Reservation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS: These soils are usually moist, but are dry in the moisture control section for 60 to 90 consecutive days following the summer solstice.  The mean annual soil temperature is 49 to 51 degrees F.  Depth to bedrock is 40 to 60 inches.  Hue is 10YR or 7.5YR.  The mollic epipedon is 20 to 30 inches thick and includes the upper part of the argillic horizon.  The particle-size control section averages 27 to 35 percent clay (estimated).  Base saturation is 60 to 70 percent in some part of the upper 30 inches of the solum.  The upper 10 to 19 inches has an estimated moist bulk density of 1.0 to 1.2 g/cc, volcanic glass content of 5 to 20 percent, and acid oxalate extractable aluminum plus one-half iron of 0.4 to 1.0 percent. It is slightly acid to neutral.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and  chroma of 2 or 3 moist and dry.  It has 20 to 30 percent gravel and 0 to 10 percent cobbles.  It has 2 to 3 percent organic matter.\nThe Bt horizon has value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is silty clay loam or clay loam and has 27 to 35 percent clay.  The Bt1 has 20 to 30 percent gravel and 0 to 10 percent cobbles.  The Bt2 has 25 to 35 percent cobbles and 30 to 40 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bunselmeier (T), Fleener (T), Hehe, and Leidle (T) series.  Bunselmeier soils are 40 to 60 inches to cinders and more than 60 percent glass.  Hehe soils are 20 to 40 inches to a paralithic contact of weathered andesite.  Fleener soils are dry for 110 to 125 consecutive days within the moisture control section.  Leidl soils have a lithic contact at 20 to 40 inches and are dry for 90 to 105 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Skooker soils are on gently sloping to moderately steep side slopes of outwash plains.  The soil formed in glacial outwash with an influence of volcanic ash.  Elevation is 2600 to 3000 feet.  Slopes are 0 to 20 percent. The climate is characterized by cool and wet winters and hot and dry summers.   The mean annual precipitation is 16 to 20 inches.  The mean annual temperature is 47 to 49 degrees F.  The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hehe, Kahneeta, Millcreek, Teewee, and Tolius soils.  Hehe soils are moderately deep to andesite bedrock.  Kahneeta soils are on adjacent patterned ground and are moderately deep to a duripan.  Millcreek soils are on adjacent patterned ground, are fine-loamy and are moderately deep to a duripan.  Teewee soils are fine-loamy and are deep to andesite bedrock. Tolius soils are fine-loamy and are very deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, watershed, and wildlife habitat.  The native vegetation is ponderosa pine with an understory of Idaho fescue, tailcup lupine, arrowleaf balsamroot, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Oregon; MLRA B6.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wasco County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon and pachic feature - the zone from the surface of the soil to a depth of approximately 31 inches ( A1, A2, and Bt1 horizons).  Organic carbon content is less than 0.6 percent below 31 inches.\nArgillic horizon - the zone from 16 to 50 inches (Bt1, Bt2 horizons).\nVitrandic feature - the zone from 0 to 16 inches (A1 and A2 horizons)\nUltic feature - base saturation is 70 percent at a depth of 16 to 31 inches (Bt1 horizon).\nParticle-size control - from 16 to 36 inches (Bt1 and upper Bt2 horizons) with a weighted average of 39 percent rock fragments (calculated).\nADDITIONAL DATA: Skooker sampled for organic carbon, 15-bar water, base saturation, and cation exchange capacity.  Reference Pedon # 89T028 by NSSL, Lincoln, NE.  Sample depths: 16 to 31 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
