{
  "SERIES": "SKOOKUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/RA/TDT",
  "REVDATE": "02/97",
  "STATES": "OR",
  "OVERVIEW": "The Skookum series consists of moderately deep, well drained\nsoils that formed in colluvium and residuum weathered from\nextrusive igneous rock on mountainsides and hills.  Slopes are 1\nto 70 percent.  The mean annual precipitation is about 27 inches.  The mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skookum very cobbly loam in rangeland and on a 44 percent slope.  (Colors are for moist soil unless otherwise\nnoted.)\nA--0 to 3 inches; very dark brown (10YR 2/2) very cobbly\nloam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; soft, very friable, slightly sticky and\nslightly plastic; many very fine roots; many very fine irregular pores; 15 percent gravel, 30 percent cobbles and 5 percent\nstones; neutral (pH 7.2); abrupt wavy boundary.  (2 to 7 inches thick)\nBAt--3 to 8 inches; very dark grayish brown (10YR 3/2) very\ncobbly loam, dark grayish brown (10YR 4/3) dry; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky\nand slightly plastic; few very fine roots; few very fine tubular pores; few thin clay films on peds and in pores; 10 percent\ngravel and 25 percent cobbles; neutral (pH 7.0); clear wavy\nboundary.  (4 to 8 inches thick)\nBt1--8 to 16 inches; very dark grayish brown (10YR 3/2) very\ncobbly clay loam, dark grayish brown (10YR 4/2) dry; moderate\nfine subangular blocky structure; very hard, firm, sticky and plastic; few very fine roots; few very fine tubular pores; few\nthin clay films on peds and in pores; 10 percent gravel and 45 percent cobbles; neutral (pH 6.7); gradual wavy boundary.  (6 to\n12 inches thick)\nBt2--16 to 22 inches; dark brown (7.5YR 3/3) very cobbly\nclay, brown (7.5YR 4/2) dry; moderate fine and medium subangular blocky structure; very hard, very firm, very sticky and very\nplastic; few medium roots; few very fine tubular pores; few thin\nclay films on peds and in pores; 10 percent gravel and 50 percent cobbles; neutral (pH 6.7); gradual wavy boundary.  (4 to 12\ninches thick)\nBt3--22 to 28 inches; dark brown (7.5YR 3/4) extremely cobbly\nclay, brown (7.5YR 4/2) dry; moderate fine angular blocky\nstructure; very hard, very firm, very sticky and very plastic;\nfew roots; few very fine tubular pores; few thin clay films on\npeds and in pores; 40 percent cobbles and 30 percent stones;\nneutral (pH 6.7); abrupt irregular boundary.  (5 to 13 inches\nthick)\nR--28 inches; hard fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; about 6 miles south of Pinehurst; approximately 1,650 feet west and 40 feet north of the southeast corner of sec. 4, T. 41 S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches.  The mean annual soil temperature is 47 to 54 degrees F.\nThe soils are usually moist but are dry between 4 and 12 inches\nfor 70 to 100 consecutive days during the summer months.  The particle-size control section averages 40 to 80 percent rock fragments of which 5 to 10 percent are gravel, 30 to 45 percent\nare cobbles and 5 to 25 percent are stones.\nThe A horizon has value of 2 or 3 moist and 3 or 4 dry; and\nchroma of 2 or 3 moist or dry.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 3 moist, 3 or 4 dry, chroma of 2 to 4 moist and 2 or 3 dry.  It is very cobbly\nclay loam, very cobbly clay or extremely cobbly clay and is 35 to\n50 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skookum soils are on mountainsides and hills\nat elevations of 2,000 to 4,800 feet.  Slopes are 1 to 70\npercent.  The soils formed in colluvium weathered from extrusive igneous rock.  The mean annual precipitation is 18 to 35 inches.\nThe mean annual temperature is 45 to 52 degrees F.  The\nfrost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carney, Geppert, Hukill, McMullin and McNull soils.  Carney and Hukill soils lack mollic epipedons and are non-skeletal.  McNull soils are\nnon-skeletal and have a mollic epipedon less than 20 inches\nthick.  McMullin soils are shallow and non-skeletal.  Geppert\nsoils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used mainly for range and\nwildlife habitat.  Native vegetation is Oregon white oak, western juniper, ponderosa pine, wedgeleaf ceanothus, Idaho fescue, and Lemmon needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western slope of the southern Cascades.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
