{
  "SERIES": "SKULLGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/TDT",
  "REVDATE": "01/2003",
  "STATES": "OR",
  "OVERVIEW": "The Skullgulch series consists of very deep, well drained soils on side slopes of terraces and on fans.  They formed in mixed alluvium with an influence of loess and volcanic ash in the surface horizons.  Slopes are 7 to 60 percent.  The mean annual precipitation is about 14 inches, and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Pachic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skullgulch silt loam - on a 35 percent concave north-facing slope, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate very fine subangular blocky structure parting to moderate very fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine continuous tubular pores; 10 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (5 to 8 inches thick)\nA2--7 to 20 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine continuous tubular pores; 10 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.  (10 to 15 inches thick)\n2Bw--20 to 24 inches; dark brown (10YR 3/3) clay loam, brown (10YR 5/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; many very fine and fine continuous tubular pores; slightly alkaline (pH 7.8); abrupt smooth boundary.  (3 to 7 inches thick)\n2Bt--24 to 39 inches; dark yellowish brown (10YR 4/4) clay, yellowish brown (10YR 5/4) dry; strong medium and coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few fine and very fine roots; few very fine discontinuous tubular pores; many prominent clay films on faces of peds and in pores; slightly alkaline (pH 7.8); gradual smooth boundary.  (10 to 30 inches thick)\n2Btk--39 to 60 inches; dark yellowish brown (10YR 4/4) clay loam, light yellowish brown (10YR 6/4) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine continuous tubular pores; common distinct clay films on faces of peds; violently effervescent with segregated lime blotches; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; located in Denny Flat, 700 feet south of the center of sec. 3, T. 13 S., R. 37 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in all parts between 4 and 12 inches for 45 to 80 consecutive days following the summer solstice.  The mean annual soil temperature is 43 to 47 degrees F.  Depth to the substratum is greater than 60 inches.  Depth to the 2Bt is 20 to 30 inches.  Hue is 10YR or 7.5YR.  There is an absolute increase in clay content of 15 to 30 percent between the 2Bw and 2Bt horizons.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It has 5 to 15 percent gravel.\nThe 2Bw horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is loam, clay loam or silty clay loam with 20 to 35 percent clay.  It has 5 to 15 percent gravel.\nThe 2Bt horizon has value of 4 or 5 moist and dry, and chroma of 3 or 4 moist and dry.  It is clay or silty clay, averaging 50 to 60 percent clay.  It has 0 to 10 percent gravel.\nThe 2Btk horizon has value of 4 or 5 moist, 5 or 6 dry, and chroma of 4 through 6 moist and dry.  It is clay loam or silty clay loam with 35 to 40 percent clay.  It has 0 to 15 percent gravel.  It is strongly or violently effervescent.  This horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goring, Greentimber, Letavaria, Maughan  and Prag series. The Goring soils have hue of 7.5YR, 5YR or 2.5YR in the Bt horizon and have a mean annual soil temperature of 39 to 44 degrees F.  The Prag soils are 20 to 40 inches deep to a paralithic contact.  Greentimber soils have 35 to 45 percent clay in the particle-size control section and lack carbonates in the lower part of the subsoil.  Letavaria soils have a calcic horizon at depths of 24 to 30 inches and depth to the argillic horizon is 2 to 5 inches.  Maughan soils are on mountains, and formed in colluvium from sandstone and limestone, they have hue of 7.5YR to 2.5YR in the subsoils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Skullgulch soils are in concave positions on north-facing side slopes on terraces and on fans.  Slopes are 7 to 60 percent.  Elevations range from 4,000 to 5,400 feet.  The soils formed in mixed alluvium with an influence of loess and volcanic ash in the surface horizons.  The mean annual precipitation is 12 to 18 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is 30 to 90 days.  This soil is on the Eola geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Campcreek, Marack, Rastus, and Wahstal soils.  The Campcreek soils are mapped in association with Skullgulch soils, occur on south and west aspects, and have a mollic epipedon less than 20 inches thick.  Marack soils are on adjacent lower terraces, have a calcic horizon, and border on an aridic moisture regime.  Rastus and Wahstal soils have indurated duripans. Rastus soils are moderately deep to the duripan.  Wahstal soils are shallow to the duripan and clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland. The native vegetation in MLRA 10 is Idaho fescue, bluebunch wheatgrass, prairie junegrass, mountain big sagebrush, and green rabbitbrush.  The native vegetation in MLRA 9 is Idaho fescue, bluebunch wheatgrass and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is of small extent.  MLRA 9 and 10."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 24 inches (A1, A2, 2Bw horizons).\nPachic - mollic epipedon to a depth of 24 inches.\nArgillic horizon - the zone from 24 to 60 inches (2Bt, 2Btk horizons).\n\"Pale\" feature - argillic horizon with clayey particle-size class and abrupt upper boundary (2Bt horizon).\nThe silt loam surface (A horizon) may meet Vitrandic subgroup requirements but lab data is needed for verification.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate very fine subangular blocky structure parting to moderate very fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine continuous tubular pores; 10 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--7 to 20 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine continuous tubular pores; 10 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "2Bw",
        "top": 51,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bw--20 to 24 inches; dark brown (10YR 3/3) clay loam, brown (10YR 5/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; many very fine and fine continuous tubular pores; slightly alkaline (pH 7.8); abrupt smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 61,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bt--24 to 39 inches; dark yellowish brown (10YR 4/4) clay, yellowish brown (10YR 5/4) dry; strong medium and coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few fine and very fine roots; few very fine discontinuous tubular pores; many prominent clay films on faces of peds and in pores; slightly alkaline (pH 7.8); gradual smooth boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "2Btk",
        "top": 99,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Btk--39 to 60 inches; dark yellowish brown (10YR 4/4) clay loam, light yellowish brown (10YR 6/4) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine continuous tubular pores; common distinct clay films on faces of peds; violently effervescent with segregated lime blotches; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
