{
  "SERIES": "SKUNKFARM",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLC/TDT",
  "REVDATE": "04/1999",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skunkfarm silt loam, on a 1 percent slope in rangeland at an elevation of 4130 feet.  (Colors are for dry soil unless otherwise noted)\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; moderate very fine and fine granular structure; loose, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine interstitial pores; moderately alkaline (pH 7.8);  clear wavy boundary.  (2 to 5 inches thick)\nBw1--2 to 6 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; moderate very fine subangular blocky structure; moderately hard, friable, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; few fine distinct dark yellowish brown (10YR 4/6) moist iron accumulations; slightly alkaline (pH 7.8); clear wavy boundary.\nBw2--6 to 13 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/3) moist; moderate very fine and fine subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; common fine and medium distinct dark yellowish brown (10YR 4/6) moist iron accumulations; slightly alkaline (pH 7.8); clear wavy boundary.  (Combined thickness of the A, Bw1 and Bw2 horizons is 10 to 20 inches)\nBw3--13 to 18 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; moderate very fine and fine subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and few fine tubular pores; common fine and medium distinct dark yellowish brown (10YR 4/6) moist iron accumulations; slightly alkaline (pH 7.6); clear wavy boundary.\nBC--18 to 29 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; few very fine and few fine roots; many very fine tubular pores; common fine and medium distinct dark yellowish brown (10YR 4/6) moist iron accumulations and common fine distinct dark gray (10YR 4/1) moist iron depletions; slightly alkaline (pH 7.6); diffuse wavy boundary.  (0 to 22 inches thick)\nC1--29 to 46 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 4/3) moist; moderate fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine faint dark yellowish brown (10YR 4/6) moist iron accumulations; slightly alkaline (pH 7.6);  diffuse wavy boundary. (0 to 17 inches thick)\nC2--46 to 60 inches; brown (10YR 5/3) fine sandy loam,  dark brown (10Y 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine faint dark yellowish brown (10YR 4/6) moist iron accumulations; slightly alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; about 1.5 miles southeast of Rattlesnake Butte on the Center Patrol Road; about 300 feet west and 4780 feet south of the northeast corner of sec. 22, T. 28 S., R. 31 E.; Coyote Buttes quadrangle; Lat. 43 degrees 7 minutes 8 seconds N. and Long. 118 degrees 51 minutes 29 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 47 degrees F.  The particle-size control section averages 18 to 27 percent clay, and greater than 15 percent fine sand or coarser.  The mollic epipedon is 10 to 20 inches thick.  Distinct redoximorphic iron accumulations are present in the lower part of the mollic epipedon and subsoil.\nThe A horizon has value of 3 through 5 dry.\nThe Bw horizon has value of 3 through 6 dry and chroma of 2 moist in the upper part and 2 or 3 moist in the lower part.  It is clay loam, silty clay loam, or loam with 25 to 35 percent clay.  It is slightly or moderately alkaline.\nThe BC horizon has a value of 6 or 7 dry, 4 or 5 moist and chroma of 2 or 3 moist and dry.  It is loam or silty clay loam with 15 to 30 percent clay.  It is slightly or moderately alkaline.\nThe C horizon has a value of 5 or 6 dry.  It is slightly or moderately alkaline.\nCOMPETING SERIES.  These are the Bluffton, Flom, Larry, and Mahtowa series.  Bluffton soils and Flom soils are on glacial landscapes and have free carbonates at a depth of about 15 to 45 inches.  Larry soils have chroma of 0 or 1 in the mollic epipedon and have 0 to 10 percent cobbles and 5 to 25 percent gravel.  Mahtowa soils have hue of 5YR or 2.5YR in the subsoil and substratum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Skunkfarm soils are in depressional areas on stream terraces formed in alluvium.  Slopes are 0 to 2 percent.  Elevation is 4,100 to 4,200 feet.  The climate is characterized by cold moist winters and hot dry summers.  The mean annual temperature is 43 to 45 degrees F.   The mean annual precipitation is 8 to 10 inches.  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ausmus, Skidoosprings, Doubleo, Fury, Mcbain, Housefield, and Jimgreen soils.  The Ausmus, Skidoosprings, and Mcbain soils are on higher adjacent convex areas and have ochric epipedons. The Doubleo, Fury, Housefield, and Jimgreen soils are on lower stream terraces. Doubleo soils have a clayey over loamy particle-size class.  Fury soils are a fine-silty family. Housefield soils have 10 to 20 percent organic matter throughout. Jimgreen soils are Histisols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; ponded; moderately slow permeability.  A fluctuating watertable is at 0.5 feet to 2.5 feet from April through May. Skunkfarm soils have occasional brief ponding in April.  The ponding is 0.5 feet on the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for livestock grazing and wildlife habitat.  Vegetation is creeping wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon; MLRA 24 and 23.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  from a depth of 0 to 13 inches (A, Bw1, and Bw2 horizons).\nParticle-size control section:  from 10 to 40 inches (Bw2, Bw3, BC, and C1 horizons).\nAquic features:  redoximorphic iron concentrations and depletions from 2 to 60 inches (Bw1,Bw2,Bw3,BC,C1, and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
