{
  "SERIES": "SKY",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA",
  "OVERVIEW": "The Sky series consists of moderately deep, well drained soils that formed in colluvium over residuum weathered from andesitic tuff. The Sky soils are on the upper third of mountain slopes. Slopes range from 9 to 70 percent. The mean annual precipitation is about 1400 millimeters and the mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, amorphic Humic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sky gravelly medial sandy loam on a North facing (354 degree), 20 percent slope at an elevation of 2390 meters. When described on 06/19/2002 the soil was moist throughout. Colors are for moist soils unless otherwise noted.\nOi--0 to 3 cm; slightly decomposed plant material;\nOa--3 to 5 cm; highly decomposed plant material;\nA--5 to 8 cm; gravelly medial sandy loam, very dark gray (7.5YR 3/1) broken face moist; massive; soft, friable, slightly sticky and slightly plastic; common fine and medium roots throughout; common very fine irregular pores; 5 percent cobbles and 15 percent nonflat subangular gravel; very strongly acid, pH 5.0 by pH meter 1:1 water; abrupt smooth bounday. (1 to 13 cm thick)\nE--8 to 13 cm; gravelly medial sandy loam, dark grayish brown (10YR 4/2) broken face moist; weak medium subangular blocky and weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and many medium roots throughout; common very fine irregular pores; 20 percent gravel and 10 percent cobbles; strongly acid, pH 5.3 by pH meter 1:1 water; abrupt smooth bounday. (0 to 13 cm thick)\nBw1--13 to 38 cm; very stony medial sandy loam, dark brown (10YR 3/3) broken face moist; moderate medium subangular blocky and moderate fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine and medium roots throughout; 5 percent gravel and 20 percent cobbles and 25 percent stones; strongly acid, pH 5.3 by pH meter 1:1 water; gradual smooth bounday.\nBw2--38 to 61 cm; very stony medial sandy loam, dark yellowish brown (10YR 3/6) broken face moist; moderate fine subangular blocky and moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine, medium and coarse roots throughout; 5 percent gravel, 20 percent cobbles, and 25 percent stones; strongly acid, pH 5.4 by pH meter 1:1 water; abrupt wavy bounday. (the combined thickness of the Bw horizons is 25 to 76 cm thick)\nCr--61 to 91 cm; dark brown (7.5YR 3/3) broken face moist; moderately cemented andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Placer County, 39 degrees North latitude, 4 minutes, 20 seconds and 120 degrees, 13 minutes, 30 seconds West longitude, NAD27 - U.S.G.S Quad: Homewood, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSurface rock fragment content: 0 to 15 percent consisting of gravel, cobbles and stones.\nSoil temperature: 3 to 6 degrees C.\nDepth to paralithic contact: 50 to 100 centimeters\nReaction: very strongly to moderately acid.\nBase saturation: commonly is 15 to 30 percent but varies from 3 to 50 percent.\nControl section:\nRock fragments: average more than 35 percent throughout the control section but ranges from 15 to 70 percent in individual horizons.\nClay content: averages 2 to 10 percent clay\nMineralogy: amorphic\nA horizon:\nHue: 10YR, 7.5YR\nValue: 2 or 3 moist\nChroma: 1 through 3 moist\nOrganic matter: 7 to 34 percent\nTexture of the fine earth fraction: course sandy loam or sandy loam\nContent of rock fragments: 15 to 35 percent\n5 to 30 percent gravel\n0 to 20 percent cobbles\nE horizon (where present):\nHue: 10YR\nValue: 4 or 5 moist\nChroma: 2 through 4 moist\nOrganic matter: 1 to 8 percent\nTexture of the fine earth fraction: course sandy loam or sandy loam\nContent of rock fragments: 20 to 40 percent\n10 to 30 percent gravel\n5 to 25 percent cobbles\nBw horizons:\nHue: 10YR\nValue: 3 or 4 moist\nChroma: 3 through 6 moist\nOrganic matter: 1 to 8 percent\nTexture of the fine earth fraction: course sandy loam or sandy loam\nContent of rock fragments: 35 to 60 percent\n5 to 35 percent gravel\n5 to 35 percent cobbles\n5 to 35 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sky soils are on the upper third of mountain slopes. Slopes are 9 to 50 percent. These soils formed in colluvium over residuum weathered from andesite.  Elevation is 2105 to 2730 meters. The climate is humid to subhumid with warm dry summers and cold wet winters. Mean annual precipitation is 740 to 1700 millimeters, most of which occurs as snow. The mean annual temperature is 3 to 6 degrees C. Frost free season is 25 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Meiss, and Waca soils. The Meiss soils are shallow to bedrock and the Waca soils are lower on the mountainside and warmer (frigid)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; high runoff class; moderately rapid permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife and recreation; native vegetation is mixed conifers. The principal species are California red fir and mountain hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lake Tahoe Basin of California in MLRA 22A.  These soils are of minor extent.  MLRA: 22"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Placer County, (Tahoe Basin Area), California, 2007. Source of name from \"Lake of the Sky\" in reference to Lake Tahoe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: from the mineral soil surface to 100 cm below the starting point (the A1, A2 and Bw horizons)\nAndic properties: 0 to 61 cm (the A, E, Bw1, and Bw2 horizons)\nUmbric Epipedon: 5 to 38 cm (the A, E, Bw1 (after mixing the upper 18 cm the colors moist are 3/3 or darker))\nParalithic contact: 61 cm (Cr)\nADDITIONAL DATA:\nLab Pedon #: 03N1043\nNational Cooperative Soil Survey\nU.S.A."
  }
}
