{
  "SERIES": "SKYLIGHT",
  "STATUS": "Established Series",
  "BYREV": "SJP-SWA-GWS",
  "REVDATE": "01/2007",
  "STATES": "NY",
  "OVERVIEW": "The Skylight series consists of shallow, somewhat excessively and excessively drained sandy soils overlying anorthositic gneiss bedrock. They are on summits, shoulders, and backslopes in mountainous areas. Saturated hydraulic conductivity is high or very high. Slope ranges from 15 to 80 percent. Mean annual temperature is about 35 degrees F, and mean annual precipitation is about 55 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic Lithic Humicryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skylight loamy sand, on a 50 percent slope in a forested area. (Colors are for moist soil.)\nOe -- 0 to 2 inches; dark reddish brown (5YR 2.5/2) moderately decomposed (hemic) material comprised of needles, leaves and twigs; weak fine granular structure; very friable; common fine and medium and few coarse roots; extremely acid; gradual wavy boundary.\nOa -- 2 to 5 inches; black (5YR 2.5/1) highly decomposed (sapric) plant material; weak fine granular structure; very friable; common fine and medium, and few coarse roots; extremely acid; abrupt wavy boundary. (Combined thickness of the O horizon is 2 to 20 inches.)\nE -- 5 to 9 inches; dark gray (5YR 4/1) loamy sand; few medium prominent yellowish red (5YR 4/6) mottles; weak medium subangular blocky structure; friable; few fine, medium and coarse roots; 1 percent rock fragments (mostly pebbles); extremely acid; clear wavy boundary. (1 to 4 inches thick.)\nBhs -- 9 to 15 inches; black (5YR 2.5/1) loamy sand; weak medium subangular blocky structure; friable, moderately smeary; common fine and medium and few coarse roots; 1 percent rock fragments (mostly pebbles); extremely acid; abrupt wavy boundary. (4 to 15 inches thick.)\nR -- 15 inches; Marcy anorthosite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, New York; approximately 1/2 mile east on the Mt. Colden trail from Lake Colden, at 3500 feet elevation; USGS Mt. Marcy, NY topographic quadrangle; Latitude 44 degrees, 07 minutes, 20 seconds N, and Longitude 73 degrees, 58 minutes, 08 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mineral solum and depth to bedrock from the mineral soil surface ranges from 10 to 20 inches. Rock fragment content ranges from 0 to 35 percent by volume throughout the mineral solum. Stones and boulders cover from .01 to 15 percent of the surface. Reaction ranges from ultra acid to very strongly acid in the surface and subsurface horizons, and from extremely acid to strongly acid in the subsoil.\nThe O horizons have hue of 10R to 10YR or are neutral, with value and chroma of 3 or less. It is fribric, hemic, or sapric material. It has weak or moderate, fine or medium granular or subangular blocky structure. Consistence is very friable or friable.\nThe E horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 1 or 2. It is loamy fine sand, loamy sand, loamy coarse sand, fine sand, sand, or coarse sand in the fine-earth fraction. It has weak fine or medium granular or subangular blocky structure, or are single grain. Consistence is very friable, friable, or loose.\nThe Bhs horizons and Bh horizons (where present), have hue of 10R to 7.5YR, with value and chroma of 3 or less. It is loamy fine sand, loamy sand, loamy coarse sand, fine sand, sand, or coarse sand in the fine-earth fraction. They have weak or moderate, fine, medium, or coarse granular or subangular blocky structure, or are single grain. Consistence is very friable, friable, or loose. It is moderately or strongly smeary.\nSome pedons have a Bs horizon that has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 or 4. It is loamy fine sand, loamy sand, loamy coarse sand, sand or coarse sand in the fine-earth fraction. They have weak or moderate, fine, medium, or coarse subangular blocky structure, or are single grain. Consistence is very friable, friable, or loose.\nBedrock is anorthositic gneiss (metamorphosed anorthosite)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Couchsachraga(T) is currently the only other series in the same family. Couchsachraga (T) soils have mineral soil horizons 4 to 10 inches thick over bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Skylight soils are on summits, shoulders, and backslopes of mountains and ridges at elevations greater than 3000 feet. Slope ranges from 3 to 80 percent. The soils formed in a thin mantle of sandy material over bedrock. In some pedons this mantle is till, and in other pedons it is residuum derived from the underlying anorthositic gneiss bedrock. In very steep areas, the mineral soil material is colluvium which moved from unstable positions up slope. The mean annual temperature ranges from 30 to 43 degrees F., and the mean annual precipitation ranges from 45 to 80 inches. The frost-free season ranges from 80 to 110 days. Elevations range from 3000 to 5400 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Couchsachraga(T), Esther(T), Ricker, Santanoni(T), and Wallface(T) soils. Couchsachraga (T) soils occupy similar landscape positions and have mineral soil horizons less than 10 inches thick over bedrock. Ricker soils are thin organic soils on landforms similar to those of Skylight soils. Esther (T) and Wallface (T) soils occupy less sloping, more stable parts of the landscape, are coarse-loamy, and are very deep and moderately deep to bedrock respectively. Santanoni (T) soils are also on similar topographic positions, but are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively and excessively drained. The potential for surface runoff is very high. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: All areas are in forest and used mainly for wildlife habitat and recreation. Dominant trees are red spruce and balsam fir. Other trees include yellow birch, mountain ash, white birch, striped maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Adirondack Mountains of northern New York, and possibly northern New England. MLRA 143. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New York, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Some pedons have enough andic soil properties to key out as Andic Humicryods if they did not key out as Lithic first, and some pedons lacking E horizons will key out as Lithic Haplocryands. These are similar soils in use and management to the Lithic Humicryods concept.\nDiagnostic horizons and other features recognized in the typical pedon are:\na. Albic horizon - from 5 to 9 inches (E horizon).\nb. Spodic horizon - from 9 to 15 inches (Bhs horizon).\nc. Humic great group - have 6 percent or more organic carbon throughout a layer 4 inches or more thick within the spodic horizon.\nd. Lithic subgroup - bedrock within 20 inches of the mineral soil surface (R horizon).\nADDITIONAL DATA: NSSL laboratory data is available for the following pedon: S93-NY-031-004.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively and excessively",
        "drainage_overview": "somewhat excessively and excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oe -- 0 to 2 inches; dark reddish brown (5YR 2.5/2) moderately decomposed (hemic) material comprised of needles, leaves and twigs; weak fine granular structure; very friable; common fine and medium and few coarse roots; extremely acid; gradual wavy boundary."
      },
      {
        "name": "Oa",
        "top": 5,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa -- 2 to 5 inches; black (5YR 2.5/1) highly decomposed (sapric) plant material; weak fine granular structure; very friable; common fine and medium, and few coarse roots; extremely acid; abrupt wavy boundary. (Combined thickness of the O horizon is 2 to 20 inches.)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E -- 5 to 9 inches; dark gray (5YR 4/1) loamy sand; few medium prominent yellowish red (5YR 4/6) mottles; weak medium subangular blocky structure; friable; few fine, medium and coarse roots; 1 percent rock fragments (mostly pebbles); extremely acid; clear wavy boundary. (1 to 4 inches thick.)"
      },
      {
        "name": "Bhs",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bhs -- 9 to 15 inches; black (5YR 2.5/1) loamy sand; weak medium subangular blocky structure; friable, moderately smeary; common fine and medium and few coarse roots; 1 percent rock fragments (mostly pebbles); extremely acid; abrupt wavy boundary. (4 to 15 inches thick.)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 15 inches; Marcy anorthosite bedrock."
      }
    ]
  ]
}
