{
  "SERIES": "SKYRIDGE",
  "STATUS": "Established Series",
  "BYREV": "WRR/KP",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "OVERVIEW": "The Skyridge series consists of shallow, well drained soils that formed in residuum from sandstone. Skyridge soils are on tops and shoulders of mountains. Slopes range from 8 to 30 percent. The mean annual precipitation is about 50 inches and the mean annual temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Skyridge gravelly fine sandy loam, on a south west facing 18 percent slope under a cover of Douglas fir, California bay laurel and oaks at an elevation of 2883 feet. When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches, (0 to 3 cm); very dark grayish brown (10YR 3/2) rubbed, slightly decomposed plant material, very dark brown (10YR 2/2) rubbed moist; abrupt smooth boundary.\nA--1 to 10 inches, (3 to 25 cm); dark grayish brown (10YR 4/2) broken face gravelly fine sandy loam, very dark brown (10YR 2/2) broken face moist; 12 percent clay; weak fine subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; common fine roots and few medium roots; many very fine interstitial pores; 5 percent subangular strongly cemented 75 to 210 millimeter sandstone fragments and 25 percent subangular strongly cemented 2 to 75 millimeter sandstone fragments; mildly acid, pH 6.4  by pH meter; abrupt wavy boundary.\nR--10 to 11 inches, (25 to 28 cm); Strongly cemented hard sandstone bedrock, coarse grained and unfractured."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Skyline County park, along Skyline Blvd., east of road at trailhead and road gate, then south on ridge about 500 feet., Section 22 Township 8s, Range 2w,  UTM Northing 4119595, UTM Easting 582175, Zone 10, NAD83 - U.S.G.S Quad: Castle Rock Ridge, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to hard sandstone is 20 to 50 centimeters. The mean annual soil temperature is 55 to 59 degrees F. The particle size control section averages 10 to 18 percent clay and 5 to 35 percent gravel rock fragments, and 0 to 5 percent cobbles. The soil is not calcareous. Organic matter ranges from 2 to 5 percent to a depth of 25 cm. Base saturation by sum of cations ranges from 35 to 75 percent to a depth of 25 cm.\nRock fragments on the surface range from 0 to 20 percent stones, and 0 to 20 percent boulders.\nThe A horizon dry color is 10YR 5/3, 5/2 or 4/2. Moist color is 10YR 3/3, 3/2 or 2/2. Texture is fine sandy loam or sandy loam or their gravelly equivalents. Clay content ranges from 10 to 18 percent. Rock fragments range from 5 to 35  percent gravel and 0 to 5 percent cobbles. Reaction ranges from 4.1 to 6.2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dobson, Mcmullin, Reston and Whisk soils in other MLRA areas and states. Dobson has average annual soil temp of 47 to 55 degrees F. Mcmullin has mean annual air temperature of 45 to 55 degrees F. Reston has mean annual air temperatures of 48 to 55 degrees F. Whisk has average annual soil temperatures of 47 to 55 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Skyridge soils are on mountains, mainly occurring on mountaintops and shoulders. Slopes are 8 to 30 percent. These soils formed in residuum weathered from sandstone. Elevation is 2000 to 3100 feet. Mean annual precipitation is 40 to 50 inches. The mean annual temperature is 55 to 59 degrees F. Frost free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ben Lomond and Casrock(T) soils. The Ben Lomond soils are deep to a paralithic contact of sandstone, and the Casrock(T) soils have a lithic contact of sandstone at 50 to 100 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, watershed and wildlife habitat. Vegetation is Douglas fir, California bay laurel, oak and poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in Santa Clara county.   Major Land Resource Area:   15 -- Central California Coast Range"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California 2009. Source of name from Skyline Boulevard."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:   1.2 to 10 in.   (3 to 25 cm)\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon:    1 to 25 in. (3 to 25 cm)\nThe soil moisture control section is dry in all parts from about May 15 to October 15 (about 150 days)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS SITE ID: 08ca085641161"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inches, (0 to 3 cm); very dark grayish brown (10YR 3/2) rubbed, slightly decomposed plant material, very dark brown (10YR 2/2) rubbed moist; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 10 inches, (3 to 25 cm); dark grayish brown (10YR 4/2) broken face gravelly fine sandy loam, very dark brown (10YR 2/2) broken face moist; 12 percent clay; weak fine subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; common fine roots and few medium roots; many very fine interstitial pores; 5 percent subangular strongly cemented 75 to 210 millimeter sandstone fragments and 25 percent subangular strongly cemented 2 to 75 millimeter sandstone fragments; mildly acid, pH 6.4  by pH meter; abrupt wavy boundary."
      },
      {
        "name": "R",
        "top": 25,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "Strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--10 to 11 inches, (25 to 28 cm); Strongly cemented hard sandstone bedrock, coarse grained and unfractured."
      }
    ]
  ]
}
