{
  "SERIES": "SKYUTE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  JJP/TWH/KLS",
  "REVDATE": "03/2018",
  "STATES": "CO,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Skyute loam, on a southwest facing, planar, 8 percent slope in ponderosa pine woodland at an elevation of 2,560 meters.  (Colors are for dry soil unless otherwise noted.)  When described on October 5, 1999, the soil was moist from 0 to 43 cm.\nA1--0 to 5 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine roots; few fine tubular pores; 5 percent angular gravel; neutral (pH 6.8); clear smooth boundary.\nA2--5 to 23 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate medium granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine roots; few fine tubular pores; 5 percent angular gravel; neutral (pH 6.8); clear smooth boundary. (combined thickness of A1, A2 horizons - 10 to 30 cm)\nBt1--23 to 33 cm; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm; moderately sticky and moderately plastic; common distinct clay films on faces of peds; many fine, few very fine roots; few very fine tubular pores; 10 percent angular gravel; neutral (pH 6.8); gradual wavy boundary.  (8 to 20 cm thick)\nBt2--33 to 43 cm; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common distinct clay films on faces of peds; few very fine roots; few very fine tubular pores; 14 percent angular gravel; neutral (pH 6.8); abrupt wavy boundary.\nR--43 to 69 cm; andesite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Archuleta County, Colorado, about 13 km west of Edith, located 305 meters north and 640 meters east of the southwest corner of Section 19, T. 32 N., R. 1 1/2 W.; Trujillo USGS Quad; Lat. 37 degrees, 00 minutes, 24 seconds, N. and Long. 107 degrees, 00 minutes, 12 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 4.4 to 7.2 degrees C.\nMean summer soil temperature: 15.0 to 16.7 degrees C.\nDepth to lithic contact: 25 to 50 cm\nThickness of the mollic epipedon: 20 to 36 cm\nParticle-size control section (weighted average):\nClay content: 20 to 35 percent\nSand content: 25 to 50 percent\nRock fragments:\nContent: 0 to 15 percent\nSize: flags\nKind: angular andesite\nContent: 0 to 15 percent\nSize: gravel\nKind: angular andesite\nA horizon\nHue: 7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  2 to 4 dry, 1 to 3 moist\nClay content: 10 to 18 percent\nRock fragments:  0 to 15 percent\nReaction (pH):  6.6 to 7.3\nBt horizons\nHue:  7.5YR or 10YR\nValue:  4 or 5, dry or moist\nChroma:  3 or 4, dry or moist\nTexture:   loam, clay loam\nClay content: 20 to 35 percent\nRock fragments:  0 to 15 percent\nReaction (pH):  6.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBeje (UT) - have sandstone rock fragments\nBerland (NM) - have sandstone rock fragments and are very shallow to bedrock\nBonjea (WY) - have granite rock fragments\nCedric (MT) - have granite rock fragments and accumulations of secondary calcium carbonate\nConi (CO) - have granitic rock fragments\nConnieo (MT) - have granitic rock fragments\nKiln (NM) - have limestone rock fragments\nViewpoint (NM) - have basalt-breccia rock fragments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mesas\nElevation - 2,450 to 2,625 meters\nSlopes - 1 to 20 percent\nParent material - slope alluvium over residuum derived from andesite\nMean annual air temperature - 5.5 to 7.2 degrees C.\nMean annual precipitation - 400 to 510 mm\nPrecipitation pattern: Precipitation falls mostly during the months of November through March and July through October.  June is the driest month.  Total snowfall averages about 1.2 to 1.5 meters (4 to 5 feet) with snowmelt lasting into April.\nFrost-free period - 80 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are commercial woodlands and wildlife habitat.  The native plant community is ponderosa pine, Gambel's oak, snowberry, nodding brome, Arizona fescue, and mountain muhly.  Some quaking aspen occurs at higher elevations and in drainageways."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Colorado and northwestern New Mexico; LRR D, E; MLRA 36, 48A; minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jicarilla Apache Area, New Mexico, 2000. The series was proposed in Archuleta County, Colorado, Archuleta County Area Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 23 cm (A1, A2 horizons)\nArgillic horizon:  23 to 43 cm (Bt1, Bt2 horizons)\nLithic contact:  43 cm to andesite bedrock (R layer)\nParticle-size control section:  23 to 43 cm (Bt1, Bt2 horizons)\nSkyute soils have a frigid temperature regime and are in an ustic soil moisture regime with a typic subclass.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
