{
  "SERIES": "SKYVIEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEM-JAL",
  "REVDATE": "9/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Skyview very cobbly sandy loam, very bouldery, forested (colors are for dry soil unless otherwise noted).\nOi--2 inches to 0; partially decomposed needles, twigs, and leaves. (1 to 3 inches thick)\nA--0 to 4 inches; gray (10YR 5/1) very cobbly sandy loam, very dark gray (10YR 3/1) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, common fine and few medium roots; many very fine and fine and few medium pores; 35 percent cobbles, 15 percent pebbles; neutral (pH 7.0); clear smooth boundary. (3 to 5 inches thick)\nE--4 to 16 inches; light brownish gray (2.5Y 6/2) very cobbly sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, common fine and few medium roots; many very fine and few fine tubular and interstitial pores; 10 percent stones, 25 percent cobbles, 20 percent pebbles; neutral (pH 6.7); gradual wavy boundary. (8 to 14 inches thick)\nBt/E--16 to 25 inches; Bt part (75 percent) brown (10YR 5/3) very cobbly sandy clay loam, brown (10YR 4/3) moist; E part (25 percent) light brownish gray (10YR 6/2) very cobbly sandy loam, grayish brown (10YR 5/2) moist; moderate medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; many very fine and few fine tubular and interstitial pores; Bt part, many faint clay films bridging sand grains; 10 percent stones, 25 percent cobbles, 15 percent pebbles; slightly acid (pH 6.5); clear wavy boundary. (9 to 14 inches thick)\nCr--25 to 29 inches; light yellowish brown (2.5Y 6/4) decomposed granite bedrock (grus) that crushes to very gravelly coarse sand; neutral (pH 6.9). (4 to 16 inches thick)\nR--29 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 1,400 feet north and 1,000 feet west of the SE corner of sec. 18, T. 9 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to argillic horizon - 9 to 16 inches.\nDepth to Cr horizon - 20 to 38 inches.\nDepth to bedrock - 23 to 40 inches.\nThe surface when mixed to 7 inches will not meet the thickness requirements for a mollic epipedon.\nSurface stones or boulders - 0 to 3 percent\nA horizon - Hue:  10YR or 2.5Y\nValue:  4 or 5 dry; 3 or 4 moist\nChroma:  1, 2, or 3\nTexture:  sandy loam or loam\nClay content:  10 to 25 percent\nRock fragments:  20 to 60 percent--0 to 5 percent stones, 5 to 35 percent cobbles, and 15 to 25 percent pebbles\nRock fragments, surface cover:  0.1 to 3 percent boulders\nReaction:  pH 6.1 to 7.3\nE horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  1, 2, or 3\nTexture:  sandy loam or sandy clay loam\nClay content:  10 to 25 percent\nRock fragments:  35 to 60 percent--0 to 10 percent stones, 15 to 25 percent cobbles, and 20 to 25 percent pebbles\nReaction:  pH 6.1 to 7.3\nBt/E horizon - Hue:  10YR or 2.5Y\nValue:  Bt part 5 or 6 dry, 4 or 5 moist; E part 6 or 7 dry, 5 or 6 moist\nChroma:  2, 3, or 4\nTexture:  Bt part sandy clay loam; E part sandy loam or sandy clay loam\nClay content:  18 to 30 percent\nRock fragments:  35 to 60 percent--0 to 10 percent stones, 20 to 25 percent cobbles, and 15 to 25 percent pebbles\nReaction:  pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nMocmont (MT) - does not have a paralithic or lithic contact above a depth of 60 inches; has more than 60 percent rock fragments below a depth of 32 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - escarpments, ridges and sideslopes of hills.\nElevation - 4,400 to 6,000 feet.\nSlope - 8 to 60 percent.\nParent material - colluvium, slope alluvium or residuum derived from granite and other coarse grained igneous rocks.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 38 to 42 degrees F.\nFrost-free period - 70 to 105 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Skyview soils are primarily used for timber production and wildlife habitat.  The potential native vegetation is mainly Douglas-fir, ponderosa pine, pinegrass, common snowberry, heartleaf arnica, Kinnikinnick, white spiraea, Oregongrape, rough fescue, Idaho fescue, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Skyview soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record: MT3012.  Diagnostic horizons and features recognized in this pedon are:\na layer of partially decomposed needles, twigs, and leaves from 2 inches to the mineral soil surface (Oi horizon); an ochric epipedon from the mineral soil surface to 16 inches (A, E horizons); an argillic horizon from 16 to 25 inches (Bt/E horizon); a particle-size control section from 16 to 25 inches (Bt/E horizon); a layer of decomposed granite (grus) from 25 to 29 inches (Cr horizon); hard granite bedrock at 29 inches (R horizon).  Skyview soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
