{
  "SERIES": "SLABTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR, DGF",
  "REVDATE": "04/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Slabtown on a southwest facing, 10 percent concave toeslope under pasture at a 1,900 foot elevation. (Colors are for moist soil unless otherwise stated)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam; weak fine granular structure; friable, slightly sticky and non-plastic; common fine and very fine roots; common very fine pores; 10 percent semi-rounded chert and sandstone fragments; neutral; clear wavy boundary. (0 to 10 inches thick)\nE--9 to 18 inches; yellowish brown (10YR 5/4) silt loam; weak fine and very fine subangular blocky structure; friable, slightly sticky and nonplastic; few fine and very fine roots; common very fine pores; few fine faint pale brown (10YR 6/3) iron depletions; 5 percent semi-rounded chert and sandstone fragments; 3 percent reddish brown (2.5YR 5/4) weathered rock fragments, moderately alkaline; clear smooth boundary. (0 to 12 inches thick)\nBE--18 to 26 inches; yellowish brown (10YR 5/4) silt loam; moderate fine and very fine subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots; many very fine pores; very patchy pale brown (10YR 6/3) and dark yellowish brown (10YR 4/4) ped coatings; 12 percent semi-rounded chert and sandstone fragments; 15 percent reddish brown (2.5YR 5/4) weathered rock fragments; few manganese stains on peds; moderately alkaline; clear smooth boundary. (5 to 15 inches thick)\nBt1--26 to 34 inches; yellowish brown (10YR 5/6) silt loam; moderate coarse prismatic structure parting to moderate, very thick platy; friable, some brittle areas, slightly sticky and slightly plastic; few very fine roots on prism faces; many very fine pores; few distinct brown (7.5YR 4/4) clay films; many fine distinct light gray (10YR 7/2) iron depletions; 2 percent semi-rounded chert and sandstone fragments; 5 percent reddish brown (2.5YR 5/4) weathered rock fragments; common manganese stains on peds; moderately alkaline; gradual smooth boundary.\nBt2--34 to 44 inches; strong brown (7.5YR 5/6) and light yellowish brown (10YR 6/4) gravelly silty clay loam; moderate coarse prismatic structure parting to moderate very thick platy; friable, some brittle areas, slightly sticky and slighty plastic; few very fine roots on prism faces; common very fine pores; few distinct brown (7.5YR 4/4) clay films; many fine distinct light gray (10YR 7/2) iron depletions; 18 percent rounded chert and sandstone fragments; 5 percent reddish brown (2.5YR 5/4) weathered rock fragments; many manganese stains on peds; moderately alkaline; clear smooth boundary. (Combined thickness of the Bt horizon is 15 to 45 inches)\n2Bt3--44 to 75 inches; yellowish brown (10YR 5/8) clay; moderate very fine subangular blocky structure; friable, slightly sticky and plastic; common very fine pores; common prominent strong brown (7.5YR 5/6) clay films; common medium distinct yellowish red (5YR 5/8) iron concentrations; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pulaski County, Virginia; approximately 3 miles north of the town of Pulaski, and 150 yards northwest of intersection of VA-645 and US-11."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the discontinuity dominantly ranges from 30 to 50 inches. The solum thickness and depth to bedrock is more than 60 inches. Chert and sandstone rock fragments make up 2 to 35 percent of the volume above the lithologic discontinuity and 0 to 5 percent of the volume below the discontinuity. Reaction of the solum ranges from moderately acid to mildly alkaline in the A and upper B horizons and neutral to mildly alkaline in the lower horizons.\nThe A horizon has hue of 1OYR, value of 4 or 5 and chroma of 3 to 8. It is silt loam or loam.\nThe E horizon has hue of 10YR or 7.5Y, value of 4 or 5 and chroma of 3 to 8. It is loam or silt loam.\nThe B horizon above the discontinuity has hue of 1OYR or 7.5YR, value of 5 or 6 and chroma of 4 to 8. It is loam, silt loam, clay loam or silty clay loam.\nThe 2B horizon has hue of 1OYR to 5YR, value of 5 or 6, and chroma of 4 to 8. The lower part of some 2B horizons are multicolored. They are silty clay loam, silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Reedsburg soils are in a closely related family that is fine silty and superactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Slabtown soils formed dominantly in colluvium from shale, sandstone, limestone and the underlying limestone residuum and are commonly on concave toeslopes and backslopes and at the heads of drains. Slope gradients range from 2 to 15 percent. The climate is humid continental. Mean annual air temperature ranges from 50 to 58 degrees F., mean annual precipitation ranges from 35 to 40 inches, and frost free days range from 145 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carbo, Faywood, Frederick, Lodi, Lowell, Newbern, Poplimento, and Wurno soils. The Carbo, Faywood, Frederick, Lodi, Lowell, and Poplimento soils have a clayey particle-size control section. The Newbern soil has bedrock within a depth of 20 inches and the Wurno soil has bedrock within a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff potential is medium to high. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly cleared and used for hay and pasture. A very small portion is wooded or cultivated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 128, 147. In the Appalachian Ridges and Valleys areas of Virginia and possible Kentucky, Pennsylvania, Tennessee, and West Virginia. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pulaski County, Virginia, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOrchric Epipedon: The surface from 0 to 9 inches (the Ap horizon).\nArgillic horizon: The horizons between 26 and 75 inches (the Bt1, Bt2 and the 2Bt3 horizons).\nPalic: Clay does not decrease by 20 percent in the solum.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
