{
  "SERIES": "SLAPOUT",
  "STATUS": "Established Series",
  "BYREV": "SLM-TGM-JTB",
  "REVDATE": "10/2018",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Slapout series consists of very deep, well drained, moderately permeable soils that formed in loamy calcareous colluvial sediments from the Ash Hollow or Kimball Members, Ogallala Formation of Miocene-Pliocene age. These soils occur on very gently sloping to moderately steep hillslopes and colluvial aprons in the Southern High Plains, Breaks (MLRA 77E). Slope ranges from 1 to 20 percent. Mean annual precipitation is about 533 mm (21 in) and mean annual air temperature is about 15.0 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Slapout loam - on a 6 percent convex backslope of side slope in native rangeland at an elevation of 811 m (2660 ft).\n(Colors are for dry soil unless otherwise stated.)\nAk--0 to 16 cm (0 to 6 in); grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2), moist; moderate fine and medium granular structure; hard, friable; common fine, few medium and many very fine roots; many fine and few medium pores; carbonate, finely disseminated throughout; common fine and common medium carbonate masses in matrix; 1 percent 2 to 5 mm and 1 percent 5 to 20 mm strongly cemented caliche fragments; strongly effervescent (21 percent calcium carbonate equivalent);  slightly alkaline (pH 7.8); clear smooth boundary.  Thickness is 10 to 30 cm (4 to 12 in)\nBk1--16 to 37 cm (6 to 14.5 in); light gray (10YR 7/2) loam, pale brown (10YR 6/3), moist; weak coarse prismatic parting to weak medium subangular blocky parting to weak fine subangular blocky structure; slightly hard, very friable; common fine and few medium roots; common fine and few coarse pores; finely disseminated carbonates throughout; common fine and many medium carbonate masses, and few medium very strongly cemented carbonate nodules in matrix; 3 percent 2 to 5 mm and 1 percent 5 to 20 mm strongly cemented caliche fragments; violently effervescent (39 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); diffuse smooth boundary.\nBk2--37 to 67 cm (14.5 to 26.5 in); pinkish gray (7.5YR 7/2) loam, light brown (7.5YR 6/3), moist; weak coarse prismatic parting to moderate medium subangular blocky structure; soft, very friable; common fine and few medium roots; few fine and few medium pores; few worm casts; finely disseminated carbonates throughout; common fine and many medium carbonate masses, and few medium very strongly cemented carbonate nodules in matrix; 1 percent 2 to 5 mm and 1 percent 5 to 20 mm strongly cemented caliche fragments; violently effervescent (37 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear smooth boundary.  Combined thickness of Bk horizons is 33 to 140 cm (13 to 55 in)\nBCk1--67 to 109 cm (26.5 to 43 in); pinkish white (7.5YR 8/2) gravelly fine sandy loam, light brown (7.5YR 6/4), moist; weak medium subangular blocky structure; soft, very friable; few fine and few medium roots; few fine pores; few worm casts; finely disseminated carbonates throughout; few fine threadlike carbonate masses on surfaces along root channels; many medium and few coarse carbonate masses, and few medium very strongly cemented carbonate nodules in matrix; 2 percent 2 to 5 mm, 12 percent 5 to 20 mm, and 1 percent 75 to 250 mm strongly cemented caliche fragments; violently  effervescent (28 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); clear wavy boundary.\nBCk2--109 to 170 cm (43 to 67 in); pink (7.5YR 8/3) gravelly very fine sandy loam, light brown (7.5YR 6/4), moist; weak coarse subangular blocky structure; soft, very friable; few fine and few medium roots; few fine pores; finely disseminated carbonates throughout; common fine and few medium threadlike carbonate masses on surfaces along root channels; few fine and few medium carbonate masses, and few fine strongly cemented carbonate nodules in matrix; 1 percent 2 to 20 mm and 12 percent 20 to 75 mm strongly cemented caliche fragments, and 12 percent 75 to 250 mm moderately cemented caliche parafragments; 3 percent 2 to 5 mm well rounded indurated quartzite fragments; violently effervescent (16 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); diffuse wavy boundary.  Combined thickness of the BCk horizons is 40 to 116 cm thick (16 to 46 in)\nCk--170 to 220 cm (67 to 86.5 in); pink (7.5YR 8/3) very paracobbly loamy sand, pink (7.5YR 7/4), moist; massive; soft, very friable; few coarse roots; few fine pores; many distinct carbonate coats on surface of paracobbles; finely disseminated carbonates throughout; few medium carbonate masses in matrix; 1 percent 2 to 5 mm, 1 percent 5 to 20 mm, and 12 percent 20 to 75 mm strongly cemented caliche fragments, and 20 percent 75 to 250 mm moderately cemented caliche parafragments; 3 percent 2 to 5 mm well rounded indurated quartzite fragments; violently effervescent (15 percent calcium carbonate equivalent); moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBeaver County, Oklahoma; From the intersection of Highway 412 and Highway 23 at Elmwood, 6 miles south and 9 miles east, then 1600 ft (487 m) south and 1480 ft (452 m) east of the northwest corner of Section 22, Township 1N, Range 25E (Cimarron meridian).\nUSGS topographic quadrangle: Clear Lake SE, Oklahoma\nLatitude: 36 degrees 32 minutes 20.20 seconds N\nLongitude: 100 degrees 21 minutes 21.30 seconds W\nDatum: WGS84\nDecimal Degrees\nStd Latitude: 36.5389442\nStd Longitude: -100.3559189\nUTM Northing: 4044583\nUTM Easting:   378628\nUTM zone: 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years.\nSolum thickness: 102 to 203 cm (40 to 80 in)\nDepth to identifiable secondary carbonates: 0 to 15 cm (0 to 6 in)\nDepth to calcic horizon: 10 to 61 cm (4 to 24 in)\nSurface Fragments: 0 to 5 percent; fine to coarse gravel; carbonate nodules and concretions, calcrete (caliche) fragments\nParticle-size control section (weighted average):\nTotal clay content: 7 to 30 percent\nCarbonate clay content: 4 to 15 percent\nSilicate clay content: less than 18 percent\nCalcium carbonate equivalent: 15 to 40 percent\nCoarse fragments: 2 to 20 percent; fine to coarse gravel; calcrete (caliche) fragments\nA horizons:\nHue: 7.5YR or 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 6\nTexture: sandy loam, fine sandy loam, or loam\nTotal clay content: 7 to 18 percent\nCarbonate clay content: 1 to 7 percent\nCoarse fragments: 0 to 10 percent; fine to coarse gravel; calcrete (caliche) fragments, carbonate nodules and concretions\nIdentifiable calcium carbonate: 1 to 5 percent; fine to medium; masses, nodules\nCalcium carbonate equivalent: 5 to 25 percent\nEffervescence: slight to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBk horizons:\nHue: 7.5YR or 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6\nTexture: sandy loam, fine sandy loam, sandy clay loam, loam, silt loam\nTotal clay content: 7 to 30 percent\nCarbonate clay content: 4 to 15 percent\nCoarse fragments: 1 to 10 percent; fine to coarse gravel; calcrete (caliche) fragments, carbonate nodules and concretions\nIdentifiable calcium carbonate: 5 to 50 percent; fine to coarse; masses, nodules, concretions, coatings, and finely disseminated carbonate\nCalcium carbonate equivalent: 15 to 40 percent\nEffervescence: strong to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBCk and Ck horizons (where present):\nHue: 7.5YR or 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6\nTexture: loamy sand, sandy loam, fine sandy loam, very fine sandy loam, loam, and their gravelly and paracobbly counterparts\nTotal clay content: 3 to 18 percent\nCarbonate clay content: 2 to 12 percent\nCoarse fragments: 5 to 55 percent; fine to coarse gravel, paracobbles; calcrete (caliche) fragments, carbonate nodules and concretions\nIdentifiable calcium carbonate: 5 to 50 percent; fine to extremely coarse; masses, nodules, concretions, coatings, and finely disseminated carbonate\nCalcium carbonate equivalent: 10 to 40 percent\nEffervescence: strong to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Alopark and Gomez series in the same family. Similar soils are the Veal series.\nAlopark soils: have fragments consisting mainly of quartzite and formed in the Laverne member of the Ogallala Formation\nGomez soils: formed in eolian and fluvial sediments of the Blackwater Draw Formation of Pleistocene age and occur in the Southern High plains, Southern part (77C)\nVeal soils: have carbonatic mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Calcareous, loamy colluvial sediments derived from the Ash Hollow and Kimball Members of the Ogallala Formation of Mio-Pliocene age.\nLandscape: Dissected high plains\nLandform: Hillslopes and colluvial aprons\nSlope: 1 to 20 percent\nPrecipitation Pattern: These soils are intermittently moist in September through November and March through June. July through August and December through February are the driest months.\nMean annual precipitation: 457 to 635 mm (18 to 25 in)\nThornthwaite annual P-E Index: 25 to 36\nMean annual air temperature: 13.9 to 16.7 degrees C (57 to 62 degrees F)\nFrost-free period: 180 to 215 days\nElevation: 640.1 to 1219.2 m (2,100 to 4,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Alopark, Catesby, Laverne, Mansic, Mocane, Ochiltree, Oklark,  and Paloduro series.\nAlopark soils: occur on lower positions associated with the Laverne Member of Ogallala Formation, have lower calcium carbonate equivalents in the calcic horizons, and grade to loamy or sandy subsoils with mainly siliceous gravel\nCatesby soils: have a mollic epipedon and occur on similar positions and parent materials\nLaverne and Ochiltree soils: have a loamy-skeletal particle-size class, a petrocalcic horizon within 50 cm (20 in) of the soil surface, and occur on similar positions and parent materials\nMansic soils: occur on lower positions associated with the Laverne Member of Ogallala Formation, have a mollic epipedon, and a fine-loamy particle-size class\nMocane soils: occur on lower positions associated with the Laverne Member of Ogallala Formation, have a sandy particle-size class, and solum thickness of less than 102 cm (40 in)\nOklark soils: occur on lower positions associated with the Laverne Member of Ogallala Formation, have a mollic epipedon, lower calcium carbonate equivalents in the calcic horizons, and grade to loamy or sandy subsoils with mainly siliceous gravel\nPaloduro soils: have a mollic epipedon, a fine-loamy particle-size class, do not have a calcic horizon within 100 cm (40 in) of the soil surface, and occur on similar positions and parent materials"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability class: moderate\nRunoff class: low on 1 to 5 percent slopes and medium on 5 to 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: mainly livestock grazing and limited crop production\nNative vegetation: predominantly little bluestem, sideoats grama, blue grama, buffalograss, sand bluestem, purple threeawn, silver bluestem, and broom snakeweed. Yucca is the major woody species along with small amounts of sand sagebrush.\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites:     Limy Upland"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Oklahoma and Texas Panhandles, a few counties in Northwestern Oklahoma and Southwestern Kansas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 77E - Southern High Plains, Breaks\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 2018 - Lipscomb County, TX during the \"MLRA 77E - Quanah (Paloduro, Veal, and Portales) soils and Paloduro loam and clay loam, 3 to 5 percent slopes\" project. Proposed in 2007 during the extensive revision update of Beaver County, OK. The name of the series comes from a community in Beaver County, OK."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Veal series.\nDiagnostic horizons and features in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 39.4_in)\nOchric epipedon: 0 to 16 cm (0 to 6 in) (A horizon)\nCalcic horizon: 16 to 170 cm (6 to 67 in) (Bk and BCk horizons)\nIdentifiable secondary carbonates: 0 to 220 cm (0 to 86.5 in) (all horizons)\nADDITIONAL DATA:\nKSSL data available: S2004OK007002 (TL-Beaver County, OK)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
