{
  "SERIES": "SLATEGOAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL",
  "REVDATE": "12/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Slategoat silt loam, forested (colors are for dry soil unless noted otherwise).\nOi--0 to 1 inch; forest litter of slightly decomposed needles, twigs, and leaves. (1 to 2 inches thick)\nA--1 to 8 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots and few medium roots; common light gray silt and sand skeletans on faces of peds; neutral (pH 7.2); clear smooth boundary. (3 to 8 inches thick)\nAB--8 to 13 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine roots and few medium roots; many very fine tubular and interstitial pores; common light gray silt and sand skeletans on faces of peds; slightly alkaline (pH 7.5); gradual smooth boundary. (4 to 6 inches thick)\nBw--13 to 22 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular and interstitial pores and few medium tubular pores; slightly alkaline (pH 7.6); gradual smooth boundary. (8 to 20 inches thick)\nBk1--22 to 41 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak medium prismatic structure parting to weak medium and coarse subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular and interstitial pores and few medium tubular pores; common fine irregular seams of lime; disseminated lime; strongly effervescent; slightly alkaline (pH 7.8); gradual smooth boundary. (15 to 25 inches thick)\nBk2--41 to 60 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; common fine prominent mottles, yellowish brown (10YR 5/6) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and medium roots; many very fine tubular and interstitial pores; common fine irregular seams of lime; disseminated lime; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis and Clark County, Montana; 2,100 feet south and 100 feet west of the NE corner of sec. 24, T.14 N.,R.9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 45 degrees F.\nMoisture control section - between 4 and 12 inches.\nControl section - 18 to 25 percent clay and 15 to 50 percent fine and coarser sand.\nDepth to Bk horizon - 15 to 30 inches.\nDepth to seasonal high water table - 60 to 72 inches during the period May through July.\nWhere surface horizon colors are 5 dry and 3 moist, the horizon is too thin to meet the requirements for a mollic epipedon.\nA horizon - Hue:  10YR or 7.5YR\nValue:  5 or 6 dry; 3 or 4 moist\nChroma:  1 or 2\nClay content:  18 to 25 percent\nReaction:  pH 6.1 to 7.3\nAB horizon - Hue:  10YR or 7.5YR\nValue:  5 or 6 dry; 3 or 4 moist\nChroma:  2 or 3\nClay content:  18 to 25 percent\nReaction:  pH 6.6 to 7.8\nBw horizon - Hue:  10YR or 7.5YR\nValue:  5 or 6 dry\nChroma:  3 or 4\nTexture:  loam or silt loam\nClay content:  18 to 25 percent\nReaction:  pH 6.6 to 7.8\nBk horizons - Hue:  10YR or 7.5YR\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  loam or silt loam\nClay content:  18 to 25 percent\nCalcium Carbonate equivalent:  5 to 10 percent\nReaction:  pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArikara (ND) - are well drained; have less than 18 inches of precipitation; do not have an AB horizon.\nBroadus (MT) - do not have AB horizons; are calcareous in the cambic horizon; have the base of the cambic at a depth of 15 inches or less; have less than 16 inches of precipitation; have a frost-free period longer than 80 days.\nDoney (MT) - have a paralithic contact at depths between 20 and 40 inches; are calcareous throughout the profile.\nMacar (MT) - do not have an AB horizon; formed in materials derived from sandstone and siltstone sedimentary bedrock; have frost-free periods longer than 80 days; the precipitation is mainly less than 18 inches.\nMara (NM) - are moist in the moisture control section during the winter months and dry in May and June; do not have an AB horizon; are strongly effervescent throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - low stream terraces.\nElevation - 4,500 to 5,000 feet.\nSlope - 0 to 2 percent.\nParent material - alluvium.\nClimate - long, cold winters; moist springs; short, warm summers.\nMean annual precipitation - 18 to 25 inches.\nMean annual temperature - 38 to 43 degrees F.\nFrost-free period - 70 to 80 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Slategoat soils are used mainly for woodland and as wildlife habitat.  The potential native vegetation is mainly Douglas fir, ponderosa pine, and lodgepole pine trees with an understory of common snowberry, elk sedge, pinegrass, oregongrape, rose, sticky geranium, Virginia strawberry, rough fescue, blue wildrye, russet buffaloberry, heartleaf arnica, and common juniper."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Slategoat soils are inextensive in mountain valleys of western and west-central Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis and Clark County Area, Montana, 1991; proposed in Lewis and Clark County, Montana, 1990."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
