{
  "SERIES": "SLAUGHTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-SSS-RM",
  "REVDATE": "07/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, thermic, shallow Petrocalcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Slaughter loam, on southwest facing, nearly level plain, 0.5 percent slope in native rangeland at an elevation of about 1,127 m (3,698 ft). (Colors are for dry soil unless otherwise stated).\nA--0 to 17 cm (0 to 7 in); brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable; moderately sticky, moderately plastic; many fine and medium roots throughout; slightly alkaline; gradual wavy boundary. (Thickness is 10 to 20 cm [4 to 8 in].)\nBt--17 to 42 cm (7 to 17 in); brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; weak coarse prismatic structure parting to strong medium subangular blocky structure; very hard, very firm, very sticky, very plastic; many fine and medium roots throughout; 50 percent prominent clay films on vertical faces of peds; slightly alkaline; abrupt wavy boundary. (Thickness is 10 to 40 cm [4 to 16 in].)\nBkkm--42 to 100 cm (17 to 39 in) cemented material; Laminar cap 2-5 mm thick, lateral continuity 10 to 20 cm, brecciated with pisolitic structure; moderately alkaline; gradual wavy boundary. (Thickness is 40 to 80 cm [16 to 32 in].)\n2BCkk--100 to 203 cm (39 to 80 in) very gravelly loam, 45 percent 2 to 75 mm nonflat subangular  indurated petrocalcic fragments. 55 percent calcium carbonate as nodules, masses and finely disseminated; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yoakum County, Texas; from the intersection of U.S Highways 380 and 82 and Texas State highway 214 in Plains; 3.8 miles north on Texas State highway 214; 3.2 miles west on Yoakum County Road 10, 0.4 miles southwest on private ranch road; site is 680 ft northwest of road in rangeland.  Latitude: 33 degrees, 14 minutes, 12.26 seconds N; Longitude: 102 degrees, 52 minutes, 39.71 seconds W; Plains NW NE, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.  October through March are the driest months.  These soils are intermittently moist April through September.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nThickness of mollic epipedon: 18 to 40 cm (7 to 16 in).\nDepth to petrocalcic horizon: 25 to 50 cm (10 to 20 in).\nParticle size control section: greater than 35 percent silicate clay.\nA horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, sandy clay loam, clay loam\nEffervescence: none or very slight\nReaction: neutral or slightly alkaline\nBt horizons:\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: clay loam, clay\nClay content: 35 to 45 percent\nVisible secondary carbonate: less than 2 percent in the lower portion of the Bt horizon.\nEffervescence: none or very slight\nReaction: neutral or slightly alkaline\nBkkm horizons:\nDominantly 15 to 64 cm (6 to 25 in) thick, but ranches up to 80 cm (32 in) thick in some pedons.  It is indurated to strongly cemented caliche and contains a few fractures and solution channels.m.\nBCkk horizons:\nHue: 5YR or 7.5YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 1 to 3\nTexture: loam, sandy clay loam, clay loam\nRock fragment content: 35 to 60 percent as very strongly cemented carbonate nodules and/or petrocalcic fragments\nCalcium carbonate equivalent: 50 to 75 percent by volume\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family.  Similar soils are the Stegall, Arvana, Friona, Sharvana, Kimberson, Stohman, Kimbrough, Eunice, Douro, and Spraberry series.\nStegall series: has a petrocalcic horizon at depths 51 to 102 cm (20 to 40 in) from the soil surface.\nArvana series: does not have a mollic epipedon, and has a petrocalcic horizon at depths 51 to 102 cm (20 to 40 in) from the soil surface.\nFriona series: has less than 35 percent silicate clay in the particle size control section.\nSharvana series: does not have a mollic epipedon and has less than 35 percent silicate clay in the particle size control section.\nKimberson and Stohman series: do not have argillic horizons and have less than 35 percent clay in the particle size control section.\nKimbrough and Eunice series: do not have argillic horizons and are dry in the moisture control section for longer periods.\nDouro and Spraberry series: have less than 35 percent clay in the particle size control section and are dry in the soil moisture control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to gently sloping plains, commonly adjacent to draws.\nSlopes: 1 to 5 percent.\nMean annual air temperature 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitations: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,615 m (2,600 to 5,300 ft).\nThornwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Friona, Kimberson, Sharvana, and Zita series.\nFriona, Kimberson and Sharvana soils: are on similar landscape positions.\nZita soils: are on lower landscape positions and do not have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderately slow.  Runoff is negligible on slopes less than 1 percent and very low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for livestock grazing with some areas cultivated to irrigated cotton and grain sorghum.  Native vegetation includes tobosa grass, buffalograss, some grama grasses, a few low shrubs and a thin over story of small mesquite trees.  Ecological Site: Very Shallow PE 25-36 R077CY037TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Andrews County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Slaughter soils were formerly considered a shallow phase of the Stegall series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 42 cm (0 to 17 in) (A and Bt horizons).\nArgillic horizon: 17 to 42 cm (7 to 17 in) (Bt horizon).\nPetrocalcic horizon: 42 to 100 cm (17 to 39 in) (Bkkm horizon).\nCalcic horizon: 100 to 203 cm (39 to 80 in) (BCkk horizon).\nADDITIONAL DATA: NSSL data number S12TX501007 (Yoakum County, Texas).\nTaxonomic Version: Keys to Soil Taxonomy, Tenth Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
