{
  "SERIES": "SLAUGHTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "BGB Rev. GFS:JLD",
  "REVDATE": "02/2016",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Slaughterville fine sandy loam, on a 3 percent convex slope, in improved bermudagrass pasture, at an elevation of 363 m (1190 ft).  (Colors are for dry soils unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 in); brown (10YR 5/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable; many very fine and few medium roots; slightly acid; clear smooth boundary. (Thickness of the Ap horizon is 18 to 28 cm [7 to 11 in])\nA--23 to 46 cm (9 to 18 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; slightly hard, very friable; many very fine roots; slightly acid; gradual smooth boundary. (Thickness of the A horizon is 8 to 25 cm [3 to 10 in])\nBw--46 to 76 cm (18 to 30 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable; many very fine roots; neutral; gradual smooth boundary. (Thickness of the Bw horizon is 25 to 142 cm [10 to 56 in])\nC1--76 to 147 cm (30 to 58 in); yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; massive; soft, very friable; common very fine roots; slightly alkaline; gradual smooth boundary.\nC2--147 to 193 cm (58 to 76 in); yellowish red (5YR 5/6) loamy fine sand, yellowish red (5YR 5/6) moist; massive; soft, very friable; few very fine roots; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cleveland County, Oklahoma; about 6 miles west and 6 miles north of Norman; about 2,040 feet east and 580 feet north from the southwest corner of sec. 29, T. 10 N., R. 3 W. ;\nUSGS topographic quadrangle: Oklahoma City SE, OK\nLatitude: 35 degrees, 18 minutes, 57 seconds N\nLongitude: 97 degrees, 32 minutes, 35 seconds W\nDatum: NAD 83\nDecimal Degrees:\nLatitude: 35.3158333\nLongitude: -097.5430556\nUTM Easting: 632440 m\nUTM Northing: 3909042 m\nUTM Zone: 14"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: more than 203 cm (80 in)\nDepth to buried horizon (Btb where present): more than 127 cm (50 in)\nThickness of the mollic epipedon: less than 51 cm (20 in)\nAp or A horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: fine sandy loam and loam\nEffervescence: none\nReaction: moderately acid to neutral\nBw horizon:\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 6 dry or moist\nTexture: fine sandy loam\nClay content: 10 to 18 percent\nEffervescence: none\nReaction: slightly acid to moderately alkaline\nC horizon:\nHue: 5YR or 7.5YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 4 to 6 dry or moist\nTexture: fine sandy loam, but some pedons are loamy fine sand or fine sand below 114 cm (45 in)\nStratification: evident in some pedons below 84 cm (33 in)\nEffervescence: none to slight\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Canadian series in the same family.\nCanadian soils: have yellower hues"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in material weathered from loamy and sandy alluvial and eolian sediments of Pleistocene Age\nLandscape: alluvial plain remnants\nLandform: treads and risers of stream terraces\nSlope: 1 to 45 percent\nMean annual precipitation: 660 to 1020 mm (26 to 40 in)\nMean annual air temperature: 14 to 18 degrees C (58 to 64 degrees F)\nFrost-free period: 200 to 230 days\nElevation: 244 to 366 m (800 to 1200 ft)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Canadian series, and the Derby, Dougherty, Konawa, Norge, Teller, and Vanoss soils.\nCanadian soils: occur on nearly level to very gently sloping flood plains that are subject to rare flooding\nDerby soils: have a sandy control section and occur on dunes\nDougherty and Konawa soils: have a fine-loamy control section and occur on higher landforms that are farther from the stream\nNorge, Teller, and Vanoss soils: have argillic horizons and occur on similar landforms that are farther from the stream"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderately rapid\nRunoff: very low on 1 to 5 percent slopes, low on 5 to 20 percent slopes, and medium on slopes greater than 20 percent"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for grazing livestock. Some areas are cultivated to wheat, cotton, grain sorghum, or peanuts. Tame pastures are mostly improved bermudagrass and weeping lovegrass. Native vegetation is mid and tall grasses with a few post oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Oklahoma; LRR H; Central Rolling Red Prairies (MLRA 80A). The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Payne County, Oklahoma; 1983"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUpdated extensively as a result of the SDJR Initiative. (JLD 02/2016)\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 46 cm (0 to 18 in) (Ap and A horizon)\nCambic horizon: 46 to 76 cm (18 to 30 in) (Bw horizon)\nTaxonomic Version: Keys to Soil Taxonomy, TWELFTH EDITION, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
