{
  "SERIES": "SLAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJZ/RLB/JBF",
  "REVDATE": "11/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Slaven extremely gravelly loam--rangeland. (Colors for dry conditions unless otherwise noted.)\nA1--0 to 4 cm; light brownish gray (10YR 6/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine roots; many fine vesicular pores; 80 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (1 to 13 cm thick)\nA2--4 to 13 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium, moderate very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular and interstitial pores; 40 percent gravel; slightly acid (pH 6.5); clear smooth boundary.  (5 to 13 cm thick)\nBt1--13 to 25 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; common fine tubular and interstitial pores; few faint clay films in pores and on peds; 50 percent gravel; neutral (pH 6.6); clear smooth boundary.  (8 to 13 cm thick)\nBt1--25 to 56 cm; pale brown (10YR 6/3) extremely gravelly clay, brown (10YR 4/3) moist; moderate medium angular blocky structure; hard, firm, very sticky and very plastic; few fine and medium roots; common fine tubular pores; many faint clay films on peds and in pores; 70 percent gravel; neutral (pH 6.6); abrupt smooth boundary.  (30 to 66 cm thick)\nR--56 to 61 cm; chert."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada.  Approximately 21 miles northeast of Dunphy near the Blue Star Mine, about 2,500 feet north and 1,550 feet east of the southwest corner of section 27, T. 36 N., R. 50 E., Mount Diablo base line and meridian; USGS Rodeo Creek NE 7.5 minute topographic quadrangle; latitude 40 degrees 59 minutes 5 seconds N and longitude 116 degrees 18 minutes 42 seconds W; WGS84 Decimal Degrees 40.9847222 latitude, -116.3116667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry late June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 30 cm, commonly includes the upper part of the argillic horizon.\nDepth to bedrock: 50 to 100 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section: Clay content:  35 to 45 percent.\nRock fragments:  Ranges from 50 to 75 percent in the upper subhorizons and averages 60 to 75 percent for all subhorizons.\nA horizon\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, value of 6 is only to a depth of 5 cm or less and when mixed to a depth of 18 cm the dry value is less than 5.5.\nChroma:  2 or 3.\nStructure:  Weak or moderate, very fine or fine, subangular blocky, granular, platy or horizon is massive.\nBt horizon\nHue:  10YR or 7.5YR.\nValue:  4 through 6 dry, 3 through 5 moist.\nChroma:  Commonly 3 or 4, some pedons have chroma ranging to 6.\nTexture:  Clay, sandy clay or clay loam.\nStructure:  Weak or moderate, fine or medium, angular or subangular blocky structure.\nConsistence:  Hard or very hard dry, friable or firm moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bagard, Blitzen, Fera, Gosumi, Kleckner, Quarz and Snellby, series.\nBagard, Fera, Gosumi, and Kleckner soils lack a lithic contact within a depth of 100 cm.  Blitzen soils are 50 to 100 cm deep over a paralithic contact and contain 35 to 60 percent rock fragments in the argillic horizon.  Quarz soils have 35 to 60 percent rock fragments in the argillic horizons.  The Snellby soils have a Bk horizon below the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Slaven soils are on hill and mountain side slopes.  These soils formed in residuum and colluvium derived from chert, shale, and quartzite, with small components of loess and volcanic ash.  Slopes are l5 to 75 percent.  Elevations are 1,680 to 2,130 meters. The climate is cool and semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 350 mm, mean annual temperature is 6 to 7 degrees C, and the frost-free season is about 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mascamp, Primeaux, Ramires, Toeja, Torro, and Tusel soils.  Mascamp soils have clay loam argillic horizons and hard bedrock at less than 50 cm.  Primeaux and Toeja soils have clay loam argillic horizons with less than 35 percent coarse fragments.  Ramires soils have clay argillic horizons with less than 35 percent rock fragments.  Ramires soils have clay argillic horizons with less than 35 percent rock fragments.  Torro soils have 35 to 50 percent rock fragments in their particle-size control section. Tusel soils have mollic epipedons more than 40 cm thick and more than 100 cm deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mountain big sagebrush, antelope bitterbrush, Sandberg bluegrass and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central and north-eastern Nevada. Slaven soils are moderately extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County (Tuscarora Mountain Area), Nevada, l979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to about 25 cm (the A1, A2 and Bt1 horizons).\nArgillic horizon - The zone from about 13 to 56 cm (the Bt1 and Bt2 horizons).\nLithic contact - The boundary at about 56 cm. (R layer).\nParticle-size control section - The zone from about 13 to 56 cm. (the Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
