{
  "SERIES": "SLICKROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/MHF/RWL",
  "REVDATE": "01/2004",
  "STATES": "OR",
  "OVERVIEW": "The Slickrock series consists of deep and very deep, well drained soils that formed in more recent loamy colluvium overlying older loamy colluvium and residuum in ancient landslide deposits weathered from sandstone and other sedimentary rock types. Slickrock soils occur on footslopes, toeslopes, and summits of mountains. Slopes are 0 to 75 percent.The mean annual precipitation is about 95 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, ferrihydritic over isotic, mesic Alic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Slickrock gravelly medial loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; litter of partially decomposed needles, fern fronds, small branches, and cones; abrupt smooth boundary. (1/2 to 3 inches thick)\nA1--1 to 4 inches; very dark brown (10YR 2/2) gravelly medial loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; friable, slightly sticky and slightly plastic; moderately smeary; many roots; many very fine irregular pores; 20 percent gravel, 10 percent cobble, 5 percent concretions, and 10 percent pararock fragments: very strongly acid (pH 4.9); clear smooth boundary.\nA2--4 to 8 inches; very dark brown (10YR 2/2) gravelly medial loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular and subangular blocky structure; friable, slightly sticky and slightly plastic; moderately smeary; many roots; common very fine irregular pores; few very fine tubular and vesicular pores; 10 percent gravel, 5 percent cobbles, and 5 percent pararock fragments; very strongly acid (pH 4.9); clear smooth boundary. (combined A horizon is 3 to 14 inches thick)\nBw1--8 to 15 inches; very dark brown (10YR 2/2) and dark brown (10YR 3/3) gravelly medial clay loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) dry; moderate very fine subangular blocky structure; friable, slightly sticky and slightly plastic; weakly smeary; common roots; common very fine tubular pores; 10 percent gravel, 5 percent cobbles, and 5 percent pararock fragments; very strongly acid (pH 4.8); clear smooth boundary.\nBw2--15 to 24 inches; dark brown (10YR 3/3) gravelly clay loam, brown (10YR 5/3) dry; moderate fine and very fine subangular blocky structure; friable, slightly sticky and slightly plastic; few roots; common very fine tubular pores; thin slightly darker colored ped coatings; 10 percent gravel, 5 percent cobbles, and 5 percent pararock fragments; very strongly acid (pH 4.7); clear smooth boundary.\nBw3--24 to 48 inches; dark brown (10YR 3/3) cobbly clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable, slightly sticky and slightly plastic; few roots; common very fine pores; thin discontinuous ped coatings; 10 percent gravel, 15 percent cobbles, 5 percent stones, and 10 percent pararock fragments; few filled roots channels; very strongly acid (pH 4.8); clear smooth boundary. (combined Bw horizon is 25 to 45 inches thick)\nBC--48 to 56 inches; dark yellowish brown (10YR 4/4) very cobbly clay loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; friable, sticky and plastic; few roots; common very fine vesicular pores; few thin coatings on some surfaces of peds; 25 percent cobbles, 15 percent gravel, 10 percent stones, and 10 percent soft rock fragments; very strongly acid (pH 4.7); clear wavy boundary with tongues of similar soil into the bedrock below. (0 to 14 inches thick)\n2Cr--56 inches; yellowish brown slightly weathered tuffaceous sandstone with many fractures filled with soil material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Oregon; about 4 1/2 miles southest of the junction of Five Rivers Creek and the Alsea River and 150 feet east of the USFS road 1492 from a point where an abandoned pioneer cat spur leaves the road in an easterly direction in the W1/2 SW1/4 NW1/4 NE1/4 section 4, T. 15 S., R. 9 W., W.M.; Five Rivers, OR 7.5 minute USGS quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist and are dry between depths of 4 and 12 inches for less than 45 consecutive days within the 3-month period following summer solstice in most years. The mean summer soil temperature ranges from 47 to 55 degrees F. The solum is 4 to 6 feet thick. Depth to bedrock ranges from 40 inches to more than 10 feet. The particle-size control section has strongly contrasting classes (medial over loamy). The medial part has moist bulk density of 0.70 to 0.90 grams per cubic centimeter, phosphate retention of greater than 85 percent, 2.0 to 4.0 percent acid-oxalate extractable aluminum plus one-half iron, 2.0 to 15 cmol/kg of KCl-extractable aluminum, and 15-bar moisture content (air-dried) of 15 to 30 percent, with 18 to 27 percent clay content by field estimate. The loamy part has moist bulk density of greater than 1.0 grams per cubic centimeter, phosphate retention of greater than 85 percent, acid-oxalate extractable aluminum plus one-half iron content of less than 2.0 percent, and 15-bar moisture content (air-dried) of 12 to 30 percent, with 25 to 35 percent apparent clay content by field estimate. Rock fragment content in the particle-size control section is 15 to 35 percent, averaging less than 30 percent. Pararock fragments range from 0 to 30 percent in the solum. The umbric epipedon is greater than 20 inches thick, and includes most if not all of the Bw horizon. Hue is 10YR or 7.5YR. Reaction is very strongly acid or strongly acid throughout.\nThe A horizon has value of 2 or 3 moist and 4 or 5 dry and chroma of 2 or 3 moist and dry. It is medial loam or gravelly medial loam with 18 to 27 percent clay content by field estimate, with 0 to 25 percent gravel, 0 to 5 percent cobbles, and 0 to 15 percent pararock fragments. It has 10 to 15 percent organic matter.\nThe Bw horizon has value of 2 or 3 moist to a depth of at least 20 inches, 4 or 5 dry and chroma of 2 or 3 moist and dry; below 20 inches the value is 3 or 4 moist, 5 or 6 dry, and chroma is 3 or 4 moist and dry. The upper part of the Bw horizon has andic soil properties.  Texture of the fine-earth fraction is medial loam or  medial clay loam and averages 20 to 30 percent clay. The lower part of the Bw horizon lacks andic soil properties. Texture of the fine-earth fraction is loam, clay loam, or silty clay loam and averages 20 to 35 percent clay. This horizon has 10 to 30 percent gravel, 0 to 20 percent cobbles, 0 to 5 percent stones, and 0 to 25 percent pararock fragments.\nThe BC horizon has value of 3 to 5 moist, 4 to 6 dry, and chroma of 3 to 4 moist and dry. Texture of the fine-earth fraction is loam, gravelly or clay loam and averages 20 to 35 percent clay by field estimate.  It has 15 to 30 percent gravel, 0 to 35 percent cobbles, 0 to 15 percent stones, and 0 to 45 percent pararock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Formader series.  Formader soils are 20 to 40 inches deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Slickrock soils occur on footslopes, toeslopes, and summits of mountains. Elevations are typically 200 to 1,800 feet, but range from 50 to 2,500 feet. These metastable to active landforms are typified by uneven, step-like benches caused by sliding and slumping bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Slope range from 0 to 75 percent. The soils formed in more recent loamy colluvium overlying older loamy colluvium and residuum in ancient landslide deposits weathered from arkosic sandstone and other sedimentary rock types. Depth to a paralithic bedrock contact  occurs at a depth greater than 4 feet. The climate is characterized by warm, wet winters and hot, moist summers tempered by the influence of marine air patterns. The mean annual precipitation is 60 to 120 inches.  The mean annual temperature is 45 to 53 degrees F.  The average January temperature is 38 to 40 degrees F. and the average July temperature is 60 to 66 degrees F. The frost-free period is 110 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blachly, Bohannon, Digger, Hembre, Kilowan Preacher, Remote, and Umpcoos soils. All of these soils occur on ridgetops or side slopes of mountains. Blachly soils are fine textured and have hue of 5YR or 2.5YR. Bohannon soils are 20 to 40 inches deep to a paralithic contact. Digger, Remote and Umpcoos soils are skeletal. Hembre soils are 40 to 60 inches deep to a lithic contact. Kilowan soils are fine-textured and 20 to 40 inches deep to bedrock. Preacher soils have umbric epipedons less than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation, wildlife habitat, and watersheds. The coniferous tree canopy is dominated by Douglas fir, hemlock and western red cedar; hardwoods are more common nearer the coast than farther inland. The understory is mixed shrubs and herbs with some combination or all of the following plants: vine maple, swordfern, salmonberry, devils club, salal, oxalis, thimbleberry and minor amounts of other plants. On cutover or burned over areas, brackenfern, vine maple, swordfern, western dewberry and fireweed are usually present in large amounts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This soil occurs in the high rainfall areas on the western slopes of the Coast Range Mountains in Oregon; MLRA 1. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County (Benton Area), Oregon, 1970.  The name is taken from Slick Rock Creek in Lincoln County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nUmbric epipedon - from the mineral surface to 48 inches (A1, A2, Bw1,Bw2, Bw3 horizons).\nAndic feature - andic soil properties from the mineral surface to 15 inches (A1, A2, and Bw1 horizons).\nThe moist bulk density below 15 inches is assumed to be greater than 1.0 g/cc.\nStrongly contrasting particle-size classes (medial over loamy) - from 1 to 41 inches; the zone from 1 to 15 inches (A1, A2, Bw1 horizons) qualifies as medial and the zone from 15 to 41 inches qualifies as loamy.\nCambic horizon - from depths of 8 to 48 inches (Bw1, Bw2, Bw3 horizons).\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nSeries Revision Date: Classification revised 08/2002 from Typic to Alic Hapludands"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Chemical Characterization data for 1 pedon reported in Soil Survey Alsea Area, Oregon, October 1973."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; litter of partially decomposed needles, fern fronds, small branches, and cones; abrupt smooth boundary. (1/2 to 3 inches thick)"
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 4 inches; very dark brown (10YR 2/2) gravelly medial loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; friable, slightly sticky and slightly plastic; moderately smeary; many roots; many very fine irregular pores; 20 percent gravel, 10 percent cobble, 5 percent concretions, and 10 percent pararock fragments: very strongly acid (pH 4.9); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 8 inches; very dark brown (10YR 2/2) gravelly medial loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular and subangular blocky structure; friable, slightly sticky and slightly plastic; moderately smeary; many roots; common very fine irregular pores; few very fine tubular and vesicular pores; 10 percent gravel, 5 percent cobbles, and 5 percent pararock fragments; very strongly acid (pH 4.9); clear smooth boundary. (combined A horizon is 3 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--8 to 15 inches; very dark brown (10YR 2/2) and dark brown (10YR 3/3) gravelly medial clay loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) dry; moderate very fine subangular blocky structure; friable, slightly sticky and slightly plastic; weakly smeary; common roots; common very fine tubular pores; 10 percent gravel, 5 percent cobbles, and 5 percent pararock fragments; very strongly acid (pH 4.8); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 4.7,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--15 to 24 inches; dark brown (10YR 3/3) gravelly clay loam, brown (10YR 5/3) dry; moderate fine and very fine subangular blocky structure; friable, slightly sticky and slightly plastic; few roots; common very fine tubular pores; thin slightly darker colored ped coatings; 10 percent gravel, 5 percent cobbles, and 5 percent pararock fragments; very strongly acid (pH 4.7); clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 61,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--24 to 48 inches; dark brown (10YR 3/3) cobbly clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable, slightly sticky and slightly plastic; few roots; common very fine pores; thin discontinuous ped coatings; 10 percent gravel, 15 percent cobbles, 5 percent stones, and 10 percent pararock fragments; few filled roots channels; very strongly acid (pH 4.8); clear smooth boundary. (combined Bw horizon is 25 to 45 inches thick)"
      },
      {
        "name": "BC",
        "top": 122,
        "bottom": 142,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 4.7,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--48 to 56 inches; dark yellowish brown (10YR 4/4) very cobbly clay loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; friable, sticky and plastic; few roots; common very fine vesicular pores; few thin coatings on some surfaces of peds; 25 percent cobbles, 15 percent gravel, 10 percent stones, and 10 percent soft rock fragments; very strongly acid (pH 4.7); clear wavy boundary with tongues of similar soil into the bedrock below. (0 to 14 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 142,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--56 inches; yellowish brown slightly weathered tuffaceous sandstone with many fractures filled with soil material."
      }
    ]
  ]
}
