{
  "SERIES": "SLIDYMTN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM/RLB/JVC/JBF",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Slidymtn very gravelly sandy loam--forestland.  (Colors are for dry soil unless otherwise noted.)  The surface is partially covered with 10 percent cobbles and 30 percent gravel.\nOi--0 to 1 cm; slightly decomposed plant material composed of pinyon and juniper needle duff.\nA--1 to 8 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate very thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine and fine vesicular pores; 10 percent cobbles and 30 percent gravel; neutral (pH 7.2); clear smooth boundary.  (5 to 10 cm thick)\nBt1--8 to 20 cm; brown (7.5YR 5/2) very gravelly clay loam, dark brown (7.5YR 3/2) moist; strong medium subangular blocky structure; hard, firm, very sticky and very plastic; common very fine and fine, few medium and coarse roots; common fine tubular pores; many distinct clay films lining pores and on faces of peds; 10 percent cobbles and 30 percent gravel; neutral (pH 7.2); clear smooth boundary.  (10 to 20 cm thick)\nBt2--20 to 41 cm; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; strong medium subangular blocky structure; hard, friable, very sticky and moderately plastic; common very fine and fine and few medium roots; common very fine and fine tubular pores; common faint clay films lining pores; 15 percent cobbles and 30 percent gravel; slightly alkaline (pH 7.4); abrupt wavy boundary.\n2R--41 cm; andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; in the Delamar Mountains about 2 miles northwest of Bishop Spring; approximately 800 feet west and 650 feet south of the projected northeast corner of section 14, T. 6 S., R. 65 E.; USGS Slidy Mountain 7.5 minute topographic quadrangle; latitude 37 degrees 25 minutes 43 seconds N and longitude 114 degrees 40 minutes 23 seconds W; WGS84 Decimal Degrees 37.4286111 latitude, -114.6730556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section for short periods in winter and early spring months; moist for short periods in late summer due to convective thunderstorms; aridic soil moisture regime that borders on ustic.\nMean annual soil temperature: 11 to 12 degrees C.\nMollic epipedon thickness: 20 to 25 cm; includes the Bt1 horizon.\nDepth to bedrock: 36 to 50 cm to a lithic contact.\nReaction: Neutral or slightly alkaline.\nParticle-size control Section - Clay content:  27 to 35 percent.\nRock fragments: 35 to 60 percent, mainly gravel.  Lithology of fragments is volcanic rocks such as andesite, rhyolite, and tuff.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist\nOrganic matter content: 1 or 2 percent.\nBt1 horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly clay loam or very gravelly sandy clay loam.\nStructure: Subangular blocky or angular blocky.\nOrganic matter content: 1 or 2 percent.\nBt2 horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5 dry.\nTexture: Very gravelly clay loam or very gravelly sandy clay loam.\nStructure: Subangular blocky or angular blocky.\nConsistence: Firm or friable moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buckspring, Montvale, Motoqua, Phizphre and Santa Fe series.\nBuckspring soils have identifiable secondary carbonates in the argillic horizon and are dominated by rock fragments of limestone.  Montvale soils have horizons with identifiable secondary carbonates.  Motoqua soils are intermittently moist for more than 40 days during the summer months and have an ustic moisture regime that borders on aridic.  Phizphre soils have few to common fossilized grachiopods in the soil profile. Santa Fe soils are dominated by rock fragments of granite, have a mollic epipedon that extends to the bedrock contact, and have an ustic moisture regime that borders on aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Slidymtn soils are on mountains.  These soils formed in residuum and colluvium derived from andesite, rhyolite, and tuff.  Slopes are 15 to 50 percent.  Elevations range from 1,590 to 2,075 meters.  The climate is semiarid with cool, moist winters and warm, intermittently moist summers.  The mean annual precipitation is 280 to 330 mm, the mean air annual temperature is 9 to 11 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Capsus and Wyva soils.  Capsus soils are clayey.  Wyva soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Slidymtn soils are used for woodland and wildlife habitat.  The present vegetation is mainly a forest canopy of singleleaf pinyon and Utah juniper with an understory of Utah serviceberry, Gambels oak, big sagebrush, and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Nevada.  These soils are moderately extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Nevada, South part, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the mineral soil surface to 20 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 8 to 41 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 41 cm to underlying hard, unweathered bedrock (2R layer).\nParticle-size control section - The zone from 8 to 41 cm (Bt1 and Bt2 horizons).\nThe revision of December 2006 updated the taxonomic class from the subgroup of Lithic Argiustolls due to the soil having an aridic moisture regime that borders on ustic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
