{
  "SERIES": "SLIMBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFJ-LDZ-KEC",
  "REVDATE": "10/98",
  "STATES": "SD",
  "OVERVIEW": "The Slimbutte series consists of very deep, well drained soils formed in colluvium weathered from sandstone or siltstone.  These soils are on pediment slopes, fans, and footslopes.  Permeability is moderate or moderately rapid in the solum and rapid in the underlying material.  Slopes range from 6 to 60 percent.  Mean annual precipitation is about 15 inches, and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Slimbutte very fine sandy loam, on a plane side slope of about 18 percent under native vegetation.  When described the soil was moist to about 30 inches.  (Colors are for dry conditions unless otherwise noted.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable; many fine and medium roots; 15 percent by volume of pebbles of sandstone; neutral; clear wavy boundary.  (4 to 6 inches thick)\nBw1--5 to 12 inches; gray (10YR 5/1) gravelly very fine sandy loam, very dark gray (2.5Y 3/1) moist; weak coarse prismatic structure parting to weak medium and fine subangular blocky; soft, friable; many fine and medium roots; 30 percent by volume of fragments of sandstone; slightly alkaline; clear wavy boundary.  (6 to 10 inches thick)\nBw2--12 to 17 inches; grayish brown (10YR 5/2) very gravelly very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; soft, very friable; common fine and medium roots; 35 percent by volume of coarse fragments and stones of sandstone; rock fragments coated with carbonate, interiors free of carbonate; strong effervescence in soil matrix; slightly alkaline; gradual wavy boundary.\nBk2--17 to 24 inches; light brownish gray (2.5Y 6/2) very gravelly very fine sandy loam, grayish brown (2.5Y 5/2) moist; weak medium and fine subangular blocky structure; soft, very friable; few fine and medium roots, mainly compressed against fragments of sandstone; 40 percent by volume of coarse fragments and stones of sandstone; rock fragments are coated with carbonate; interiors free of carbonate, strong effervescence in soil matrix; slightly alkaline; clear wavy boundary.  (Combined Bk horizons is 10 to 20 inches thick.)\nC1--24 to 31 inches; gray (5Y 6/1) very gravelly very fine sandy loam, dark gray (5Y 4/1) moist; massive; soft, very friable; common fine and medium roots compressed against fragments of sandstone; 40 percent by volume of coarse fragments and stones of sandstone; rock fragments coated with carbonate, interiors free of carbonate; strong effervescence in soil matrix; slightly alkaline; clear wavy boundary.\nC2--31 to 43 inches; white (5Y 8/2) very cobbly fine sandy loam, olive (5Y 5/4) moist; massive; soft, very friable; few fine and medium roots compressed against sandstone fragments; 55 percent by volume of coarse fragments and stones of sandstone; rock fragments coated with carbonate, interiors free of carbonate; strong effervescence in soil matrix; moderately alkaline; diffuse irregular boundary.\nC3--43 to 60 inches; white (5Y 8/2) cobbles, stones, and pebbles, olive (5Y 5/4) moist; very few fine roots compressed against rock fragments; rock fragments coated with carbonate, interiors free of carbonate; less than 5 percent fines; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harding County, South Dakota; about 4 miles west and 1/2 miles south of Reva; 1,740 feet east and 1,140 feet north of the southwest corner of sec. 8, T. 18 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates ranges from 10 to 16 inches.  Thickness of the mollic epipedon ranges from 7 to 16 inches and includes the A horizon and all or part of the Bw horizon.  Some pedons have a 1 or 2 inch layer of partially decomposed forest litter on the surface.  Rock fragments are noncalcareous hard sandstone or siltstone and make up 35 to 70 percent by volume in the control section.  The soil typically consists of rock fragments with little fine earth materials below a depth of 40 inches.\nThe A horizon has 10YR or 2.5Y hue, value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is very fine sandy loam but is gravelly loam, gravelly silt loam, or gravelly very fine sandy loam in some pedons.  Rock fragments range from 5 to 25 percent by volume.  The A horizon ranges from slightly acid to slightly alkaline.\nThe Bw horizon has 10YR or 2.5Y hue, value of 5 or 6 and 3 or 4 moist, and chroma of 1 to 3.  It typically is very fine sandy loam but is loam or silt loam in some pedons.  Rock fragments are typically pebbles and range from 30 to 50 percent by volume.  The Bw horizon ranges from slightly acid to slightly alkaline.  In some pedons, the Bw horizon does not have carbonates in the lower part.\nThe Bk horizon has 10YR or 2.5Y hue, value of 5 to 7 and 4 or 5 moist, and chroma of 1 to 3.  It typically is very fine sandy loam but is loam or fine sandy loam.  Rock fragments are typically pebbles and range from about 35 to 60 percent by volume.  The Bk horizon is slightly or moderately alkaline.\nThe C horizon has 10YR, 2.5Y, or 5Y hue; value of 6 to 8 and 4 to 6 moist; and chroma of 1 to 4.  It typically is loam, sandy loam, very fine sandy loam, or fine sandy loam.  Rock fragments are pebbles and cobbles and range from 35 to 85 percent by volume.  Below 40 inches, it typically is fragmental, but some pedons are very flaggy or very cobbly sandy loam.  Some pedons have fractured bedrock below depths of 40 inches.  The C horizon is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the competing Datino, Heely, Labre, Perma, Peso, Sandia, Veatch, and the Wanagan series. Datino soils have bedrock at depths of 20 to 50 inches and formed in volcanic alluvium. Heely, Peso, and Veatch soil have bedrock at depths of 20 to 40 inches.  Labre soils have redder hue in the solum and have fragments of porclanite rock.  Perma soils have carbonates below a depth of 40 inches.  Sandia do not have carbonates within the control section.  Wanagan soils contain less coarse fragments in the A and B horizon, have steeper slopes and formed in alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Slimbutte soils are sloping to very steep and are on upland pediment slopes, fans, and foot slopes.  Slopes range from 6 to 60 percent.  They formed in mixed colluvium weathered from hard sandstone and siltstone.  The mean annual temperature ranges from 39 to 45 degrees F, and mean annual precipitation ranges from 14 to 15 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amor, Blackhall, Cabba, Cabbart, Cohagen, Reva, Shambo, Vanocker, Watrous, and Werner soils.  The Amor, Blackhall, Cabba, Cabbart, Cohagen, and Shambo soils are on lower nearby landscapes.  Amor and Shambo soils have a fine-loamy control section.  Blackhall, Cabba, Cabbart, and Cohagen soils have paralithic bedrock at shallow depths.  The Reva and Vanocker soils are intermingled with Slimbutte soils on similar landscapes.  The Reva soils have a lithic contact at shallow depths.  Watrous and Werner soils are on gently sloping nearby landscapes.  Vanocker soils do not have a mollic epipedon and are higher on the landscape.  Watrous soils have an argillic horizon and are moderately deep to hard sandstone.  The Werner soils have soft sandstone at shallow depths."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on gentle slopes and high on steep slopes.  Permeability is moderate or moderately rapid in the solum and rapid in the lower part of the C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for grazing.  Native vegetation is big bluestem, little bluestem, western wheatgrass, needleandthread, sideoats grama, threadleaf sedge, scattered ponderosa pine, and other woody plants and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern South Dakota and east-central Montana.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harding County, South Dakota, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to the depth of about 12 inches (A1 and Bw horizon); cambic horizon - zone from about 5 to 17 inches (Bw horizon).\nADDITIONAL DATA:  NSSL Lab data:  83P-27, not typical pedon for the series but nearby.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; grayish brown (10YR 5/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable; many fine and medium roots; 15 percent by volume of pebbles of sandstone; neutral; clear wavy boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--5 to 12 inches; gray (10YR 5/1) gravelly very fine sandy loam, very dark gray (2.5Y 3/1) moist; weak coarse prismatic structure parting to weak medium and fine subangular blocky; soft, friable; many fine and medium roots; 30 percent by volume of fragments of sandstone; slightly alkaline; clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--12 to 17 inches; grayish brown (10YR 5/2) very gravelly very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; soft, very friable; common fine and medium roots; 35 percent by volume of coarse fragments and stones of sandstone; rock fragments coated with carbonate, interiors free of carbonate; strong effervescence in soil matrix; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 43,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2--17 to 24 inches; light brownish gray (2.5Y 6/2) very gravelly very fine sandy loam, grayish brown (2.5Y 5/2) moist; weak medium and fine subangular blocky structure; soft, very friable; few fine and medium roots, mainly compressed against fragments of sandstone; 40 percent by volume of coarse fragments and stones of sandstone; rock fragments are coated with carbonate; interiors free of carbonate, strong effervescence in soil matrix; slightly alkaline; clear wavy boundary.  (Combined Bk horizons is 10 to 20 inches thick.)"
      },
      {
        "name": "C1",
        "top": 61,
        "bottom": 79,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--24 to 31 inches; gray (5Y 6/1) very gravelly very fine sandy loam, dark gray (5Y 4/1) moist; massive; soft, very friable; common fine and medium roots compressed against fragments of sandstone; 40 percent by volume of coarse fragments and stones of sandstone; rock fragments coated with carbonate, interiors free of carbonate; strong effervescence in soil matrix; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 79,
        "bottom": 109,
        "dry_hue": "5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "C2--31 to 43 inches; white (5Y 8/2) very cobbly fine sandy loam, olive (5Y 5/4) moist; massive; soft, very friable; few fine and medium roots compressed against sandstone fragments; 55 percent by volume of coarse fragments and stones of sandstone; rock fragments coated with carbonate, interiors free of carbonate; strong effervescence in soil matrix; moderately alkaline; diffuse irregular boundary."
      },
      {
        "name": "C3",
        "top": 109,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "pH_class": "moderately alkaline",
        "narrative": "C3--43 to 60 inches; white (5Y 8/2) cobbles, stones, and pebbles, olive (5Y 5/4) moist; very few fine roots compressed against rock fragments; rock fragments coated with carbonate, interiors free of carbonate; less than 5 percent fines; moderately alkaline."
      }
    ]
  ]
}
