{
  "SERIES": "SLOCAVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEB/MJZ/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Slocave series consists of very shallow and shallow, well drained soils that formed in residuum derived from granitic rocks. Slocave soils are on hills and mountains. Slopes are 8 to 75 percent. The mean annual precipitation is about 150 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Slocave very gravelly coarse sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 50 percent gravel.\nA--0 to 3 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common fine and medium vesicular and common fine tubular pores; 40 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (3 to 13 cm thick)\nC--3 to 13 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular pores; 40 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 23 cm thick)\nCr--13 to 69 cm; weathered granodiorite with few very fine roots in soft pockets (15 to 66 cm thick)\nR--69 cm; unweathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; about 13 miles southwest of Lovelock near Ragged Top Mountain; 20 feet north and 2,400 feet east of the southwest corner of section 22, T. 25 N., R. 29 E.; USGS Toulon Peak 7.5 minute topographic quadrangle; latitude 40 degrees 00 minutes 52 seconds N and longitude 118 degrees 42 minutes 45.9 seconds W; WGS84 Decimal Degrees 40.0145833 latitude, -118.712750 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, dry from mid May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to bedrock: 10 to 36 cm to a paralithic contact of weathered granitic rock. Hard bedrock is within 100 cm.\nEffervescence: Slightly effervescent through violently effervescent\nCalcium carbonate equivalent: 1 to 5 percent.\nParticle-size control section - Clay content: 6 to 15 percent.\nRock fragments: 35 to 60 percent, mainly fine gravel. Lithology of fragments is granitic rocks such as granite or granodiorite.\nA horizon\nValue: 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nC horizon\nValue: 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly sandy loam or very gravelly coarse sandy loam, may include thin subhorizons of very gravelly loamy sand.\nClay content: 6 to 16 percent.\nRock fragments: 35 to 50 percent, mainly fine gravel.\nConsistence: Soft or slightly hard dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Moentria, Pumel, and Shayla series.\nMoentria soils have hue of 5YR or 7.5YR and have mainly channers and pebbles larger than 5 mm in diameter in the particle-size control section. Pumel soils are intermittently moist for 10 to 20 days during summer months. Shayla soils have mean annual soil temperature of 8 to 11 degrees C. and have 23 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Slocave soils are on hills and mountains. They formed in residuum derived from granitic rocks. Slopes are 8 to 75 percent. Elevations range from 1,220 to 1,980 meters. The climate is cool-arid with cool, moist winters and hot, dry summers. The mean annual precipitation is 100 to 200 mm, the mean annual temperature is 10 to 12 degrees C, and the frost-free period is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arclay and Vium soils. Arclay soils are loamy, shallow to paralithic contacts, and have mollic epipedons and argillic horizons. Vium soils are loamy-skeletal, very shallow and shallow to lithic contacts, and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low to high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Slocave soils are used for rangeland and wildlife habitat. The present vegetation is mainly Nevada ephedra, bud sagebrush, littleleaf horsebrush, shadscale, and spiny hopsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are moderately extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County, Nevada, West Part, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A and C horizons).\nParalithic contact - The boundary at 13 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from the soil surface to 13 cm (A and C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common fine and medium vesicular and common fine tubular pores; 40 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (3 to 13 cm thick)"
      },
      {
        "name": "C",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--3 to 13 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular pores; 40 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 23 cm thick)"
      },
      {
        "name": "Cr",
        "top": 13,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--13 to 69 cm; weathered granodiorite with few very fine roots in soft pockets (15 to 66 cm thick)"
      },
      {
        "name": "R",
        "top": 69,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--69 cm; unweathered granodiorite."
      }
    ]
  ]
}
