{
  "SERIES": "SLOTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. EAB/TDT",
  "REVDATE": "08/2007",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, acid, isomesic Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sloth mucky silt loam. (Colors are for moist soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed twigs, needles, and leaves; clear smooth boundary. (1 to 3 inches thick)\nA1--1 to 7 inches; very dark brown (7.5YR 2.5/2) mucky silt loam, gray (7.5YR 5/1) dry; moderate fine subangular blocky structure; moderately hard, firm, slightly sticky, slightly plastic; many very fine and fine roots throughout, few medium, and coarse roots throughout; many fine and medium irregular pores and few very fine dendritic tubular pores; extremely acid, (pH 3.9); clear smooth boundary. (5 to 10 inches thick)\nA2--7 to 15 inches; dark brown (7.5YR 3/2) mucky silt loam, gray (7.5YR 5/1) dry; weak medium subangular blocky structure; moderately hard, firm, slightly sticky, slightly plastic; common very fine and fine roots throughout; many fine and medium irregular pores and few very fine dendritic tubular pores; 60 percent fine distinct threadlike grayish brown (10YR 5/2), moist, masses of reduced iron; extremely acid, (pH 4.2); clear smooth boundary. (5 to 12 inches thick)\nBg1--15 to 36 inches; light yellowish brown (10YR 6/4) silt loam, light gray (10YR 7/2) dry; massive; hard, very firm, slightly sticky, slightly plastic; few very fine and fine roots throughout; common fine and medium irregular pores and few very fine dendritic tubular pores; 40 percent medium distinct irregular very weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron and 60 percent medium distinct irregular light olive brown (2.5Y 5/3), moist, iron depletions; very strongly acid, (pH 4.8); clear wavy boundary. (18 to 26 inches thick)\n2Bg2--36 to 47 inches; light yellowish brown (2.5Y 6/3) gravelly loam, light gray (2.5Y 7/1) dry; massive; extremely firm, hard, weak discontinuous cementation, slightly sticky, slightly plastic; common very fine and fine irregular pores; 5 percent medium distinct irregular very weakly cemented brown (7.5YR 5/4), moist, masses of oxidized iron and 95 percent prominent irregular very weakly cemented light yellowish brown (2.5Y 6/3), moist, reduced matrix; 15 percent rounded mixed gravel and 1 percent cobbles; very strongly acid, (pH 4.7); clear wavy boundary. (5 to 12 inches thick)\n2Cd--47 to 61 inches; light yellowish brown (2.5Y 6/4) very gravelly loam, pale yellow (2.5Y 7/4) dry; massive; extremely firm, hard, nonsticky and slightly plastic; 50 percent rounded gravel and 2 percent cobbles; extremely acid, (pH 3.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grays Harbor County, Washington; About 5.25 miles northeast of Taholah on the Quinault Indian Reservation; about 1,800 feet east and 620 feet north of the southwest corner of Section 29, Township 22N, Range 12W.; Latitude 47 degrees, 21 minutes, 43.3 seconds, North and Longitude 124 degrees, 14 minutes, 20.4 seconds, West"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 50 degrees F. The difference between mean summer and winter soil temperature is 5 to 7 degrees. Depth to densic material is 40 to 60 inches. The umbric epipedon is 10 to 20 inches thick. The particle-size control section averages 2 to 15 percent gravel, 18 to 27 percent clay and less than 15 percent sand coarser than very fine sand.\nThe A horizon has 15 to 25 percent clay and 10 to 25 percent organic matter. Chroma of 1 or 2 moist and dry.\nThe Bg horizon has hue of 10YR moist and dry, value of 5 or 6 moist, 5 to 7 dry, and chroma of 2 or 3 moist and 1 or 2 dry. It is silt loam or silty clay loam. It has 15 to 30 percent clay and 2 to 10 percent organic matter.\nThe 2Bg horizon has hue of 2.5Y, or 10YR moist and dry, value of 5 or 6 moist, 5 to 7 dry and chroma of 2 or 3 moist and 1 or 2 dry. It is loamy or gravelly loam with 5 to 20 percent gravel and 0 to 5 percent cobbles. It has 2 to 5 percent organic matter. It has 15 to 25 percent clay.\nThe 2Cd horizon has hue of 2.5Y or 5Y moist and dry, value of 6 moist and 7 dry, and chroma of 4 or 5 moist and 3 dry. It is very gravelly loam or extremely gravelly sandy loam. It has 0 to 10 percent clay and 0 to 3 percent organic matter. Moist bulk density of 1.70 to 2.00 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sloth soils are on ground moraines at elevations of 100 to 630 feet. Slopes are 2 to 8 percent. These soils formed silty glaciolacustrine deposits over alpine glacial till. The soils are in a mild marine climate and have cool, moist summers and cool, wet winters. The mean annual precipitation is 90 to 120 inches. The average January temperature is about 38 degrees F; the average July temperature is about 61 degrees F; and the mean annual temperature is about 49 degrees F. The frost free season is 180 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aabab, Kydaka, Macafee, and Moclips, soils. Aabab soils are greater than 60 inches to very gravelly outwash material. Kydaka soils are 20 to 40 inches to densic material. Macafee soils are shallow to dense till. Moclips soils have a placic horizon at 6 to 12 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow runoff; moderate over very slow permeability. Sloth soils have a perched zone of saturation above the till from October through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principle uses are timber production, wildlife habitat, and recreation. The major tree species are western red cedar, lodgepole pine, and western hemlock. Understory species include salal, deer fern, Indian tea, evergreen huckleberry, blue huckleberry, red huckleberry and crabapple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West side of the Olympic Peninsula in western Washington; MLRA 4A. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grays Harbor County, Washington, 2007; Quinault Indian Reservation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - 1 to 15 inches\nCambic horizon - 15 to 47 inches\nDensic contact - 47 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
