{
  "SERIES": "SMILEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW-BWT",
  "REVDATE": "02/97",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Mollic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Smileyville silt loam - on a 3 percent concave slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; very friable; few very fine roots; few very fine pores; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nE--9 to 14 inches; grayish brown (10YR 5/2) silt loam; few fine faint dark brown (10YR 4/3) mottles; weak medium platy and moderate fine granular structure; very friable; few very fine roots; common very fine pores; slightly acid; abrupt smooth boundary.  (3 to 8 inches thick)\nBtg1--14 to 27 inches; dark grayish brown (10YR 4/2) silty clay; many fine prominent yellowish brown (10YR 5/6) mottles; moderate fine subangular and angular blocky structure; firm; common very fine roots; common very fine pores; continuous dark grayish brown (10YR 4/2) clay films on faces of peds; strongly acid; clear smooth boundary.\nBtg2--27 to 39 inches; grayish brown (10YR 5/2) silty clay; many medium prominent strong brown (7.5YR 5/6) mottles; moderate fine subangular blocky structure; very firm; few very fine roots; common very fine pores; common dark grayish brown (10YR 4/2) clay films on faces of peds and few very dark grayish brown (10YR 3/2) clay films in pores; strongly acid; clear smooth boundary.\nBtg4--39 to 49 inches; grayish brown (2.5Y 5/2) silty clay loam; many medium prominent yellowish brown (10YR 5/6) and few fine prominent strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure; firm; common very fine pores; common thin dark grayish brown (10YR 4/2) clay films on faces of peds; few very dark grayish brown (10YR 3/2) clay films in pores; medium acid; clear smooth boundary.  (Combined thickness of the B2tg horizons is 20 to 40 inches thick.)\nBCg--49 to 63 inches; mottled grayish brown (2.5Y 5/2) and gray (10YR 5/1) silty clay loam; many coarse prominent strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; firm; common very fine pores; few very dark gray (10YR 3/1) clay films in pores; medium acid; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Missouri; about 4 miles north and 2 miles west of Palmyra, Missouri; and 120 feet north and 2,350 feet west of the center of sec. 34, T. 59 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum is 40 inches to more than 60 inches.  The particle-size control section averages 42 to 48 percent clay.  Mottles have hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 through 8.  Reaction ranges from strongly acid to slightly acid.\nThe Ap horizon has hue of 10YR; value of 2 or 3 moist, 3, 4, or 5 dry; and chroma of 1 or 2.  The E horizon has hue of 10YR, value of 4 or 5, and chroma of 1 or 2.\nThe Bt horizon has hue of 2.5Y or 10YR, value of 4 or 5, and chroma of 1 or 2.  The BC horizon has hue of 2.5Y or 10YR, value of 4 or 5, and chroma of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Appanoose, Belinda, Brooklyn, Chariton, Cisne, Cowden, Denny, Holcomb, Putnam, Rubio, Verboort, and Wagner series in the same family and the Beckwith, Edina, Gifford, Kilwinning, Kniffin, Mexico, Pershing, and Sperry series.  The Appanoose, Chariton, and Putnam soils average more than 48 percent clay in the upper 20 inches of the argillic horizon.  Belinda soils have thicker E horizons.  Brooklyn and Cisne soils contain more sand in the lower B and C horizons.  In addition, Brooklyn soils are stratified in the lower part of the sola and Cisne soils formed in glacial till.  Cowden, Denny, and Rubio soils have less average clay content in the particle size control section.  Holcomb soils are in areas with warm, dry summers and cool, moist winters.  Wagner soils are stratified silt loam, loam, and sandy loam in the lower part of the sola.  Verboort soils have more sand in the solum.  Beckwith soils have thinner mollic surfaces or lighter surface colors.  Edina and Sperry soils have mollic epipedons.  Gifford and Kilwinning soils lack albic horizons.  Kniffin, Mexico, and Pershing soils lack an abrupt textural change between the A and B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Smileyville soils are on upland side slopes that have a concave surface.  Slopes range from 2 to 6 percent.  They are formed in loess.  The mean annual temperature varies from 50 to 56 degrees F, and the annual precipitation varies from 34 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Edina soils and the Armstrong and Menfro soils.  The poorly drained Edina soils are on nearly level ridgetops.  The moderately well drained Armstrong soils have chroma of 3 or more in the upper part of the argillic horizon and occur on lower adjacent landscapes.  The well drained Menfro soils lack chroma of 2 and occur on higher adjacent landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Medium runoff.  Slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to corn and soybeans.  Native vegetation was prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast and north central Missouri.  The acreage is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marion County, Missouri, 1982.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
