{
  "SERIES": "SMITHTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "01/2018",
  "STATES": "AL,AR,LA,MS",
  "OVERVIEW": "The Smithton series consists of very deep, poorly drained, moderately slowly permeable soils that formed in loamy alluvial sediments.  These level to nearly level soils are on Pleistocene and younger stream terraces of the Western and Southern Coastal Plains.  Slopes are dominantly less than 1 percent, but range to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Typic Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Smithton loam--forested.                 (Colors are for moist soil unless otherwise stated.)\nA--0 to 1 inch; dark grayish brown (10YR 4/2) loam; weak fine granular structure; friable; many fine and medium roots; few fine black concretions; very strongly acid; abrupt smooth boundary.  (1 to 5 inches thick)\nEg--1 to 10 inches; light brownish gray (10YR 6/2) loam; few fine distinct yellowish brown mottles; weak fine subangular blocky structure; friable; many fine and medium roots; few fine black concretions; few fine rounded and subrounded quartz pebbles; very strongly acid; clear wavy boundary.  (7 to 15 inches thick)\nBtg1--10 to 24 inches; light brownish gray (10YR 6/2) loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine black concretions; sand grains coated and bridged with clay; very strongly acid; gradual smooth boundary.\nBtg2--24 to 38 inches; light brownish gray (10YR 6/2) loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine black concretions; sand grains coated and bridged with clay; very strongly acid; gradual smooth boundary.\nBtg3--38 to 51 inches; mottled, light brownish gray (10YR 6/2) and yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few fine black concretions; few fine rounded and subrounded quartz pebbles; very strongly acid; gradual smooth boundary.\nBtg4--51 to 72 inches; light brownish gray (10YR 6/2) loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few fine black concretions; few fine rounded and subrounded quartz pebbles; very strongly acid.  (Combined thickness of the Btg horizon ranges from 40 to more than 52 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ouachita County, Arkansas; 1.5 miles south of Holly Springs of Arkansas Highway 9, then 1.5 miles east on gravel road.  NW1/4NE1/4SW1/4, sec. 6, T. 11 S., R. 15 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Reaction is very strongly acid or strongly acid throughout except where limed.  Rounded or subrounded quartz gravel range from 0 to 5 percent by volume throughout.\nThe A horizon has hue of 10YR, or is neutral, value of 3 through 5, and chroma of 2 or less.  It is loam, very fine sandy loam, fine sandy loam, or sandy loam.\nThe E horizon has hue of 10YR, value of 5, 6, or 7, and chroma of 1 or 2.  Texture is loam, very fine sandy loam, fine sandy loam, or sandy loam.  Mottles are in shades of brown.\nThe BE horizon, if present, has colors and textures similar to the E horizon.\nThe Btg horizon has hue of 10YR, 2.5Y, or is neutral, value of 5 through 7, and chroma of 2 or less, with mottles in shades of brown or yellow, or is a mottled horizon in shades of gray, brown, or yellow. It is loam, very fine sandy loam, fine sandy loam, sandy loam, or rarely silt loam, also includes sandy clay loam, clay loam, and silty clay loam at depths below 40 inches.  The upper 20 inches of the Btg horizon contains 8 to 18 percent clay and 30 to 60 percent silt.  Sand grains are coated and bridged with clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bayou and Woodington series in the same family.  Bayou and Woodington soils contain less than 30 percent silt in the upper part of the argillic horizon. In addition, Woodington soils have moderately rapid permeability."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Smithton soils are on level to nearly level Pleistocene and younger terraces of the Western and Southern Coastal Plains.  Slopes are dominantly less than 1 percent, but range to 3 percent.  These soils formed in loamy alluvial sediments.  The climate is warm and humid near the type location.  The average annual temperature ranges from about 62 to 68 degrees F and the average annual precipitation ranges from about 48 to 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gurdon, Guyton, Harleston, Pheba, Sardis, Savannah, and Stough series.  Gurdon soils occur on similar landscapes; are in a coarse-loamy particle size class and are somewhat poorly drained.  Guyton soils are on flood plains;  are in a fine-silty particle size class and have more than 35 percent base saturation.  Harleston soils are on slightly higher landscapes are moderately well drained and moderately permeable.  Pheba soils are on similar landscapes, are in a coarse-silty particle size class and contain a fragipan.  Sardis soils are on flood plains and low terraces, are somewhat poorly drained, are in a fine-silty particle size class and do not have an argillic horizon.  Savannah soils are on higher landscapes, are in a fine-loamy particle size class, are moderately well drained and contain a fragipan. Stough soils are on similar landscapes are somewhat poorly drained and have fragic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; ponded to slow runoff; moderately slow permeability. Small depressions and some flat areas are ponded for several days during wet seasons.  A seasonally high water table is within 12 inches of the soil surface from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the area is in forest of mixed pine and hardwood.  A few small areas have been cleared and drained and used for soybeans, small grains and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plains of Arkansas, Louisiana, and Texas, and Southern Coastal Plain of Alabama and Mississippi.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ouachita County, Arkansas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - The zone from the surface to a depth of 10 inches.\nAlbic horizon - The zone from 1 to 10 inches\nArgillic horizon - The zone from 10 to 72 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; dark grayish brown (10YR 4/2) loam; weak fine granular structure; friable; many fine and medium roots; few fine black concretions; very strongly acid; abrupt smooth boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "Eg",
        "top": 3,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--1 to 10 inches; light brownish gray (10YR 6/2) loam; few fine distinct yellowish brown mottles; weak fine subangular blocky structure; friable; many fine and medium roots; few fine black concretions; few fine rounded and subrounded quartz pebbles; very strongly acid; clear wavy boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 25,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--10 to 24 inches; light brownish gray (10YR 6/2) loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine black concretions; sand grains coated and bridged with clay; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 61,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg2--24 to 38 inches; light brownish gray (10YR 6/2) loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine black concretions; sand grains coated and bridged with clay; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btg3",
        "top": 97,
        "bottom": 130,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg3--38 to 51 inches; mottled, light brownish gray (10YR 6/2) and yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few fine black concretions; few fine rounded and subrounded quartz pebbles; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btg4",
        "top": 130,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "narrative": "Btg4--51 to 72 inches; light brownish gray (10YR 6/2) loam; many medium distinct yellowish brown (10YR 5/4) mottles; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few fine black concretions; few fine rounded and subrounded quartz pebbles; very strongly acid.  (Combined thickness of the Btg horizon ranges from 40 to more than 52 inches.)"
      }
    ]
  ]
}
