{
  "SERIES": "SMOKEHOUSE",
  "STATUS": "Established Series",
  "BYREV": "REV: BAL/ET/JPS/KP",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "OVERVIEW": "The Smokehouse series consists of very deep, well drained soils formed in residuum and colluvium derived from sedimentary rocks. These soils are on mountains and have slopes of 30 to 50 percent. Mean annual precipitation is 2540 millimeters (100 inches) and the mean annual temperature is 7 degrees C (44 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Smokehouse very gravelly loam under a stand of white fir, grand fir, Douglas-fir, and snowberry.  When described on September 15, 2004, the soil was dry throughout. (Colors are for dry soil unless otherwise stated).\nOi--0 to 4 centimeters (0 to 2 inches); slightly decomposed plant material; abrupt smooth boundary; moderately acid (pH 6.0). (0 to 20 centimeters thick)\nA1--4 to 21 centimeters (2 to 8 inches); brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to strong very fine granular; soft, very friable, nonsticky and nonplastic; many very fine through very coarse roots throughout; many very fine and fine tubular, and common fine irregular pores; 45 percent gravel, 5 percent cobbles; strongly acid (pH 5.4); abrupt wavy boundary.\nA2--21 to 46 centimeters (8 to 18 inches); brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to strong very fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium through very coarse roots throughout; many very fine and fine, and common coarse tubular pores; 40 percent gravel, 5 percent cobbles; strongly acid (pH 5.4); clear wavy boundary.(Combined thickness of A horizon is 25 to 65 centimeters)\nBt1--46 to 64 centimeters (18 to 25 inches); dark brown (7.5YR 3/3) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine through medium, and common coarse roots throughout; many very fine and fine tubular pores; common distinct clay films on all faces of peds; 40 percent gravel, 2 percent cobbles; very strongly acid (pH 4.7); gradual wavy boundary.\nBt2--64 to 89 centimeters (25 to 35 inches); light yellowish brown (10YR 6/4) very gravelly clay loam, dark yellowish brown (10YR 3/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many fine, common medium and coarse roots throughout; many fine and medium tubular pores; common distinct clay films on all faces of peds; 40 percent gravel, 5 percent cobbles; very strongly acid (pH 4.7); clear irregular boundary.\nBt3--89 to 155 centimeters (35 to 61 inches); light yellowish brown (10YR 6/4) extremely gravelly loam, dark yellowish brown (10YR 3/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common medium and coarse roots throughout; many fine, and common medium tubular pores; common distinct clay films on all faces of peds; 60 percent gravel, 10 percent cobbles; strongly acid (pH 5.2). (Combined thickness of Bt horizons is 100 to 150 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; USGS Mad River Buttes Quadrangle; WGS84 Decimal 41.3086944 latitude and -123.9785000 longitude; UTM Zone 10, 435733mE, 4510085mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry from July 1st to October 15th and moist in all parts from November 15 to June 1st. This soil has a xeric soil moisture regime.\nSoil temperature: The mean annual soil temperature is 5 to 7 degrees C (41 to 45 degrees F). The difference between the mean summer and mean winter temperature is 6 degrees C or greater. This soil has a frigid soil temperature regime.\nSoil reaction: very strongly acid or strongly acid.\nBase saturation (by ammonium acetate): 8 to 32 percent throughout the profile\nSurface Fragments: 0 to 30 percent gravel\nParticle Size Control Section:\nClay content: averages 20 to 30 percent.\nCoarse fragments: 35 to 50 percent gravel and 0 to 5 percent cobbles.\nA Horizons\nHue: 10YR or 2.5Y\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma:  3 or 4 dry, 2 or 3 moist.\nTexture of fine earth: loam\nClay content: 15 to 25 percent\nRock fragments: 15 to 55 percent gravel and 0 to 5 percent cobbles\nBt or Bw Horizons\nHue: 7.5YR, 10YR or 2.5Y\nValue:  3 through 6 dry, 3 or 4 moist.\nChroma:  3 or 4 dry and 2 through 6 moist.\nTexture of fine earth fraction: loam or clay loam\nClay content: 20 to 30 percent\nRock fragments: 15 to 65 percent gravel, 0 to 10 percent cobbles\nSome pedons have C horizons\nC Horizons\nHue: 7.5YR, 10YR or 2.5Y\nValue:  3 through 6 dry, 3 or 4 moist.\nChroma:  2 through 4 dry and 2 through 6 moist.\nTexture of fine earth fraction: coarse sandy loam to sandy clay loam\nClay content: 15 to 25 percent\nRock fragments: 15 to 65 percent gravel, 0 to 10 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Inpendence soil series.  Inpendence soils have 10 to 18 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils occur on mountains slopes, and have slopes of 30 to 50 percent. Elevations are 1090 to 1486 meters (3576 to 4875 feet). These soils formed in colluvium and residuum derived from sandstone. The climate is subhumid with warm, dry summers and cold, wet winters. The mean annual precipitation is 2032 to 2794 millimeters (80 to 110 inches). Mean January temperature is about 3 degrees C (37 degrees F); mean July temperature is about 15 degrees C (59 degrees F); and the mean annual temperature is 5 to 8 degrees C (41 to 47 degrees F). The frost free period is about 75 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boardcamp and Triboard soils. The Boardcamp soils are fine-loamy with less than 35 percent rock fragment in the particle size control section and are found in areas of sandstone and mudstone. Triboard soils are fine with greater than 35 percent clay in the particle size control section and are found in areas of metasedimentary lithology."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, wildlife habitat and watershed. Native vegetation is white fir, grand fir, incense cedar and Douglas-fir with an understory of snowberry, whitethorn ceanothus and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area, MLRA 5. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, California, 2012.  Proposed 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features include:\n1. Umbric horizon - The zone from 4 to 64 centimeters (A1, A2, and Bt1 horizons).\n2. Cambic horizon - The zone from 64 to 155 centimeters (Bt2 and Bt3 horizons).\n3. Particle-size control section - the zone from 29 to 104 centimeters, averages 27 percent clay, by weight, and 48 percent rock fragments, by volume.\nADDITIONAL DATA:\nNSSL pedon number:  05N0640\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy. The classification was changed in 2008 from Typic Palexerults to Humic Dystroxerepts after completion and review of the laboratory data, and again in 2012 to Pachic Humixerepts to reflect changes in the Keys to Taxonomy.\nUser Pedon Id: 04CA023605021\nNational Cooperative Soil Survey\nU.S.A."
  }
}
