{
  "SERIES": "SMOKEJUMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TDT",
  "REVDATE": "06/2007",
  "STATES": "WA",
  "OVERVIEW": "The Smokejump series consists of moderately deep, well drained soils formed in residuum and colluvium from gneiss, granodiorite, and granitic rock mixed with a volcanic ash mantle. These soils are on north-facing shoulders, backslopes and broad ridges of glaciated mountains. Slopes are 15 to 65 percent. The average annual temperature is about 39 degrees F. The average annual precipitation is about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Smokejump stony ashy fine sandy loam - forestland, on a north-facing 25 percent slope at 6,360 feet elevation in a subalpine fir, Engelmann spruce, and lodgepole pine forest. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures.)\nOe--0 to 1 inch; moderately decomposed needles, twigs, and leaves; abrupt smooth boundary. (1 to 3 inches thick)\nA--1 to 5 inches; pale brown (10YR 6/3) stony ashy fine sandy loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic, and weakly smeary; many very fine and fine and few medium and coarse roots; common fine and medium tubular pores; 15 percent gravel and 5 percent cobbles, with 10 percent stones; moderately acid (pH 6.0); clear wavy boundary. (3 to 7 inches thick)\nBw--5 to 14 inches; light yellowish brown (10YR 6/4) very stony ashy sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, and weakly smeary; many very fine and fine and common medium and coarse roots; common fine and medium tubular pores; 20 percent gravel, 10 percent cobbles, and 15 percent stones; moderately acid (pH 6.0); gradual wavy boundary. (4 to 10 inches thick)\n2C1--14 to 29 inches; very pale brown (10YR 7/4) very stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, nonsticky and nonplastic; common very fine and fine irregular pores; 25 percent gravel, 10 percent cobbles, and 20 percent stones; slightly acid (pH 6.5); gradual wavy boundary.\n2C2--29 to 33 inches; very pale brown (10YR 7/4) extremely stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; 30 percent gravel, 10 percent cobbles, and 35 percent stones; moderately acid (pH 6.0); gradual wavy boundary. (Combined 2C horizon thickness is 13 to 33 inches.)\n2R--33 inches; fractured granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; about 3.5 miles southwest of Twisp, Washington; about 1,500 feet west and 1,700 feet north of the southeast corner of section 9, T. 37 N., R. 23 E. (Latitude 48 degrees, 43 minutes, 02 seconds N., Longitude 119 degrees, 57 minutes, 13 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 37 to 42 degrees F. The mean annual summer soil temperature ranges from 42 to 46 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 30 to 45 consecutive days following the summer solstice. The mantle of volcanic ash is 7 to 14 inches thick with an estimated moist bulk density of 0.80 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water retention of 5 to 12 percent for air dried samples. The particle-size control section is 35 to 85 percent rock fragments and 5 to 10 percent clay. Depth to lithic contact is 20 to 40 inches.\nThe A horizon has chroma of 3 or 4 dry.\nThe Bw horizon has chroma of 3 to 4 dry or moist. It is very stony ashy sandy loam or very cobbly ashy sandy loam. It has 10 to 20 percent gravel, 10 to 20 percent cobbles, and 10 to 20 percent stones.\nThe 2C horizons have value of 5 to 7 dry, 4 or 5 moist, and chroma of 2 or 3 dry and moist. It is extremely stony sandy loam, extremely stony coarse sandy loam, extremely cobbly sandy loam, very stony sandy loam, or very stony coarse sandy loam. It has 15 to 30 percent gravel, 10 to 30 percent cobbles, and 10 to 30 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the McCay, Prouty, Skinwood, Twentymile and Venson series.  McCay soils are deep to a paralithic contact, Skinwood soils are dry for 0 to 30 consecutive days and meet medial andic soil properties requirements.  Twentymile soils are moderately deep to dense glacial till.  Venson soils have hue of 7.5YR to 2.5YR.  Prouty soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Smokejump soils are on north-facing shoulders, upper backslopes and broad ridges of glaciated mountains at elevations of 4,800 to 6,800 feet. Slopes are 15 to 65 percent. These soils formed in residuum and colluvium from gneiss, granodiorite, and granitic rock with a volcanic ash mantle 7 to 14 inches thick. The climate is characterized by cool, moist summers and cold, wet winters. The average annual precipitation is 35 to 40 inches. The mean January temperature is about 21 degrees F, the average July temperature is about 58 degrees F, and the average annual air temperature is 35 to 40 degrees F. The frost-free period is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Devore, Myerscreek, Twentymile, and Sitdown series. Devore soils are on shoulders and ridges usually with east, west, and south aspects. Myerscreek soils are on moraines, footslopes, and backslopes and are formed over till. Twentymile soils are on north-facing toeslopes, footslopes, and backslopes and are formed over till. Sitdown soils are on outwash terraces and are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation, watershed, and timber production. Native vegetation is subalpine fir, lodgepole pine, and Engelmann spruce with an understory of cascades azalea, grouse whortleberry, northwestern sedge, and rattlesnake plantain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northcentral Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon\nCambic horizon - 5 to 14 inches\nAndic properties - 1 to 14 inches\nLithic contact - 33 inches\nPSCS - zone from 11 to 33 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inch; moderately decomposed needles, twigs, and leaves; abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; pale brown (10YR 6/3) stony ashy fine sandy loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic, and weakly smeary; many very fine and fine and few medium and coarse roots; common fine and medium tubular pores; 15 percent gravel and 5 percent cobbles, with 10 percent stones; moderately acid (pH 6.0); clear wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--5 to 14 inches; light yellowish brown (10YR 6/4) very stony ashy sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, and weakly smeary; many very fine and fine and common medium and coarse roots; common fine and medium tubular pores; 20 percent gravel, 10 percent cobbles, and 15 percent stones; moderately acid (pH 6.0); gradual wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "2C1",
        "top": 36,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C1--14 to 29 inches; very pale brown (10YR 7/4) very stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, nonsticky and nonplastic; common very fine and fine irregular pores; 25 percent gravel, 10 percent cobbles, and 20 percent stones; slightly acid (pH 6.5); gradual wavy boundary."
      },
      {
        "name": "2C2",
        "top": 74,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C2--29 to 33 inches; very pale brown (10YR 7/4) extremely stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; 30 percent gravel, 10 percent cobbles, and 35 percent stones; moderately acid (pH 6.0); gradual wavy boundary. (Combined 2C horizon thickness is 13 to 33 inches.)"
      },
      {
        "name": "2R",
        "top": 84,
        "narrative": "2R--33 inches; fractured granodiorite."
      }
    ]
  ]
}
