{
  "SERIES": "SMOKERS",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. SCW/TDT",
  "REVDATE": "11/2006",
  "STATES": "OR",
  "OVERVIEW": "The Smokers series consists of very shallow, well drained soils formed in residuum from the Mascall Formation.  Smokers soils are on rolling hills.  Slopes are 2 to 20 percent.  The mean annual precipitation is about 40 centimeters (16 inches), and the mean annual temperature is about 6 degrees C. (43 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, frigid, shallow Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Smokers gravelly ashy loam - rangeland, on a 1 percent slope at an elevation of 1,348 meters (4,425 feet).  (When described on July 13, 2006, the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nA--0 to 5 centimeters (0 to 2 inches); very dark grayish brown (10YR 3/2) gravelly ashy loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (2 to 10 centimeters (1 to 4 inches) thick.\n2BAt--5 to 15 centimeters (2 to 6 inches); very dark grayish brown (10YR 3/2) gravelly clay loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few fine and very fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 13 centimeters (0 to 5 inches) thick)\n2Bt--15 to 23 centimeters (6 to 9 inches); 80 percent brown (7.5YR 4/3), brown (7.5YR 5/3) dry and 20 percent very dark grayish brown (10YR 3/2), brown (10YR 5/3) dry, clay loam, moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; 10 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (5 to 13 centimeters (2 to 5 inches) thick)\n2Cr--23 to 38 centimeters (9 to 15 inches); weathered tuff encasing hard, subrounded gravel; the tuff can be chipped with a spade.\n2R--38 centimeters (15 inches); welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon, about 8 kilometers (5 miles) southwest of the community of Fox; 762 meters (2,500 feet) west and 61 meters (200 feet) north of the southeast corner of section 22, T. 11 S., R. 29 E.  (Latitude 44 degrees, 35 minutes, 30.9 seconds N. and Longitude 119 degrees, 12 minutes, and 58.7 seconds W. on the Fox USGS quad)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Smokers soils are usually moist at a depth from 10 centimeters (4 inches) to the paralithic contact (moisture control section) but are dry in all parts for 45 to 70 consecutive days in the 4 months following the summer solstice in most years.  The mean annual soil temperature is 6 to 8 degrees C. (43 to 47 degrees F).  Depth to the paralithic contact is 10 to 25 centimeters (4 to 10 inches) and the depth to the lithic contact is from 25 to 51 centimeters (10 to 20 inches).  Hue throughout the profile is 10YR or 7.5YR.  Gravel tends to be subrounded and many of the surface gravel have a coat of a reddish brown desert polish.  The gravel consists of quartz, agate, jasper and other rocks.  The solum averages 25 to 35 percent clay.  Soil reaction is neutral or slightly alkaline throughout.\nThe A horizon has value of 2 or 3 moist and chroma of 1 to 3 moist and dry.  It is gravelly ashy loam with 18 to 27 percent clay.  It has 5 to 15 percent glass and acid oxalate extractable plus one-half the iron is 0.3 to 0.5 percent.  It has 15 to 35 percent gravel.  It has 1 to 2 percent organic matter.\nThe 2BAt horizon, when present, has colors, rock fragments, and texture similar to the 2Bt horizon.  It has 1 to 2 percent organic matter.\nThe 2Bt horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry.  It is clay loam with 27 to 40 percent clay.  It has 10 to 35 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Smokers soils are on rolling hills and have slopes of 2 to 20 percent.  These soils formed in residuum from the Mascall Formation.  Elevations are 1,218 to 1,463 meters (4,000 to 4,800 feet).  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 355 to 457 millimeters (14 to 18 inches) and the mean annual temperature is 5.0 to 7.2 degrees C. (41 to 45 degrees F).  The frost-free period is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bocker, Damon, Fopiano, Merlin, and Silvies soils.  Bocker and Merlin soils are situated over basalt on biscuit scabland.  Bocker soils are on intermounds and are loamy-skeletal.  Merlin soils are mounds and are shallow and clayey.  Damon and Silvies soils are in drainageways and are very deep.  Damon soils are fine-silty whereas Silvies soils are fine.  Fopiano soils are found in complex with Smokers on rolling hills.  Fopiano soils are shallow to a paralithic contact and are clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Potential native vegetation is low sage, Sandbergs bluegrass, and Idaho fescue; RO10XB086OR, JD Shrubby Shallow 12-16PZ."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central, Oregon, MLRA B-10.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County, Oregon, 2006.  The name is from Smokers Canyon located in the northwest corner of Fox Valley."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nArgillic horizon - from 5 to 23 centimeters (2 to 9 inches)\nParalithic contact - at 23 centimeters (9 inches)\nLithic contact - 38 centimeters (15 inches)\nParticle size control section - from surface to 23 centimeters (9 inches)\nMollic subgroup- the upper 10 cm. has moist value of 3 and over 0.7 percent organic carbon.\nXeric moisture regime"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 centimeters (0 to 2 inches); very dark grayish brown (10YR 3/2) gravelly ashy loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (2 to 10 centimeters (1 to 4 inches) thick."
      },
      {
        "name": "2BAt",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2BAt--5 to 15 centimeters (2 to 6 inches); very dark grayish brown (10YR 3/2) gravelly clay loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few fine and very fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 13 centimeters (0 to 5 inches) thick)"
      },
      {
        "name": "2Bt",
        "top": 15,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bt--15 to 23 centimeters (6 to 9 inches); 80 percent brown (7.5YR 4/3), brown (7.5YR 5/3) dry and 20 percent very dark grayish brown (10YR 3/2), brown (10YR 5/3) dry, clay loam, moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; 10 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (5 to 13 centimeters (2 to 5 inches) thick)"
      },
      {
        "name": "2Cr",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--23 to 38 centimeters (9 to 15 inches); weathered tuff encasing hard, subrounded gravel; the tuff can be chipped with a spade."
      },
      {
        "name": "2R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--38 centimeters (15 inches); welded tuff."
      }
    ]
  ]
}
