{
  "SERIES": "SNACREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "08/2012",
  "STATES": "NV",
  "OVERVIEW": "The Snacreek series consists of very deep, moderately well drained soils that formed in colluvium and residuum derived from granitic rocks. Snacreek soils are on mountains. Slopes are 8 to 50 percent. The mean annual precipitation is about 700 mm and the mean annual temperature is about 2 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Snacreek very gravelly coarse sandy loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 35 percent gravel.\nOi--0 to 2 cm; slightly decomposed plant material composed of conifer needle and aspen duff; abrupt wavy boundary. (3 to 8 cm thick)\nA1--2 to 5 cm; dark grayish brown (10YR 4/2) very gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine interstitial pores; 35 percent gravel; moderately acid (pH 5.8); abrupt smooth boundary.   (3 to 10 cm thick)\nA2--5 to 20 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel; moderately acid (pH 5.8); clear smooth boundary.  (10 to 15 cm thick)\nA3--20 to 46 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel; moderately acid (pH 5.7); clear wavy boundary.  (15 to 26 cm thick)\nC1--46 to 74 cm; light yellowish brown (10YR 6/4) extremely gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine, fine and few medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel and 15 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (25 to 51 cm thick)\nC2--74 to 150 cm; light yellowish brown (2.5Y 6/4) extremely gravelly coarse sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 55 percent gravel and 15 percent cobbles; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; in Great Basin National Park about 0.5 miles east of the South Fork of Baker Creek; USGS Wheeler Peak 7.5 minute topographic quadrangle; latitude 38 degrees 57 minutes 12 seconds N and longitude 114 degrees 15 minutes 24 seconds W; UTM Zone 11 737726e,4315172n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; snow covered from November through April; upper part is saturated for about 15 to 20 consecutive days during snowmelt in April and/or May; xeric soil moisture regime.\nMean annual soil temperature: 3 to 5 degrees C.\nMean summer soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 41 to 50 cm.\nBase saturation: 60 to 80 percent in the mollic epipedon and 50 to 90 percent in the C horizons.\nParticle-size control section - Clay content: 6 to 18 percent.\nRock fragments: 65 to 85 percent, mainly fine (2 to 5 mm diameter) gravel. Lithology of fragments is granitic rocks.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 6 to 14 percent.\nReaction: Moderately acid or slightly acid.\nOrganic matter content: 1 to 4 percent.\nC horizons\nHue: 10YR or 2.5Y.\nChroma: 3 or 4, dry or moist.\nClay content: 12 to 18 percent.\nRock fragments: 65 to 85 percent, dominantly fine (2 to 5 mm diameter) gravel.\nReaction: Strongly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baconcamp, Badhap, Behanco, Behanin, Belsac, Boydhollow, Bullrey, Busterback, Croesus, Dressel, Gateview, Goodski, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Mundos, Nagitsy, Namela, Nazaton, Nevtah, Papaspila, Parkcity, Poleline, Povey, Snopoc, Splitbutte, and Tonigut series.\nBaconcamp, Croesus, Nagitsy, Namela, Nevtah, and Splitbutte soils are moderately deep to lithic contacts.  Badhap soils have a mollic epipedon that is 64 to 127 cm thick, and 18 to 27 percent clay in the particle-size control section. Behanco, Tonigut, and Warshod soils are deep to paralithic contacts.\nBehanin soils have cambic horizons, average 18 to 25 percent clay in the particle-size control section, a have a udic moisture regime.  Belsac soils are moderately deep to paralithic contacts.  Boydhollow soils have 35 to 65 percent rock fragments in the particle-size control section.Bullrey soils have mollic epipedons that are 50 to 76 cm thick, have mean summer soil temperature of 13.3 to 15  degrees C., and average 18 to 27 percent clay in the particle-size control section.  Busterback soils have mollic epipedons that are 50 to 76 cm thick and have lithologic discontinuities to sandy-skeletal material.  Dressel soils have cambic horizons, average 20 to 30 percent clay in the particle-size control section, and have a udic moisture regime.  Gateview soils have an ustic moisture regime.  Goodski soils are moderately deep, contain 35 to 60 percent rock fragments in the particle-size control section and have a mean summer soil temperature of 8 to 10 degrees C. Hapgood and Poleline soils are deep to lithic contacts.  Harcany have mean summer soil temperature of 12 to 15 degrees C. and are influenced by deposits of volcanic ash.  Hobacker soils have cambic horizons, calcic horizons, and have lithologic discontinuities to sandy-skeletal material.  Lionhead soils have cambic horizons, horizons with identifiable secondary carbonates within 100 cm of the soil surface, and mean summer soil temperature of 13 to 14.4 degrees C.  Lolon soils have lithologic discontinuities to sandy-skeletal material and have an ustic moisture regime.  Marcetta soils have albic horizons, mean summer soil temperature of 13 to 15 degrees C., and an ustic moisture regime.  Mundos soils average 18 to 35 percent clay in the particle-size control section and have horizons with identifiable secondary carbonates within 100 cm of the soil surface.  Nazaton soils have cambic horizons and a udic moisture regime.  Papaspila soils average 18 to 35 percent clay in the particle-size control section and have a udic moisture regime.  Parkcity soils have a udic moisture regime and mean summer soil temperature of 10 to 14.4 degrees C.  Povey soils have cambic horizons and mean summer soil temperature of 12.2 to 15 degrees C.  Snopoc soils have slightly acid or neutral reaction below the mollic epipedon and have mean summer soil temperature of 10 to 14.4 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Snacreek soils are on mountains. They typically occur on footslope or backslope positions. These soils formed in colluvium and residuum derived from granitic rocks. Slopes are 8 to 50 percent. Elevations range from 2,170 to 3,200 m. The climate is humid with cold wet winters and cool, dry summers. The mean annual precipitation is 600 to 950 mm, the mean annual temperature is 1.5 to 4 degrees C, and the frost-free period is 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ceebee, Kious, and Strawbcrek soils.\nCeebee soils are sandy-skeletal, have ochric epipedons, and have argillic horizons composed of lamellae.  Kious soils are shallow to paralithic contacts.  Strawbcrek soils have ochric epipedons, cambic horizons, and some lamellae."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; medium surface runoff; high saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between 122 and 150 cm (deep free water occurrence class) between April and June because of lateral downslope movement. Cumulative annual duration class is Transitory."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Snacreek soils are used for recreation, watershed, and wildlife habitat. The potential native vegetation is mainly a forest canopy of quaking aspen, Engelmann's spruce, and limber pine. This site is correlated to Ecological Site F28AY078NV Quaking aspen-Engelmann's spruce-mountain snowberry, mountain brome and slender wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Great Basin National Park, Nevada, 2009. The name is from a nearby creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The revision of January 2004 updates the taxonomic class from Loamy-skeletal, mixed, superactive Xeric Eutrocryepts. This revision is based on lab data for base saturation indicating base saturation high enough in deeper horizon for the series to be a Mollisol.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A1, A2, and A3 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 122 and 150 cm at certain times during normal years (part of the C2 horizon).\nParticle-size control section - The zone from 25 to 100 cm (lower part of the A3, C1 horizon and upper part of the part C2 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: The typical pedon at the series type location is reference sampled for the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S91NV-033-002 (pedon # 92P0144). A nearby taxadjunct is also reference sampled as soil survey sample number S91NV-033-006 (pedon # 92P0148). Selected data are available.\nPreviuos authors and editors include: EWB-WED-MJD."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 2,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oi--0 to 2 cm; slightly decomposed plant material composed of conifer needle and aspen duff; abrupt wavy boundary. (3 to 8 cm thick)"
      },
      {
        "name": "A1",
        "top": 2,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--2 to 5 cm; dark grayish brown (10YR 4/2) very gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine interstitial pores; 35 percent gravel; moderately acid (pH 5.8); abrupt smooth boundary.   (3 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 20 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel; moderately acid (pH 5.8); clear smooth boundary.  (10 to 15 cm thick)"
      },
      {
        "name": "A3",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--20 to 46 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel; moderately acid (pH 5.7); clear wavy boundary.  (15 to 26 cm thick)"
      },
      {
        "name": "C1",
        "top": 46,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--46 to 74 cm; light yellowish brown (10YR 6/4) extremely gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine, fine and few medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel and 15 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (25 to 51 cm thick)"
      },
      {
        "name": "C2",
        "top": 74,
        "bottom": 150,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--74 to 150 cm; light yellowish brown (2.5Y 6/4) extremely gravelly coarse sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 55 percent gravel and 15 percent cobbles; strongly acid (pH 5.4)."
      }
    ]
  ]
}
