{
  "SERIES": "SNAPILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRJ/JVC/LWH/CDH/DKR/WWJ",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Snapill very fine sandy loam -- on an east facing summit sloping 2 percent to the east at 5,700 feet elevation -- rangeland.  (Colors are for dry soil unless otherwise noted. When described, the soil was slightly moist from 0 to 22 inches and dry below.)\nA--0 to 3 inches; brown (7.5YR 5/4) very fine sandy loam, brown (7.5YR 4/4) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; very few vesicular pores; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 5 inches thick)\nBt1--3 to 8 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine tubular pores; few thin clay films on faces of peds and lining pores; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (5 to 10 inches thick)\nBt2--8 to 13 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few very fine roots; common very fine and few fine tubular pores; few thin clay films on faces of peds and lining pores; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 7 inches thick)\nBtk1--13 to 22 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; moderate medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few very fine tubular pores; few thin clay films on faces of peds and lining pores; strongly effervescent, secondary calcium carbonates segregated in few fine irregularly shaped soft masses and as accumulations on faces of peds; moderately alkaline (pH 8.0); abrupt smooth boundary. (8 to 13 inches thick)\nBtk2--22 to 38 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; strong medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; very few fine tubular pores; common thin clay films on faces of peds and lining pores; violently effervescent, secondary calcium carbonates segregated in many medium and large irregularly shaped soft masses and as accumulations on faces of peds; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 22 inches thick)\n2Bk--38 to 53 inches; very pale brown (10YR 8/2) parachannery loam, pale brown (10YR 6/3) moist; weak coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; 25 percent siltstone and shale parachanners; strongly effervescent, secondary calcium carbonates segregated in few fine irregularly shaped soft masses and filaments; strongly alkaline (pH 8.8); clear smooth boundary. (12 to 20 inches thick)\n3Cr--53 inches; interbedded shale and soft sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 13.5 miles northeast of Shiprock; 900 feet north and 2,250 feet east of the southwest corner of sec. 30, T.32N., R.16W; Latitude 36 degrees 57 minutes 15 seconds N and Longitude 108 degrees 33 minutes and 58 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, typically, the soil moisture control section (SMCS) is dry in all parts from April 15 to July 1. It is intermittently moist in some part from July through October and December to mid-April. Ustic aridic moisture regime.\nSoil temperature - 52 to 54 degrees F.\nSilicate clay content, control section weighted average - 18 to 27 percent.\nDepth to top of calcic horizon - 9 to 22 inches.\nSoil depth - 40 to 60 inches to soft bedrock.\nA horizon - Salinity, mmhos/cm: less than 2.\nBt horizons\nHue: 5YR or 7.5YR.\nValue: 5 through 7 dry, 4 through 6 moist.\nTexture: loam or sandy clay loam.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 5 to 13.\nCalcium carbonate equivalent: 5 to 15 percent.\nReaction: slightly to moderately alkaline.\nBtk horizons\nHue: 5YR or 7.5YR.\nValue: 5 through 8 dry, 5 or 6 moist.\nChroma: 2 through 4.\nTexture: loam, sandy clay loam, or very fine sandy loam\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 5 to 30.\nCalcium carbonate equivalent: 10 to 40 percent, at least one horizon 6 inches or more thick has more than 15 percent.\nReaction: moderately to strongly alkaline.\n2Bk horizon\nHue 7.5YR or 10YR.\nValue 5 through 8 dry, 3 through 6 moist.\nChroma: 2 through 4.\nTexture: loam, fine sandy loam, or sandy loam.\nSalinity, mmhos/cm: 4 to 8.\nSodicity, SAR: 5 to 30.\nCalcium carbonate equivalent: 5 to 20 percent.\nReaction: moderately to strongly alkaline.\nOther features: 5 to 50 percent siltstone, sandstone, and shale parachanners."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Almagre (CO), Monogram (CO), Tetilla (NM), and Witt (NM) series.  Almagre soils are moist April through June, and intermittently moist in July and August.  Monogram, Tetilla and Witt soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Snapill soils are on summits of mesas and plateaus.  They formed in eolian material and alluvium derived from siltstone and sandstone. Slopes are 1 to 6 percent. Elevation ranges from 5,600 to 6,100 feet. The mean annual precipitation is 8 to 13 inches about half the precipitation falls as rain from high-intensity thunderstorms between July and September. The mean annual temperature is 50 to 52 degrees F. The average frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Beclabito and Farview soils. Beclabito soils are fine-loamy and have SAR of 13 to 30 within 16 inches of the top of the Bt horizon. Farview soils are very shallow to hard sandstone bedrock and occur on adjacent structural benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Snapill soils are used for livestock grazing.  Present vegetation is cheatgrass, galleta, broom snakeweed, fourwing saltbush, and scattered Wyoming big sagebrush and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Snapill soils are of small extent on the Four Corners Platform portion of the Colorado Plateau province in northwest New Mexico and possibly southwest Colorado. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches (A horizon)\nArgillic horizon - The zone from 2 to about 38 inches (Bt and Btk horizons)\nCalcic horizon - The zone from 22 inches to about 53 inches (Btk2 and Bk horizons)\nParalithic contact - The presence of soft sedimentary bedrock at about 53 inches.\nAt the type location in the Shiprock Area the mean annual precipitation ranges from 8 to 10 inches, but in the Ute Mountain Area the precipitation ranges from 10 to 13 inches.\nADDITIONAL DATA: Percent organic matter, calcium carbonate equivalence, electrical conductivity, sodium adsorption ratio, particle-size, and percent of fine sand and coarser were determined on the typifying pedon by the BIA soils laboratory in Gallup, NM.  Salinity values were also determined on four pedons with a Wheatstone bridge.  Calcium carbonate equivalence was also determined with a field volume calcimeter.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
