{
  "SERIES": "SNAPP",
  "STATUS": "Established Series",
  "BYREV": "Rev. MTZ/DD/RLB/JBF",
  "REVDATE": "11/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic over mixed, mesic Durinodic Xeric Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Snapp very fine sandy loam--rangeland.  (Colors are for dry soils unless otherwise noted.)\nA--0 to 13 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; moderate thin platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many fine vesicular pores; 5 percent gravel, moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 25 cm thick)\nBtn--13 to 23 cm; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine, few medium roots; few fine tubular pores; few faint clay films on faces of peds; 5 percent gravel; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 18 cm thick)\nBtkn--23 to 53 cm; light yellowish brown (10YR 6/4) clay, dark yellowish brown (10YR 4/4) moist; moderate fine prismatic structure parting to strong fine angular blocky; hard, firm, very sticky and very plastic; common very fine and fine roots; few fine tubular pores; continuous faint clay films on faces of peds; many fine carbonate seams; slightly effervescent; 5 percent gravel; very strongly alkaline (pH 9.6); clear wavy boundary.  (13 to 50 cm thick)\nBk--53 to 64 cm; pale brown (10YR 6/3) gravelly clay loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few fine tubular pores; gravel completely coated with carbonates, many fine carbonate seams; strongly effervescent; 30 percent gravel; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 25 cm thick)\n2Bqk1--64 to 94 cm; very pale brown (10YR 7/4) extremely gravelly loamy sand, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular pores; 60 percent gravel; gravel completely coated with carbonates; 15 percent durinodes; violently effervescent; disseminated carbonates; strongly alkaline (pH 8.8); clear smooth boundary. (20 to 50 cm thick)\n2Bqk2--94 to 152 cm; very pale brown (10YR 8/4) continuous weakly silica cemented extremely gravelly loamy sand, very pale brown (10YR 7/4) moist; massive; hard, firm, and brittle; 70 percent gravel; violently effervescent; disseminated carbonates; strongly alkaline (pH 8.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; about 150 feet south and 1,320 feet east of the northwest corner of section 21, T. 34 N., R. 40 E.; Goldrun Creek 7.5 minute topographic quadrangle; latitude 40 degrees 48 minutes 47 seconds N and longitude 117 degrees 29 minutes 11 seconds W; WGS84 Decimal Degrees 40.8130556 latitude, -117.4863889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in the winter and spring months, dry from June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nCombined thickness of A and Bt horizons: 50 to 75 cm.\nDepth to discontinuity: 50 to 90 cm.\nDepth to Bqk horizons: 50 to 75 cm.\nDepth to segregated carbonates: 8 to 43 cm.\nReaction: Moderately alkaline through very strongly alkaline.\nOther features: Some pedons have C horizons below depths of 90 cm.\nParticle-size control section - Clay content: 35 to 60 percent.\nRock fragments:  5 to 35 percent, mainly gravel.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 through 4.\nBtn and Btkn horizons\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma:  3 or 4.\nTexture: Clay loam, gravelly clay loam clay, or gravelly clay.\nStructure:  Prismatic; some subhorizons may have subangular or angular blocky structure in some pedons.\nExchangeable sodium:  15 to 25 percent.\nBk horizon (when present)\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 through 5.\nTexture: Loam or clay loam.\nRock fragments:  15 to 35 percent, mainly gravel.\nStructure:  Subangular blocky or is massive.\nBqk horizons\nValue:  6 through 8 dry, 5 through 7 moist.\nChroma:  3 through 6.\nTexture:  Very gravelly or extremely gravelly loamy sand or sand.\nRock fragments:  35 to 70 percent, mainly gravel.\nSegregated gypsum:  Gypsum as soft masses or filaments are common in any subhorizon.\nSilica cementation:  Continuously brittle matrix in some subhorizon above 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Snapp soils are on fan piedmont remnants and rock pediment remnants.  Snapp soils formed in alluvium derived from mixed rocks.  Slopes are 2 to 30 percent.  Elevations are 1,220 to 1,985 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beoska, Midas, Orovada, and Theodor soils.  Beoska soils have a fine-loamy argillic horizon.  Midas soils lack an argillic horizon.  Orovada soils lack an argillic horizon and have a coarse-loamy particle-size control section.  Theodor soils have an aridic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well-drained; medium or rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The vegetation is mainly Wyoming big sagebrush, spiny hopsage, Thurber needlegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  Snapp soils are of moderate extent.  MLRA 24 and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County (East Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm.  (A horizon)\nNatric horizon - The zone from about 23 to 53 cm.  (Btkn horizon)\nArgillic horizon - The zone from about 13 to 53 cm.  (Btn and Btkn horizons)\nContinuously brittle matrix - The zone from 94 to 152 cm. (Bkq2 horizon)\nParticle-size control section - The zone from 13 to 53 cm.  (Btn and Btkn horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
