{
  "SERIES": "SNELLING",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/LCL/DJE",
  "REVDATE": "04/2013",
  "STATES": "CA",
  "OVERVIEW": "The Snelling series consists of very deep, well drained soils formed in alluvium from predominantly granitic rock sources. They are typically on terraces and have slopes of 0 to 15 percent. The mean annual precipitation is about 16 inches and the mean annual temperature is about 73 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-Loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Snelling sandy loam - pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 22 inches; pale brown (10YR 6/3) sandy loam containing much sharp angular sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, nonsticky, nonplastic; many fine roots; many fine interstitial pores and few insect holes; neutral (pH 6.6); clear smooth boundary. (12 to 25 inches thick)\nBt--22 to 50 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; weak very coarse prismatic structure, hard, firm, slightly sticky, slightly plastic; thin continuous clay films, particularly on sand grains; slightly acid (pH 6.1); diffuse boundary. (24 to 30 inches thick).\nC--50 to 60 inches; light brown (7.5YR 6/4) sandy loam with sharp angular sand, brown (7.5YR 5/3) moist; massive; slightly hard, friable, nonsticky, nonplastic; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merced County, California; northwest of Snelling; 1 mile north of SW corner of sec. 29, T. 4 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 59 to 65 degrees F and the soil temperature usually is not below 47 degrees F at any time. The soil between depths of about 5 and 15 inches usually is dry all of the time after late April until late November or early December and usually is moist in some or all parts all the rest of the year. Coarse and very coarse sand are more than 20 percent in both A and Bt horizons.\nThe A horizon has dry colors of 10YR 5/2, 5/3, 6/2, 6/3, 6/4; 7.5YR 5/3, 5/4 or 6/3. Moist value or chroma is 4 or more. It is sandy loam or loam and is slightly acid or neutral.\nThe Bt horizon has dry colors of 10YR 5/3, 5/4, 6/3, 6/4, 7/4; 7.5YR 5/4, 5/6, 6/4, 6/6, 7/4 or 5YR S/4. Moist colors are 1 or 2 units of value darker. It is loam, sandy clay loam or clay loam with 20 to 30 percent clay. Absolute clay increase from the A to Bt horizon is 4 to 12 percent. It is slightly acid to mildly alkaline.\nThe C horizon has dry colors of 10YR 7/3, 8/4; 7.5YR 6/4, 6/6 or 5YR 4/6. It is sandy loam or loamy sand. Reaction is slightly acid to moderately alkaline but non-calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arbuckle, Blasingame, Borden, Bressa, Fallbrook, Montpellier, Pomo, Sesame, Tivy, WasioJa and Wyman series. Arbuckle, Pomo and Wyman soils have less than 20 percent coarse and very coarse sand in the control section. Blasingame, Bressa, Sesame and Tivy soils are all less than 40 inches deep to a lithic or paralithic contact. Borden soils are moderately alkaline in the Bt horizon becoming calcareous with depth. Fallbrook soils have transitional horizons between the A and Bt horizons and the 3t and C horizons. Montpellier soils have hue of 2.5YR and 5YR in the Bt horizons. WasioJa soils are calcareous in the argillic horizon and are aridic bordering on xeric."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Snelling soils are nearly level to moderately steep and are on terraces at elevations of 150 to 2,000 feet. They formed in moderately coarse textured alluvium high in coarse sand and derived from granite and similar kinds of rock. The climate is dry, subhumid with 12 to 20 inches of precipitation. The average January temperature is about 45 degrees and average July temperature is about 70 to 76 degrees F and the mean annual temperature is 59 to 63 degrees F. The freeze free season averages about 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atwater, Garey, Greenfield, Lockwood, Pentz, Peters, and Whitney soils and the competing Montpellier soils. Atwater, Garey, and Greenfield soils have less than 18 percent clay in the argillic horizons. Lockwood soils have a mollic epipedon more than 20 inches thick. Pentz and Peters soils are less than 20 inches deep to a paralithic and lithic contact respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for growing irrigated grapes, orchard fruits, and nonirrigated grain and pasture. Vegetation on uncultivated areas is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sacramento, San Joaquin and Salinas Valleys of California. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Merced County (Merced Area), California 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Snelling soils formerly included Mollic Haploxeralfs and Typic Haploxerolls as mapped in Amador and East Stanislaus counties. These would now be different series.\nEdit log: Assumed superactive CEC class when OSD was placed on Ames database 11/18/99.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
