{
  "SERIES": "SNELLBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/TDT",
  "REVDATE": "02/97",
  "STATES": "OR",
  "OVERVIEW": "The Snellby series consists of moderately deep, well drained\nsoils on hills.  They formed in colluvium from basalt and\nhave an influence of volcanic ash and loess in the surface\nhorizons.  Slopes are 12 to 80 percent.  The mean annual precipitation is about 11 inches, and the mean annual\ntemperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Snellby stony silt loam, rangeland.  (Colors\nare for dry soil unless otherwise noted.)\nA1--0 to 6 inches; grayish brown (10YR 5/2) stony silt\nloam, dark brown (10YR 3/3) moist, moderate fine and medium\ngranular structure; soft, very friable, slightly sticky and\nslightly plastic; many very fine roots; many very fine\nirregular pores; 10 percent stones, 5 percent cobbles, and 5\npercent gravel; mildly alkaline (pH 7.4); clear wavy\nboundary.  (4 to 8 inches thick)\nA2--6 to 10 inches; brown (10YR 5/3) stony silty clay\nloam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable,\nsticky and plastic; common fine and very fine roots; common\nvery fine tubular pores; 15 percent stones, 10 percent\ncobbles, and 5 percent gravel; mildly alkaline (pH 7.4);\nabrupt wavy boundary.  (4 to 8 inches thick)\nBt--10 to 18 inches; dark yellowish brown (10YR 4/4)\nvery stony clay, dark yellowish brown (10YR 3/4) moist;\nstrong medium angular blocky structure; hard, friable,\nsticky and plastic; common very fine roots; common very fine\nand fine tubular pores; common moderately thick clay films\non peds and in pores; lime coating the bottom of rock\nfragments in the lower part of the horizon; 25 percent\nstones, 10 percent cobbles and 5 percent gravel; mildly\nalkaline (pH 7.6); clear wavy boundary.  (6 to 12 inches\nthick)\nBk--18 to 24 inches; pale brown and very pale brown\n(10YR 6/3 and 7/3) very stony silty clay loam, yellowish\nbrown (10YR 5/4) moist; weak fine and medium subangular\nblocky structure; slightly hard, friable, sticky and\nplastic; few very fine roots; common very fine and few fine\ntubular pores; violently effervescent throughout horizon and segregated lime coating bottom of rock fragments; 20 percent\nstones, 15 percent cobbles, and 10 percent gravel;\nmoderately alkaline (pH 8.2).  (2 to 12 inches thick)\n2R--24 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; 300 feet north of the\ntop of Flagstaff Hill in the NW1/4NW1/4 sec. 5, T. 9 S., R.\n41 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually dry, and\nare dry between depths of 4 and 12 inches for over half the\ntime when the soil temperature is above 41 degrees F.  The\nmean annual soil temperature is 43 to 47 degrees F.  Depth\nto bedrock ranges from 20 to 40 inches.  Thickness of the\nmollic epipedon is 10 to 20 inches.\nThe A horizon has a moist value of 2 or 3 and moist chroma\nof 2 or 3.  The reaction is neutral or mildly alkaline.\nRock fragments range from 15 to 35 percent and are mostly\nstones and cobbles.\nThe Bt horizon has dry value of 4 to 6, moist value of 3 or\n4, and chroma of 3 or 4 moist and dry.  Structure grade is\nmoderate or strong, and structure type is angular or\nsubangular blocky.  Reaction is mildly or moderately\nalkaline.  Rock fragments range from 35 to 60 percent and\nare mostly stones and cobbles.  Clay percentage is 40 to 60.\nThe Bk horizon has dry value of 6 or 7, moist value of 4 or\n5, and dry chroma of 3 or 4.  Rock fragments range from 35\nto 60 percent and are mostly stones and cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bagard, Blitzen, Fera,\nGosumi, Kleckner, Quarz and Slaven series.  The Bagard,\nFera, Gosumi and Kleckner soils have bedrock at depths\ngreater than 40 inches.  Blitzen soils have a paralithic\ncontact at 20 to 40 inches.  Slaven soils have 60 to 75\npercent chert fragments in their argillic horizons.  Quarz\nsoils lack carbonates in the lower profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Snellby soils are on hills at\nelevations of 3,400 to 3,800 feet.  Slopes are 12 to 80\npercent.  The soils formed in colluvium from basalt and have\nan influence of volcanic ash and loess.  The mean annual precipitation is 9 to 12 inches.  The mean annual\ntemperature is 41 to 45 degrees F.  The frost-free period is\n60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ruckles,\nRuclick, and Bakeoven soils.  Bakeoven soils are very\nshallow and are on ridge tops.  Ruckles soils are shallow\nand occur on south-facing slopes.  Ruclick soils are\nmoderately deep and are on south-facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid\nrunoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The native vegetation is\nIdaho fescue, bluebunch wheatgrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is of\nsmall extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon\nare:\nMollic epipedon - the zone from the surface of the soil to a\ndepth of 10 inches (A1 and A2 horizons).\nArgillic horizon - the zone from 10 to 18 inches (Bt\nhorizon).\nAridic intergrade - this soil has an aridic moisture regime\nbordering on xeric.\nNATIONAL COOPERATIVE SOIL SURVEY"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "stony",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 6 inches; grayish brown (10YR 5/2) stony silt loam, dark brown (10YR 3/3) moist, moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 10 percent stones, 5 percent cobbles, and 5 percent gravel; mildly alkaline (pH 7.4); clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "stony",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--6 to 10 inches; brown (10YR 5/3) stony silty clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, sticky and plastic; common fine and very fine roots; common very fine tubular pores; 15 percent stones, 10 percent cobbles, and 5 percent gravel; mildly alkaline (pH 7.4); abrupt wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--10 to 18 inches; dark yellowish brown (10YR 4/4) very stony clay, dark yellowish brown (10YR 3/4) moist; strong medium angular blocky structure; hard, friable, sticky and plastic; common very fine roots; common very fine and fine tubular pores; common moderately thick clay films on peds and in pores; lime coating the bottom of rock fragments in the lower part of the horizon; 25 percent stones, 10 percent cobbles and 5 percent gravel; mildly alkaline (pH 7.6); clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 46,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--18 to 24 inches; pale brown and very pale brown (10YR 6/3 and 7/3) very stony silty clay loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine roots; common very fine and few fine tubular pores; violently effervescent throughout horizon and segregated lime coating bottom of rock fragments; 20 percent stones, 15 percent cobbles, and 10 percent gravel; moderately alkaline (pH 8.2).  (2 to 12 inches thick)"
      },
      {
        "name": "2R",
        "top": 61,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--24 inches; basalt."
      }
    ]
  ]
}
