{
  "SERIES": "SNELLMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KAC-ROP-AGG",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Snellman series consists of very deep, well drained soils formed in loamy glacial till.  These soils are typically on ground moraines and end moraines in the uplands.  They have moderate permeability.  Slopes range from 1 to 50 percent.  Mean annual temperature is about 40 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Snellman sandy loam with a 5 percent convex slope on a end moraine under a mixed deciduous forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; black (10YR 2/1) sandy loam, very dark gray (10YR 3/1) dry; weak fine granular structure; very friable; about 3 percent gravel; slightly acid; abrupt smooth boundary.  (1 to 4 inches thick)\nE1--2 to 8 inches; brown (10YR 5/3) loamy sand, light gray (10YR 7/2) dry;  weak fine platy structure; very friable; about 3 percent gravel; moderately acid; clear smooth boundary.\nE2--8 to 16 inches; pale brown (10YR 6/3) loamy sand, white (10YR 8/1) dry;  weak fine platy structure; very friable; about 3 percent gravel; moderately acid; clear wavy boundary.  (Combined thickness of E horizons is 0 to 16 inches.)\nBt1--16 to 18 inches; dark yellowish brown (10YR 4/4) sandy clay loam; moderate medium subangular blocky structure; friable; many thin light yellowish brown (10YR 6/4) sand and silt coatings on faces of peds and pores; about 4 percent gravel; strongly acid; clear wavy boundary.\nBt2--18 to 31 inches; dark yellowish brown (10YR 4/4) sandy clay loam; moderate coarse subangular blocky structure; friable; many thick distinct very dark grayish brown (10YR 3/2) clay films on faces of peds; about 4 percent gravel; moderately acid; clear smooth boundary (Combined thickness of the Bt horizon is 6 to 28 inches)\nBk--31 to 41 inches; light olive brown (2.5Y 5/4) sandy loam; moderate medium platy structure; friable; many light gray (10YR 7/2) filaments and threads of calcium carbonate; about 7 percent gravel; strongly effervescent; slightly alkaline; gradual smooth boundary.\nC--41 to 80 inches; light olive brown (2.5Y 5/4) sandy loam; massive; friable; few light gray (10YR 7/2) filaments and threads of calcium carbonate; about 7 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Becker County, Minnesota; about 1 mile south of the village of Snellman; 600 feet east and 1300 feet north of the southwest corner of sec. 6, T. 139 N., R. 37 W; USGS Ponsford quadrangle, 46 degrees 52 minutes 45 seconds N. and 95 degrees 24 minutes 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates typically ranges from 20 to 40 inches, but some pedons are leached to 55 inches.  These soils typically have 2 to 15 percent gravel throughout the profile.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in most years.\nThe A and Ap horizons have hue of 10YR, value of 2 to 4, and chroma of 1 to 3.  Texture is sandy loam or fine sandy loam.  Reaction ranges from strongly acid to neutral.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  Texture is loamy sand, loamy fine sand, sandy loam, or fine sandy loam.  Reaction ranges from strongly acid to neutral.\nSome pedons have either an EB, B/E with the E part being less than 15 percent, or BE transitional horizon with some characteristics of both horizons.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 3 to 5, and chroma of 3 or 4.  Texture is typically sandy clay loam but includes fine sandy loam, loam, sandy loam or clay loam.  Reaction is moderately acid or slightly acid. The sand content ranges from 45 to 70 percent and the clay content ranges from 18 to 30 percent.\nThe Bk and C horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 or 4.  Texture is sandy loam, coarse sandy loam, fine sandy loam or loam. Reaction is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 5 to 20 percent. The sand content ranges from 45 to 70 percent and the clay content ranges from 7 to 18 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alderon, Allens Park, Bayerton, Bondoe (T), Bonfri, Elbeth, Elmark (T), Fairport, Foreleft(T), Ferball (T), Gateson, Haugan, Lakoa, Lengby(T), Lumpgulch (T), Nebish, Onaway, Plome and Rule(T) soils.  The Alderon, Allens Park, Bayerton, Bonfri, Elmark (T), Fairport, Gateson, Lumpgulch (T), and Rule(T) soils have a lithic or paralithic contact within depths of 20 to 40 inches.  Elbeth soils are strongly acid to neutral throughout the series control section and contain less than 1 percent calcium carbonate.  Bondoe, Haugan, Foreleft, and Lakoa are dry soils in some or all parts of the soil moisture control section for more than 90 cumulative days in most years.   Lengby soils have stratified sandy and loamy material in the lower part of the series control section.  Nebish soils have less than 45 percent sand in the Bt and C horizons.  Onaway soils have Bs horizons and redder hues in Bt horizons.  Ferball soils have redder hues in the Bt horizons.   Plome soils have hue of 5YR or redder throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Snellman soils have very gently sloping to very steep convex slopes on ground and end moraines in uplands.  The slope gradients range from 1 to 50 percent.  The soils formed primarily in a loamy glacial till of Wisconsin Age.  Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 20 to 26 inches.  Frost-free days range from 100 to 145.  Elevation above sea level ranges from 1000 to 1800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the poorly drained Clotho soils that are calcareous throughout; the poorly drained Egglake(T) soils in concave areas; the very poorly drained Runeberg soils that are in concave swales and depressions; and the moderately well drained Wykeham that are in a drainage sequence with the Snellman soils.  Organic soils may occur in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A large part is forested.  Some areas are in pasture or are cropped to corn, small grains and hay.  Native vegetation was mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central and north central Minnesota.  Moderately extensive.  MLRA ?"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mahnomen County County, Minnesota, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon--the zone from the surface to a depth of 16 inches (A and E horizons); albic horizon--the zone from 2 to 16 inches (E1 and E2 horizons); argillic horizon--the zone from 16 to 31 inches (BE and Bt horizons).\nADDITIONAL DATA:  Refer to MAES file Code Nos. 893, 2271, 3148, 3695, 3881, 3887 for data on similar pedons.  Soil Interpretation Record number MN0015.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
