{
  "SERIES": "SNOWCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "07/1999",
  "STATES": "OR",
  "OVERVIEW": "The Snowcamp series consists of moderately deep, well drained soils formed in colluvium and residuum from serpentinized peridotite or serpentinized metaigneous rock types.  Snowcamp soils are on broad ridgetops and side slopes of mountains.  Slopes are 0 to 90 percent. The mean annual precipitation is about 145 inches and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, frigid Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Snowcamp very cobbly loam - woodland, on a 22 percent west-facing slope at 2,700 feet elevation.  (When described on November 14, 1989 the soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; partially decomposed needles, leaves, twigs, and woody materials.\nA--2 to 6 inches; dark reddish brown (5YR 3/3) very cobbly loam, dark reddish brown (5YR 3/4) dry; strong fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; common very fine tubular pores; 20 percent cobbles and 25 percent gravel; slightly acid (pH 6.3); clear wavy boundary.  (3 to 7 inches thick)\nBw1--6 to 12 inches; reddish brown (5YR 4/4) very cobbly clay loam, yellowish red (5YR 4/6) dry; strong fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; few very fine tubular pores; 20 percent cobbles and 30 percent gravel; neutral (pH 6.6); clear wavy boundary.\nBw2--12 to 19 inches; strong brown (7.5YR 4/6) extremely cobbly clay loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; few very fine tubular pores; 35 percent cobbles and 30 percent gravel; neutral (pH 6.7); gradual wavy boundary.\nBw3--19 to 31 inches; strong brown (7.5YR 5/6) extremely cobbly clay loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; few fine and medium roots; few very fine tubular pores; 35 percent cobbles and 30 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 17 to 33 inches)\nR--31 inches; fractured peridotite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 2,640 feet south and 330 feet east of the northwest corner of section 6, T. 37 S., R. 12 W., W. M. (Latitude 42 degrees, 24 minutes, 13 seconds N.; Longitude 124 degrees, 09 minutes, 57 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 41 to 46 degrees F.  The soils are usually moist but are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle size control section averages 20 to 35 percent clay and has 35 to 80 percent total rock fragments.  Depth to bedrock is 20 to 40 inches.  Soil reaction is slightly acid to neutral throughout.  Hue is 5YR, 7.5YR, or 10YR in the solum.\nThe A horizon has value of 3 or 4 moist, 3 to 5 dry and chroma of 3 or 4 moist and 4 to 6 dry.  The texture of the fine earth fraction is loam averaging 15 to 25 percent clay.  It has 0 to 20 percent boulders, 0 to 15 percent stones, 5 to 30 percent cobbles, and 10 to 25 percent gravel.\nThe Bw horizon has value of 4 or 5 moist, 4 to 6 dry and chroma of 4 to 6 moist and dry.  The texture of the fine earth fraction is clay loam or loam averaging 20 to 35 percent clay.  It has 0 to 25 percent boulders, 0 to 30 percent stones, 10 to 40 percent cobbles, and 5 to 30 percent gravel.\nThe C horizon, when present, has hue of 7.5YR, 10YR or 2.5Y, value of 4 or 5 moist, 5 or 6 dry and chroma of 4 to 6 moist and 4 to 8 dry.  The texture of the fine earth fraction is clay loam or loam averaging 20 to 35 percent clay.  It has 0 to 30 percent boulders, 0 to 30 percent stones, 10 to 45 percent cobbles, and 5 to 30 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Cedarcamp series.  Cedarcamp soils are greater than 60 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Snowcamp soils are on metastable broad ridgetops and metastable to active side slopes of mountains.  Slopes are 0 to 90 percent.  The soils formed in colluvium and residuum derived from serpentinized peridotite or serpentinized metaigneous rock types.  Elevations are 2,500 to 4,500 feet.  The climate is characterized by cool, wet winters and warm, moist summers.  The mean annual precipitation is 130 to 160 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cedarcamp series, and Flycatcher soils.  Cedarcamp and Flycatcher soils occur on broad ridgetops and side slopes of mountains.  Cedarcamp soils are greater than 60 inches deep to bedrock.  Flycatcher soils are 10 to 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, recreation, woodland, and wildlife habitat.  The native vegetation is Jeffrey pine, knobcone pine, western white pine, Port Orford cedar, tanoak, Douglas fir, greenleaf manzanita, western azalea, Sadler oak, boxleaf silktassel, red huckleberry, huckleberry oak, California buckthorn, squawcarpet, and common beargrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon.\nCambic horizon - from a depth of 6 to 31 inches (Bw1, Bw2, Bw3 horizons).\nParticle-size control section - from 12 to 31 inches (Bw2, Bw3 horizons).\nEutrudepts great group - base saturation by ammonium acetate is assumed to be 60 percent or more in some subhorizon between depths of 10 and 30 inches below the mineral soil surface.\nDystric subgroup - the soil lacks carbonates.\nADDITIONAL DATA:  Partial laboratory data available for pedons 90P 319 and S90P 321 from Curry County, Oregon sampled by NSSL at Lincoln, Nebraska - 3/90.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; partially decomposed needles, leaves, twigs, and woody materials."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 6 inches; dark reddish brown (5YR 3/3) very cobbly loam, dark reddish brown (5YR 3/4) dry; strong fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; common very fine tubular pores; 20 percent cobbles and 25 percent gravel; slightly acid (pH 6.3); clear wavy boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--6 to 12 inches; reddish brown (5YR 4/4) very cobbly clay loam, yellowish red (5YR 4/6) dry; strong fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; few very fine tubular pores; 20 percent cobbles and 30 percent gravel; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "extremely cobbly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--12 to 19 inches; strong brown (7.5YR 4/6) extremely cobbly clay loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; few very fine tubular pores; 35 percent cobbles and 30 percent gravel; neutral (pH 6.7); gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 48,
        "bottom": 79,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "extremely cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw3--19 to 31 inches; strong brown (7.5YR 5/6) extremely cobbly clay loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; few fine and medium roots; few very fine tubular pores; 35 percent cobbles and 30 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 17 to 33 inches)"
      },
      {
        "name": "R",
        "top": 79,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--31 inches; fractured peridotite."
      }
    ]
  ]
}
