{
  "SERIES": "SNOWDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/TWH/KLS",
  "REVDATE": "03/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Lithic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Snowdon very stony loam, on a west facing, simple, 30 percent slope in spruce-fir woodland at an elevation of 3,109 meters.  (Colors are for dry soil unless otherwise noted.)  When described on August 11, 1983 the soil was moist from 0 to 46 cm.\nOi--0 to 5 cm; organic layer of needles, twigs, and leaves.\nA--5 to 15 cm; light reddish brown (5YR 6/3) very stony loam, reddish brown (5YR 4/3) moist; moderate medium granular structure; soft, friable, slightly sticky and nonplastic; 15 percent gravel, 20 percent cobble, 20 percent stones; very strongly acid (pH 4.8); clear smooth boundary.  (0 to 13 cm thick)\nE--15 to 33 cm; pinkish gray (7.5YR 6/2) very stony sandy loam, brown (7.5YR 5/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; 15 percent gravel, 20 percent cobble, 20 percent stones; very strongly acid; (pH 4.6); clear wavy boundary.  (8 to 20 cm thick)\nBt--33 to 50 cm; reddish brown (5YR 5/4) extremely stony sandy clay loam,, reddish brown (5YR 4/4) moist; weak medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; common distinct clay films on the faces of peds; 10 percent gravel, 25 percent cobble, and 25 percent stones; very strongly acid (pH 5.0); abrupt wavy boundary.  (13 to 30 cm thick)\nR--50 cm; hard rhyolite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Colorado; Kendall Gulch road, about 3.0 kilometers south of Silverton.  Along old mine road off of the main road; located about 671 meters east and 320 meters south of the northwest corner of Sec. 29, T. 41 N., R. 7 W.; Silverton USGS quad; Lat. 37 degrees, 47 minutes, 12 seconds, N. and Long. 107 degrees, 39 minutes, 38 seconds, W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (depths given are measured from the mineral soil surface)\nSoil moisture regime: Typic udic\nMean annual soil temperature:  1.1 to 3.3 degrees C.\nMean summer soil temperature:  4.4 to 7.8 degrees C., with an O horizon\nSurface rock fragments:  0 to 20 percent\nBase saturation: 50 to 70 percent (NH4OAc) (estimated)\nDepth to lithic contact:  25 to 50 cm\nParticle-size control section:\nClay content:  18 to 35 percent\nRock fragment content: 35 to 75 percent rhyolite gravel, cobbles, or stone\nReaction (pH): 4.5 to 6.5 (slightly acid to very strongly acid)\nA horizon\nHue:  5YR to 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  1 to 3, dry or moist\nTexture, fine earth fraction:  loam, sandy loam\nRock fragment content:  5 to 65 percent\nReaction (pH):  4.5 to 6.5\nE horizon\nHue:  5YR to 10YR\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  2 to 4, dry or moist\nTexture, fine earth fraction:  sandy loam, loam\nRock fragment content:  5 to 65 percent\nReaction (pH):  4.5 to 6.5\nBt horizon\nHue:  5YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 to 6, dry and moist\nTexture, fine earth fraction:  sandy clay loam, loam, or clay loam\nRock fragment content:  35 to 75 percent\nReaction (pH):  4.5 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nHapjack (WY) - have granite rock fragments\nHerakle (CO) - have horizons of calcium carbonate accumulation and an ustic moisture regime\nRedfern (MT) - have an ustic moisture regime\nWhiteman (UT) - have neutral or moderately alkaline reaction"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes, structural benches, mesas, and ridges\nElevation - 2,500 to 3,510 meters\nSlopes - 5 to 90 percent\nParent material - slope alluvium or colluvium derived from rhyolite, sandstone, and limestone\nMean annual air temperature - -1.1 to 3.3 degrees C.\nMean annual precipitation - 635 to 1,143 mm\nPrecipitation pattern - wettest months are July and August receive slightly more precipitation than other months; while May and June receive the least precipitation and are driest, however the soils are still moist from snowmelt and are often covered with snow through May.\nFrost-free period - 40 to 75 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium to high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for wildlife habitat, recreation, woodland, and livestock grazing.  The principal native vegetation is Engelmann's spruce, Rocky Mountain Douglas Fir, subalpine fir, and quaking aspen. Grasses include Thurber's fescue, mountain brome and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado and parts of Wyoming.  LRR E, MLRA 43B, 48A; large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ouray Soil Survey Area, Colorado, 1998. Series proposed in the Animas-Dolores Survey Area, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nAlbic horizon - 15 to 33 cm (E horizon)\nArgillic horizon - 33 to 50 cm (Bt horizon)\nLithic contact - 50 cm to hard bedrock (R layer)\nParticle size control section - 33 to 50 cm (Bt horizon)\nThis soil is presumed to have greater than 35 percent base saturation (sum of cations) at the lithic contact, hence meets the requirement for Alfisols. This needs to be confirmed by further study.\nSnowdon soils have a cryic temperature regime and are in a udic soil moisture regime with a typic subclass.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
