{
  "SERIES": "SNOWLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHB-CJW-JAL",
  "REVDATE": "05/2002",
  "STATES": "ID",
  "OVERVIEW": "The Snowlake series consists of very deep, well drained soils on dissected terraces, escarpments, and canyonsides.  They formed in sandy glacial outwash with minor amounts of volcanic ash mixed in the surface layers.  Permeability is moderately rapid in the upper part and rapid to very rapid below.  Slope ranges from 5 to 65 percent.  The average annual air temperature is about 44 degrees F. and the average annual precipitation is about 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Vitrandic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Snowlake ashy sandy loam, open-burned, woodland; on a southeast-facing slope of 16 percent at 4,100 feet elevation.  When described on July 13, 1994, the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; needles, leaves, bark, and twigs.  (0.5 to 1 inch thick)\nOe--0.5 to 2 inches; decomposed organic matter mixed with Mt. St.  Helen's volcanic ash.  (0.5 to 1.5 inches thick)\nA--2 to 3 inches; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine, medium and coarse roots; many very fine irregular pores; moderately acid (pH 6.0); abrupt wavy boundary.  (1 to 2 inches thick)\nBw1--3 to 7 inches; yellowish brown (10YR 5/4) ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine irregular pores; slightly acid (pH 6.5); clear wavy boundary.  (3 to 10 inches thick)\nBw2--7 to 14 inches; light yellowish brown (10YR 6/4) ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine roots; many very fine irregular pores; 5 percent fine gravel; slightly acid (pH 6.5); clear wavy boundary.  (4 to 10 inches thick)\nBC--14 to 25 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine irregular pores; 5 percent fine gravel; neutral (pH 6.7); clear wavy boundary.  (5 to 20 inches thick)\nC1--25 to 39 inches; pale yellow (2.5Y 7/4) fine gravelly loamy coarse sand, light olive brown (2.5Y 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine irregular pores; 15 percent fine gravel; slightly acid (pH 6.5); clear wavy boundary.  (6 to 16 inches thick)\nC2--39 to 52 inches; pale yellow (2.5Y 8/2) fine gravelly coarse sand, light brownish gray (2.5Y 6/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; one thin discontinuous lamellae 1/4 inch thick; 20 percent fine gravel; slightly acid (pH 6.5); gradual wavy boundary.  (10 to 20 inches thick)\nC3--52 to 62 inches; pale yellow (2.5Y 8/2) gravelly coarse sand, light brownish gray (2.5Y 6/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; 20 percent fine gravel, 5 percent medium and coarse gravel; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 7.0 miles northwest of Naples, about 2,000 feet south and 2,200 feet west of the northeast corner of sec. 35, T. 61 N., R. 2 W; Latitude - 48 degrees, 35 minutes, 55 seconds North; Longitude - 116 degrees, 33 minutes, 28 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 44 to 46 degrees F.\nAverage summer soil temperature - 54 to 56 degrees F. without an O horizon\nMoisture control section - dry 30 to 45 days (August to September), moist October through July\nDepth to sandy material - 10 to 20 inches\nBase saturation - 30 to 60 percent in the upper 30 inches\nVolcanic glass content in A and Bw horizons - 5 to 20 percent\nAcid-oxalate extr. Al + 1/2 Fe - 0.4 to 1.0 percent\nMoist bulk density - 1.0 to 1.2 g/cc\nPhosphate retention - 25 to 55 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 to 3 dry or moist\nTexture - ASHY-SL, GR-ASHY-SL\nClay content - 3 to 10 percent\nGravel content - 0 to 15 percent (0 to 10 percent fine gravel)\nBw horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 or 6 dry or moist\nTexture - ASHY-SL, GR-ASHY-SL\nClay content - 3 to 10 percent\nGravel content - 0 to 20 percent (0 to 10 percent fine gravel)\nReaction - slightly acid or neutral\nBC horizon\nHue - 10YR or 2.5Y\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 4 or 6 dry or moist\nTexture - LS, GR-LS\nClay content - 2 to 5 percent\nGravel content - 0 to 15 percent (0 to 10 percent fine gravel)\nReaction - slightly acid or neutral\nC horizons\nHue - 10YR, 2.5Y, or variegated\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 2 to 6 dry or moist\nTexture - GRF-LCOS, GRF-COS, GR-COS, LCOS, GR-LS,"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Myrtlecreek and Selle series.  Myrtlecreek soils have average annual soil temperatures of 42 to 44 degrees F. and are dry for 25 to 35 days.  Selle soils have E and Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Snowlake soils are on south and west-facing dissected terraces, escarpments, and canyonsides.  Slopes range from 5 to 65 percent.  They formed in sandy glacial outwash with minor amounts of volcanic ash mixed in the surface layers.  Elevations range from 3,000 to 4,800 feet.  The average annual air temperature is 43 to 46 degrees F. and the average annual precipitation is 35 to 45 inches.  The average frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Idamont and Pend Oreille soils and the proposed Dodgecreek (T), Myrtlecreek (T), and Pearsoncreek (T) soils.  Idamont and Pend Oreille soils are on east and north-facing mountain and foothill slopes and have a thick volcanic ash mantle.  Dodgecreek soils are on flatter terraces and have a thin volcanic ash mantle.  Myrtlecreek soils are on north and east-facing dissected terraces and escarpments and have cooler soil temperatures.  Pearsoncreek soils are on south and west-facing mountain slopes and have a thin volcanic ash mantle and are loamy-skeletal in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; permeability is moderately rapid in the upper part and rapid to very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland timber production, wildlife habitat, recreation, and watershed.  Potential natural vegetation is mainly grand fir, western white pine, western larch, Douglas-fir, and quaking aspen with an understory of dampwoods blueberry, baldhip rose, Sitka mountainash, common princes pine, longtube twinflower, myrtle pachystima, common beargrass, starry false solomons seal, queencup beadlily, and darkwoods violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana, and northeastern Washington.  Series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 2 to 9 inches (A, bw1 and part of Bw2 horizon)\nCambic horizon - the zone from 3 to 14 inches (Bw1, Bw2 horizons)\nParticle-size control section - the zone from 10 to 40 inches (part of the Bw2, BC, C1, and part of the C2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
