{
  "SERIES": "SNOWVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJ/AJE",
  "REVDATE": "02/2004",
  "STATES": "ID,UT",
  "OVERVIEW": "The Snowville series consists of moderately deep, well drained, moderately permeable soils that formed in residuum from basalt.  These soils are on  strongly sloping to moderately steep hills.  Slopes are 6 to 20 percent.  The mean annual temperature is about 46 degrees F., and the average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Petrocalcic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Snowville gravelly silt loam, rangeland (Colors are for dry soil unless otherwise noted.)\nAl--0 to 3 inches; grayish brown (10YR 5/2) gravelly silt loam; very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, friable, slightly sticky, slightly plastic; many fine and few medium roots; 20 to 25 percent angular gravel; slightly calcareous; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 4 inches thick)\nA2--3 to 7 inches; grayish brown (10YR 5/2) gravelly silt loam; very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, friable, slightly sticky, slightly plastic; many fine and few medium roots; 20 to 25 percent angular gravel; slightly calcareous; moderately alkaline (pH 8.0); clear smooth boundary. (4 to 5 inches thick)\nBw1--7 to 13 inches; light brownish gray (10YR 6/2) gravelly heavy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, plastic; common fine and few medium roots; 20 to 25 percent angular gravel; moderately calcareous; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 6 inches thick)\nBw2--13 to 18 inches; light brownish gray (10YR 6/2) cobbly light clay loam; dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; hard, firm, sticky, plastic; common fine and few medium roots; 25 to 35 percent angular cobble and gravel; moderately calcareous; moderately alkaline (pH 8.2); abrupt wavy boundary. (0 to 5 inches thick)\nBkm--18 to 22 inches; Indurated lime cemented hardpan.\nR--22 inches; Basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Box Elder County, Utah; about 3 miles northeast from Rulon Ward ranch headquarters east of Snowville; 2,600 feet west and 600 feet north from the NW corner of sec. 23, T.14N., R.7W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is about 50 F.; the mean summer soil temperature at 20 inches depth is about 73 F. The soils are moist in some part of the moisture control section more than one-half of the time during the period the soil temperature is above 41 degrees F. and are continually dry for 80 to 90 consecutive days in all parts of the moisture control section in most years during the summer months. They are moist for 60 consecutive days out of the 120 days following the winter solstice in 7 out of 10 years.\nThe mollic epipedon is 7 to 9 inches thick.  Solum thickness (A and Bw horizons ) is 12 to 18 inches. Depth to the indurated Ckm (petrocalcic) horizon is 14 to 20 inches. Basalt bedrock occurs at depths of 20 to 30 inches. Coarse fragments are mainly fine angular, 1/4 to 3/4 inch, caliche fragments. A few large basalt stones and cobble are scattered on the surface. Gravel and cobble content ranges from 15 to 25 percent in the A horizon and 20 to 35 percent in the 10 to 20 inch control section.\nThe A horizon has chroma of 2 or 3. It is slightly to moderately calcareous.\nThe Bw horizon has value of 3 or 4 moist and chroma of 2 or 3. It is gravelly or cobbly heavy silt loam or heavy loam with 20 to 35 percent angular gravel or cobble. This horizon is moderately to strongly alkaline.\nThe indurated hardpan is immediately over bedrock in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bingham, Bobs, Munk, Pavant, Promo, Rake, Saxby and Sterling series. Bingham, Sterling, Munk, Saxby and Promo soils lack an indurated hardpan. Also, Bingham soils have argillic horizons and Saxby soils have ochric epipedons. Bobs and Pavant soils are dry more than one-half of the time the soil temperature is above 41 degrees F. Also, Bobs soils have more than 40 percent carbonates in the control section. Promo soils lack mollic epipedons and are less than 20 inches deep over limestone bedrock. Rake soils have more than 35 percent coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Snowville soils are on strongly sloping to moderately steep (6 to 20 percent) hills at elevations of 5,200 to 5,600 feet. They formed in residuum from basalt. The climate is dry subhumid.  The mean annual temperature is about 46 degrees F. and the mean summer temperature is about 69 degrees F. The average annual precipitation is 14 to 15 inches and the frost-free period is 110 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kearns and Parleys soils.  These soils are not gravelly or cobbly and lack petrocalcic horizons.  Parleys soils have silty clay loam B2t (argillic) horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland. Vegetation is big sagebrush, bluebunch wheatgrass, phlox, wild onion, balsamroot, snakeweed and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Utah. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Northern Utah Soil Conservation District, Box Elder County, Utah, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
