{
  "SERIES": "SNOWBIRD",
  "STATUS": "Established Series",
  "BYREV": "BAW,DJT,MS,SJC",
  "REVDATE": "12/2007",
  "STATES": "NC,TN",
  "OVERVIEW": "The Snowbird series consists of deep, well drained, moderately permeable soils.  They formed in residuum that is affected by soil creep in the upper part, and weathered from metasedimentary rocks such as metasandstone, slate, and phyllite.  These soils are on cool north to east facing side slopes in low to intermediate mountains in the Blue Ridge (MLRA 130).  The elevation ranges from 1,200 to 3,800 feet.  Mean annual temperature is about 56 degrees F., and mean annual precipitation is about 60 inches near the type location. Slope ranges from 15 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Snowbird loam - forested; on a 49 percent northeast facing mountain side slope. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inches; slightly decomposed leaves, twigs, roots, and other deciduous plant materials; abrupt smooth boundary.\nOe--1 to 3 inches; moderately decomposed leaves, twigs roots, and other deciduous plant materials; abrupt smooth boundary.\nA1--3 to 8 inches; dark brown (7.5YR 3/2) loam; strong fine to coarse granular structure; very friable; many very fine to medium, common coarse, and few very coarse roots throughout; many very fine and fine dendritic tubular pores; common very fine and fine mica flakes throughout; very strongly acid; clear smooth boundary.\nA2--8 to 10 inches; dark brown (7.5YR 3/3) loam; strong fine to coarse granular structure; very friable; many very fine to medium, common coarse, and few very coarse roots throughout; many very fine and fine dendritic tubular pores; common very fine and fine mica flakes throughout; very strongly acid; clear smooth boundary. (The combined thickness of the A horizon is 7 to 14 inches.)\nBt1--10 to 13 inches; dark brown (7.5YR 3/4) loam; strong fine to coarse granular structure; friable; common very fine to medium roots throughout; few distinct clay films on the surface of peds and in pores; many very fine and fine dendritic tubular pores; common very fine and fine mica flakes throughout; very strongly acid; abrupt smooth boundary.\nBt2--13 to 22 inches; brown (7.5YR 4/4) sandy clay loam; moderate fine to very coarse subangular blocky structure; friable, slightly sticky, slightly plastic; common very fine to medium roots between peds; few very fine to very coarse dendritic tubular pores; many distinct clay films on the surface of peds and in pores; many very fine and fine mica flakes throughout; strongly acid; clear wavy boundary.\nBt3--22 to 34 inches; strong brown (7.5YR 4/6) very fine sandy loam; moderate fine to very coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few very fine to medium roots between peds; few very fine to very coarse dendritic tubular pores; common faint clay films on the surface of peds and in pores; many very fine and fine mica flakes throughout; 10 percent channers by volume; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 18 to 32 inches.)\nBC--34 to 57 inches; dark yellowish brown (10YR 4/4) channery very fine sandy loam; weak fine to coarse subangular blocky structure; friable; few fine and medium roots throughout; few very fine to medium dendritic tubular pores; many very fine and fine mica flakes throughout; 15 percent channers and 5 percent flagstones by volume; strongly acid; abrupt irregular boundary. (18 to 36 inches thick.)\nCr--57 to 67 inches; weathered metasedimentary sandstone and phyllite; partly consolidated but can be dug with difficulty with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Graham County, North Carolina; north of Robbinsville on US 129, 1.5 miles; left on SR 1116, 2.5 miles; right on SR 1127, 3 miles; cross Santeetlah Lake and immediately turn right on FS2369, 1mile; turn right on gated USFS road .5 mile; on the left side of road, 400 feet up slope from road on mountain side slope.  USGS Topographic Quadrangle Santeetlah Creek;  Latitude: 35 degrees, 21 minutes, 37 seconds N.;  Longitude: 83 degrees, 50 minutes, 09 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 26 to 55 inches.  Clay percentage in the particle size control section ranges from 18 to 35 percent.  Depth to a paralithic contact with soft weathered bedrock is 40 to 60 inches.  Depth to hard bedrock is more than 60 inches. Content of rock fragments ranges in the A and Bt horizons is less than 15 percent by volume.  Fragments are dominantly channers or gravel.  Content of rock fragments in the BC and C horizons ranges from 0 to less than 35 percent and are predominately channers and flagstones.  Content of mica flakes is few or common in the A and upper Bt horizons, and few to many in the lower Bt and BC horizons.  Reaction is slightly acid to very strongly acid in the surface horizons depending on the influence of vegetative cover, and ranges from moderately acid to very strongly acid throughout the subsoil.\nThe A horizon has a hue of 10YR or 7.5YR, a value of 3 or 2, and a chroma of 2 through 4.  Texture is loam or sandy loam.\nThe AB horizon, where present, has a hue of 10YR or 7.5YR, a value of 3 or 4, and a chroma of 4 to 6.  Texture is loam or sandy clay loam.\nThe Bt horizons have a hue of 10YR, 7.5YR or 5YR, a value of 3 to 5, and a chroma of 4 to 8.  Texture is loam, sandy clay loam, or clay loam.\nThe BC horizon has a hue of 10YR, 7.5YR or 5YR, a value of 4 or 5, and a chroma of 4 to 8.  Texture is loam, sandy clay loam, or sandy loam.\nThe C horizon, where present, has a hue of 10YR, 7.5YR or 5YR, a value of 4 or 5, and a chroma of 4 to 8.  Texture is loam or sandy loam.\nThe Cr horizon is weathered metasedimentary rock such as metasandstone, phyllite, and quartzite.  It has colors similar to the BC or C horizon, or is multicolored.  It is partly consolidated but can be dug with difficulty with a spade."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bellspur, Collington, Colts Neck, Kibler, Pineola, Statler, and Trimont soils, and the Royce and Saunook soils in closely related families.  Bell Spur and Pineola soils are moderately deep to a paralithic contact.  Collington and Colts Neck soils are very deep and formed in marine deposits and sediments.  Kibler and Trimont soils formed in residuum from felsic and mafic high-grade metamorphic rocks.  Royce soils are moderately deep to a lithic contact.  Saunook soils are very deep, and formed in colluvium from felsic and mafic high-grade metamorphic rocks.  Statler soils formed from alluvium on low terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Snowbird soils are on cool north to east facing side slopes and those shaded by higher mountains in low to intermediate mountains in the Blue Ridge (MLRA 130).  They formed in residuum that is affected by soil creep in the upper part, and weathered from metasedimentary rocks such as metasandstone, slate, and phyllite.  The elevation ranges from 1,200 to 3,800 feet.  Mean annual temperature is about 56 degrees F., and mean annual precipitation is about 60 inches near the type location. Slope ranges from 15 to 95 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Statler soils, these are the Brasstown, Dillard, Junaluska, Santeetlah, Soco, Spivey, Stecoah, Thurmont, Tsali, and Whiteoak, soils. Brasstown, Junaluska, and Tsali soils have lighter surfaces.  Additionally, Junaluska and Tsali soils are moderately deep and shallow to paralithic contact, respectively.  Dillard soils formed from alluvium on stream terraces.  Santeetlah, Spivey, and Whiteoak soils formed from colluvium in coves, fans, and benches.  Soco and Stecoah soils have lighter surfaces, are coarse-loamy, and are moderately deep and deep to paralithic contact, respectively. Thurmont soils formed from alluvium and/or colluvium on footslopes, colluvial fans, benches, and stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Snowbird soils are well drained and moderately permeable.  There is very little runoff where the forest litter has not been disturbed or only partially disturbed; however, rapid to very rapid runoff can be expected where litter has been removed."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The few cleared areas are used mostly for wildlife, recreation, and pasture.  Nearly all is forested and primarily managed for timber production.  Understory vegetation is comprised of buffalo nut, Christmas fern, American hornbeam, striped maple, east hay-scented fern, maiden hair fern, King Solomon's seal, false Solomon's seal, American holly, and American dogwood.  Common trees include yellow poplar, northern red oak, white oak, black cherry, black locust, American basswood, yellow buckeye, hickory, eastern hemlock, and sweet birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Blue Ridge (MLRA 130) in Tennessee and North Carolina, possibly in Georgia and Virginia.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:Great Smoky Mountain National Park, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soils of the Snowbird series were previously included in the Trimont series. However, Snowbird is derived from and has fragments of metasedimentary rocks, such as metasandstone, slate, or phyllite. The soil is placed in the active CEC activity class based upon NSSL data from the typifying pedon.\nLaboratory data from the typifying pedon were obtained from the National Soil Survey Laboratory - sample number S98NC-075-001.\nDiagnostic horizons and features in this pedon are:\nOchric Epipedon with humic features- 0 to 10 inches (Oi, Oe, A1, and A2 horizons)\nArgillic horizon - 10 to 34 inches (Bt, Bt2, and Bt3 horizons)\nParalithic contact - the contact with weathered bedrock at 57 inches (the upper boundary of the Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
