{
  "SERIES": "SNYDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALS-RMR-JAG",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Snyder loam, on a north facing, 2 percent slope in rangeland; elevation is 801 m (2,629 ft) (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); brown (7.5YR 4/3) loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure; moderately hard, friable; many fine and few medium roots throughout; common fine and few medium tubular pores; 2 percent round indurated quartzite pebbles, strong effervescence; moderately alkaline; clear smooth boundary. (Thickness is 8 to 25 cm [3 to 10 in].)\nBw--13 to 28 cm (5 to 11 in); brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; moderate coarse and very coarse prismatic structure parting to strong fine and medium subangular blocky; hard, firm; many fine and few medium roots throughout; common fine and few medium tubular pores; 2 percent faint clay films on surfaces along pores and 3 percent faint clay films on all faces of peds; 3 percent fine prominent spherical insect casts throughout; 2 percent round indurated quartzite pebbles; strong effervescence; moderately alkaline; clear smooth boundary. (Thickness is 0 to 15 cm [0 to 6 in].)\nBk1--28 to 46 cm (11 to 18 in); brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4), moist; weak medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; moderately hard, friable; many fine and few medium roots throughout; common fine and few medium tubular pores; 2 percent faint clay films on surfaces along pores and 3 percent faint clay films on all faces of peds; 3 percent fine prominent spherical insect casts throughout and 3 percent very fine prominent threadlike carbonate masses with sharp boundaries on faces of peds; 2 percent round indurated quartzite pebbles; strong effervescence; moderately alkaline; clear smooth boundary. (Combined thickness of the Bk horizons is 48 to 165 cm [19 to 65 in].)\nBk2--46 to 107 cm (18 to 42 in); pink (7.5YR 7/3) clay loam, reddish yellow (7.5YR 6/6), moist; weak coarse and very coarse prismatic structure parting to weak fine subangular blocky; soft, friable; common fine and few medium roots throughout; few fine and medium tubular pores; 30 percent fine and 30 percent medium prominent irregular moderately cemented carbonate masses with diffuse boundaries throughout and 10 percent fine and 10 percent medium prominent spherical strongly cemented carbonate nodules with sharp boundaries throughout; 2 percent round indurated quartzite pebbles; violent effervescence; moderately alkaline; gradual smooth boundary.\nBtk1--107 to 132 cm (42 to 52 in); reddish yellow (5YR 6/6) clay loam, yellowish red (5YR 5/6), moist; moderate coarse and very coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm; few fine and medium roots throughout; 2 percent faint clay films on surfaces along pores and 3 percent faint clay films on all faces of peds; 2 percent fine, 2 percent medium, and 1 percent coarse prominent spherical strongly cemented carbonate nodules with sharp boundaries throughout and 15 percent coarse and 10 percent very coarse prominent irregular moderately cemented carbonate masses with sharp boundaries throughout; 2 percent round indurated quartzite pebbles; strong effervescence; moderately alkaline; gradual smooth boundary. (Combined thickness of the Btk horizons is 0 to 132 cm [0 to 52 in])\nBtk2--132 to 183 cm (52 to 72 in); yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6), moist; moderate coarse and very coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm; few fine and medium roots throughout; 15 percent distinct clay films on all faces of peds; 2 percent fine, 2 percent medium, and 1 percent coarse prominent spherical strongly cemented carbonate nodules with sharp boundaries throughout and 15 percent coarse and 10 percent very coarse prominent irregular moderately cemented carbonate masses with sharp boundaries throughout; 2 percent round indurated quartzite pebbles; strong effervescence; moderately alkaline; gradual smooth boundary.\nBtk3--183 to 239 cm (72 to 94 in); strong brown (7.5YR 5/6) clay loam, reddish yellow (7.5YR 6/6), moist; moderate coarse and very coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, firm; few fine and medium roots throughout; 15 percent distinct clay films on all faces of peds; 2 percent fine, 2 percent medium, and 1 percent coarse prominent spherical strongly cemented carbonate nodules with sharp boundaries throughout and 15 percent coarse and 5 percent very coarse prominent irregular moderately cemented carbonate masses with sharp boundaries throughout; 2 percent round indurated quartzite pebbles; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scurry County, Texas; From the intersection of U.S. 180 and U.S. 208 in downtown Snyder; north on U.S. 208  1.6 miles to U.S. 84; northwest on U.S. 84 10.5 miles to county road 2126; west on county road 2126 3.1 miles to private ranch road; south 1.3 miles on ranch road; 0.9 mile northeast on ranch road; 0.4 mile east along fence line; site is 0.2 mile south in pasture. (Latitude: 32 degrees 50 minutes 23.10 seconds N; Longitude: 101 degrees 3 minutes 17.10 seconds W.; Dermott USGS topographic quadrangle; NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 225 days but less than 270 cumulative days in normal years. November through March are the driest months, while April through October are the wettest.\nMean annual soil temperature: 13.9 to 16.7 degrees C (57 to 62 degrees F).\nDepth to secondary calcium carbonate: 0 to 33 cm (0 to 13 in)\nDepth to calcic horizon: 18 to 58 cm (7 to 23 in)\nDepth to cambic horizon: 10 to 15 cm (4 to 6 in)\nThickness of the mollic epipedon: 18 to 46 cm (7 to 18 in)\nThickness of the calcic horizon: 58 to 193 cm (23 to 76 in)\nThickness of the solum: 152 to 203 cm (60 to 80 in)\nParticle-size control section (weighted average)\nSilicate clay content: 28 to 35 percent\nSand content: 21 to 45 percent\nCoarse Fragments: 0 to 3 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5, 3 moist\nChroma: 3 or 4, 2 or 3 moist\nTexture: fine sandy loam, loam, sandy clay loam, clay loam\nTotal clay content: 15 to 35 percent\nCoarse fragment: 0 to 3 percent rounded quartzite pebbles\nCalcium carbonate equivalent: 9 to 12 percent\nEffervescence: strong to violent\nReaction: slightly alkaline or moderate alkaline\nBw horizon (where present)\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: clay loam or clay\nTotal clay content: 30 to 44 percent\nCoarse fragment: 0 to 3 percent rounded quartzite pebbles\nCalcium carbonate equivalent: 8 to 24 percent\nEffervescence: strong to violent\nReaction: moderately alkaline\nBtk horizon (where present)\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: clay loam or clay\nTotal clay content: 30 to 44 percent\nCoarse fragment: 0 to 3 percent rounded quartzite pebbles\nCalcium carbonate equivalent: 20 to 46 percent\nClay films: located on vertical and horizontal ped faces, contrast is faint to distinct\nIdentifiable secondary carbonate: 5 to 30 percent, fine to very coarse, masses and nodules, throughout\nEffervescence: strong to violent\nReaction: slightly alkaline or moderately alkaline\nBk horizon\nHue: 5YR to 10YR\nValue: 3 to 8\nChroma: 3 to 8\nTexture: loam, clay loam, clay\nTotal clay content: 22 to 46 percent\nCoarse fragment: 0 to 3 percent rounded quartzite pebbles\nCalcium carbonate equivalent: 8 to 70 percent\nIdentifiable secondary carbonate: 3 to 80 percent, fine to very coarse, masses and nodules, throughout\nEffervescence: strong to violent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Mansic (OK), Murray (TX), Pep (TX), and Portales (NM) series.  Similar soils are the Estacado (TX), Mansker (TX), and Zita (TX).\nMansic: have P-E indices more than 32 and have solum thickness less than 102 cm (40 in)\nMurray: have silt loam surface texture, have mean annual precipitation ranging from 33 to 38 cm (13 to 15 in), and occur at elevations more than 1,219 m (4,000 ft) on piedmont slopes and fan terraces\nPep: depth to a calcic horizon is more than 59 cm (20 in)\nPortales: slopes range from 0 to 1 percent, formed in sediments derived from the Blackwater Draw Formation, are in a slightly more moist climate, and are associated with playas\nEstacado: depth to a calcic horizon is more than 61 cm (24 in)\nMansker: have carbonatic mineralogy\nZita: depth to a calcic horizon is more than 59 cm (20 in) and solum thickness less than 152 cm (60 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous loamy Pleistocene age alluvium derived from the Ogallala Formation of Miocene-Pliocene age\nLandform: nearly level to gently sloping shoulders and knolls on plains\nSlope: 0 to 5 percent\nMean annual air temperature range: 15 to 17.8 degrees C (59 to 64 degrees F)\nMean annual precipitation range: 46 to 56 cm (18 to 22 in)\nPrecipitation pattern: Precipitation falls mostly during the months of April through October. November through March are the driest months. Spring precipitation occurs during widely scattered intense thunderstorms.\nFrost-free period: 220 to 230 days\nElevation: 640 to 869 m (2,100 to 2,850 ft)\nThornthwaite annual P-E indices: 26 to 32"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dermott (TX), Lipan (TX), Sagerton (TX), Pyron (TX), and Roscoe (TX) series.\nDermott: occurs higher in the landscape on ridges and breaks, and also lower in the landscape on side slopes, and has a petrocalcic horizon.\nLipan: occurs in enclosed depressions and is a Vertisol.\nSagerton: occurs on similar to higher landscape positions and depth to a calcic horizon is more than 51 cm (20 in).\nPyron: occurs on similar to higher landscape positions and depth to a calcic horizon is more than 64 cm (25 in).\nRoscoe: occurs in similar landscapes in elongated concave water receiving positions and is a Vertisol"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is negligible on 0 to 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for livestock grazing and crop production.  Crops grown are cotton, wheat, and grain sorghum.  Native vegetation consists of buffalograss, threeawn, curly mesquite, sideoats grama, broomweed, Texas wintergrass, sprangletop, silver bluestem, perennial dropseed, and mesquite.  Ecological site is Clay Loam (078BY07TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest portion of the Central Rolling Red Plains, Western Part; Land Resource Region H; MLRA 78B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scurry County, Texas, 2005, MLRA 78 soil survey area. The name is from a community on the Roscoe Plain."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Mansker series. The Mansker series has carbonatic mineralogy.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in). (Bw, Bk horizons)\nMollic epipedon: 0 to 28 cm (0 to 11 in). (A and Bw horizons)\nArgillic horizon: 107 to 203 cm (42 to 80 in). (Btk1, Btk2, and Btk3 horizons)\nCalcic horizon: 46 to 203 cm (18 to 80 in). (Bk, Btk1, Btk2, and Btk3 horizons)\nCambic horizon: 13 to 46 cm (5 to 18 in). (Bw, Bk horizon)\nThe assignment of the cation-exchange activity class is supported by laboratory data number S03TX-415-003 from Scurry County, Texas.\nADDITIONAL DATA: NSSL Data from type location S03TX-415-003. Particle-size analysis, calcium carbonate equivalent, sieve analysis, and pH tests performed at the project office on 6 described pedons.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
