{
  "SERIES": "SOAPCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB-JB-JCK",
  "REVDATE": "07/2013",
  "STATES": "MT",
  "OVERVIEW": "The Soapcreek series consists of very deep, somewhat poorly drained soils that formed in alluvium. These soils are on flood plains, flood-plain steps, and stream terraces. Slopes are 0 to 2 percent. Mean annual precipitation is about 330 mm, and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, frigid Fluvaquentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Soapcreek silty clay, in irrigated hayland (colors are for dry soil unless otherwise noted).\nAp--0 to 13 cm; dark gray (10YR 4/1) silty clay, very dark gray (10YR 3/1) moist; strong very fine granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many fine tubular and interstitial pores; common worm casts; moderately alkaline (pH 8.1); clear smooth boundary. (10 to 15 cm thick)\nA--13 to 30 cm; gray (10YR 5/1) silty clay, very dark gray (10YR 3/1) moist; strong fine and very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many very fine tubular and interstitial pores; common worm casts; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (15 to 30 cm thick)\nBk1--30 to 51 cm; gray (10YR 5/1) silty clay, dark gray (10YR 4/1) moist; moderate fine and very fine granular structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine tubular and interstitial pores; few fine calcium carbonate masses; strongly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (0 to 38 cm thick)\nBk2--51 to 76 cm; gray (10YR 5/1) silty clay, dark gray (10YR 4/1) moist; common medium prominent light brown (7.5YR 6/4) redox concentrations, brown (7.5YR 4/4) moist; weak fine and very fine granular structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine tubular and interstitial pores; finely disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (13 to 38 cm thick)\nBg1--76 to 102 cm; gray (5Y 6/1) silty clay, dark gray (5Y 4/1) moist; common medium prominent light yellowish brown (2.5Y 6/4) redox depletions, light olive brown (2.5Y 5/4) and dark grayish brown (2.5Y 4/2) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine tubular and interstitial pores; slightly alkaline (pH 7.8); gradual smooth boundary. (13 to 38 cm thick)\nBg2--102 to 152 cm; gray (5Y 6/1) silty clay, gray (5Y 5/1) moist; many distinct light brownish gray (2.5Y 6/2) redox depletions, light olive brown (2.5Y 5/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; 5 percent gravel and charcoal fragments; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis and Clark County, Montana; 152 meters south and 213 meters west of the NE corner of sec. 18, T. 11 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8.3 degrees C\nMollic epipedon thickness - 25 to 38 cm\nDepth to seasonal high water table - 60 to 100 cm\nSome pedons have redox concentrations above 60 cm where irrigated.\nAp, A horizons\nHue: 10YR or 2.5Y\nValue: 3, 4 or 5 dry, 2 or 3 moist\nChroma: 1 or 2\nTexture: silty clay, clay loam, or silty clay loam\nClay content: 27 to 50 percent\nRock fragments: 0 to 5 percent gravel\nReaction: pH 7.4 to 8.4\nBk horizons\nHue: 10YR, 5Y, or 2.5Y\nValue: 4, 5 or 6 dry, 3, 4 or 5 moist\nChroma: 1 or 2\nTexture: silty clay or silty clay loam\nClay content: 35 to 50 percent\nRock fragments: 0 to 5 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.9 to 8.4\nBg1 horizon\nHue: 2.5Y or 5Y\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 1 or 2\nTexture: clay, silty clay or silty clay loam\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 0 to 15 percent\nReaction: pH 7.4 to 8.4\nBg2 horizon\nHue: 2.5Y or 5Y\nValue: 4 or 5 moist\nChroma: 1 or 2\nTexture: silty clay loam or silty clay with thin strata of fine sandy loam, loam, and silt loam\nClay content: 27 to 45 percent\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 0 to 15 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - flood plains, flood-plain steps, and stream terraces\nElevation - 1,127 to 1,890 meters\nSlope - 0 to 2 percent\nParent material - alluvium\nMean annual precipitation - 304 to 483 mm, most of which falls during spring and early summer\nMean annual air temperature - 3.8 to 8 degrees C\nFrost-free season - 70 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soapcreek soils are used mainly for irrigated cropland. Some areas are used for rangeland. Potential native vegetation is mainly western wheatgrass, basin wildrye, prairie cordgrass, tall reedgrasses, tufted hairgrass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Soapcreek soils are moderately extensive in west-central and southwestern Montana. MLRAs - 44B, 46, 58A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lewis and Clark County Area, Montana, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 30 cm (Ap and A horizons)\nSecondary calcium carbonate accumulation - from 30 to 76 cm (Bk1 and Bk2 horizons)\nRedox concentrations - from 51 to 76 cm (Bk2 horizon)\nRedox depletions - from 76 to 152 cm (Bg1 and Bg2 horizons)\nParticle-size control section - from 25 to 100 cm (part of the A, Bk1, Bk2, and Bg1 horizons)\nSoapcreek soils have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA: Soil interpretations record - MT0195.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
