{
  "SERIES": "SOAPLAKE",
  "STATUS": "Established Series",
  "BYREV": "REV. VB/SBC/TLA",
  "REVDATE": "09/2010",
  "STATES": "WA",
  "OVERVIEW": "The Soaplake series consists of shallow, well drained soils formed in granitic and gneiss residuum and colluvium with a component of loess.  These soils are on ridges, shoulders, and backslopes of hills.  Slopes are 0 to 65 percent.  The average annual precipitation is about 10 inches and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Aridic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soaplake loam - on a 26 percent, southwest facing slope under native grasses and shrubs, at an elevation of 2,320 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 10 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; few fine tubular pores; 2 percent gravel; neutral (pH 6.8); clear smooth boundary.  (7 to 12 inches thick)\nBw1--10 to 14 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, common very fine and fine roots; common fine and very fine tubular pores; 5 percent gravel; neutral (pH 7.2); clear smooth boundary.\nBw2--14 to 17 inches; light yellowish brown (10YR 6/4) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 10 percent pebbles; neutral (pH 7.2); abrupt smooth boundary.  (Combined thickness of the Bw horizon is 3 to 12 inches)\nR--17 inches; hard quartz monzonite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation, Okanogan County, Washington; about 2 miles east of the town of Coulee Dam, 2,000 feet south and 1,700 feet east of northwest corner sec. 4, T. 28 N., R. 32 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 51 to 53 degrees F.  These soils are usually dry in all parts between a depth of 8 inches and the lithic contact for more than half the time the soil temperature at the lithic contact is greater than 41 degrees F. (about 105 to 120 days).  Depth to a lithic contact is 10 to 20 inches.  Soil reaction ranges from neutral to slightly alkaline.  The particle-size control section is 8 to 15 percent clay and 5 to 20 percent rock fragments.  The mollic epipedon is 7 to 12 inches thick.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3 dry or moist.   It is 0 to 10 percent gravel, 0 to 5 percent cobbles, and has weak fine subangular blocky or granular structure.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.  It is loam, fine sandy loam or sandy loam and has 5 to 25 percent gravel and 0 to 5 percent cobbles.  Organic matter is less than one percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Godde, Iron Mountain, Kuhl, Ladycomb, and Yakus series.  Godde soils have a mean annual soil temperature of about 57 degrees F.  Iron Mountain, Kuhl, Stukel, and Yakus soils have a xeric moisture regime.  Ladycomb soils are 4 to 10 inches deep to bedrock.  Stukel soils lack a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Soaplake soils are on ridges, shoulders, and backslopes of hills.  These soils formed in granitic and gneiss residuum and colluvium with a component of loess.  Slopes are 0 to 65 percent.  Elevations are 800 to 2,400 feet.  The climate is semiarid with warm, dry summers and cool, moist winters.  The average annual precipitation is 9 to 12 inches.  The mean January temperature is about 25 degrees F, the mean July temperature is about 74 degrees F, and the mean annual air temperature is about 50 degrees F.  and the frost-free period is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Couleedam, Farrell, Malott (T), Peshastin, Roosevelt, and Skaha soils.  All these soils except Couleedam are greater than 20 inches to bedrock. Couleedam soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, recreation, watershed and wildlife.  Native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, Wyeth eriogonum, threetip sagebrush, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan County, Colville Indian Reservation, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a mollic epipedon from the surface to 10 inches, a cambic horizon from 10 to 17 inches, and a lithic contact at 17 inches.  Aridic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; few fine tubular pores; 2 percent gravel; neutral (pH 6.8); clear smooth boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--10 to 14 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic, common very fine and fine roots; common fine and very fine tubular pores; 5 percent gravel; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--14 to 17 inches; light yellowish brown (10YR 6/4) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 10 percent pebbles; neutral (pH 7.2); abrupt smooth boundary.  (Combined thickness of the Bw horizon is 3 to 12 inches)"
      },
      {
        "name": "R",
        "top": 43,
        "narrative": "R--17 inches; hard quartz monzonite."
      }
    ]
  ]
}
