{
  "SERIES": "SOBSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBR/PSD",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "OVERVIEW": "The Sobson series consists of well drained soils that are moderately deep to sandstone.  These soils formed in residuum and colluvial slopewash derived from sandstone.  The Sobson soils are on pediments and upper fan aprons.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 8 inches, and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sobson loamy fine sand - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches, brown (10YR 5/3) loamy fine sand, dark grayish brown (10YR 4/2) moist; single grain; loose, very friable, nonsticky and nonplastic; many very fine and fine roots; mildly alkaline (pH 7.4); clear wavy boundary.  (1 to 8 inches thick)\nBw--5 to 18 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, very friable, nonsticky and nonplastic; few to many very fine and fine roots; mildly alkaline (pH 7.4); gradual wavy boundary.   (7 to 24 inches thick)\nBk1--18 to 24 inches; light olive brown (2.5Y 5/4) fine sandy loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few very fine and fine roots; noneffervescent matrix with a few large soft pockets of lime which are strongly effervescent; matrix is mildly alkaline (pH 7.4); clear wavy boundary.\nBk2--24 to 32 inches; light yellowish brown (2.5Y 6/4) sandy loam, olive brown (2.5Y 4/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as few soft masses and pendants on the undersides of rock fragments; 10 percent channers; moderately alkaline (pH 8.2); abrupt wavy boundary.  (Combined thickness of the Bk horizon is 12 to 28 inches)\nR--32 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweetwater County, Wyoming; 400 feet south of center of NW1/4 of sec. 12, T. 21 N., R. 106 W.  About 15 miles south of the town of Eden."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 20 to 40 inches.  The mean annual soil temperature is 43 to 47 degrees F., and the mean summer soil temperature is 59 to 63 degrees F.  Depth to free carbonates ranges from 12 to 30 inches.  Particle size control section, when averaged, is sandy loam or fine sandy loam with 10 to 18 percent clay.  Coarse fragments range from 0 to 15 percent channers.\nThe A horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3.  EC is less than 2 mmhos.  Reaction is neutral or mildly alkaline.\nThe Bw horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4.  Texture is fine sandy loam or sandy loam.  EC is less than 2 mmhos.  This horizon is free of carbonates throughout.  Reaction is neutral or mildly alkaline.\nThe Bk horizon has hue of 2.5Y or 10YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4.  Texture is sandy loam or fine sandy loam when averaged.  Thin lenses of loamy sand or channery sandy loam occur immediately above the bedrock in some pedons.  Reaction is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Busby, Edlin, Hawkstone, Spang, Toby, and Twilight series.  Busby, Edlin, Hawkstone, and Toby soils are deep.  Spang soils have hue of 2.5YR through 7.5YR.  Twilight soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sobson soils are on nearly level and undulating pediments and fan aprons.  They are formed in residuum and colluvial slopewash derived from sandstone with a wind-shifted surface.  Slopes are 0 to 10 percent.  Elevation is 6,500 to 7,200 feet.  The mean annual precipitation is about 7 to 12 inches, and the mean annual temperature is 37 to 43 degrees F.  The frost-free season is estimated to be about 60 to 90 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Edlin and Pepton soils.  Pepton soils have bedrock at 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation is big sagebrush, low rabbitbrush, needleandthread, Indian ricegrass, horseleaf sedge, and thickspike wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wyoming.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eden Valley Soil Survey Area, Sweetwater County, Wyoming; 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
