{
  "SERIES": "SOCTISH",
  "STATUS": "Established Series",
  "BYREV": "REV: BAL/JPS/ET",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "OVERVIEW": "The Soctish series consists of very deep, well drained soils on floodplains.  These soils formed in alluvium derived from mixed sources. Slope ranges from 2 to 9 percent.  The mean annual precipitation is about 1524 millimeters (59 inches) and the mean annual temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, thermic Typic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soctish silt loam - under a stand of annual and perennial grasses. When described on June 5, 2002, the soil was dry throughout. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 centimeters (0 to 4 inches); light yellowish brown (2.5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; moderate medium subangular blocky structure parting to strong fine granular; hard, very friable, slightly sticky and nonplastic; many fine and very fine roots; many fine and medium tubular, and many very fine interstitial pores; moderately acid (pH 6.0); clear smooth boundary.\nA2--10 to 30 centimeters (4 to 12 inches); light yellowish brown (2.5Y 6/4) silt loam, olive brown (2.5Y 4/3) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; many fine and medium tubular pores; moderately acid (pH 6.0); clear smooth boundary. (Combined thickness of A horizons is 10 to 35 centimeters)\nC1--30 to 60 centimeters (12 to 24 inches); light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; common fine and medium tubular pores; moderately acid (pH 6.0); gradual smooth boundary.\nC2--60 to 90 centimeters (24 to 35 inches); light yellowish brown (2.5Y 6/4) silt loam, olive brown (2.5Y 4/3), moist; massive; hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; common fine and medium tubular pores; moderately acid (pH 6.0); gradual smooth boundary.(Combined thickness of upper C horizons is 50 to 100 centimeters)\nC3--90 to 120 centimeters (35 to 47 inches); light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/4) moist; massive; hard, very friable, slightly sticky and nonplastic; common very fine and fine roots; common fine and medium tubular pores; moderately acid (pH 6.0); gradual smooth boundary.\nC4--120 to 165 centimeters (47 to 65 inches); light olive brown (2.5Y 5/4) very fine sandy loam, olive brown (2.5Y 4/3) moist; massive; hard, very friable, nonsticky and nonplastic; common very fine through coarse roots; common fine and medium tubular pores; moderately acid (pH 6.0). (Combined thickness of lower C horizons is 70 to 100 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; Hoopa Valley; USGS Hoopa Quadrangle; WGS Decimal degrees 41.080294 latitude, -123.6990146 longitude, HBLM,UTM Zone 10 441283mE, 4547906mN, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry from July 1st to October 15th and moist in all parts from November 15 to June 1st. This soil has a xeric moisture regime.\nSoil temperature: The mean annual soil temperature is 15 to 20 degrees C (59 to 68 degrees F). The difference between the mean summer and mean winter temperature is 6 degrees C or greater. This soil has a thermic soil temperature regime.\nSoil reaction: moderately or slightly acid throughout the soil profile.\nOrganic carbon irregularly decreases with depth from 25 to 125 centimeters.\nSurface fragments:  0 to 10 percent gravel\nParticle Size Control Section (weighted average):\nClay content: 18 to 26 percent\nRock fragments: 0 to 15 percent.\nA horizons\nHue: 10YR or 2.5Y\nValue: 4 through 6, dry or moist\nChroma: 2 through 5, dry or moist\nTexture of the fine earth fraction: silt loam\nClay content: 16 to 26 percent\nRock fragments: 0 to 15 percent\nUpper C horizons\nHue: 10YR or 2.5Y\nValue: 4 through 7; 3 through 5 moist\nChroma: 2 through 4 dry or moist\nTexture of the fine earth fraction: loam or silt loam\nClay content: 18 to 26 percent\nRock fragments: 0 to 15 percent\nLower C horizons\nHue: 10YR or 2.5Y\nValue: 4 through 7; 3 through 5 moist\nChroma: 2 through 4 dry or moist\nTexture of the fine earth fraction: loam, very fine sandy loam, or silt loam\nClay content: 14 to 26 percent\nRock fragments: 0 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Soctish soils are on nearly level to gently sloping floodplain steps with slopes of 2 to 9 percent at elevations of 74 to 149 meters (243 to 489 feet).  They formed in recent alluvium derived from mixed sources.  The climate is subhumid with warm, dry summers and cool, wet winters. The mean annual precipitation is 1250 to 2032 millimeters (49 to 80 inches). Mean annual air temperature is 15 to 20 degrees C (59 to 68 degrees F).  The frost free period is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Tonnor series. Tonnor soils have a cambic horizon and are on higher level stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low runoff; moderately high saturated hydrologic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, orchards and urban development.  Vegetation on uncultivated areas is bristly dogtail, soft brome, blue wildrye and orchardgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area, MLRA 5. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, California, 2013.  Proposed 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 30 centimeters (A1 and A2 horizons)\n2. Particle size control section - The zone from 25 to 100 centimeters, averaging (by weight) 19 percent clay.\nADDITIONAL DATA\nThis soil was mapped by the Department of Land, Air, and Water Resources, University of California, Davis, in 1975 for the Soil Survey of Hoopa Valley, California.\nNSSL Pedon Number:  08N0451\nNASIS User Pedon ID:  02CA023605007\nSoils classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
