{
  "SERIES": "SODAWELLS",
  "STATUS": "Established Series",
  "BYREV": "CAP",
  "REVDATE": "12/2003",
  "STATES": "WY",
  "OVERVIEW": "The Sodawells series consists of very deep, well or moderately well drained soils formed in stratified recent stream alluvium from mixed sedimentary sources.  Sodawells soils are on flood plains and stream terraces.  Slope ranges from 0 to 6 percent.  The average annual precipitation is about 16 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sodawells fine sandy loam - on a 1 percent slope of northeast aspect - utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots throughout and common medium throughout; many very fine and fine pores; neutral; clear wavy boundary. (2 to 7 inches thick)\nC1--5 to 40 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist, stratified with thin layers of silt loam, loamy fine sand and very fine sandy loam; moderate fine and medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; many very fine and fine pores; strongly effervescent; 1 percent gravel; slightly alkaline.\nC2--40 to 80 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist, stratified with thin layers of silt loam, loamy fine sand and very fine sandy loam; few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations and few fine prominent gray (10YR 6/1) redoximorphic depletions; massive; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; 1 percent gravel; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 2500 feet south and 300 feet west of the northeast corner of sec. 19, T 54 N, R 70 W.; USGS Weston, WY topographic quadrangle; lat. 44 degrees 39 minutes 2 seconds N. and long. 105 degrees 18 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonates ranges from 0 to 8 inches, but some in some horizons carbonates are intermittent.  Rock fragments range from 0 to 15 percent, but are typically less than 5 percent.  Organic matter content decreases irregularly with depth.  The mean annual soil temperature is 47 to 52 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 4.  Texture is fine sandy loam, sandy loam, very fine sandy loam, loam, clay loam or silt loam.  Reaction is neutral to moderately alkaline.  EC ranges from 0 to 4 mmhos/cm.  Where colors have value of 3 moist and 5 or less dry and chroma of 3 or less, the horizon is too thin, has too little organic carbon, or is stratified and does not qualify as a mollic epipedon.  Some pedons have an AC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 4.  Texture is fine sandy loam, sandy loam or very fine sandy loam, and is stratified with loam, silt loam, loamy fine sand, loamy sand or sand.  Skeletal material occur below 40 inches in some pedons.  Reaction is slightly to strongly alkaline.  EC ranges from 0 to 8 mmhos/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Altazano series.  Altazano soils have more than 15 percent rock fragments in the upper part and has buried Bt horizons at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sodawells soils are on flood plains and stream terraces.  Slopes are 0 to 6 percent.  The soils formed in stratified, dominantly moderately coarse textured recent stream alluvium originally weathered from sedimentary rock. Elevation is 3,500 to 5,800 feet.  The average annual precipitation ranges from 15 to 17 inches with over half falling in April, May, and June and less falling in the months of July, August, September, and October.  The mean annual temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boruff (T), Pathfinder and Rockypoint soils.  Boruff soils occur in oxbows and low floodplains.  They are fine and poorly drained.  Pathfinder and Rockypoint soils occur on similar positions as Sodawells soils.  Pathfinder soils are sandy and Rockypoint soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained; negligible to low runoff depending on slope; moderately rapid permeability.  These soils are subject to rare to frequent flooding for very brief or brief periods during prolonged, high intensity storms in the spring and early summer.  The soil has a wet soil moisture status at a depth of 3 to 5 feet at some time during the period April through July in the moderately well drained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are dominantly used for grazing.  Potential vegetation is needleandthread, western wheatgrass, and silver sagebrush with scattered stands of cottonwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Powder River Basin and adjacent areas of eastern Wyoming.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Campbell County, Northern Part, Wyoming; 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A horizon)\nUstic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well and moderately well",
        "drainage_overview": "well or moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots throughout and common medium throughout; many very fine and fine pores; neutral; clear wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1--5 to 40 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist, stratified with thin layers of silt loam, loamy fine sand and very fine sandy loam; moderate fine and medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; many very fine and fine pores; strongly effervescent; 1 percent gravel; slightly alkaline."
      },
      {
        "name": "C2",
        "top": 102,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--40 to 80 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist, stratified with thin layers of silt loam, loamy fine sand and very fine sandy loam; few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations and few fine prominent gray (10YR 6/1) redoximorphic depletions; massive; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; 1 percent gravel; slightly alkaline."
      }
    ]
  ]
}
