{
  "SERIES": "SODA LAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAT-LNL-JVC-JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, mixed, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soda Lake gravelly loamy sand--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface has a well-developed desert pavement of dominantly 20 mm diameter basalt fragments (lapilli).\nA--0 to 5 cm; light brownish gray (10YR 6/2) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial and few very fine tubular pores; 20 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (3 to 10 cm thick)\nBw--5 to 23 cm; light brownish gray (10YR 6/2) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; weak very coarse prismatic structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine and very fine interstitial and common very fine tubular pores; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (13 to 28 cm thick)\n2Bk1--23 to 36 cm; light brownish gray (10YR 6/2) finely stratified loamy fine sand and gravelly sand, with very dark gray (10YR 3/1) and gray  (10YR 5/1) basaltic scoria, very dark grayish brown (10YR 3/2) moist; massive and single grain; soft and very friable if massive, loose if single grain, nonsticky and nonplastic; few very fine interstitial pores; secondary carbonates segregated as medium and coarse distinct white (10YR 8/1) masses in the matrix and as coats on gravel; 10 percent gravel; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (8 to 23 cm thick)\n3Bk2--36 to 48 cm; light brownish gray (10YR 6/2) finely stratified fine sand and loamy very fine sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial and few fine tubular pores; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (5 to 18 cm thick)\n4C1--48 to 61 cm; light gray (10YR 7/2) loamy very fine sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine and very fine interstitial pores; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (8 to 18 cm thick)\n5C2--61 to 127 cm; grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; strongly effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary.  (46 to 76 cm thick)\n6C3--127 to 152 cm; grayish brown (10YR 5/2) gravelly sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 20 percent fine basalt lapilli; very strongly alkaline (pH 9.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 7 miles west-northwest of Fallon near the base of the recent volcanic cone surrounding Soda Lake; approximately 1,700 feet east and 800 feet north of the southwest corner of section 5, T. 19 N., R. 28 E.; USGS Soda Lake East 7.5 minute topographic quadrangle; latitude 39 degrees 32 minutes 6 seconds N and longitude 118 degrees 52 minutes 10 seconds W; WGS84 Decimal Degrees 39.5350000 latitude, -118.869444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist for short periods in the winter and spring, dry from summer to mid-fall; typic aridic  soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nReaction: Moderately alkaline through very strongly alkaline (up to pH 11.0).\nParticle-size control section - Clay content: 5 to 10 percent.\nRock fragments: Averages 5 to 15 percent, mainly gravel.  Lithology of fragments is mainly basalt.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nStructure:  Mainly massive or single grain, but some pedons have weak, medium or thick platy structure.\nBw horizon\nHue: 10YR or 2.5Y.\nValue of 5 or 6 dry, and 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Loamy fine sand to loamy coarse sand.\nClay content: 5 to 10 percent.\nRock fragment: Less than 10 percent.\nStructure: Weak prismatic or subangular blocky.\nBk horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 7 moist\nChroma: 1 through 3, dry or moist.\nTexture: Stratified sand, fine sand, loamy fine sand, loamy very fine sand, coarse sandy loam, or sandy loam.\nClay content: 5 to 10 percent\nConsistence: Slightly hard to very hard and are slightly brittle or brittle when wet.\nSecondary carbonates: Occurs as coats on gravel, as common or many, fine to coarse filaments, masses, or weakly cemented seams that are discontinuous, or a combination of these forms.\nCalcium carbonate equivalent: 1 to 5 percent.\nDurinodes:  Up to 20 percent 5 to 19 mm diameter, spheroidally shaped durinodes can occur in any horizon below 61 cm.\nOther features:  Any horizon can have up to 35 percent fine gravel.\nC horizons\nHue: 10YR or 2.5Y.\nValue:  5 through 8 dry, 3 through 7 moist.\nChroma: 1 through 3, dry or moist.\nTexture:  Loamy fine sand, loamy very fine sand, or gravelly sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aneth, Luning, Shumbegay, Soolake, and Yerington series.\nAneth soils have hue of 5YR or 2.5YR, are intermittently moist in some part from July to October following convection storms, and have Bk horizons below 50 cm.  Luning soils have strata with more than 35 percent rock fragments and do not have Bk horizons.  Shumbegay soils have hue of 5YR or 2.5YR and are intermittently moist in some part from July to October following convection storms.  Soolake soils have strata of silt loam, have less than 5 percent rock fragments, and have mean annual soil temperature of 9 to 12 degrees C.  Yerington soils have Bqk horizons in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Soda Lake soils are on alluvial fans and barrier beaches adjacent to volcanic cones.  They formed in volcanic ash, basaltic lapilli, and in alluvium derived mainly from basalt along with some granitic rocks.  Slopes are 0 to 15 percent.  Elevations range from 1,219 to 1,280 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 150 mm.  The mean annual temperature is 11 to 13 degrees C.  The frost-free period is 130 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Appian and Isolde soils.  Appian soils are fine-loamy over sandy or sandy-skeletal and have natric horizons.  Isolde soils are sandy and occur on stable dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained with some areas altered to somewhat poorly drained; high saturated hydraulic conductivity.  The altered drainage is due to excessive seepage from irrigation canals that traverse the area and irrigation water losses.  In these areas the water table fluctuates from a high of 3 feet during the peak of the irrigation season to about 10 feet during the winter months when the canals are dry.  In other areas the water table is below 10 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soda Lake soils are used for livestock grazing and irrigated cropland.  The vegetation is mainly shadscale, fourwing saltbush, Bailey's greasewood, and bud sagebrush in the better drained areas and black greasewood in the more poorly drained areas.  Alfalfa, corn, pasture, small grains, and melons are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive with about 9,000 acres of the series mapped to date.  MLRAs 27 and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Churchill County (Fallon Area), Nevada, 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bw horizons).\nIdentifiable secondary carbonates - The zone from 23 to 48 cm (2Bk1 and 3Bk2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (3Bk2, 4C1 and parts of the 2Bk1 and 5C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
