{
  "SERIES": "SODA",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "07/2003",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, amorphic over isotic Andic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Soda ashy sandy loam - forested on a 55 percent northeast facing slope at an elevation of 5,250 feet. (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 3 inches; slightly decomposed forest litter.\nE--3 to 6 inches; light gray (10YR 7/1) ashy sandy loam, dark gray (10YR 4/1) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine, medium and coarse roots; common fine and medium tubular pores; 5 percent gravel and 3 percent surface boulders; moderately acid (pH 5.6); abrupt wavy boundary. (2 to 4 inches thick)\nBs1--6 to 13 inches; brown (7.5YR 5/4) gravelly medial fine sandy loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine, medium and coarse roots; few fine and medium irregular pores; 15 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (6 to 10 inches thick)\nBs2--13 to 21 inches; pale brown (10YR 6/3) gravelly medialfine sandy loam; brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and coarse roots; few fine tubular pores; 15 percent gravel and 1 percent cobbles; moderately acid (pH 5.8); gradual wavy boundary. (4 to 10 inches thick)\nBC--21 to 31 inches; pale brown (10YR 6/3) very gravelly medial fine sandy loam; brown (10YR 5/3) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; few medium roots; few fine tubular pores; 25 percent gravel and 15 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (8 to 12 inches thick)\n2C--31 to 63 inches; light brownish gray (10YR 6/2) extremely stony fine sandy loam, grayish brown (10YR 5/2) moist; massive; soft, friable, nonsticky and nonplastic; few medium and coarse roots; few fine and medium tubular pores; 20 percent gravel, 20 percent cobbles and 20 percent stones; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 2 miles southwest of Winton; 1,200 feet south and 1,600 feet east of the northwest corner of section 30, T.26N., R.16E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 40 to 43 degrees F.  The soils are dry for 30 to 45 consecutive days (udic moisture regime).  Depth to the 2C horizon is 14 to 30 inches.  The upper part of the particle-size control section averages 10 to 35 percent rock fragment and has an estimated moist bulk density of 0.80 to 0.95 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of more than 2.0 percent, and 15-bar water retention of 12 to 15 percent for air dried samples.  When present, depth to the 2Cd horizon is 40 to more than 60 inches.\nThe E horizon has value of 6 or 7 dry, 3 through 5 moist and chroma of 1 through 3 dry or moist.  Reaction is strongly acid to neutral.\nThe Bs horizons have hue of 10YR or 7.5YR, value of 4 or 6 dry, 3 or 5 moist, and chroma of 3 or 6 dry or moist.  Texture is medial sandy loam, gravelly medial fine sandy loam, gravelly medial sandy loam, cobbly medial sandy loam, or stony medial fine sandy loam.  Reaction is moderately acid to neutral.\nThe BC horizon has value of 4 to 7 dry, 4 or 5 moist and chroma of 2 through 6 dry or moist.  It is very gravelly medial fine sandy loam, very stony medial sandy loam, very cobbly medial sandy loam or very cobbly medial fine sandy loam.  Reaction is slightly acid or neutral.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry and 3 through 5 moist and chroma of 2 to 4 dry or moist. It averages 40 to 70 percent rock fragments.  It is extremely gravelly fine sandy loam or extremely stony fine sandy loam, very cobbly sandy loam, very cobbly loamy sand or extremely cobbly fine sandy loam.  It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chiwaukum and similar Almac series.  Almac and Chiwaukum soils have a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Soda soils are on glaciated mountainsides and in valleys with southerly aspects.  Slopes are 3 to 90 percent. Elevations are 2,100 to 5,800 feet.  These soils formed in volcanic ash and pumice over glacial till.  They are in a climate with warm dry summers and cold moist  winters.  The mean annual precipitation is about 65 to 110 inches.  The mean annual temperature is about 38 to 43 degrees F.  The growing season at 28 degrees F, is about 95 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Saska, Line, Vabus, and Nimue soils.  Saska soils are frigid and lack a spodic horizon.  Line soils have a sandy substratum.  Vabus soils have paralithic contact at a depth of 20 to 40 inches.  Nimue soils are medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use for woodland, wildlife habitat, watershed, and recreation. Native vegetation is western hemlock, pacific silver fir, Douglas-fir, western red cedar, western white pine and grand fir with an understory of Oregon-grape, pachystima and princes pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Central Chelan County, Washington. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, l995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an albic horizon from the mineral surface to 3 inch, a spodic horizon from 6 to 13 inches, and a lithologic change at 31 inches\nADDITIONAL DATA:  Partial laboratory data are available on this series.  NSSL Lab Numbers S80WA-007, 8l574 and 8l575.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
