{
  "SERIES": "SODERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALV-TCJ-AGG",
  "REVDATE": "05/2001",
  "STATES": "MN,WI",
  "OVERVIEW": "The Soderville series consists of very deep, moderately well drained soils formed in sandy eolian or glacial outwash on outwash plains.  Permeability is rapid in upper part and moderately rapid in the lower part.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 28 inches.  Mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soderville loamy fine sand on a 1 percent concave slope in a cultivated field at an elevation of about 980 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nE1--9 to 21 inches; brown (10YR 4/3) fine sand, pale brown (10YR 6/3) dry; single grain; loose; strongly acid; clear wavy boundary.\nE2--21 to 30 inches; brown (10YR 5/3) fine sand, pale brown (10YR 6/3) dry; few fine distinct brown (7.5YR 4/4) Fe concentrations; single grain; loose; strongly acid; abrupt wavy boundary.  (9 to 32 inches thick)\nBt1--30 to 41 inches; dark yellowish brown (10YR 4/4) loamy fine sand; few fine distinct strong brown (7.5YR 4/6) Fe concentrations and common fine distinct grayish brown (10YR 5/2) Fe depletions; weak medium subangular blocky structure; friable; faint discontinuous brown (10YR 4/3) clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--41 to 45 inches; yellowish brown (10YR 5/4) loamy fine sand; common medium distinct strong brown (7.5YR 4/6) Fe concentrations and few fine distinct light brownish gray (10YR 6/2) Fe depletions; weak medium subangular blocky structure; friable; faint discontinuous dark yellowish brown (10YR 4/4) clay films on faces of peds; strongly acid; clear smooth boundary.  (6 to 19 inches thick)\nE&Bt--45 to 80 inches; light yellowish brown (10YR 6/4) fine sand (E); single grain; loose; few dark yellowish brown (10YR 4/4) loamy fine sand (Bt) lamellae 1/4 to 2 inches thick; weak fine subangular blocky structure; very friable; distinct discontinuous brown (7.5YR 4/4) clay bridging between sand grains; few fine distinct strong brown (7.5YR 4/6) Fe concentrations; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mille Lacs County, Minnesota; about 1.5 miles east of Princeton; 500 feet south and 2,500 feet east of the northwest corner of sec. 35, T. 36 N., R. 26 W.; USGS Princeton topographic quadrangle; lat. 45 degrees 34 minutes 19 seconds N. and long. 93 degrees 32 minutes and 31 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the argillic horizon ranges from 24 to 60 inches below the soil surface.  These soils typically do not have rock fragments, but some horizons may have as much as 5 percent.  Free carbonates are absent to 80 inches or more.  Redox features are typically above a depth of 40 inches.  Reaction ranges from strongly acid to moderately acid in the upper part of the solum.  In areas where lime has been added, the reaction range includes neutral.  Reaction ranges from strongly acid to neutral in the lower part of the solum and in the substratum.\nThe Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 1 or 2.  Undisturbed pedons have black (10YR 2/1) or very dark gray (10YR 3/1) A horizons ranging from 2 to 6 inches thick.  It is fine sand or loamy fine sand.\nThe E horizon has hue of 10YR, value of 4 to 7, and chroma of 1 to 4.  It is fine sand or loamy fine sand.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 7, and chroma of 3 or 4.  It is typically loamy fine sand or loamy sand, but the range includes fine sand or sand with increase of content of clay.  Fine sandy loam and sandy loam are included as lamellae and total less than 3 inches in thickness.\nThe E&Bt horizon has colors and textures similar to the E and Bt horizons.  This horizon consists of multiple lamellae bands with intervening E horizons.\nSome pedons have a C horizon with hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  It is fine sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane to slightly concave slopes.  Slope gradients range from 0 to 3 percent.  The Soderville soils formed in deep sandy eolian or outwash sediments on outwash plains.  These sediments are of Wisconsin in age.  Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 24 to 30 inches.  Frost free days range from 90 to 145.  The elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cantlin and Zimmerman soils.  The moderately well drained Cantlin soils occupy similar landscape positions, but do not have lamellae.  The excessively drained Zimmerman soils occupy higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is negligible.  Permeability is rapid in the upper part and moderately rapid in the lower part.  Soderville soils have a perched seasonal high water table at a depth of 2.0 to 3.5 feet at some time from April to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used as woodland.  Common trees are jack pine, eastern white pine, red pine, and northern red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Minnesota.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Anoka County, Minnesota, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized are: ochric epipedon - the zone from the surface to 30 inches (Ap, E1, and E2 horizons); argillic horizon - the zone from 30 to 45 inches (Bt1 and Bt2 horizons);\nThis soil was formerly classified as Aquic Glossoboralfs; however, lab data indicated a high base saturation.  Also, this soil was previously considered somewhat poorly drained with an apparent seasonal high water table.  Type location moved from Anoka County, MN. to Mille Lacs County, MN., 4/98 to better exemplify the series concept within the MLRA.\nADDITIONAL DATA:  Soil Interpretation Record number is MN0206.  Refer to MAES Central File Code No. 1077 and 1547 for results of some laboratory analysis for a Soderville pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 23,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--9 to 21 inches; brown (10YR 4/3) fine sand, pale brown (10YR 6/3) dry; single grain; loose; strongly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 53,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E2--21 to 30 inches; brown (10YR 5/3) fine sand, pale brown (10YR 6/3) dry; few fine distinct brown (7.5YR 4/4) Fe concentrations; single grain; loose; strongly acid; abrupt wavy boundary.  (9 to 32 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 76,
        "bottom": 104,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--30 to 41 inches; dark yellowish brown (10YR 4/4) loamy fine sand; few fine distinct strong brown (7.5YR 4/6) Fe concentrations and common fine distinct grayish brown (10YR 5/2) Fe depletions; weak medium subangular blocky structure; friable; faint discontinuous brown (10YR 4/3) clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 104,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--41 to 45 inches; yellowish brown (10YR 5/4) loamy fine sand; common medium distinct strong brown (7.5YR 4/6) Fe concentrations and few fine distinct light brownish gray (10YR 6/2) Fe depletions; weak medium subangular blocky structure; friable; faint discontinuous dark yellowish brown (10YR 4/4) clay films on faces of peds; strongly acid; clear smooth boundary.  (6 to 19 inches thick)"
      },
      {
        "name": "Bt",
        "top": 114,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "narrative": "E&Bt--45 to 80 inches; light yellowish brown (10YR 6/4) fine sand (E); single grain; loose; few dark yellowish brown (10YR 4/4) loamy fine sand (Bt) lamellae 1/4 to 2 inches thick; weak fine subangular blocky structure; very friable; distinct discontinuous brown (7.5YR 4/4) clay bridging between sand grains; few fine distinct strong brown (7.5YR 4/6) Fe concentrations; moderately acid."
      }
    ]
  ]
}
