{
  "SERIES": "SOJOURN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH/PDC/WWJ/LJGII",
  "REVDATE": "11/2011",
  "STATES": "AZ,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sojourn gravelly loam -- on the backslope of an escarpment sloping 38 percent to the south at 6,560 feet elevation -- woodland. (Colors are for dry soil unless otherwise noted. When described, the soil was dry throughout.)\nA--0 to 2 inches; light reddish brown (2.5YR 6/4) gravelly loam, red (2.5YR 4/6) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; 15 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 or 2 inches thick)\nBCk--2 to 5 inches; light reddish brown (2.5YR 6/4) silt loam, red (2.5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; 40 percent soft siltstone fragments; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped accumulations on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (3 to 9 inches thick)\nC--5 to 15 inches; light reddish brown (2.5YR 6/4) silt loam, red (2.5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium and fine and common very fine roots; 70 percent soft siltstone fragments; strongly effervescent, secondary calcium carbonate segregated as very few fine irregularly shaped accumulations on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 10 inches thick)\nCr--15 inches; soft siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Apache County, Arizona; on the Navajo Indian Reservation about 9 miles north of Cove; 50 feet north and 950 feet east of the southwest corner of section 15, T.38 N., R.29 E.; Latitude 36 degrees 41 minutes 37 seconds North and Longitude 109 degrees 13 minutes 32 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at the bedrock contact is above 41 degrees F. December and August are the wettest months of the year and May and June are the driest. Aridic ustic soil moisture regime.\nSoil temperature: 50 to 52 degrees F.\nDepth to bedrock: 10 to 20 inches\nClay content: less than 18 percent\nReaction: slightly to moderately alkaline\nA horizon\nHue: 2.5YR, 5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6, dry or moist\nOrganic carbon content: less than 0.6 percent\nCalcium carbonate equivalent: 5 to 10 percent\nRock fragments: 15 to 20 percent gravel\nBCk horizon\nHue: 2.5YR, 5YR\nValue: 4 through 6 dry, 3 or 4 moist\nChroma: 4 through 6, dry or moist\nTexture: silt loam, loam\nOrganic carbon content: less than 0.6 percent\nCalcium carbonate equivalent: 10 to 15 percent\nOther features: 15 to 30 percent soft siltstone fragments\nC horizon\nHue: 2.5YR, 5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6, dry or moist\nTexture: silt loam, loam\nCalcium carbonate equivalent: 5 to 10 percent\nOther features: 50 to 80 percent soft siltstone fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Menefee (UT) series. Menefee soils have hue of 10YR or yellower."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sojourn soils are on footslopes of hills and backslopes of escarpments. They formed in residuum derived from Triassic siltstone. Slopes are 15 to 50 percent. Elevations range from 6,200 to 7,400 feet. The mean annual precipitation is 12 to 16 inches with about half falling as winter snow and half falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 48 to 50 degrees F. The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nizhoni and Wetherill soils. Nizhoni soils are very shallow and occur on cuestas and structural benches. Wetherill soils are very deep and occur on adjacent eolian-mantled surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Sojourn soils are used for limited livestock grazing and fuelwood production. Present vegetation is pinyon, Utah juniper, Stansbury cliffrose, Utah serviceberry, true mountainmahogany, and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sojourn soils are of small extent on the Red Rock Bench and Defiance Uplift portions of the Colorado Plateau province in northeast Arizona and northwest New Mexico. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nParalithic contact - the boundary at 15 inches (Cr horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJGII\nADDITIONAL DATA: Organic carbon values are estimated. Calcium carbonate equivalent determined with a field volume calcimeter.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
