{
  "SERIES": "SOLAMBO",
  "STATUS": "Tentative Series",
  "BYREV": "IRD:CKS/CES",
  "REVDATE": "08/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Solambo loam on a west-facing slope of 15 percent, under cover of blue oak and foothill pine at an elevation of 269 meters. When described on September 19, 2007 the soil was dry throughout. (Colors are for dry soils and pH is by Hellige-Truog unless otherwise stated.)\nA--0 to 8 cm, (0 to 3 inches); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; 16 percent clay; moderate medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; common fine and very fine tubular pores; 5 percent indurated slate gravel; slightly acid, pH 6.3; clear smooth boundary. (2 to 4 inches/5 to 10 centimeters thick)\nBA--8 to 18 cm, (3 to 7 inches); pale brown (10YR 6/3) loam, dark yellowish brown (10YR 3/4) moist; 18 percent clay; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine and common very fine roots; common fine and very fine tubular pores; 5 percent indurated slate gravel; slightly acid, pH 6.5; clear wavy boundary. (0 to 4 inches/0 to 10 centimeters thick)\nBw1--18 to 33 cm, (7 to 13 inches); pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; 18 percent clay; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine and very fine roots; common fine and very fine tubular pores; 15 percent indurated slate gravel; strongly acid, pH 5.6; clear wavy boundary. (5 to 7 inches/13 to 18 centimeters thick)\nBw2--33 to 51 cm, (13 to 20 inches); pale brown (10YR 6/3) channery loam, brown (10YR 4/3) moist; 20 percent clay; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few medium and common very fine roots; common fine and very fine tubular pores; 15 percent very strongly cemented slate channers and 10 percent very strongly cemented slate gravel; strongly acid, pH 5.6; clear wavy boundary. (5 to 8 inches/13 to 20 centimeters thick)\nBw3--51 to 66 cm, (20 to 26 inches); very pale brown (10YR 7/3) very channery loam, dark yellowish brown (10YR 4/4) moist; 20 percent clay; weak medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few very fine, fine and coarse roots; few fine and very fine tubular pores; 45 percent very strongly cemented slate channers and 5 percent very strongly cemented slate flagstones; strongly acid, pH 5.5; clear wavy boundary. (5 to 7 inches/13 to 18 centimeters thick)\nBw4--66 to 81 cm, (26 to 32 inches); very pale brown (10YR 7/4) very channery loam, dark yellowish brown (10YR 4/6) moist; 18 percent clay; weak medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few fine, medium and coarse roots; few very fine tubular pores; 30 percent very strongly cemented slate channers and 5 percent very strongly cemented slate flagstones; strongly acid, pH 5.5; abrupt wavy boundary. (0 to 7 inches/0 to 18 centimeters thick)\nR--81 cm, (32 inches); very strongly cemented slate bedrock with fractures 10 to 45 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tuolumne County, California, about 11.3 kilometers (7 miles) southwest of the community of Moccasin, CA.; about 965 feet west and 1060 feet south of the northeast corner of sec. 31, T. 02S, R. 15E; lat. 37 degrees 43 minutes 18 seconds N. and long. 120 degrees 21 minutes 20 seconds W., UTM Zone 10 621994mE 3434460mN, NAD83; USGS Quadrangle Penon Blanco Peak, CA."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact: 58 to 81 cm (23 to 32 inches)\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F)\nSoil moisture control section: Dry in all parts from April to October (about 210 to 235 days)\nBase saturation: (by sum of cations) 60 percent or greater in at least one horizon between 25 to 75 cm\nParticle-size control section (weighted average):\nClay: 18 to 27 percent\nRock fragments: 35 to 85 percent\nA horizon(s):\nHue: 7.5YR, 10YR\nValue: 5 dry; 3 moist\nChroma: 2, 3 dry; 2, 3 moist\nTexture of the fine earth fraction: loam, silt loam\nClay content: 12 to 25 percent\nRock fragments: 5 to 55 percent\n5 to 15 percent strongly cemented to indurated gravel,\n0 to 50 percent strongly cemented to indurated channers,\n0 to 15 percent strongly cemented to indurated cobbles\nReaction: moderately acid or slightly acid\nBw horizon(s):\nHue: 7.5YR, 10YR\nValue: 6, 7 dry; 4, 5 moist\nChroma: 3, 4 dry; 3, 4, 6 moist\nTexture of the fine earth fraction: loam, silt loam\nClay content: 18 to 27 percent\nRock fragments: 15 to 85 percent\n0 to 15 percent strongly cemented to indurated gravel,\n5 to 80 percent strongly cemented to indurated channers,\n0 to 15 percent strongly cemented to indurated cobbles,\n0 to 10 percent strongly cemented to indurated flagstones\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Airship, Brockgulch, Chalone and Modjeska soils. Airship and Modjeska soils are very deep and formed in alluvium. Brockgulch soils contain exclusively nonflat fragments from metavolcanic rocks and occur on mountains. Chalone soils contain exclusively nonflat fragments from volcanic breccia and  sand, sandy loam, or sandy clay loam textures in the Bw horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Solambo soils are on summits, shoulders and backslopes of hills. Slopes range from 3 to 60 percent. These soils formed in colluvium and residuum weathered from slate. Elevation is 200 to 350 meters (656 to 1148 feet). The mean annual precipitation is 533 to 711 millimeters (21 to 28 inches). Mean annual air temperature is 15 to 18 degrees C (59 to 65 degrees F). Frost-free season ranges from 210 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Copperopolis, Donpedro and Whiterock soils. Copperopolis soils are loamy-skeletal, are shallow to lithic contact and are on backslopes, footslopes, shoulders, and summits of hillslopes. Donpedro soils are fine-loamy, moderately deep to a lithic contact and occur on backslopes and footslopes of hillslopes. Whiterock soils are loamy, are shallow to lithic contact and are on summits and shoulders of hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; saturated hydraulic conductivity above the lithic contact is moderate. Saturated hydraulic conductivity of the bedrock is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, recreation, and homesite development. Vegetation consists of blue oak, foothill pine, soft chess, annual ryegrass, ripgut brome, wild oat and forbs. On droughty south-facing slopes the vegetation may also include chamise and deerbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills, MLRA 18. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tuolumne County, California, 2010. Source of the name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 cm (0 to 3 inches) (A horizon).\nCambic horizon - the zone from 8 to 81 cm (3 to 32 inches) (BA, Bw1, Bw2, Bw3 and BC horizons).\nLithic contact - the contact at 81 cm (32 inches) (R horizon).\nParticle size control section - the zone from 25 to 81 cm (10 to 32 inches) (part of Bw1 and all of Bw2, Bw3 and Bw4 horizons).\nADDITIONAL DATA:\nNASIS User Pedon ID: 07RJV057\nNational Cooperative Soil Survey\nU.S.A."
  }
}
