{
  "SERIES": "SOLDIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAW/RCH",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soldier cobbly loam - forest. (Colors are for dry soil unless otherwise stated.)\nOi & Oe--0 to 2 inches; decomposed and partially decomposed pine litter.\nA--2 to 4 inches; brown (10YR 5/3) cobbly loam, dark brown (10YR 3/3) moist; weak thin platy structure parting to moderate medium granular; soft, friable, nonsticky and slightly plastic; many very fine and fine roots; many very fine interstitial and common very fine tubular pores; 40 percent cobbles and pebbles; neutral (pH 6.6); abrupt wavy boundary. (1 to 4 inches thick)\nE1--4 to 13 inches; light brownish gray (10YR 6/2) cobbly loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many fine and common medium and coarse roots; many very fine interstitial and common very fine tubular pores; 40 percent cobbles and pebbles; slightly acid (pH 6.4); clear wavy boundary. (4 to 20 inches thick)\nE2--13 to 21 inches; very pale brown (10YR 7/3) extremely cobbly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; many very fine, fine and medium roots; many very fine interstitial and common very fine tubular pores; 70 percent cobbles and pebbles; moderately acid (pH 6.0); abrupt wavy boundary. (4 to 10 inches thick)\n2Bt1--21 to 35 inches; reddish brown (5YR 5/4) cobbly clay, reddish brown (5YR 4/4) moist; strong medium subangular and angular blocky structure; very hard, very firm, sticky and very plastic; few coarse and common medium roots; common very fine interstitial pores; many moderately thick clay films on faces of peds; common medium distinct and faint light brown (7.5YR 6/4), brown (7.5YR 5/4), and many light brownish gray (10YR 6/2) coatings on faces of peds; 30 percent cobbles and pebbles; moderately acid (pH 5.8); clear irregular boundary. (6 to 18 inches thick)\n2Bt2--35 to 40 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; strong medium subangular and angular blocky structure; very hard, very firm, sticky and very plastic; few fine, medium and coarse roots; common very fine interstitial pores; many moderately thick clay films on faces of peds; many large prominent dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) coatings on faces of peds; 10 percent pebbles; very strongly acid (pH 5.0); abrupt wavy boundary. (2 to 7 inches thick)\n2B--40 to 64 inches; dark yellowish brown (10YR 4/4), reddish yellow (7.5YR 7/8) and reddish brown (5YR 5/4) cobbly clay, reddish yellow (7.5YR 6/8) and dark reddish brown (5YR 3/4) moist; massive; very hard, very firm, sticky and plastic; plentiful coarse roots; few fine and very fine interstitial pores; 25 percent cobbles and pebbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coconino County, Arizona, Long Valley Area (643); SW 1/4 of Sec. 17, T. 12 N., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some parts during July-August and December to March. Typic ustic moisture regime.\nSoil temperature:  41 to 45 degrees F.; more than 47 degrees F. in summer\nRock fragments:  15 to 35 percent pebbles and cobbles\nE horizons\nHue: 10YR or 7.5YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture:  loam, fine sandy loam, sandy loam (10-20 percent clay)\nOrganic matter: 1 to 2 percent\nReaction:  slightly acid through strongly acid\nRock fragments:  20 to 70 percent pebbles and cobbles\nBt horizons\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 dry or moist\nTexture:  clay (45 to 65 percent)\nReaction:  medium acid through very strongly acid\nBase saturation:  60 percent\nConcretions and coatings:  small segregations of Fe and Mg\nSlickensides:  small slickensides in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dunton (CO), Hogg (AZ), and Mirand (NM) series. Dunton soils are moderately deep to sandstone. Hogg soils are moderately alkaline. Mirand soils are neutral throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Soldier soils occur on undulating to steep slopes on hillslopes and dissected plateaus. Slopes are 0 to 60 percent. They formed in alluvium and colluvium from cherty limestone, sandstone, and volcanic rocks. The climate is temperate and subhumid with cool summers and cold moist winters. Mean annual air temperature is 45 degrees F.; average January temperature is 26 degrees F.; and average July temperature is 64 degrees F. Mean annual precipitation is 24 to 28 inches; frost-free period is 75 to 100 days. Elevations are 6,800 to 8,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clover Springs, Hogg, McVickers, Palomino, Sanchez, and Wildcat soils. Clover Springs soils are darker colored, have a mollic epipedon, and lack argillic horizons.  Hogg soils have mixed mineralogy and lack an E horizon. McVickers soils have cryic temperatures and are well drained and lack thin discontinuous albic coatings in the upper Bt horizon. Palomino soils are shallow to bedrock and are members of a loamy family. Sanchez soils are loamy-skeletal and shallow to bedrock. Wildcat soils have mottles with chroma of 2 in the upper part of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well to well drained. Slow to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland, wildlife, recreation, water supply, and summer grazing. Vegetation consists of ponderosa pine, Douglas-fir, white fir, limber pine, Gambel oak and aspen, daisy, yarrow and antemaria - forbs, and bottlebrush squirreltail, Junegrass, rough bentgrass, and Arizona fescue - grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The series occurs in central Arizona. It is of moderate extent. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Long Valley Area, Coconino County, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizons - the zone from 4 to 21 inches (E1 & E2 horizons)\nArgillic horizon - The zone from 21 to 40 inches (2Bt1 & 2Bt2 horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006\nADDITIONAL DATA:  Laboratory data SSIR No. 28 - S62Ariz-3-26.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
