{
  "SERIES": "SOLDOTNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPM/DLM",
  "REVDATE": "08/2005",
  "STATES": "AK",
  "OVERVIEW": "Depth class: very deep\nDrainage class: well drained\nParent material: ash-influenced loess over sandy and gravelly drift\nLandform: outwash plains and moraines on till plains\nSlopes: 0 to 45 percent\nMean annual precipitation: 17 to 22 inches.\nMean annual temperature: 33 to 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over sandy or sandy-skeletal, amorphic over mixed Andic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soldotna silt loam -- under forest vegetation  (All colors are for moist soil)\nOi--0 to 1 inch; dark brown (7.5YR 3/2) slightly decomposed plant material; common very fine, fine, and medium roots; very strongly acid (pH 4.5); abrupt smooth boundary.\nOe--1 to 4 inches; dark reddish brown (5YR 2/2) moderately decomposed plant material; common very fine, fine, medium, and coarse roots; very strongly acid (pH 4.5); abrupt smooth boundary.  (Combined O horizon thickness 2 to 6 inches thick)\nE--4 to 7 inches; gray (5Y 5/1) silt loam; weak very fine subangular blocky structure; very friable, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; few fine faint patches of brown in lower part of horizon; charcoal particles; very strongly acid (pH 4.9); abrupt irregular boundary.  (1 to 5 inches thick)\nBs1--7 to 10 inches; dark reddish brown (5YR 3/4) silt loam; weak fine to medium subangular blocky structure; very friable, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; few mycelia; patches of brown (7.5YR 4/4); strongly acid (5.3); clear wavy boundary.\nBs2--10 to 14 inches; brown (7.5YR 4/4) silt loam; weak fine to medium subangular blocky structure; very friable, nonsticky and nonplastic; common very fine, fine, few medium, and coarse roots; pockets of grayish brown (10YR 5/2); moderately acid (pH 5.6); clear wavy boundary.  (Combined thickness of Bs horizons: 8 to 15 inches thick)\nBC--14 to 22 inches; olive brown (2.5Y 4/4) silt loam; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; few very fine and fine roots; 5 percent gravel; moderately acid (pH 5.6); gradual boundary.  (3 to 10 inches thick)\nC--22 to 29 inches; olive (5Y 4/3) silt loam; massive; very friable, nonsticky and nonplastic; few very fine and fine roots; common large faint patches of olive brown, few yellowish brown streaks at bottom of horizon; 5 percent gravel; moderately acid (pH 5.6); abrupt wavy boundary.  (3 to 12 inches thick)\n2C1--29 to 46 inches; olive (5Y 4/3) very gravelly sand with lenses of silt loam; sand is single grain; loose, nonsticky and nonplastic; silt loam is massive to weak platy; very friable, nonsticky and nonplastic; 35 percent rounded gravel, 5 percent round cobbles; dark red mottles in silt loam lenses; moderately acid (pH 5.6); clear wavy boundary. (0 to 24 inches thick)\n2C2--46 to 60 inches; olive (5Y 4/3) very gravelly sand; single grain; loose, nonsticky and nonplastic; 35 percent rounded gravel, 5 percent round cobbles; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Western Kenai Peninsula Area, Alaska SW 1/4, SE 1/4, section 35, T.7 N., R.12 W., Seward Meridian, Alaska."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 10 to 20 inches\nLoess mantle thickness: 15 to 30 inches over the gravelly substrata\nExchange complex in solum: dominated by amorphous material\nSmall pockets of ash: occur in the loess mantle in some pedons\nO horizon:\nMatrix color: hue of 5YR to 10YR; value of 2 to 4; chroma of 2 to 4\nReaction class: extremely acid or very strongly acid\nE horizon:\nMatrix color: hue of 10YR to 5Y; value of 4 to 6; chroma of 1 or 2\nTexture: silt loam, very fine sandy loam\nReaction class: very strongly acid to moderately acid\nBs horizons:\nMatrix color: hue of 5YR or 7.5YR; value of 3 or 4; chroma of 2 to 4\nTexture: silt loam, very fine sandy loam\nReaction class: very strongly acid to moderately acid\nBC and C horizons:\nMatrix color: hue of 10YR to 5Y; value of 3 to 5; chroma of 1 to 6\nTexture: silt loam, very fine sandy loam modified by 0 to 30 percent gravel\nReaction class: moderately acid or slightly acid\n2C horizon:\nMatrix color: hue of 2.5Y or 5Y; value of 3 to 5; chroma of 1 to 6\nTexture: fine sand, sand, stratified sand to silt loam modified by 0 to 50 percent total coarse fragments; 35 to 50 percent gravel, 0 to 10 percent cobbles\nReaction class: moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chulitna, Kashwitna, Nancy, and Shoestring series in the same family, and the Homestead series.  Chulitna soils are bisequal and have loess mantles thicker than 30 inches.  Kashwitna and Nancy soils are bisequal and are extremely to strongly acid throughout the entire control section.  Shoestring soils contain coarse fragments of volcanic ash.  Homestead soils have loess mantles thinner than 10 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nDrainage class: well drained\nParent material: ash-influenced loess over sandy and gravelly drift\nLandform: outwash plains and moraines on till plains\nSlopes: 0 to 45 percent\nMean annual temperature: 33 to 36 degrees F.\nMean annual precipitation: 17 to 22 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Kalifonsky, Kenai, Naptowne, and Salamatof soils. Kalifonsky soils are mottled, poorly developed soils in depressional areas. Kenai soils are on moraines and have firm substrata. Naptowne soils are also on moraines and have finer textured substrata. Salamatof soils are very poorly drained organic soils in muskegs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, low to high runoff. Saturated hydraulic conductivity is high in the loess mantle and high to very high in the loose substrata."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The native vegetation is a forest of white spruce, paper birch, and quaking aspen. Where cleared, crops include grasses, potatoes, and other vegetables."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 224 Cook Inlet Lowlands, Western Kenai Peninsula, Alaska. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kenai - Kasilof Area, Alaska.  1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile include:\nSpodic horizons: from 7 to 14 inches\nAmorphous material: from 10 to 25 inches\nSandy-skeletal particle size: from 29 to 60 inches.\nTemperature regime: cryic\nADDITIONAL DATA; The Soldotna series now incorporates the concept of the Tustumena series as mapped in the Kenai-Kasilof survey area. Tustumena soils are now inactive.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
