{
  "SERIES": "SOLITUDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "04/2000",
  "STATES": "VI",
  "OVERVIEW": "The Solitude series consists of very deep, somewhat poorly drained, slowly permeable soils in areas adjacent to saline marshes, flats, and ponds.  They formed in marine sediments at the mouth of guts.  The mean annual temperature is about 80 degrees F., and the mean annual precipitation is about 40 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, nonacid, isohyperthermic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Solitude gravelly fine sandy loam. (Colors for moist conditions.)\nA--0 to 6 inches; light olive brown (2.5Y 5/3) gravelly fine sandy loam; weak fine and medium granular structure; very friable; common fine roots, few medium roots; many fine and medium interstitial pores; common medium wormcasts; about 15 percent, by volume, pebbles; common medium soft masses of iron-manganese; moderately acid; clear smooth boundary. (2 to 18 inches thick.)\nBw--6 to 10 inches; light olive brown (2.5Y 5/3) gravelly fine sandy loam; moderate fine and medium subangular blocky structure; very friable; few fine and medium roots; many medium and coarse tubular pores; common medium and coarse wormcasts; about 20 percent, by volume pebbles; many fine soft masses of iron-manganese; common fine and medium prominent yellowish red (5YR 5/6) masses of iron accumulation; neutral; gradual smooth boundary. ( 7 to 26 inches thick.)\nBg1--10 to 17 inches; grayish brown (2.5Y 5/2) gravelly fine sandy loam; moderate medium subangular blocky structure; very friable; few fine and medium roots; many fine and medium tubular pores and voids; common fine and medium wormcasts; about 15 percent, by volume, pebbles; many fine soft masses of iron-manganese; many medium and coarse prominent yellowish red (5YR 5/6) masses of iron accumulation;  neutral; gradual smooth boundary.\nBg2--17 to 28 inches; grayish brown (2.5Y 5/2) gravelly fine sandy loam; moderate medium subangular blocky structure; very friable; few fine and medium roots; many medium and coarse tubular pores; common fine and medium wormcasts; about 15 percent, by volume, pebbles; many fine soft masses of iron-manganese; many medium and coarse prominent yellowish red (5YR 5/6) masses of iron accumulation; slightly alkaline; gradual smooth boundary.\nBg3--28 to 57 inches; grayish brown (2.5Y 5/2) gravelly loam; moderate medium subangular blocky structure; friable; common fine roots, few medium roots; common fine and medium tubular pores; about 20 percent, by volume, pebbles; many fine soft masses of iron-manganese; common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation; slightly alkaline; gradual smooth boundary.\nBg4--57 to 61 inches; light olive brown (2.5Y 5/3) gravelly fine sandy loam; moderate medium and coarse subangular blocky structure; very friable, few fine roots; common fine and medium tubular pores; about 20 percent, by volume, pebbles; many fine soft masses of iron-manganese; common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Representative profile of Solitude gravelly fine sandy loam, 0 to 2 percent slopes, frequently flooded; St. John Island, about 0.3 mile from the barricaded end of Lameshur Bay Road, about 100 feet at 210 degrees downslope of Lameshur Bay Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to 60 inches or more.  Reaction ranges from slightly acid to neutral throughout the profile.  It is slightly to strongly saline in the upper part and moderately to strongly saline in the lower part.\nThe A horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 2 to 4.  Texture is fine sandy loam or loam in the fine-earth fraction.  Content of pebbles and cobbles ranges from 0 to 30 percent, by volume.\nThe Bw horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 3 to 6.  Redoximorphic features in shades of red, brown, yellow, and gray range from common to many.  Texture is fine sandy loam or loam in the fine-earth fraction.  Content of pebbles and cobbles ranges from 15 to 30 percent, by volume.\nThe Bg horizon has hue of 2.5Y, value of 5 or 6, and chroma of 0 to 4; or it is neutral with value of 5 or 6. Texture is fine sandy loam or loam in the fine-earth fraction.  Content of pebbles and cobbles ranges from 0 to 30 percent, by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Solitude soils are in areas adjacent to saline marshes, flats, and ponds.  They formed in marine sediments at the mouth of guts.  Slopes range from 0 to 2 percent.  The climate is tropical semiarid. The average annual air temperature ranges from 76 to 82 degrees F., and the mean annual precipitation is about 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Carib, Cinnamon Bay, Glynn, Jaucas, Redhook, Sandy Point and Sugar Beach soils.  Carib soils are in flood plains and have a mollic epipedon.  Cinnamon Bay and Glynn soils are on higher terrace positions, are well drained, and have mollic epipedons.  Jaucas and Redhook soils are on slightly higher positions, are excessively drained, and sandy throughout.  Sandy Point and Sugar Beach soils are on slightly lower positions and are very poorly drained.  In addition, Sandy Point soils have marine sediments overlying organic material and Sugar Beach soils are organic throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of solitude soils are used for recreation and wildlife habitat. Vegetation includes sea grape, mangrove, coconut, and other salt-tolerant plant communities."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  U.S. Virgin Islands.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. John Island, USVI, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Characterization pedon S91VI-20-5.\nDiagnostic horizons and other features recognized in this pedon include:\nOchric epipedon - zone from 0 to 6 inches (A horizon)\nCambic horizon - zone from 6 to 61 inches (Bw, Bg1, Bg2, Bg3, and Bg4 horizons)\nMLRA = 271, 273\nSIR = VI0019\nNational Cooperative Soil Survey\nU.S.A."
  }
}
