{
  "SERIES": "SOLLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHR:REG:GRB",
  "REVDATE": "09/2002",
  "STATES": "PR",
  "OVERVIEW": "The Soller series consists of shallow, well drained, moderately permeable soils on side slopes and hilltops in the humid limestone area.  They formed in materials that weathered from limestone.  Near the type location, the mean annual temperature is about 77 degrees F., and the mean annual precipitation is about 85 inches.  Slopes range from 2 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, isohyperthermic, shallow Typic Haprendolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soller clay - pasture.  (Colors are for moist soil.)\nAp--0 to 5 inches; very dark gray (10YR 3/1) clay; weak fine and medium subangular blocky structure; firm, slightly sticky, plastic; many fine roots; moderately alkaline; clear smooth boundary.  (4 to 6 inches thick)\nBw--5 to 12 inches; very dark grayish brown (10YR 3/2) clay; moderate coarse subangular blocky structure; firm, slightly sticky, plastic; few fine roots; moderately alkaline; clear smooth boundary.  (6 to 12 inches thick)\nCr--12 to 26 inches; white (10YR 8/1) partially weathered limestone that can be penetrated with the spade.  (10 to 16 inches thick)\nR-26+ inches; hard fragmental limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Culebrinas SCD, Puerto Rico.  Approximately 4 miles west of the town of Laras and about 1,150 feet north of kilometer marker 28.45 on Highway 111."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 10 to 20 inches.  Depth to the hard fragmental limestone ranges from 20 to 34 inches.  Reaction ranges from neutral to moderately alkaline in the surface layer and from slightly alkaline to moderately alkaline in the subsoil.  Calcium carbonate equivalent in the solum is more than 40 percent.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. Content of cobbles range from 0 to 30 percent, by volume.  Texture is clay in the fine earth fraction.\nThe Bw horizon has hue of 10YR, value of 3 or 4, and chroma of 2 to 4.  Texture is clay.\nThe Cr horizon consists of soft weathered limestone that can be penetrated with a spade."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Soller soils are on hilltops and side slopes of limestone hills.  They formed in regolith consisting of fine textured residuum derived from limestone.   The climate is humid tropical.  Slopes range from 2 to 60 percent.  The average annual temperature ranges from 76 to 78 degrees F., and the average annual precipitation ranges from 80 to 90 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Camaguey, Colinas, Naranjo, and Santa Clara series.  The somewhat poorly drained Camaguey soils are very deep, have smectitic control sections, are Vertisols, and are on slower foot slope positions.  Colinas soils are on similar positions, are moderately deep, and have coarse-loamy, carbonatic control sections.  Naranjo soils are very deep, have fine carbonatic control sections and are on similar to lower positions.  Santa Clara soils are moderately deep, have fine mixed control sections and are on lower foot slope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Soller soils are used as pasture.  The vegetation consists of native and introduced species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid limestone areas in the northern coastal plains of Puerto Rico.  The series is of moderate extent, about 65,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 12 inches (Ap and Bw horizons).\nCambic horizon - the zone from 5 to 12 inches (Bw horizon).\nParalithic contact - depth at 12 inches (Cr horizon).\nLithic contact - depth at 26 inches (R horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; very dark gray (10YR 3/1) clay; weak fine and medium subangular blocky structure; firm, slightly sticky, plastic; many fine roots; moderately alkaline; clear smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--5 to 12 inches; very dark grayish brown (10YR 3/2) clay; moderate coarse subangular blocky structure; firm, slightly sticky, plastic; few fine roots; moderately alkaline; clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Cr",
        "top": 30,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--12 to 26 inches; white (10YR 8/1) partially weathered limestone that can be penetrated with the spade.  (10 to 16 inches thick)"
      }
    ]
  ]
}
