{
  "SERIES": "SOLVAY",
  "STATUS": "Established Series",
  "BYREV": "PRF, JCW LAG PRF",
  "REVDATE": "01/2000",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Solvay fine sandy loam in a pasture. (Colors are for moist soils unless otherwise stated.)\nA--0 to 5 inches (0 to 13 centimeters); brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots throughout; 9 percent clay; slightly acid; clear wavy boundary. ( thickness 5 to 18 inches; 13 to 46 centimeters thick)\n2Bt1--5 to 14 inches (13 to 36 centimeters); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; 19 percent clay; few distinct discontinuous dark brown (7.5YR 3/4), moist, clay films on vertical faces of peds and very few faint patchy clay bridging between sand grains; few fine irregular masses of iron-manganese accumulation throughout; slightly acid; gradual wavy boundary.\n2Bt2--14 to 23 inches (36 to 58 centimeters); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; few medium distinct strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 17 percent clay; few distinct discontinuous dark brown (7.5YR 3/4), moist, clay films on vertical faces of peds and very few faint patchy clay bridging between sand grains and few distinct continuous pinkish gray (7.5YR 6/2), moist, skeletans on vertical faces of peds; common fine irregular masses of iron-manganese accumulation throughout; slightly acid; gradual wavy boundary.\n2Bt3--23 to 37 inches (58 to 94 centimeters); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; common medium faint strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots throughout; 14 percent clay; very few distinct discontinuous dark brown (7.5YR 3/4), moist, clay films on vertical faces of peds and very few faint patchy clay bridging between sand grains and few distinct continuous pinkish gray (7.5YR 6/2), moist, redoximorphic depletions on faces of peds and in pores; common fine and medium irregular masses of iron-manganese accumulation throughout; slightly acid; gradual wavy boundary. (combined thickness 32 to 60 inches; 81 to 152 centimeters)\n2BC1--37 to 58 inches (94 to 147 centimeters); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; common medium distinct dark reddish brown (5YR 3/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common very fine roots throughout; 11 percent clay; few distinct continuous pinkish gray (7.5YR 6/2), moist, redoximorphic depletions on faces of peds and in pores; few fine and medium irregular masses of iron-manganese accumulation throughout; slightly acid; gradual wavy boundary.\n2BC2--58 to 76 inches (147 to 193 centimeters); brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; few medium faint strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium and coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; few very fine roots throughout; 11 percent clay; few distinct continuous light brownish gray (10YR 6/2), moist, redoximorphic depletions on faces of peds and in pores; slightly acid; gradual wavy boundary.\n2BC3--76 to 80 inches (193 to 203 centimeters); light brown (7.5YR 6/3) loamy fine sand, brown (7.5YR 5/3) moist; few medium faint strong brown (7.5YR 5/6) moist irregular redoximorphic concentrations throughout; weak medium and coarse prismatic structure parting to weak medium subangular blocky; soft, very friable, nonsticky and nonplastic; few very fine roots throughout; 9 percent clay; few distinct continuous light gray (10YR 7/2), moist, redoximorphic depletions on vertical faces of peds; slightly acid.(combined thickness 0 to 35 inches; 0 to 89 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 6 miles (9.6 kilometers) east of Hutchinson, 2325 feet (709 meters) south and 1170 feet (357 meters) west of the northeast corner of sec. 8 T. 23 S. R 4 S.; (USGS Hutchinson SE topographic quadrangle; lat. 38 degrees 3 minutes 56.5 seconds N. and long. 97 degrees 46 minutes 44.2 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic moisture regime bordering on udic\nSoil temperature regime: mesic\nMean annual soil temperature: 56 to 58 degrees F (13 to 14 degrees C).\nParticle-size control section: 18 to 34 percent clay\nDepth to bedrock: greater than 80 inches (203 centimeters)\nDepth to secondary calcium carbonate: greater than 30 inches (76 centimeters)\nThickness of the ochric epipedon: 5 to 18 inches (13 to 45 centimeters)\nWater table: depth is 2.0 to 4.0 feet (0.6 to 1.2 meters), kind is apparent, months are Feb. - May.\nSome pedons have Ap, BA, 2A, 2AB, 2BA, 2BC, 2Cg, horizons.\nA horizon:\nHue: 10YR\nValue: 4 to 6 (dry) 3 or 4 (moist)\nChroma: 2 or 3\nTexture: loamy fine sand, loamy sand, fine sandy loam or sandy loam\nReaction: slightly acid\n2Bt horizon:\nHue: 10YR or 7.5YR\nSome pedons have a hue of 2.5Y in the lower part.\nValue: 4 to 7 (dry) 3 to 6 (moist)\nChroma: 2 to 4\nTexture: sandy clay loam, fine sandy loam, or loam, but it includes clay loam in some pedons\nRedoximorphic features: 5 to 50 percent\nReaction: slightly acid or neutral\n2BC horizon:\nHue: 10YR or 7.5YR\nValue: 5 to 7 (dry) 4 to 6 (moist)\nChroma: 2 to 4\nTexture: fine sandy loam, sandy loam, loamy fine sand and sandy clay loam\nRedoximorphic features: 5 to 20 percent\nReaction: slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Solvay series is the only series in its family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Solvay soils\nParent material: eolian over alluvium\nLandform: interdunes on paleo-terraces and on some terraces\nSlopes: 0 to 2 percent\nElevation: 1515 to 1805 feet (461.8 to 550.2 meters)\nMean annual air temperature: 56 to 58 degrees F (13 to 14 degrees C).\nMean annual precipitation: 24 to 35 inches (61 to 89 centimeters)\nWettest months: Feb. - Oct.\nDriest months: Nov. - Jan.\nFrost-free period: 187 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Carway (Tentative), Dillhut (Tentative), Hayes (Tentative), Langdon (Tentative), Plev (Tentative), Pratt, Tivin (Tentative), Turon (Tentative) and Warnut (Tentative) series. The poorly drained Carway soils have fine textured buried soil material between 20 and 40 inches (50 to 102 centimeters). They are in depressions. The moderately well drained, sandy Dillhut soils do not have an argillic horizon and are on low dunes. The well drained, coarse-loamy Hayes soils are on dunes. The well drained, sandy Pratt and Turon soils are on dunes. Langdon and Tivin soils are excessively drained and on high dunes. The poorly drained, sandy Plev soils are in depressions. The poorly drained, fine-loamy Warnut soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Solvay soils are somewhat poorly drained. Runoff is very low and permeability is moderate. An apparent water table is present with an upper limit of 24 inches (61 centimeters) and a lower limit of 48 inches (122 centimeters) during February through May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cultivated; winter wheat and grain sorghum are the principal crops. Some areas are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H (Great Plains Winter Wheat and Range), MLRA 79 (Great Bend Sand Plains). The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: The zone from 0 to 5 inches (0 to 13 centimeters) (A)\nargillic horizon: The zone from 5 to 37 inches (13 to 94 centimeters) (2Bt1, 2Bt2, 2Bt3)\nWater table: The presence of an apparent water table from 2.0 to 4.0 feet (0.6 to 1.2 meters) during the months of Feb. - May.\nKeys to Soil Taxonomy: Eighth edition, 1998\nADDITIONAL DATA: Solvay soils were formerly mapped as Plevna or Carwile.\nSOLVAY SERIES\nLRR=H\nDATE: 03/22/95: Series Proposed: Initial draft for Solvay.\n12/23/99 PRF: series established per Reno County final correlation.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
