{
  "SERIES": "SOLWAY",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. CHP:RHM",
  "REVDATE": "02/2003",
  "STATES": "MN,TN",
  "OVERVIEW": "The Solway series consists of moderately deep, well drained,\nslowly permeable soils that formed in material weathered from calcareous shale or siltstone.  These soils are on the sides of\nhills and ridges.  Slopes are dominantly between 10 and 25 percent but range from 5 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Solway silty clay loam, on a convex 23 percent\nslope, in cedars and broomsedge.\n(Colors are for moist soil.)\nAp--0 to 4 inches; reddish brown (5YR 4/3) silty clay loam;\nweak fine granular structure; friable; many fine roots; slightly acid; clear smooth boundary.  (0 to 6 inches thick).\nB21t--4 to 7 inches; reddish brown (2.5YR 4/4) silty clay;\nstrong medium blocky and subangular blocky structure; firm;\nplastic; common fine roots; many thin patchy clay films on faces\nof peds; neutral; clear smooth boundary.  (2 to 8 inches thick).\nB22t--7 to 16 inches; dark reddish brown (2.5YR 3/4) clay;\nstrong medium blocky structure; very firm; very plastic; few fine roots; continuous clay films; mildly alkaline; gradual smooth boundary.  (6 to 12 inches thick).\nB23t--16 to 29 inches; reddish brown (2.5YR 4/4) shaly clay;\nstrong medium and coarse subangular blocky structure parting to moderate medium platy; firm; plastic; few fine roots; continuous\nclay films; about 25 percent by volume fragments of shale; mildly alkaline; clear wavy boundary.  (10 to 15 inches thick).\nB3--29 to 33 inches; reddish brown (5YR 4/3) very shaly silty\nclay; weak medium platy structure; firm; plastic; about 50 percent\nby volume fragments of shale; mildly alkaline.  (0 to 5 inches thick).\nCr--33 inches; calcareous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Anderson County, Tennessee; 3.5 miles south of Oak Ridge Animal Research Laboratory on Bethel Valley Road; West on\nWeis Road, .25 mile; 300 feet east of Weis Road under power line.\nRange In Characteristics:  Solum thickness and depth to rippable bedrock ranges from 20 to 40 inches.  Reaction ranges from\nstrongly acid to neutral in the A horizon and from medium acid to mildly alkaline in the B horizon.  Coarse fragments of shale range from 0 to 15 percent by volume in the A horizon, from 0 to 35\npercent by volume in the B2t horizon and from 10 to 60 percent by volume in the B3 horizon.  Fragments of shale dominantly are 1 to\n3 inches in size but range from 1 to 6 inches.  Sand content is\nless than 10 percent in the control section.\nThe Ap horizon has hue of 5YR, 10YR or 7.5YR, value of 4 through 5 and chroma of 3 through 4.  Texture is silty clay loam, silty clay\nor silt loam.  The A1 horizon, where present, has hue of 10YR,\nvalue of 4 or 3 and chroma of 3 or 4.  Texture is silt loam or\nsilty clay loam.\nThe B2t horizon has hue of 2.5YR, 5YR or 10YR, value of 3 or 4 and chroma 4 or 6.  Texture is clay or silty clay or their shaly analogues.  Some pedons have a B1 horizon with color similar to\nthe above.  Texture is mainly silty clay and clay but the range includes silty clay loam and silt loam.\nThe B3 horizon has hue of 5YR, 2.5YR or 10R, value of 3 or 4 and chroma of 2 or 6.  Texture is clay, silty clay, silty clay loam or their shaly or very shaly analogues.\nSome pedons have a C horizon with color and texture similar to the\nB3 horizon."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bardley, Beasley, Bland,\nBrashear, Bratton, Briggsville, Brookside, Caneyville, Carbo,\nChrome, Derinda, Donahue, Eden, Edenton, Elba, Eldean, Faywood, Fredonia, Gatewood, Hagerstown, Heitt, Kewannee, Lowell, Markland, Medary, Miamian, Milton, Ozankee, Pate, Shrouts, Switzerland,\nUpshur, Vandalia, Vincent, Woodsfield and Wynn series in the same family.  Bardley, Bland, Bratton, Caneyville, Carbo, Chrome,\nDonahue, Faywood, Fredonia, Gatewood, and Milton soils have lithic contacts within 40 inches of the surface.  Beasley, Brashear, Briggsville, Brookside, Elba, Eldean, Hagerstown, Heitt, Kewannee, Lowell, Markland, Medary, Miamian, Ozankee, Switzerland, Upshur, Vandalia, Vincent, and Woodsfield soils do not have a lithic or paralithic contact within 40 inches of the surface.  Derinda,\nEden, Edenton, and Wynn soils have 7.5YR or yellower hues in the B horizon.  Shrouts soils have sola less than 20 inches thick\nIn addition, Beasley, Brashear, Faywood, Heitt, Lowell and Shrouts soils have 7.5YR or yellower hues in the B horizon, and Donahue\nsoils have loam, clay loam, or sandy clay loam B21t horizons.  Vandalia soils contain coarse fragments of sandstone and have more than 10 percent sand on the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Solway soils are on the sides of hills and ridges.  Slopes range from 5 to 45 percent.  These soils formed in material weathered from calcareous shale or siltstone with seams\nof hard shaly limestone in a few places.  Near the type location average annual air temperature is about 57 degrees F.  Average\nannual rainfall is about 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are soils of the Bodine, Carbo, Collegedale, Fullerton, and Talbott series.  Bodine and Fullerton soils are on higher lying ridges and sideslopes.  Bodine soils are cherty and deep to bedrock.  Fullerton soils are deep\nand base saturation is below 35.  Carbo, Collegedale, and Talbott soils lie below on adjacent sideslopes.  Carbo soils are more\nyellow and have fewer fragments of shale in the lower B horizon.  Talbott and Collegedale soils do not have fragments of shale and\nhave mottles in the B horizon.  Talbott soils are underlain by\nhard limestone bedrock at a depth less than 40 inches.\nCollegedale soils are underlain by limestone bedrock at a depth greater than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Solway soils are well drained.  Runoff\nis rapid and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas were formerly cleared and used for pasture or grain and hay.  Many areas have reverted to woodland or are idle.  Cedars, Virginia pine, southern red oak, hickory and\nwhite oak are dominant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Great Valley in Tennessee, Kentucky,"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia\nWest Virginia and Virginia.  The series is of small extent.\nSeries Proposed:  Anderson County, Tennessee; 1976.  The name is\nfrom a community in Anderson County."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Upshur\nseries.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "narrative": "Ap--0 to 4 inches; reddish brown (5YR 4/3) silty clay loam;"
      },
      {
        "name": "B21t",
        "top": 10,
        "bottom": 18,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "narrative": "B21t--4 to 7 inches; reddish brown (2.5YR 4/4) silty clay;"
      },
      {
        "name": "B22t",
        "top": 18,
        "bottom": 41,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "narrative": "B22t--7 to 16 inches; dark reddish brown (2.5YR 3/4) clay;"
      },
      {
        "name": "B23t",
        "top": 41,
        "bottom": 74,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "narrative": "B23t--16 to 29 inches; reddish brown (2.5YR 4/4) shaly clay;"
      },
      {
        "name": "B3",
        "top": 74,
        "bottom": 84,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt",
        "narrative": "B3--29 to 33 inches; reddish brown (5YR 4/3) very shaly silty"
      },
      {
        "name": "Cr",
        "top": 84,
        "narrative": "Cr--33 inches; calcareous shale."
      }
    ]
  ]
}
