{
  "SERIES": "SOMBRERO",
  "STATUS": "Established Series",
  "BYREV": "Rev: CEJ/RLB/ELS/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "OVERVIEW": "The Sombrero series consists of shallow over duripan, somewhat poorly drained soils that formed in loess capping alluvium or lake sediments derived from mixed rocks and influenced by volcanic ash.  The Sombrero soils are on stream or lake terraces.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Aquicambidic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sombrero loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; light gray (10YR 7/2) very fine sandy loam, brown (10YR 5/3) moist; moderate coarse prismatic parting to moderate very thin and thin platy structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine random roots; many very fine vesicular and tubular pores; violently effervescent; very strongly alkaline (pH 9.2); abrupt wavy boundary, (5 to 13 cm thick)\nA2--10 to 20 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; moderate coarse and very coarse prismatic structure; hard, very friable, slightly sticky and slightly plastic; common very fine random and few fine oblique roots; common very fine tubular pores; violently effervescent; very strongly alkaline (pH 9.2); abrupt wavy boundary. (8 to 15 cm thick)\nBw--20 to 41 cm; light gray (10YR 7/2) silt loam, yellowish brown (10YR 5/4) moist; few fine distinct dark yellowish brown (10YR 4/4) mottles; moderate fine and medium platy structure; hard, very friable, slightly sticky and slightly plastic; common very fine random and very few fine and medium oblique roots; common very fine tubular pores; violently effervescent; very strongly alkaline (pH 9.2); abrupt wavy boundary. (18 to 30 cm thick)\nBqm--41 to 107 cm; light gray (2.5Y 7/2) strong silica-cemented duripan, yellowish brown (10YR 5/4) moist; massive; very hard, extremely firm; very few very fine and fine random roots; common very fine interstitial and tubular pores; violently effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (13 to 66 cm thick)\n2C1--107 to 145 cm; very pale brown (10YR 7/3) gravelly sandy loam, brown (10YR 4/3) moist; common fine distinct yellowish brown (10YR 5/4) mottles; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine interstitial and tubular pores; silica coatings between sand grains; about 25 percent rounded, 2 to 10 mm gravel; very slightly effervescent; strongly alkaline (pH 9.0); abrupt irregular boundary. (20 to 40 cm thick)\n3C2--145 to 170 cm; light variegated gravelly sand; single grained; loose, nonsticky and nonplastic; about 30 percent rounded, 2 to 15 millimeter gravel; very slightly effervescent; strongly alkaline (pH 9.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 6.5 miles south of Battle Mountain, approximately 100 feet south and 1,400 feet west of the northeast corner of sec. 20. T. 31 N., R. 45 E.; USGS Blossom Spring 7.5 minute topographic quadrangle; latitude 40 degrees 33 minutes 4 seconds N and longitude 116 degrees 55 minutes 29 seconds W; WGS84 Decimal Degrees  40.5513889 latitude, -116.9247222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry mid-summer and early fall, moist in some part late fall through early summer.  Seasonal water table is between 90 and 150 cm during the late winter or spring.  Saturated at depths of 75 to 100 cm during the spring in most years.\nMean annual soil temperature: 8 to 11 degrees C.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  1 through 3 dry, 2 through 4 moist.\nDepth to strongly cemented duripan: 38 to 50 cm.\nReaction: Strongly alkaline or very strongly alkaline, decreasing with increasing depth.\nMineralogy:  Mixed but has influence from volcanic ash and other pyroclastic materials.\nSalt and sodium: These soils are moderately or strongly salt and sodium affected in their upper profile, and slightly affected in their lower profile.\nOther features: Strata of unconformable gravelly sand and sandy loam are common at any depth below the continuous silica-cemented layer.\nParticle-size control section - Clay content:  Averages 20 to 30 percent.\nSand fraction: Less than 15 percent fine sand and coarser particles.\nA2 and Bw horizons\nTexture:  Silt loam or silty clay loam, when averaged.\nC horizons\nVariable amount of mica are common in some pedons.\nFaint or distinct yellowish brown mottles are common in the lower part of the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sombrero soils are on stream and lake terraces.  These soils formed in loess capping alluvium or lake sediments derived from mixed rocks influenced by volcanic ash.  Slopes are 0 to 2 percent.  Elevations are 1,220 to 1,525 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 150 to 200 mm; mean annual temperature is 8 to 10 degrees C., and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bloor Duffer, Orovada and Trident soils.  Bloor soils have silty clay loam natric horizons and lack strongly cemented duripans.  Duffer and Trident soils have fine-silty particle-size control sections and calcic horizons. Orovada soils have coarse-loamy particle-size control sections and cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; slow or medium runoff; moderately slow permeability; moderately high saturated hydraulic conductivity to the duripan.  Seasonal water table is 90 to 150 mm in late winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly black greasewood, shadscale, green rabbitbrush, basin wildrye and inland saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Nevada.  These soils are not extensive. MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, North Part, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 18 cm (A1 and part of the A2 horizon).\nCambic horizon - The zone from 20 to 41 cm (The Bw horizon).\nStrongly cemented duripan - The zone from 41 to 107 cm (Bqm horizon).\nSeasonal water table - At depths of 90 to 150 cm.\nParticle-size control section - The zone from 25 to 41 cm (part of the C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
