{
  "SERIES": "SONORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR",
  "REVDATE": "04/2001",
  "STATES": "KY",
  "OVERVIEW": "The Sonora series consists of deep, well drained soils formed in a silt loam mantle over unconsolidated materials of sandstone and shale origin.  Permeability is moderate.  Slopes range from 2 to 12 percent.  Average annual precipitation is 47 inches.  Average annual temperature is 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sonora silt loam - pasture\n(Colors are for moist soil.)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam; few fine faint dark grayish brown (10YR 4/2) and dark yellowish brown (10YR 4/4) mottles; weak fine and medium granular structure; very friable; many fine roots; medium acid; clear smooth boundary.  (5 to 10 inches thick)\nBt1--9 to 15 inches; strong brown (7.5YR 5/6) silt loam; weak fine and medium subangular blocky structure; very friable; common fine roots; few clay films; common thin silt coatings; strongly acid; clear smooth boundary.  (5 to 25 inches thick)\nBt2--15 to 25 inches; yellowish red (5YR 4/6) silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; common clay films; strongly acid; gradual smooth boundary.  (0 to 20 inches thick)\n2Bt3--25 to 39 inches; reddish brown (5YR 4/4) loam; weak medium subangular blocky structure; friable; few fine roots; common clay films; many medium faint red (2.5YR 4/6) and few fine distinct light brownish gray (10YR 6/2) mottles in lower 5 inches; strongly acid; clear smooth boundary. (5 to 25 inches thick)\n3Bt4--39 to 71 inches; dark red (10YR 3.6) sandy clay; few fine distinct strong brown (7.5YR 5/6) and pale brown (10YR 6/3) mottles; moderate fine and medium angular blocky structure; firm; few fine roots in upper 12 inches; many clay films; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardin County, Kentucky; 200 feet east of Kentucky No.  1031, 3/10 mile north of intersection with Kentucky No. 222, about 7 miles south of Elizabethtown."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to bedrock is more than 60 inches.  The soil ranges from strongly to very strongly acid, except where limed; the Ap and upper B horizons range to neutral.  Content of course fragments ranges from 0 to 5 percent by volume in the lower part of the solum.\nThe Ap horizon has hue of 10YR or 7.5YR, values of 4 or 5, and chroma of 2 through 4.  They are silt loam and have moderate, fine or medium granular or subangular blocky structure.  Some pedons have AB horizons, 3 to 10 inches thick, with hues of 10YR or 7.5YR, values of 4 or 5, and chroma of 4 through 6.  They are silt loam or silty clay loam.\nThe Bt horizons have hue of 7.5YR or 5YR, value of 4 or 5, and chroma of 4 or 6.  They are silt loam or silty clay loam and have moderate fine, medium, or coarse subangular blocky structure.\nThe 2Bt horizons have hue of 5YR through 10YR, value of 4 or 5, and chroma of 4 or 6 and most pedons are mottled in shades of red, brown, or gray.  They are sandy clay loam, clay loam, loam, or fine sandy loam, and have weak or moderate fine or medium, angular or subangular blocky structure.\nThe 3Bt horizons have hue of 10R, 2.5YR, or 5YR, value of 3 through 5, and chroma of 4 or 6, and are mottles in shades of brown or gray or are evenly mottled in shades of brown, red, and gray.  They are sandy clay loam, sandy clay, clay loam, or clay and commonly have more than 35 percent sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Britwater, Holstein and Negley series of the same family and the Bayless, Crida and Pedridge series in a closely related family.  These soils lack the lithologic discontinuity.  The Britwater soils have 15 to 30 percent gravel in the particle-size control section.  The Holstein soils have strongly expressed argillic horizons formed in colluvium weathered from a mixture of sandstone, limestone, and shale.  The Negley soils have 5 to 35 percent gravel in the sola.  The Bayless Crida and Pedridge soils have a fine-silty textural control section.  In addition, the Baylis soils have an upper solum in loess and a lower in weathered residuum from cherty limestone.  The Crider soils have an upper solum in loess and a lower in either old alluvium or the weathered residuum from limestone and the Pedridge soils have hue of 5YR or 2.5YR throughout the B2t horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sonora soils are on uplands with slopes ranging from 2 to 12 percent.  The soils formed in a 10 to 30 inch silt loam mantle over unconsolidated material of sandstone and shale origin which slumped into sinkholes probably during an early cycle of karst erosion of the underlying limestone.  Mean annual temperature ranges from 53 to 56 degrees F., and the mean annual precipitation ranges from 40 to 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Crider series and the Nicholson, Riney, and Gatton soils.  Nicholson and Gatton soils have fragipans.  Riney soils lack the silt loam or silty clay loam upper B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with medium runoff.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing corn, small grains, tobacco, hay and pasture.  Native forests have oak, hickory, maple, poplar, dogwood, persimmon, and sassafras as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Pennyroyal region of Kentucky.  The extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardin and Larue Counties, Kentucky, l974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Reference for the Geographic Setting is from the \"Geologic Quadrangle Elizabethtown, Kentucky,\" by Ray C. Kepfirle, l966, USGS and UK.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 9 inches (Ap)\nArgillic horizon:  9 to 71 inches (Bt1) (Bt2) (2Bt3) (3Bt4).\nLithologic discontinuity at 25 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
