{
  "SERIES": "SONTAG",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRP/RFG",
  "REVDATE": "10/2014",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Ustertic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sontag clay - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches (0 to 18 cm); brown (7.5YR 4/3) clay, brown (7.5YR 4/3) moist; strong fine and medium angular blocky structure; hard, firm, very sticky, very plastic; many fine and very fine roots; many fine and very fine irregular pores; violent effervescence; moderately alkaline (pH 8.2); gradual wavy boundary.\nBt--7 to 48 inches (18 to 122 cm); brown (7.5YR 4/3) clay, brown (7.5YR 4/3) moist; strong medium and coarse angular blocky structure; hard, firm, very sticky, very plastic; common fine roots; many fine and very fine irregular and many very fine tubular pores; many prominent pressure faces; common discontinuous distinct clay films on all faces of peds; violent effervescence; strongly alkaline (pH 8.5); abrupt wavy boundary.\nR--48 inches (122 cm); hard basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pinal County, Arizona; San Carlos Indian Reservation; 32 degrees, 58 minutes, 16.19 seconds North Latitude and 110 degrees, 38 minutes, 14.38 seconds South Longitude NAD83; Topographic quadrangle: Dudleyville, Arizona; about 1,850 feet south and 375 feet east of the northwest corner of sec. 29, T. 5 S., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: intermittently moist in some part of the soil moisture control section during July-September and December-March. Driest during May and June. Ustic Aridic soil moisture regime.\nSoil Temperature: 59 to 69 degrees F (15 to 20.6 degrees C).\nParticle-Size Control Section (weighted average):\nClay Content: 35 to 60 percent\nRock Fragments: 0 to 10 percent\nSurface fragments: 0 to 30 percent gravel, 0 to 10 percent cobble, 0 to 5 percent stone\nSurface cracks: reversible trans-horizon cracks, 1 to 2 per 10 meters, 0.2 to 2 inch wide, 5 to 30 inches deep\nDepth to bedrock: 45 to 80 inches (114 to 203 cm)\nReaction (pH): slightly alkaline to strongly alkaline (7.4 to 9.0)\nA horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 2 to 5, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: silty clay loam, clay loam, clay\nCalcium carbonate equivalent: 0 to 5 percent\nBt horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 to 4, dry or moist\nTexture: clay, silty clay, clay loam\nCalcium carbonate equivalent: 0 to 10 percent\nBtk horizon (where present)\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 4 moist\nChroma: 3 to 4, dry or moist\nTexture: clay, clay loam, loam, sandy clay loam, sandy loam below 40 inches\nRock fragments: 30 to 60 percent\nEffervescence: slight to violent\nCalcium carbonate equivalent: 1 to 10 percent\nR horizon\nBasalt or andesite bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hassell (NM) and Tucumcari (NM) series. Hassell and Tucumcari soils are in LRR-G and are moist in May and June. In addition, Hassell soils have paralithic contact at moderate depths. Tucumcari soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sontag soils are on nearly level to moderately sloping lava flows and cinder cones. Slopes range from 0 to 30 percent, but are dominantly 4 to 8 percent. These soils formed in slope alluvium, colluvium, and residuum from basalt, basalt cinders, bombs, and ash. Elevation ranges from 2,500 to 5,500 feet (762 to 1676.4 meters). The mean annual air temperature ranges from 57 to 67 degrees F (13.9 to 19.4 degrees C), and the frost-free season is 180 to 240 days. The average annual precipitation ranges from 12 to 16 inches (305 to 406 mm) and occurs mainly as thundershowers in July and August and rains in December and January."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eskiminzin soils. Eskiminzin soils are very shallow and shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to very slow permeability; slow to medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Primary use is for livestock grazing. Vegetation is tobosa, mesquite, catclaw and whitethorn acacia, vine mesquite, cholla, pricklypear, and in areas of higher rainfall, grama grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Arizona. Sontag soils are of limited extent. MLRAs are 38 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gila Project SCS Survey, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 7 inches (0 to 18 cm) (A horizon)\nArgillic horizon - the zone from 7 to 48 inches (18 to 122 cm) (Bt horizon)\nLithic contact - the boundary at 48 inches (122 cm) (R horizon)\nVertic feature - linear extensibility of 6.0 cm or more between the soil surface and 100 cm\nThe type location was moved and the classification updated in January 2002.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of AZ675, 5/2009, WWJ\nUpdate and revisions for the correlation of SDJR - MLRA 38 - Eskiminzin-Sontag-Rock outcrop complex, 2 to 45 percent slopes, Sept 2014, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
