{
  "SERIES": "SOOLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJS/RLB/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Soolake very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 15 cm; light gray (10YR 7/2) very fine sandy loam, brown (10YR 4/3) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular and tubular pores; strongly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary. (5 to 15 cm thick)\nA2--15 to 33 cm; light gray (10YR 7/2) very fine sandy loam, yellowish brown (10YR 5/4) moist; moderate medium and thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; strongly effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (10 to 20 cm thick)\nC--33 to 56 cm; very pale brown (10YR 7/3) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (15 to 25 cm thick)\n2Ck--56 to 124 cm; pale brown (10YR 6/3) loamy fine sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; common fine irregular-shaped segregated carbonates in concretions and in soft masses; strongly effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (50 to 89 cm thick)\n2Cqk--124 to 157 cm; light gray (10YR 7/2) loamy fine sand, brown (10YR 4/3) moist; few fine faint relict iron mottles yellowish brown (10YR 5/4) moist; massive; hard, friable and firm, nonsticky and nonplastic; few very fine roots; common very fine tubular pores; 10 percent, 10 to 20 mm, weakly cemented durinodes; continuous brittle matrix; common fine and medium irregular-shaped segregated carbonates in filaments or threads; strongly effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 14 miles north of Battle Mountain; about 1,800 feet south and 2,640 feet east of the northwest corner of section 6, T. 34 N., R. 45 E.; USGS Russells 7.5 minute topographic quadrangle; latitude 40 degrees 50 minutes and 20 seconds N and longitude 116 degrees 55 minutes and 52 seconds W; WGS84 Decimal Degrees 40.8538889 latitude, -116.9497222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; intermittently moist in winter and spring, dry late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 9 to 12 degrees C.\nReaction: Strongly alkaline or very strongly alkaline.\nDepth to unconformable sandy material:  30 to 60 cm.\nDepth to secondary carbonates:  30 to 60 cm.\nParticle-size control section - Clay content:  Averages 0 to 9 percent.\nRock fragments:  Averages 0 to 5 percent fine gravel.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  2 through 4.\nEffervescence:  Slightly effervescent or strongly effervescent.\nC horizons\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  2 through 4.\nTexture: Fine sandy loam or very fine sandy loam; silt loam layers are in some pedons.\nClay content:  5 to 15 percent.\nConsistence:  Soft or slightly hard, dry; nonsticky or slightly sticky and nonplastic or slightly plastic, wet.\nEffervescence:  Strongly effervescent or violently effervescent.\n2Ck and 2Cqk horizons\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry; 4 through 6 moist.\nChroma:  2 through 4.\nTexture:  Stratified sand to loamy fine sand.\nClay content:  0 to 5 percent.\nRock fragments:  0 to 10 percent fine gravel.\nCarbonates and effervescence:  Carbonate is disseminated and in soft masses and filaments in most pedons. Strongly effervescent or violently effervescent.\nDuric material:  Up to 20 percent weakly cemented durinodes are common in any subhorizon below 25 cm.  Continuous very weak or weak brittle matrix is common below 100 cm in most pedons.\nOther features:  These soils normally are slightly saline-alkali affected above 33 cm and strongly saline-alkali affected below."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aneth, Luning, Shumbegay, Soda Lake and Yerington series.\nAneth soils have hue of 2.5YR or 5YR and mean annual soil temperatures of 12 to 15 degrees C.  Luning soils have mean annual soil temperature of 12 to 15 degrees C and lacks textures as fine as fine sandy loam or finer.  Shumbegay soils have soil temperature of 12 to 14 degrees C and secondary carbonate accumulations at 30 to 60 cm.  Soda Lake soils lack strata of fine sandy loam through silt loam in the particle-size control section.  Yerington soils are loamy sand or loamy fine sand textures throughout the particle-size control section, have mean annual soil temperatures of 12 to 13 degrees C, and are noncalcareous in the upper part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Soolake soils are on alluvial flat remnants and basin floor remnants. These soils formed in alluvium derived from mixed rocks.  Slopes are 0 to 8 percent.  Elevations are 1,345 to 1,435 meters.  The climate is cool, semiarid with hot, dry summers and cool, moist winters.  The mean annual precipitation is 150 to 200 mm.  The mean annual temperature is 8 to 10 degrees C and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Argenta, Bubus and Dunphy soils.  Argenta, Bubus, and Dunphy soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained, very slow or slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly shadscale, black greasewood, bud sagebrush, alkali seepweed, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are not extensive.  MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, (North Part) Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A1 and part of the A2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (C horizon and parts of the A2 and Ck horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
