{
  "SERIES": "SOPHIA",
  "STATUS": "Tentative Series",
  "BYREV": "SLM-JTB",
  "REVDATE": "07/2007",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Sophia series consists of very deep, well drained, moderately permeable soils that formed in calcareous silty eolian sediments of Pleistocene age.  These soils are on nearly level to gently sloping shoulder slope positions above petrocalcic escarpments in the Southern High Plains, Northern Part (MLRA 77A).  The slope ranges from 0 to 5 percent. Mean annual precipitation is about 530 mm (21 inches), and mean annual air temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sophia silt loam  on a 2 percent linear slope, on the shoulder slope of interfluve of upland, in native rangeland at approximately 835m (2739 ft) elevation. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) rubbed, moist; moderate fine prismatic structure parting to strong fine and medium subangular blocky; extremely hard; common fine and few medium roots; common fine pores; few fine cylindrical worm casts; very slight effervescence; slightly alkaline, pH 7.5; clear smooth boundary.\nA2--10 to 28 cm (4 to 11 in); yellowish brown (10YR 5/4) silt loam, dark brown (10YR 3/3) broken face, moist; moderate medium prismatic structure parting to strong fine and medium subangular blocky; very hard; common fine and medium roots, and few very fine roots; few fine and medium pores; few fine cylindrical worm casts; very slight effervescence; slightly alkaline, pH 7.7; gradual smooth boundary. (18 to 28 cm thick; 7 to 11 in)\nBk1--28 to 49 cm (11 to 19 in); brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) broken face, moist; moderate medium prismatic structure parting to strong fine angular blocky; very hard; common fine and few very fine roots; few fine and medium pores; common fine irregular calcium carbonate masses on surfaces along root channels and few fine spherical carbonate masses throughout; few medium worm casts; strong effervescence (7 percent calcium carbonate equivalent); moderately alkaline, pH 8.0; abrupt smooth boundary. (13 to 60 cm thick; 5 to 24 in)\nBkk1--49 to 76 cm (19 to 30 in); pinkish white (7.5YR 8/2) silt loam, pink (7.5YR 7/3) broken face, moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; extremely hard; few medium roots; finely disseminated calcium carbonate in matrix; many medium spherical calcium carbonate masses; violent effervescence (53 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; clear smooth boundary.\nBkk2--76 to 118 cm (30 to 47 in); pinkish gray (7.5YR 7/2) silt loam, light brown (7.5YR 6/4) broken face, moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; hard; few medium roots; few discontinuous distinct calcium carbonate coats on bottom faces of peds; few fine spherical manganese masses; finely disseminated calcium carbonate in matrix; few fine spherical calcium carbonate nodules, many fine spherical calcium carbonate masses, few medium spherical calcium carbonate nodules, and many medium spherical calcium carbonate masses; violent effervescence(35 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual wavy boundary. (33 to 86 cm thick; 13 to 34 in)\nBCkk--118 to 203 cm (47 to 80 in); pink (7.5YR 8/3) cobbly silt loam, pink (7.5YR 7/4) broken face, moist; weak coarse subangular blocky structure; very hard; few fine roots; few discontinuous faint calcium carbonate coats on bottom faces of peds; few fine spherical manganese masses; many medium and coarse spherical calcium carbonate nodules; 4 percent nonflat subangular indurated 20 to 75 mm and 18 percent nonflat subangular indurated 75 to 250 mm petrocalcic fragments; violent effervescence (72 percent calcium carbonate equivalent); moderately alkaline, pH 8.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaver County, Oklahoma; 6 miles east (9.7 km) and 7 miles south (11.3 km) of Elmwood, OK; SW1/4 of Section 25, Township 1N, Range 24E (Cimarron meridian).\nLatitude: 36 degrees 31 minutes 3.00 seconds north\nLongitude: 100 degrees 25 minutes 26.60 seconds west.\nDatum: NAD83 UTM zone 14N.\nUSGS Quad: Clear Lake SW, Oklahoma"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 13 to 15 degrees C (56 to 59 degrees F).\nThickness of mollic epipedon: 18 to 57 cm (7 to 23 in).\nThickness of cambic horizon: 45 to 175 cm (18 to 69 in).\nDepth to secondary carbonates: 18 to 36 cm (7 to 14 in).\nDepth to calcic horizon: 31 to 85 cm (12 to 34 in).\nSolum thickness: more than 200 cm (80 in).\nParticle-size control section: 17 to 25 percent silicate clay; 3 to 20 percent clay sized carbonate.\nA or Ap horizons:\nHue: 10YR\nValue: 4 or 5, 3 moist\nChroma: 2 or 3\nTexture: silt loam, loam, or clay loam\nEffervescence: none to strong\nVisible calcium carbonate: none\nBk horizons:\nHue: 7.5YR OR 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: loam, clay loam, or silty clay loam\nEffervescence: strong to violent\nVisible calcium carbonate: 1 to 25 percent as carbonate masses, and nodules\nUpper Bkk horizons:\nHue: 7.5YR or 10YR\nValue: 6 to 8, 5 to 8 moist\nChroma: 2 to 4\nTexture: sandy loam, loam, silt loam, or clay loam\nEffervescence: violent\nVisible calcium carbonate: 18 to 70 percent as finely disseminated calcium carbonate, carbonate masses, concretions, and nodules\nLower Bkk or BCkk horizons:\nHue: 7.5YR or 10YR\nValue: 6 to 8, 5 to 8 moist\nChroma: 2 to 4\nTexture: cobbly sandy loam, sandy loam, cobbly silt loam, clay loam\nEffervescence: violent\nVisible calcium carbonate: 5 to 50 percent as finely disseminated calcium carbonate, carbonate masses and nodules\nPara-rock fragments: when present as petrolcalcic fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Cuevoland(NM) series.  Similar series are the Angelo(TX), Burgraff(MT), Choke(TX), and Haydraw(ND) soils.\nCuevoland soils have solum thickness of 48 to 61 cm (19 to 24 in).\nAngelo(TX) soils are formed in alluvium and occur in thermic soil temperature regimes.\nBurgraff(MT) soils occur in frigid soil temperature regimes.\nChoke(TX) soils occur in hyperthermic soil temperature regimes.\nHaydraw(ND) soils occur in frigid soil temperature regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Calcareous, silty, eolian sediments of Pleistocene age.\nLandform: Nearly level to gently sloping shoulder slope positions above petrocalcic escarpments in the Southern High Plains, Northern Part (MLRA 77A).\nSlope: 0 to 5 percent.\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F).\nMean annual precipitation: 381 to 584 mm (15 to 23 in).\nFrost-free period: 175 to 220 days.\nElevation: 731 to 1371 m (2,400 to 4,500 ft).\nThornthwaite annual P-E Index: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Conlen, Oslo, Plack, Gruver, Sherm, Balko(T) Perryton, Canina, Hugoton, Catesby(T), Slapout(T), Paloduro, Ochiltree(T), and Laverne series.\nConlen, Oslo, and Plack soils occur on similar landscapes.\nConlen soils are coarse-loamy, have a calcic horizon within 60 cm (24 in), and have carbonatic mineralogy.\nOslo soils are fine-silty, have an argillic horizon, and have a calcic horizon within 60 cm (24 in).\nPlack soils are loamy and have a petrocalcic horizon within 50 cm (20 in).\nGruver, Sherm, Balko, Perryton, Canina, and Hugoton soils occur on slightly highly landscapes.\nGruver and Balko soils are fine, have an argillic horizon, and have a calcic horizon between 100 and 150 cm (40 and 60 in).\nSherm and Perryton soils are fine, have an argillic horizon, and have a calcic horizon below 150 cm (60 in).\nCanina soils are fine-silty and have an ochric epipedon.\nHugoton soils are fine-silty, have an argillic horizon, and do not have a calcic horizon within 200 cm (80 in).\nCatesby(T), Slapout(T), Paloduro, Ochiltree(T), and Laverne soils occur in lower  landscape positions and were formed in parent material from the Kimball Member, Ogallala Formation.\nCatesby(T) soils are coarse-loamy, have a mollic epipedon, and have a calcic horizon within 100 cm (40 in).\nSlapout(T) soils are coarse-loamy, have an ochric epipedon, and have a calcic horizon within 100 cm (40 in).\nPaloduro soils are fine-loamy, have a mollic epipedon, and do not have a calcic\nhorizon within 100 cm (40 in).\nOchiltree(T) soils are sandy skeletal, have an ochric epipedon, and have a petrocalcic horizon within 50 cm (20 in) of the soil surface.\nLaverne soils are loamy-skeletal and have a petrocalcic horizon within 50 cm (20 in) of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well Drained.  Moderate permeability.  Surface runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dryland and irrigated cropland and livestock grazing. Principal crops grown are cotton, grain sorghum, and wheat.  Vegetation is predominantly mid and short grasses including blue grama, buffalograss, silver bluestem, and sideouts grama, with lesser amounts of vine-mesquite, western wheatgrass, galleta or tobosa, wild alfalfa, and prairieclover.  The ecological site is Limey Upland (R077AY006TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northern Part (MLRA-77A in LRR H) of the Oklahoma and Texas Panhandles and portions of Southwestern Kansas.  Distribution is bounded to the south by the South Canadian River and to the north by the Cimarron River.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas (MO-09)"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Beaver County, Oklahoma, 2007. The name comes from a historic community in Beaver County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon are:\nMollic epipedon: 0 to 28 cm (0 to 11 in) (A horizons)\nEffervescent to the surface.\nCambic Horizon: 28 to 49 cm (11 to 20 in) (Bk horizon)\nCalcic horizon: 49 to 203 cm (20 to 80 in) (Bkk and BCkk horizons)\nParticle size family: fine-silty\nParticle Size Control Section: 25 to 100 cm (10 to 39 in)\nAdditional Comments:\nSeries diagnostic criteria requires calcic horizon within 100 cm (40 in) of soil surface.\nParent material is calcareous loess.\nMineralogy family is mixed\nSite ID:  S2004OK007001\nADDITIONAL DATA: NSSL data available.\nLab Pedon ID: 04N1153 (Beaver County, OK)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
