{
  "SERIES": "SOPHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/RWL",
  "REVDATE": "04/2019",
  "STATES": "OR",
  "OVERVIEW": "The Sopher series consists of deep, well drained soils formed in reworked volcanic ash and loess over clayey colluvium. Sopher soils are on structural benches, plateaus, or canyons. Slopes are 15 to 90 percent. The mean annual precipitation is about 21 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Vitrandic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sopher stony ashy loam, woodland, on a 25 percent slope at an elevation of 2,800 feet. (When described on April 16, 1992, the soil was moist throughout. Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inches; slightly decomposed twigs and needles.\nA1--1 to 3 inches; very dark grayish brown (10YR 3/2) stony ashy loam, grayish brown (10YR 5/2) dry; moderate very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine and many very fine roots; few fine and many very fine irregular pores; 20 percent stones and 10 percent gravel; neutral (pH 6.8); abrupt smooth boundary.\nA2--3 to 9 inches; dark brown (10YR 3/3) gravelly ashy loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and many very fine tubular pores; 15 percent gravel; neutral (pH 6.6); clear smooth boundary. (Combined thickness of the A horizon is 3 to 8 inches)\nBw--9 to 19 inches; brown (10YR 4/3) gravelly ashy clay loam, pale brown (10YR 6/3) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; few fine and very fine roots; few fine and common very fine tubular pores; 20 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary. (7 to 12 inches thick)\n2Bt1--19 to 25 inches; brown (7.5YR 4/2) very gravelly clay, pinkish gray (7.5YR 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, very sticky and moderately plastic; few fine and very fine roots; common very fine tubular pores; common faint clay films on ped faces; 40 percent gravel and 10 percent cobbles ; neutral (pH 6.6); clear wavy boundary.\n2Bt2--25 to 45 inches; brown (7.5YR 4/3) very gravelly clay, brown (7.5YR 5/3) dry; moderate medium and coarse subangular blocky structure; hard, firm, very sticky and very plastic; few fine and very fine roots; few very fine tubular pores; many distinct clay films on ped faces; 30 percent gravel and 5 percent cobbles; neutral (pH 6.7); abrupt wavy boundary. (Combined thickness of the 2Bt horizon is 26 to 40 inches)\n3R--45 inches; basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon, located about 7 miles northwest of the town of Wallowa; 2,400 feet west and 400 feet north of the southeast corner of section 26, T. 2 N., R. 41 E. (USGS Minam, Oregon 7.5 min. topographic quadrangle; latitude 45 degrees, 37 minutes, 07 seconds N. and longitude 117 degrees, 39 minutes, 07 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but are dry in all parts between 4 and 12 inches for 60 to 90 consecutive days during the summer. Depth to bedrock is 40 to 60 inches. The volcanic ash influence is 10 to 20 inches thick. The particle-size control section has 35 to 50 percent clay and 35 to 60 percent rock fragments. Depth to the argillic horizon is 10 to 20 inches. Soil reaction is slightly acid or neutral.\nThe A horizon has value of 2 or 3 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry. It has 0 to 20 percent stones, 0 to 10 percent cobbles, and 5 to 20 percent gravel. It has an estimated 20 to 30 percent volcanic glass and glass coated aggregate and 0.4 to 1.0 percent acid oxalate extractable aluminum plus one-half iron.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry. It is ashy loam or ashy clay loam with 0 to 25 percent cobbles and 5 to 25 percent gravel. It has 20 to 30 percent clay, 5 to 20 percent volcanic glass and glass coated aggregate, and 0.4 to 1.0 percent acid oxalate extractable aluminum plus one-half iron.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 to 6 dry, and chroma of 2 to 4 moist and dry. The texture is silty clay loam, silty clay, or clay with 35 to 50 percent clay. It has 5 to 30 percent cobbles and 10 to 40 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sopher soils are on summits, side slopes and foot slopes of canyons, plateaus, or structural benches. Slopes are 15 to 90 percent. The soils formed in reworked ash and loess overlying clayey colluvium. Elevation is 1,700 to 4,000 feet; 1,700 feet to 2,800 feet on north-facing slopes and 2,300 to 4,000 feet on south-facing slopes. The climate is characterized by cool wet winters and hot dry summers. The mean annual precipitation is 17 to 24 inches. The mean annual temperature is 45 to 50 degrees F. The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Copperfield, Cowsly, Gwinly, Lookingglass, Mallory, Threebuck, and Tolo soils. Copperfield soils are on nonforested north-facing side slopes and are loamy-skeletal. Cowsly and Lookingglass soils occur on plateaus and gentle side slopes, have an albic horizon, and are fine. Gwinly and Mallory soils are found on nonforested south-facing side slopes and are less than 40 inches to bedrock. Threebuck soils are on forested north-facing side slopes, are frigid, and are ashy over clayey-skeletal. Tolo soils are on forested north-facing side slopes, are frigid, and are ashy over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for timber production, livestock grazing, and wildlife habitat. Potential native community is predominantly Ponderosa pine with an understory of mock orange, oceanspray, snowberry, elk sedge, and pinegrass on south slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9 and 10. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon, 1998. The source of the name is Sopher Ridge located about 12 miles northwest of the town of Wallowa."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 1 to 9 inches (A1 and A2) meeting mollic criteria except for thickness.\nCambic horizon - the zone from 9 to 19 inches (Bw horizon)\nArgillic horizon - the zone from 19 to 45 inches (2Bt1 and 2Bt2 horizons)\nParticle size control section - the zone from 19 to 39 inches (2Bt1 and upper 14 inches of 2Bt2 horizon)\nVitrandic feature - the zone from 1 to 19 inches (A1, A2, and Bw horizons) based on lab data of geographically associated soils.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\n04/2019: Updated dry days from 45 - 60 to 60 - 90 due to all Sopher being correlated to PSME, PIPO, and JUOC, in addition to being mesic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
